[
  {
    "Rank": "N/A",
    "Name": "The Bottled Imp Game",
    "ID": 240997,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/240997/the-bottled-imp-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2",
    "Description": "The Bottled Imp Game is a card game for 2-6 players. The object of the game is to be the player holding the Bottled Imp Card at the end of the game's allotted 8 rounds.&#10;&#10;Each player begins the game with 5 cards in their hand. One of the players (nobody else knows who) has the Bottled Imp card. The number of cards they are permitted to hold is denoted by their 'Life Dice', it begins at 5, but can go up or down from 2 to 7.&#10;&#10;In each round players get a turn to lay any number of one type of card, then draw back up to their allotted hand size. The card types and their affects are:&#10;&#10;Dagger = Reduce and opponents Life Dice&#10;Pie and Ale = Increase your own life dice&#10;Spyglass = Look at an opponent's hand&#10;Lockpick = Blindly take one card from an opponent's hand&#10;Wild/Coins = Wild card&#10;Bottled Imp = Win the game&#10;&#10;After each player has taken a turn the round is over. This happens 8 times, recorded on a D8, then the game is over. The player holding the Bottled Imp Card at this point is the winner.&#10;&#10;Sounds simple, but in reality keeping track of where you think the Imp is and timing when to make a play for it provides some very interesting decisions and a tense atmosphere.&#10;&#10;A good game for a party or warm up.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iberian Rails: Promo Pack",
    "ID": 240998,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/240998/iberian-rails-promo-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "70",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Four additional characters are included in this promo pack for Iberian Rails.&#10;&#10;Dali - Count city hexes as non-city hexes, and non-city hexes as city hexes!&#10;&#10;Miro - Upgrade cities with public art.&#10;&#10;Farmer - Develop tracks for non-city hexes.&#10;&#10;Merger Attorney - Prepare for vicious mergers!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gandouchi",
    "ID": 241004,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241004/gandouchi",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The origins of the word &#227;&#129;&#140;&#227;&#130;&#147;&#227;&#129;&#169;&#227;&#129;&#134;&#227;&#129;&#161;, pronounced Gandouchi, are not entirely certain but one popular theory is that the word is composed from another word meaning &quot;to steal&quot;. Gandouchi is a traditional event that takes place during the Doll Festival particularly in the prefecture of Gifu. Children visit nearby houses and ask to view that home's doll display. After viewing the dolls, they receive snacks and sweets from the residents of the home &mdash; comparable to the tradition of Trick-or-treating on Halloween in some Western countries.&#10;&#10;In Gandouchi, you want to arrange hina doll cards in your hand the best way possible. All the cards start spread out face down on the table. On a turn, you reveal two cards, then add one of them to your hand or exchange a card in hand for one of these cards. Any exchanged card and the card not taken are turned face down again, so pay attention to these cards and watch what others pick up!&#10;&#10;At game's end, players reveal their hands, scoring the most points for having a wide range of colors and types of cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Piraten-Beute",
    "ID": 241006,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/241006/piraten-beute",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In Piraten-Beute, a fun memory game about collecting and sharing, the players slip into the role of little pirates who have seized a rich treasure and now must divide it among themselves. Because no one wants to have any duplicate uncovered treasure tiles, you may give the tiles to your fellow players &mdash; but they won't always be happy about it. In the end, the player who has collected the most individual pieces of treasure tiles wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game",
      "Memory",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Series: Superminis (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time of Legends: Joan of Arc – Ars Nova",
    "ID": 241009,
    "Year": "(2019)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241009/time-of-legends-joan-of-arc-ars-nova",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "This new add-on contains Ars Nova, a contemplative and very replayable solo/co-operative scenario, set in an abbey where murder has been committed, and an investigation needs to be done. At least, that&rsquo;s one side of it. The set also offers a group of new units, hex tiles, and interior overlays that you can use in your own scenarios or battle mode games.&#10;&#10;You get 18 monk miniatures in 6 different poses together with 4 multi-figure bases, and 6 stat cards. All of these monkish types are playable in the battle mode, as well as the Ars Nova scenario.&#10;You also get 7 unique, double-sided hex tiles, and 7 building interior overlays. The hex tiles can be mixed in with any others you may have to expand your options and size of playing area. The building interiors offer you some choices for existing buildings, changing the way some familiar types work. This means that you won&rsquo;t always know what a building is until you enter it, adding a sense of exploration and mystery to even a simple battle.&#10;&#10;Finally, for the Ars Nova scenario itself, you get 1 Suspect sleeve, 8 Suspect cards, 20 Event cards, 80 Trial cards, 1 sand timer, and 30 tokens. &#10;Playing the scenario is straightforward. It uses the normal rules with some additional mini-games to represent the trials you have to go through to gather your evidence. &#10; Also worth noting is that this scenario includes no combat at all.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Religious"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Components: Sand Timers",
      "Crowdfunding: Kickstarter",
      "Game: Time of Legends – Joan of Arc",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chakra",
    "ID": 241010,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/241010/chakra",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "24",
    "Play Time": "48",
    "Weight": "0",
    "Description": "CHAKRA. Sanskrit. n. &quot;ring&quot; or &quot;wheel.&quot;&#10;&#10;Chakra is a turn-based two-player strategy game descended from Go, a game of creating life through structure. Chakra is a game of territory, capture, and flow that exercises and improves your lateral thinking, spatial reasoning, serialization, and more. You will learn how to extend, trade-off, circumnavigate, and consolidate gains along subtle curves and beautiful shapes.&#10;&#10;Each player has a set of game pieces (stones): black and white. Black plays first and traditionally played by the the less experienced player. Like Go, each stone is placed on an intersection of crossing lines. Unlike Go, the board is made up of twelve interlocking circles and an outer rim that functions as a thirteenth circle.&#10;&#10;The player's goal in Chakra is to create as much &quot;living territory&quot; as possible by the game's end. Players create living stone groups by connecting chains of stones around two or more &quot;eyes&quot; (empty intersections). In each turn, a player will optionally pass or place a stone on an empty intersection, after which liberties are counted and any captures removed. The player may then choose to slide another stone on either of the two circles it resides on, with stones of either player blocking movement. Liberties and captures are then counted a second time.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Religious: Hinduism",
      "Traditional Games: Go"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Word Mines",
    "ID": 241012,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/241012/word-mines",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Word Mines, the party game that makes you and your friends watch your dirty, dirty mouths.&#10;&#10;Each round, teams dive into their deviant minds by guessing words to score points. The Cluegiver dishes out clues, but they must bite their tongue and avoid using any of the ever-seductive, forbidden words. Put your friends to shame by being on the team with the most points scored at the end.&#10;&#10;If teachers said you wouldn't amount to much, now is your time to earn that gold star.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Turkey Catchin'",
    "ID": 241013,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/241013/turkey-catchin",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Tom the Turkey is no dummy.  He knows that Thanksgiving is right around the corner, and he needs to get out of here before you and your friends fence him in.&#10;&#10;Players take turns playing fence pieces trying to capture Tom.  But with every piece, Tom also makes a move!  Plan your moves carefully, but if you get stuck, you can always lure Tom back with Turkey Feed.&#10;&#10;The players win if they can make a complete fence around Tom.  Tom wins if he makes it all the way off the map before the players fence him in.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Turkeys",
      "Category: Print-on-Demand",
      "Holidays: Thanksgiving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clue: The Walking Dead",
    "ID": 241014,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/241014/clue-the-walking-dead",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The group has been betrayed - someone murdered the guards while you were away from Alexandria! Now you've got one goal: to discover the truth and uncover the killer.&#10;&#10;You'll step into the shoes of Rick, Daryl, Glenn, Michonne, Carol, or Negan as you search Alexandria for information. You need to discover WHO the predator is, WHERE the guards were murdered, and WHAT weapon used to slay the guards.&#10;&#10;Think you know WHO killed the guards, WHERE it happened, and WHAT weapon was used? Reveal your suspicions and see if you're good enough detective to win CLUE: AMC's The Walking Dead.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Zombies"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: The Walking Dead",
      "Game: Cluedo / Clue (Parker Brothers, et al)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Doctor Who Villains",
    "ID": 241015,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/241015/monopoly-doctor-who-villains",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Geronimo!&#10;&#10;&quot;Run you clever boy, and remember!&quot;&#10;&#10;Join The Doctor and his companions on some of their greates adventures! Celebrating the series since its 2005 re-launch, you will travel through all of time and space with The Doctor for his most memorable exploits against many of his greatest adversaries, including The Silence, Cybermen, The Master, and even the dreaded Daleks! It is up to you to save the universe, so grab your trusty sonic screwdriver, hop in the Tardis and set a course for adventure.&#10;&#10;Includes 60-minute Speed play rules!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Planet of The Apes",
    "ID": 241017,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/241017/monopoly-planet-of-the-apes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Planet of The Apes Monopoly features custom illustrated art by Dave Perillo with a vintage feel from the classic 1968 science fiction film.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Earth: Pangaea Ultima",
    "ID": 241018,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241018/last-earth-pangaea-ultima",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Scientists predicted that in a quarter of a billion years from now, Earth&rsquo;s landmass would merge into a single contiguous continent, the Pangaea Ultima. The effect would be gradual, they thought, and people would have millions of years to prepare.&#10;&#10;They couldn&rsquo;t be more deadly wrong.&#10;&#10;In 2029, a massive explosion on the Sun&rsquo;s surface, forced Earth&rsquo;s continents to move violently against each other and by 2031 the Pangaea Ultima scenario had become a gruesome reality. About 99,7% of the world&rsquo;s population is dead, cities have been razed to the ground and all infrastructure is lost.&#10;&#10;But still, hope is not lost. Out of the ruins of the old world, the few survivors emerge strong and determined to rebuild what was undone. Among them, you and your team of survivors will try to re-establish civilization in the brutal and hostile world that is now called the Last Earth.&#10;&#10;Last Earth is a post-apocalyptic tile placement, resource management exploration game for 2-5 players packed with enough action and strategic choices to keep you on the edge for game after game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL: March Madness 2017 Hollis Pack",
    "ID": 241020,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241020/asl-march-madness-2017-hollis-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each year the Kansas City ASL club hosts the March Madness ASL tournament and the club releases a themed scenario pack at the tournament.&#10;&#10;The March Madness Hollis Pack contains nine historical scenarios and one fun scenario.&#10;&#10;MM33: ARIETE ON TOTENSONNTAG, South of Sidi Rezegh, Libya, 23 November, 1941&#10;MM34: YEVPATORIYA MOP UP, Yevpatiriya, Crimea, 6 January, 1942&#10;MM35: 10th PANZER TAKES THE HIGH GROUND, East of El Guettar, Tunisia, 26 March, 1943&#10;MM36: THE 9th SEES THE ELEPHANT, East of El Guettar, Tunisia, 28 March, 1943&#10;MM37: NINETY NIGHT, Cassibile, Sicily, 10 July, 1943&#10;MM38: ELIMINATING THE LVR, Murowana Oszmianka, Poland, 13 May, 1944&#10;MM39: BICYLE RACE: St. Aubin-d'Arquenay, 6 June, 1944&#10;MM40: OCHOTA REVENGE, Warsaw, Poland, 9 August 1944&#10;MM41: FINAL VICTORY, Warsaw, Poland, 20 August, 1944&#10;MM FOR FUN 1: ROOTING THEM OUT, Kansas City, USA, present day (a special map for this scenario is enclosed in the game)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Historias Corrientes: ¡El parque en peligro!",
    "ID": 241021,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/241021/historias-corrientes-el-parque-en-peligro",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Dude, there are LOTS of dimensional gates all around the park! This is full of freaking monsters... and it's dirtier than ever! You should stop playing videogames and start to work. Benson has been clear: you either clean this mess or YOU'RE FIRED!!&#10;&#10;Historias corrientes: &iexcl;El parque en peligro!' (&quot;Regular Show: Save the park!&quot;) is a cooperative board game based on the hit Cartoon Network show. Play as one of your favorite heroes(Mordecai, Rigby, Skips, Eileen...) and close all the dimensional gates using things like a keyboard or a hamburguer. Now, shut your excuse hole and let's fight THE FORCES OF EVIL!!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;&iexcl;T&iacute;o, han aparecido mogoll&oacute;n de portales dimensionales por todo el parque! Esto se ha llenado de monstruos... &iexcl;y adem&aacute;s, est&aacute; hecho un desastre! M&aacute;s te vale dejar los videojuegos y ponerte a currar. Benson lo ha dejado muy claro: &iexcl;o lo limpias todo o est&aacute;s despedido!&#10;&#10;Historias corrientes: &iexcl;El parque en peligro! Es un juego de mesa cooperativo basado en la serie de animaci&oacute;n de Cartoon Network &quot;Historias corrientes&quot;. Adopta el papel de tus personajes favoritos (Mordecai, Rigby, Eileen...) y salva el parque de la destrucci&oacute;n total utilizando cosas que te encuentres por ah&iacute;, como un teclado o una hamburguesa.&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "WordPress the Card Game",
    "ID": 241022,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/241022/wordpress-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "You have dedicated your working life to the glory of WordPress development. You serve your company. You serve the WordPress community. Now, you can dedicate your fun time to WordPress too, with WordPress the Card Game!&#10;&#10;Build your agency, hire developer talents, complete contracts and expand your empire. But most important of all: Contribute to the WordPress community and WIN!&#10;&#10;The game is designed by Rustan H&aring;kansson, board game industry veteran that has designed Nations: The Dice Game, Dungeon Rush, Drupal: The card game and other popular games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Employment Game",
    "ID": 241023,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241023/the-employment-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this roll-to-move game, players are competing to get the best possible jobs. The first player to get a combination of jobs that pays $3,000 per month, without exceeding 200 working hours, is the winner.&#10;&#10;Game play: On a player's turn they roll the dice and move the appropriate number of spots around the board. The player then picks up the job card corresponding to the spot they landed on, and place the card in front of them. The player then records the amount of hours worked, and earns the income from the job. It is then the next player's turn. This repeats until one player has accumulated enough jobs to earn $3,000 per month, without exceeding 200 working hours.&#10;&#10;If a player gets a new job card that would put them over 200 hours worked, they need to either discard the card, or replace one of their other job cards with the new card.&#10;&#10;On their turn, after rolling their dice but before moving, a player can try to gamble to try and steal someone else's job. If the player decides to gamble, they re-roll the dice and attempt to get the same result. For example, if the die roll of the their first roll was 8, then they would try to re-roll the dice to get 8 again. If they are successful, they can take any job card from any other player. If they are not successful, then they must pay a penalty fee to the &quot;Employment Pot&quot;.&#10;&#10;The rules suggest that any penalty paid to the &quot;Employment Pot&quot; should be paid with real money, and the winner of the game gets to keep any money in the &quot;Employment Pot.&quot;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Land of Confusion: The Battle of Fulda Gap, 1985",
    "ID": 241024,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/241024/land-of-confusion-the-battle-of-fulda-gap-1985",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "&ldquo;As long as capitalism and socialism exist, we cannot live in peace. In the end, one or the other will triumph&mdash;a funeral dirge will be sung over the Soviet Republic or over world capitalism.&rdquo; &ndash;V.I. Lenin.&#10;&#10;If the &ldquo;balloon had gone up&rdquo; in Cold War Europe during the 1980s, one of the hotter spots of that hell would have been the Fulda Gap. Communist East Germany&rsquo;s western border projected a salient that was pointed directly at this key geographic feature of West Germany. If offered the Soviet and Warsaw Pact forces the shortest and most direct route through West Germany and the Rhine River. Defending here were the bulk of the US forces committed to NATO. How much of a fight that could be waged here would in large measure determine whether the Communist of Free World would prevail in this very hot and dangerous war.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Cities: Fulda (Hesse, Germany)",
      "Series: Land of Confusion (Paul Rohrbaugh)",
      "Series: Standard Deck Activation System (High Flying Dice Games)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CAPcolor: Les Pyramides d'Émeraude",
    "ID": 241034,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/241034/capcolor-les-pyramides-demeraude",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "CAPcolor: Les Pyramides d'&Eacute;meraude is a combination of book and game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goodbye, Ghosts!",
    "ID": 241035,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/241035/goodbye-ghosts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Goodbye, Ghosts! is an adorably fun card game in which you effort to be the first to purge your house of phantoms&mdash;by matching one ghost, to another!&#10;&#10;The dealer begins by separating the game equally among all players, creating a deck for each their own. After that, everyone draws 5 cards from their deck and the player to the dealer's left begins.&#10;When it is their turn, players draw a card and then play any number from their hand to the middle discard pile, face up. The card they play must match the one in the middle, either by its color or the expression on the ghost's face.&#10;If the player has emptied its hand (playing all its five cards), he-she may draw 5 other cards and continue its streak.&#10;When the current player is unable to discard a ghost from its hand, the turn is finished and the next player plays.&#10;The game contains Rainbow ghosts that can be played at any moment during the player's turn to change the color of the pile to the player's choosing.&#10;&#10;The first player to get rid of all his ghosts win, to get rid of a ghost, match the color or expression of the current top card of the pile. If nobody can play cards anymore, the player with the fewest cards wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stay Away!: Promo Set",
    "ID": 241045,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241045/stay-away-promo-set",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This set of three Stay Away! promo cards add mind-blowing (or just highly-explosive) powers to your game. The dreaded Necronomicon will turn a player into a babbling madman. H.P.L. will give you an insight into the darkest secrets. Dynamite... do we REALLY need to tell you what it's good for?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Horror",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Player Elimination",
      "Role Playing",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runikend",
    "ID": 241056,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/241056/runikend",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "INTRO:&#10;You were once explorers and pioneers who discovered this new land called Runikend.  You have now also become new colonists who want to tame the landscape and make it your new home.&#10;&#10;Each colonizer works to create their settlement town and grow its prestige by adding to it.  Colonists build new parts of their small town and expand it into a large city, to build their reputation as being the greatest pioneer of the land.&#10;&#10;You must build your town into a glorious city before others colonize the new land first and become its new king.  Be wary of other pioneers though, for they want to become the new king of Runikend too.&#10;&#10;The colonizers will attack other pioneer villages before they are built into big cities, and raze their new buildings to the ground.  The pioneer king-to-be must conquer their enemies before they are attacked and defeated by them.&#10;&#10;OBJECTIVE:&#10;Grow the reputation of your settlement to attract more inhabitants and grow a village into a large city to become the new King of Runikend.  Reputation is earned by adding prominent structures and other notable parts to your settlement that have prestige value.  You win the game and become the King of Runikend if you have built a large city (earning 30 prestige points or more) at any point during the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Card Game",
      "City Building",
      "Civilization",
      "Deduction",
      "Dice",
      "Fantasy",
      "Farming",
      "Fighting",
      "Mythology",
      "Negotiation",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simulation",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BOTANICAL LAB",
    "ID": 241070,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/241070/botanical-lab",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Publisher's summary&#10;In the game BOTANICAL LAB you will be a botanist and aim to complete a research document on newly developed plants.&#10;&#10;Develop new breeds and fertilizers through repetition of experiments, and keep notes of the results you earn from cultivation and observation.&#10;&#10;You will also need to advance your skills in order to successfully perform experiments.&#10;&#10;There are numerous assignments awaiting you, but the accomplishment you will earn by completing the research document will be enormous.&#10;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#230;&#164;&#141;&#231;&#137;&#169;&#229;&#173;&#166;&#232;&#128;&#133;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#10;&#230;&#150;&#176;&#231;&#168;&#174;&#227;&#129;&#174;&#230;&#164;&#141;&#231;&#137;&#169;&#227;&#129;&#171;&#227;&#129;&#164;&#227;&#129;&#132;&#227;&#129;&#166;&#227;&#129;&#174;&#231;&#160;&#148;&#231;&#169;&#182;&#232;&#179;&#135;&#230;&#150;&#153;&#227;&#130;&#146;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#229;&#174;&#159;&#233;&#168;&#147;&#227;&#130;&#146;&#233;&#128;&#154;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#150;&#176;&#231;&#168;&#174;&#227;&#129;&#174;&#231;&#168;&#174;&#229;&#173;&#144;&#227;&#130;&#132;&#232;&#130;&#165;&#230;&#150;&#153;&#227;&#130;&#146;&#233;&#150;&#139;&#231;&#153;&#186;&#227;&#129;&#151;&#227;&#128;&#129;&#10;&#230;&#160;&#189;&#229;&#159;&#185;&#227;&#129;&#168;&#232;&#166;&#179;&#229;&#175;&#159;&#227;&#130;&#146;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#153;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#229;&#190;&#151;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#159;&#231;&#160;&#148;&#231;&#169;&#182;&#230;&#136;&#144;&#230;&#158;&#156;&#227;&#130;&#146;&#232;&#179;&#135;&#230;&#150;&#153;&#227;&#129;&#171;&#232;&#168;&#152;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#128;&#129;&#231;&#160;&#148;&#231;&#169;&#182;&#227;&#130;&#146;&#229;&#138;&#185;&#231;&#142;&#135;&#231;&#154;&#132;&#227;&#129;&#171;&#232;&#161;&#140;&#227;&#129;&#134;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#171;&#230;&#138;&#128;&#232;&#161;&#147;&#229;&#138;&#155;&#227;&#130;&#146;&#233;&#171;&#152;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#130;&#233;&#135;&#141;&#232;&#166;&#129;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#231;&#155;&#174;&#227;&#129;&#174;&#229;&#137;&#141;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#130;&#132;&#227;&#130;&#139;&#227;&#129;&#185;&#227;&#129;&#141;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#229;&#177;&#177;&#227;&#129;&#187;&#227;&#129;&#169;&#231;&#169;&#141;&#227;&#129;&#190;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#129;&#147;&#227;&#129;&#174;&#231;&#160;&#148;&#231;&#169;&#182;&#232;&#179;&#135;&#230;&#150;&#153;&#227;&#129;&#140;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#153;&#227;&#130;&#140;&#227;&#129;&#176;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#170;&#229;&#144;&#141;&#232;&#170;&#137;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "Families": [
      "Occupation: Researcher / Scientist",
      "Theme: Biology",
      "Theme: Science"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "青春スパイラル (Youthful Spiral)",
    "ID": 241088,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241088/qing-chun-supairaru-youthful-spiral",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "0",
    "Description": "User summary&#10;&#233;&#157;&#146;&#230;&#152;&#165;&#227;&#130;&#185;&#227;&#131;&#145;&#227;&#130;&#164;&#227;&#131;&#169;&#227;&#131;&#171; (Seishun Spiral) (Youthful Spiral) is a Daifugo-type game, where each player plays a card, and the first one to get rid of their cards wins. But the twist is, when you pass, you have a right to exchange your cards. So you may &quot;build up&quot; your hand, in play.&#10;&#10;The game is played over three rounds, but the 1st and 2nd rounds are only a run-up match. The grand winner is the player who won the 3rd match. Keep that in mind, and aim to strengthen your hand before the showdown!&#10;&#10;Daifugo is a classic Japanese card game with a climbing mechanic, where players clear their hand by playing higher value cards. But the weakest player is able to improve their position between rounds.&#10;&#10;Publisher's summary&#10;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#130;&#146;&#233;&#160;&#134;&#227;&#129;&#171;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#128;&#129;&#230;&#156;&#128;&#229;&#136;&#157;&#227;&#129;&#171;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#140;&#231;&#132;&#161;&#227;&#129;&#143;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#229;&#164;&#167;&#229;&#175;&#140;&#232;&#177;&#170;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#151;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#227;&#131;&#145;&#227;&#130;&#185;&#227;&#129;&#153;&#227;&#130;&#139;&#233;&#154;&#155;&#227;&#129;&#171;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#130;&#146;&#228;&#186;&#164;&#230;&#143;&#155;&#227;&#129;&#153;&#227;&#130;&#139;&#230;&#168;&#169;&#229;&#136;&#169;&#227;&#129;&#140;&#229;&#190;&#151;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#147;&#227;&#130;&#140;&#227;&#130;&#146;&#229;&#136;&#169;&#231;&#148;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#228;&#184;&#173;&#227;&#129;&#171;&#227;&#129;&#169;&#227;&#130;&#147;&#227;&#129;&#169;&#227;&#130;&#147;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#130;&#146;&#230;&#149;&#180;&#227;&#129;&#136;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;&#229;&#133;&#168;&#228;&#189;&#147;&#227;&#129;&#167;&#228;&#184;&#137;&#229;&#186;&#166;&#232;&#161;&#140;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#128;&#129;1&#229;&#155;&#158;&#230;&#136;&#166;&#227;&#131;&#187;2&#229;&#155;&#158;&#230;&#136;&#166;&#227;&#129;&#175;&#229;&#137;&#141;&#229;&#147;&#168;&#230;&#136;&#166;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#156;&#128;&#229;&#190;&#140;&#227;&#129;&#174;3&#229;&#155;&#158;&#230;&#136;&#166;&#227;&#129;&#171;&#229;&#139;&#157;&#227;&#129;&#166;&#227;&#129;&#176;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#171;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#130;&#146;&#233;&#141;&#155;&#227;&#129;&#136;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#239;&#188;&#129;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Army of Orkness: A 2-Bit Tower Defense Card Game (2nd Edition)",
    "ID": 241107,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/241107/army-of-orkness-a-2-bit-tower-defense-card-game-2n",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Army of Orkness: A 2-Bit Tower Defense Card Game (2nd Edition) is a lighthearted fantasy themed cooperative tower defense card games for 2-4 players.&#10;&#10;In Army of Orkness: A 2-Bit Tower Defense Card Game (2nd Edition), players must work together to defend the castle against the relentless onslaught of the invading Orc horde. To do that, the active player must roll dice and determine what kind of actions to take during the turn: 1) buy towers and strategically place them along the path, 2) attack the Orcs from an existing tower, or 3)discard a die and reroll all of the remaining dice. In addition to the Orcs, players must also deal with constantly cycled Event Cards that can help them or hinder them during the turn.&#10;&#10;The game ends when either: 1) Wave 5 of the Orc assault is completed. If the Castle has at least 1 Life remaining, the players win, or 2) the Castle takes damage greater than or equal to its Life and is destroyed, in which case the Orcs win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Final War: Carnage Expansion Set",
    "ID": 241108,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241108/final-war-carnage-expansion-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "300",
    "Weight": "0",
    "Description": "The Carnage Expansion Set introduces the explosive power of the melee-based Warlords; the righteous Knight, the crafty Dwarf and the ferocious Orc. With dominating new abilities and punishing powers, you&rsquo;ll need to bring your A game to emerge victorious over these Warlords!&#10;&#10;This set contains:&#10;&#10;3 Warlord Cards&#10;50 Card Knight Player Deck&#10;50 Card Dwarf Player Deck&#10;50 Card Orc Player Deck&#10;Rule &amp; Ability Revision Guide&#10;&ldquo;End of Round&rdquo; Action Markers&#10;Shield Wall Markers&#10;Quick Play Guide&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strawberry Shortcake: Berries to Market Game",
    "ID": 241109,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241109/strawberry-shortcake-berries-to-market-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a color matching race to the finish board game. Spin the color dial and move your character to the color that was selected. Landing on the Lucky Bug will send you to the next color space on the board matching your piece. The Berry Bird will send you back to the color matching your piece. Be the first to the finish line to win!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Characters: Strawberry Shortcake",
      "Decades: The 1970's",
      "Food & Drink: Fruit",
      "Theme: Food / Cooking",
      "TV Shows: 80's Cartoons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "L'osti d'jeu: François Pérusse",
    "ID": 241110,
    "Year": "(2017)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241110/losti-djeu-francois-perusse",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The best of P&eacute;russe.&#10;&#10;Relive the albums of the people of Fran&ccedil;ois P&eacute;russe, from Volume 1 to Volume 10. Have fun with Louis-Paul Fafard-Allard, Bob Hartley, Mona, a &quot;galipeur&quot;, &quot;Do not you like clementines?&quot; and all that is heard in the accursed Bread &amp; Fekfest. As a bonus, 10 white cards to write replicas of your favorite sketches.&#10;&#10;French description:&#10;&#10;Le meilleur de P&eacute;russe.&#10;Revivez les Albums du peuple de Fran&ccedil;ois P&eacute;russe, du Tome 1 au Tome 10. Amusez-vous avec les Louis-Paul Fafard-Allard, Bob Hartley, Mona, un galipeur, &quot;T'aimes pas &ccedil;a les cl&eacute;mentines?&quot; et tout ce qu'on entend dans les maudits Bread &amp; Fekfest. En prime, 10 cartes blanches pour &eacute;crire les r&eacute;pliques de vos sketchs pr&eacute;f&eacute;r&eacute;s.&#10;&#10;Contained in L'osti d'jeu des humoristes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "L'osti d'jeu: extension Denis Drolet",
    "ID": 241111,
    "Year": "(2016)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241111/losti-djeu-extension-denis-drolet",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Enter the Denis's head! The Denis Drolet expansion of L'Osti d'Jeu plunges you into the twisted universe of your favorite brown stars. It includes 70 cards written by the Denis and 10 empty cards to write your own nonsense.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Entrez dans la t&ecirc;te des Denis! L&rsquo;extension Denis Drolet de L&rsquo;Osti d&rsquo;Jeu vous plonge dans l&rsquo;univers tordu de vos vedettes brunes pr&eacute;f&eacute;r&eacute;es. Elle inclut 70 cartes &eacute;crites par les Denis et 10 cartes vides pour &eacute;crire vos propres absurdit&eacute;s.&#10;&#10;&mdash;description from the publisher (French)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mainland",
    "ID": 241121,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/241121/mainland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "70",
    "Weight": "2",
    "Description": "Mainland is an easy-learning strategy game that is played with 2, 3 or 4 players. To secure the future of your clan in a new chaotic world, you must place your cards to create and expand territories. Your Mainland is your largest territory. To accumulate as many points as possible at the end of the game (and dominate the world) you must maximize your Mainland and try to include valuable cards. Therefore, the goal of the game is also to block the territorial expansion of your opponents and to prevent the development of their Mainland.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nemo's War (Second Edition): Nautilus Upgrades Expansion Pack #1",
    "ID": 241122,
    "Year": "(2018)",
    "Geek Rating": "5.833",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241122/nemos-war-second-edition-nautilus-upgrades-expansi",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.1",
    "Description": "The Nautilus Upgrades Expansion Pack presents 12 new Nautilus Upgrade cards including the Clockwork Cipher, the Adventurer&rsquo;s League, Nemo&rsquo;s Manifesto, Prize Crew Quarters, and more! Sail aboard the Nautilus as you have never sailed with her before.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Nautical",
      "Novel-based",
      "Science Fiction",
      "Travel",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Push Your Luck",
      "Simulation"
    ],
    "Families": [
      "Authors: Jules Verne",
      "Books: 20,000 Leagues Under the Sea",
      "Crowdfunding: Kickstarter",
      "Game: Nemo's War",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CardTharsis",
    "ID": 241133,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241133/cardtharsis",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "CardTharsis is a fast-paced game where you use &quot;little hands&quot; to &quot;drain the swamp&quot; and laugh out loud while, as a group, you and your friends Make yourselves feel Great Again. CardTharsis uses humor to cultivate the inner strength we will need to survive. Laugh. Stay strong. Resist. Play.&#10;&#10;You will be presented with possible real life scenarios based on three very human categories: Social, Political and Sexual. You must respond by playing cards from your &quot;swamp&quot; in your little hand. The best response collects the cards. The player with the most cards wins. In your &quot;little hand&quot; also known as the &quot;swamp&quot; will be some truly despicable waste: Actual Quotes from the President.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dig In",
    "ID": 241137,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/241137/dig-in",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Featuring a bowl filled with 128 beautifully modelled, colourful game pieces (32 different everyday items in 4 different colours each), a chunky timer and cards showing 6 items to be collected, Dig In! looks exceptionally simply, but is quite challenging. Players get just 15 seconds to dig through the bowl with both hands to try and get all the pieces they need to fill their card. If no-one manages to fill their card this way, all players then &lsquo;dig in&rsquo; at the same time, using one hand only, until someone fills their card. Dig In! offers two levels of play &ndash; one where players must find six pieces in any colour and one where the pieces must be specific colours.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monsters and Kids",
    "ID": 241141,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241141/monsters-and-kids",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&ldquo;A dark pretentious strategy card game for people who love kids and monsters, just the same.&rdquo;&#10;&#10;Monsters and Kids is a 2-4 player card game for everyone who loves the bizarre, weird, darkness and more bizarre. (Because you can never have enough of bizarre.)&#10;&#10;If you are not afraid of monsters, U.F.O.s or anything supernatural, the kids could really use your help. Save them from disasters and look out for enemies while constantly making sure you have enough cards to survive another turn.&#10;&#10;So, in conclusion, Monsters and Kids is a turn by turn strategic card game created by two architects. The strategies range from developing cute illustrations, attractive intro videos, nursery rhymes, dark themes, self-referential humor to deadly aggressive attacks for pulling in maximum people.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Legacy of Twilight",
    "ID": 241145,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241145/legacy-of-twilight",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Currently being changed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Negotiation",
      "Real-time"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cardslab: Countries",
    "ID": 241146,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/241146/cardslab-countries",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "CardsLab Countries is an award winning game from Novabase Gameshifters 2016 gamification event held at Portugal. The game was launched at November 2017, after intensive testing with different kinds of audiences and revisions.&#10;&#10;The pack consists of a deck with 75 cards (60 of countries with contents and stats, 12 special cards, a card with 60 country flags, 2 cards with shortened game rules), a rulebook and a world map. Each country card has the flag, location and capital, as well as stats like population, life expectancy or gdp. The game mechanics is &quot;turn-based&quot; and the goal is to get all the opponents' cards, which are initially distributed to everyone, forming a stack for each player (upside down).&#10;&#10;Each turn consists of 4 phases. In the first phase, each player places 5 cards in his hand and can play special cards that change the course of the game, such as stealing the opponent's turn, double the winning prize, exchange all hand cards between 2 players or cancel any of these effects. In the next phase, the turn owner chooses a card from his hand, puts it upside down on the table and will have to decide between asking a question about the card to an opponent of his choice (flag/location/capital) or choose a statistic that will have to beat all opponents cards. For the latter, after the turn owner announces the statistic he chose, each opponent will have to pick a card from his hand and put it upside down on the table, to win the duel. This adds suspense, bluff and fun on each turn, forcing the player to carefully choose his plays. At the end of the turn, the winner receives as prize x cards from the opponents hands, depending on the special cards played, the duel type (question or statistic battle) and player count.&#10;&#10;Many educational/general knowledge board games lack the fun and socialization offered by CardsLab. It's an 8-80 trivia &amp; strategy game designed with a simple mechanics that can easily put 3 different generations playing at the same table. Also, without noticing, we are learning much faster than by reading a book.&#10;&#10;CardsLab - Improving Knowledge Through Gamification.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ghost Rockers: Lost Instruments",
    "ID": 241148,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/241148/ghost-rockers-lost-instruments",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Look for the lost instruments in the school of Ghost Rockers. Return them and race to the secret rehearsal room.&#10;&#10;Everybody is looking for the instruments at the same time. Players can hamper other players by closing doors or snatching instruments away from each other.&#10;&#10;But it gets really exciting when the enchanted Ghost Rockers' instruments appear. When the last enchanted instrument appears the game comes to an end and players should race to the rehearsal room.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Music"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Halls of Judgment",
    "ID": 241150,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241150/halls-of-judgment",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Be the best God of Judgment.&#10;Get points four ways: Use your power to bid for followers or to activate them as heralds. At the end of the game, get points for fairness and for hidden goals.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Taloc Mayan",
    "ID": 241151,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241151/taloc-mayan",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In ancient Mesoamerica explorers from many places founded isolated civilizations... until they discovered others who happened to be there before them.  Violent clashes ensued as they vied for control of sacred pyramids, temples, sinkhole cenotes, and jungle shrines.  You can experience this with the Taloc: Mayan adventure boardgame as you try to construct the Mayan temple before your competitors take over your people, your powers, and your resources.&#10;&#10;Don't forget to take into account the Mayan calendar whose clock is ticking as you play, changing the parameters of the game as you try to build to the top.&#10;&#10;Available in flat 2D and the ultimate 3D tabletop versions, this game is sure to add excitement to your gaming table.&#10;&#10;With precisely sculpted 28mm heroic miniatures, a custom dice tower, water fog machine effects, LED lighting options, soundtracks, finely detailed modular terrain, custom game dice and accessories, you are sure to be able to reuse the compatible game components on your RPG game table after the board gameplay fades.&#10;&#10;Build and conquer in historical Yucatan with Taloc Mayan: the board game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Ancient",
      "City Building",
      "Civilization",
      "Dice",
      "Economic",
      "Miniatures",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Tile Placement",
      "Turn Order: Time Track",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Equinox 2015: Riflemen of Saipan",
    "ID": 241170,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241170/equinox-2015-riflemen-of-saipan",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This Gold Club Golden Journal attempts to dial back the incredible firepower of the Marine platoons included in Saipan. This product corrected the values on the Marine counters for the early version of the Panzer Grenadier: Saipan game. This journal includes the lower DF Marines at 8-3 rather than 10-3 direct fire. The newer version of Saipan have the correct Marine counters.&#10;&#10;Included with the Journal, however, are several Japanese tanks that were produced (Type 1 and Type 3) or were coming into production (Type 4) by the end of the war. In normal Golden Journal fashion, we have to have a scenario to play where we use these toys and one alternative history scenario is included.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Islands: Marianas (USA)",
      "Players: Two-Player Only Games",
      "Series: Avalanche Press Gold Club Golden Journal Supplements",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek HeroClix: Tactics IV",
    "ID": 241190,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241190/star-trek-heroclix-tactics-iv",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Star Trek Tactics IV is the fourth expansion set to the Star Trek starship battles using the Heroclix game series. Includes 32 premium pre-painted ships with all new dials! Some of the miniatures sculpts are new to Star Trek Tactics and not in previous expansions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Components: Clix",
      "Game: HeroClix",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Newsroom",
    "ID": 241192,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241192/newsroom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Newsroom is a worker placement game where you get to manage your own international media outlet. The aim of the game is to publish your newspaper editions earlier than other players thus gaining the trust of your audience and of the advertisers and boosting your global presence as an International media outlet.&#10;&#10;In the beginning of the round, news come out in different countries around the world in different fields (politics, economy, sports, culture). Each story is associated to countries with the roll of dice. Players have in their disposal a Press team and send its members to cover some of the stories, by interviewing people and getting their news copy back in the paper. &#10; Each edition is divided in 4 blocks (newspaper columns) and has to cover at least 10 content points which derive from the news pieces that journalists bring back or, later in the game, from advertisements. Once the edition content is complete, the paper goes to the editors while journalists are free to get some more news stories from around the world.&#10;&#10;After the editors have checked your story, the copy moves on to printing and is published. Its time to collect money, to pay your Press team and to hire better journalists, or more editors or printers to get your next edition even faster. Remember, the competition in the media is fierce and if you lose time the other media outlets will get your story out and it will then be worth nothing to you or your audience.&#10;&#10;Based in the queuing theory, Newsroom is an easy to learn but hard to master worker placement- economic management game where speed and effectiveness determine the winner. Much like in the real media world!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "E-Penser: Le Jeu",
    "ID": 241193,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.37",
    "Link": "https://boardgamegeek.com/boardgame/241193/e-penser-le-jeu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "E-Penser : Le Jeu is a trivia game created by Bruce Benamran, a French YouTube personality known for his science channel E-Penser.&#10;&#10;In this roll and move game, reminiscent of the Game of Goose, players have to reach the end spot while avoiding various traps and answering complex science trivia questions regarding space, physics, biology, human sciences and geek culture.&#10;&#10;&mdash;user summary&#10;&#10;Partez &agrave; la conqu&ecirc;te d&rsquo;une nouvelle dimension en d&eacute;jouant les pi&egrave;ges concoct&eacute;s par Bruce Benamran qui bouleverseront sans doute le cours de la partie  : voyagez dans le temps, t&eacute;l&eacute;portez-vous, confrontez-vous au principe d&rsquo;Heisenberg ou &agrave; la r&eacute;duction de la fonction d&rsquo;onde et &eacute;vitez le clonage humain  !&#10;  &#10;Sur chaque carte, 4 niveaux de difficult&eacute;  : facile, difficile, expert et exp&eacute;rimental (un m&eacute;lange de tous les niveaux)&#10;  &#10;250 cartes r&eacute;parties en 7 cat&eacute;gories&#10;&#10;     Espace  : les plan&egrave;tes, les d&eacute;couvreurs, la voie lact&eacute;e, la conqu&ecirc;te de la lune etc.&#10;     Infiniment petit : les atomes, la m&eacute;canique quantique etc.&#10;     Sciences physiques : radioactivit&eacute;, &eacute;lectricit&eacute;, optique, relativit&eacute;, etc.&#10;     Biologie : anatomie, nature, environnement, microbes, animaux, plantes&#10;     Sciences humaines : sociologie, psychologie etc.&#10;     Culture Geek : s&eacute;ries, films, r&eacute;pliques, jeux vid&eacute;os, objets etc.&#10;     Cartes Action&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Norsaga: Kickstarter 2017 Promo Cards",
    "ID": 241195,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241195/norsaga-kickstarter-2017-promo-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "10 promotional cards from the associated Kickstarter campaign: https://www.kickstarter.com/projects/meromorphgames/norsaga-odds-and-endings-expansion&#10;&#10;2 cards that expand Norsaga&#10;Saga: Goddess of the Mists (Might, Faith, and so much Lore)&#10;Saga: Goddess of the Mists (Might, Faith, and so much Craft)&#10;&#10;2 cards that expand Norsaga: Into the Myths&#10;Fae Legend: Gael the Winterwose&#10;Ghost Legend: Yldivard Ash-Coat&#10;&#10;6 cards that expand/combine Norsaga: Into the Myths and Norsaga: Odds and Endings&#10;Heirloom - The Empty Mask: Fimble&#10;Immortal - Guardian: Thrice-Woke Omhar&#10;Immortal - Guardian: Ulwilda Fading&#10;Immortal - Guardian: Agmind the Intrepid&#10;Immortal - Guardian: Soul-catcher&#10;Immortal - Watcher: Unsung Donwen&#10;&#10;Gameplay&#10;The 2 Saga cards function identically to other Saga cards.&#10;&#10;The new Ghost Legend and Fae Legend hybrids combine traits from various hero cards seen in Norsaga: Into the Myths.&#10;The Ghost Legend obeys all rules for both Ghosts and Legends. In your hand it is considered to be a card with black, white, green, red, yellow, and blue colors. It can be played onto any family tree, and must immediately receive an inheritance marker after being played. Until it leaves play it counts as a black card and a white card in addition to the color of that inheritance marker. The inheritance marker may not be removed until the Ghost Legend is dismissed.&#10;&#10;The Fae Legend behaves similarly to the Ghost Legend, except for the differences between Ghost and Fae cards. When the Fae Legend is played onto a player's family tree, that player must then swap it per normal Fae rules.&#10;&#10;The new Wanderer Guardians and Fae Watcher can be shuffled into the deck of Immortals to provide additional variety.&#10;The Wanderer Guardians have more flexible unlock tracks, allowing you to unlock them in either 2 or 3 steps. While on top of a hero on your tree, the Guardian's traits are used.&#10;&#10;The Fae Heirloom can be shuffled into the deck of Heirlooms to provide additional variety.&#10;Do not use this card if you are not playing with Fae and Skalds. Once the Heirloom is restored, your youngest Hero gains the Fae's Lost trait. This does not cause any additional swapping to occur when playing to that spot on your family tree.&#10;&#10;The Skald Watcher has a flexible unlock track that requires you to have a Ghost or Fae on your tree, followed by a Skald. Do not use this card if you are not playing with Ghosts/Fae and Skalds. Once unlocked, the Skald Watcher allows you to use any of the four basic 1st-generation embellishments.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dark Mages: Kickstarter Stretch Goals",
    "ID": 241198,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241198/dark-mages-kickstarter-stretch-goals",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Twelve cards to expand Dark Mages:&#10;&#10;- Enemy (Tenacious): Clay Golem&#10;- Companion: Crocodile&#10;- Spell (Common Sphere): Dominate Monster&#10;- Trap: Fire Trap&#10;- Artifact: Gauntlets of Ogre Power&#10;- Magic Item: Leather Armor +2&#10;- Encounter: Manticore&#10;- Enemy (Tenacious): Mimic&#10;- Trap: Pendulum&#10;- Potion: Potion of Mage Armor&#10;- Trap: Spiked Pit Trap&#10;- Magic Item: Sword of Subtlely&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ascension: Year Four Collector's Edition",
    "ID": 241203,
    "Year": "(2017)",
    "Geek Rating": "5.631",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgame/241203/ascension-year-four-collectors-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Ascension: Year Four Collector's Edition includes Ascension: Realms Unraveled and Ascension: Dawn of Champions, as well as all two copies of the promo cards from that year. The set also includes 100% foil cards, foil game board, portable storage box, dividers, and an Honor token bag!&#10;&#10;Battle as one of the game's marquee characters with Champion cards and use the game's first multi-faction cards to Rally and Multi-Unite for explosive turns! All 363 cards, and the over-sized Champion cards, are made with a premium foil finish.&#10;&#10;This boxed set is playable as a standalone 1-4 player game and is completely compatible with other Ascension expansions!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Laocoon",
    "ID": 241204,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/241204/laocoon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A game for two players by Alain Couchot and Bernard Klein&#10;&#10;Winner of the Golden Pawn at the 1997 Boulogne Billancourt Game Design Competition (under the name Tor)&#10;&#10;COMPONENTS&#10;&#10;An 8 &times; 8 gameboard of 64 neutral spaces.&#10;4 rings (2 white and 2 black).&#10;64 color discs (16 blue, 16 purple, 16 orange, 16 yellow).&#10;&#10;OVERVIEW&#10;&#10;Each player has two rings to move on the board. At the beginning, each space of the board is one of the 4 colors (blue, purple, orange, or yellow), and the colors are distributed evenly on the board. As the game progresses, space colors change, and certain spaces become inaccessible.&#10;&#10;If you can move neither of your rings at the beginning of your turn, you lose, and your opponent wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Crowdfunding: nestorbooster",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fog of Love: What Should We Go To?",
    "ID": 241208,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241208/fog-of-love-what-should-we-go-to",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Sweet Scene for Fog of Love. Created as a promotional item and given away at conventions. Thematically it revolves around what to do for a day out.&#10;&#10;Included in Kickstarter copies of the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": [
      "Game: Fog of Love",
      "Players: Two-Player Only Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fog of Love: Country Fair",
    "ID": 241209,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241209/fog-of-love-country-fair",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Sweet Scene for Fog of Love. Created as a promotional item and given away at conventions. Thematically it revolves around what to do at a country fair.&#10;&#10;Included in Kickstarter copies of the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": [
      "Game: Fog of Love",
      "Players: Two-Player Only Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fog of Love: Promo Card Set",
    "ID": 241210,
    "Year": "(2017)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241210/fog-of-love-promo-card-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fog of Love: Promo Card Set is a set of 3 promo cards for Fog of Love:&#10;&#10;Work Party is a Serious Scene for Fog of Love. Created as a promotional item and given away at conventions. Included in Kickstarter copies of the game. Dealing with a tough situation at work.&#10;&#10;Country Fair is a Sweet Scene for Fog of Love. Created as a promotional item and given away at conventions. Thematically it revolves around what to do at a country fair.&#10;&#10;What Should We Go To is a Sweet Scene for Fog of Love. Created as a promotional item and given away at conventions. Thematically it revolves around what to do for a day out.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": [
      "Game: Fog of Love",
      "Players: Two-Player Only Games",
      "Promotional: Cards",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epic Card Game: Pantheon – Furios vs Maligus",
    "ID": 241211,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241211/epic-card-game-pantheon-furios-vs-maligus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The forests of Danabrae show their daily reverence to Furios, but the Dark One, Maligus, threatens the balance. When Father Nature summons, the world answers. Will that be enough against the encroaching destruction that follows in the footsteps of the hidden evil?&#10;&#10;Epic Card Game: Pantheon is an expansion for the Epic Card Game that's packaged in six non-random booster packs (Furios vs Maligus, Helena vs Zaltessa, Angeline vs Scara, Gareth vs Lashnok, Shadya vs Valentia, and Riksis vs Tarken), with each booster pack containing twelve new game cards, 2 deity/token cards, and 1 double sided token card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Game: Epic Card Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epic Card Game: Pantheon – Helena vs Zaltessa",
    "ID": 241212,
    "Year": "(2018)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241212/epic-card-game-pantheon-helena-vs-zaltessa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Zaltessa hunts everything under the Four Skies, even other gods. However, one is valiant enought to hunt the Huntress. Are Helena's righteous tactics enough to combat Zaltessa's lust for challenge?&#10;&#10;Epic Card Game: Pantheon is an expansion for the Epic Card Game that's packaged in six non-random booster packs (Furios vs Maligus, Helena vs Zaltessa, Angeline vs Scara, Gareth vs Lashnok, Shadya vs Valentia, and Riksis vs Tarken), with each booster pack containing twelve new game cards, 2 deity/token cards, and 1 double sided token card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Game: Epic Card Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epic Card Game: Pantheon – Angeline vs Scara",
    "ID": 241213,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241213/epic-card-game-pantheon-angeline-vs-scara",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.5",
    "Description": "The Armies of Castillion march under the banner of the Silver Wing, while the Weaver of Sorrow gathers her infernal allies, Angeline's grace will not suffer the corruption of her people as she fights the otherworldly minions of the demonic Scara.&#10;&#10;Epic Card Game: Pantheon is an expansion for the Epic Card Game that's packaged in six non-random booster packs (Furios vs Maligus, Helena vs Zaltessa, Angeline vs Scara, Gareth vs Lashnok, Shadya vs Valentia, and Riksis vs Tarken), with each booster pack containing twelve new game cards, 2 deity/token cards, and 1 double sided token card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Game: Epic Card Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epic Card Game: Pantheon – Gareth vs Lashnok",
    "ID": 241214,
    "Year": "(2018)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241214/epic-card-game-pantheon-gareth-vs-lashnok",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "3",
    "Description": "High up in the Optimum, Gareth hears the drums of war. The beastmen of Lashnok are restless and will soon attack. With the Worldbreaker leading the charge, no gate can stop them. Even with an army of automatons, it will take all of Gareth's tactical genius to try and stop the fire and fury of the Breaker of Worlds.&#10;&#10;Epic Card Game: Pantheon is an expansion for the Epic Card Game that's packaged in six non-random booster packs (Furios vs Maligus, Helena vs Zaltessa, Angeline vs Scara, Gareth vs Lashnok, Shadya vs Valentia, and Riksis vs Tarken), with each booster pack containing twelve new game cards, 2 deity/token cards, and 1 double sided token card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Game: Epic Card Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epic Card Game: Pantheon – Shadya vs Valentia",
    "ID": 241215,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241215/epic-card-game-pantheon-shadya-vs-valentia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Shadya. The people speak her name in a whisper, as they wait for the nightmare to claim them. But a righteous army marches, led by the Justice Bringer, Valentia. Will the Shadow Walker fall to the light? Or will she revel in the howls of victorious demons?&#10;&#10;Epic Card Game: Pantheon is an expansion for the Epic Card Game that's packaged in six non-random booster packs (Furios vs Maligus, Helena vs Zaltessa, Angeline vs Scara, Gareth vs Lashnok, Shadya vs Valentia, and Riksis vs Tarken), with each booster pack containing twelve new game cards, 2 deity/token cards, and 1 double sided token card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Game: Epic Card Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epic Card Game: Pantheon – Riksis vs Tarken",
    "ID": 241216,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241216/epic-card-game-pantheon-riksis-vs-tarken",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.5",
    "Description": "Riksis sees beauty in chaos and destruction. He seeks the music of ruination everywhere he goes. Tarken's steady hand arrives to prevent everything Riksis holds sacred. Can the Dancer of Destruction break the resolve of the wisest of the gods?&#10;&#10;Epic Card Game: Pantheon is an expansion for the Epic Card Game that's packaged in six non-random booster packs (Furios vs Maligus, Helena vs Zaltessa, Angeline vs Scara, Gareth vs Lashnok, Shadya vs Valentia, and Riksis vs Tarken), with each booster pack containing twelve new game cards, 2 deity/token cards, and 1 double sided token card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Game: Epic Card Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Congo: Mungo Mah Lobeh – The Throne of Thunder",
    "ID": 241217,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241217/congo-mungo-mah-lobeh-the-throne-of-thunder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Congo Mary: The Throne of Thunder is a complete campaign for Congo, Adventures in the Heart of Africa.  Congo Mary recounts one of the heroic journeys of British explorer Mary Kingsley.  It culminates with her ascension of Mount Camaroon - also known as the Throne of Thunder.&#10;&#10;The campaign is made up of a series of adventures, linked together by an ongoing story-line and by special rules that allow players to develop and hopefully flourish as the plot unfolds.  This campaign will entertain and surprise you, offer many hours of wonder, some stimulating setbacks and considerable pleasure.&#10;&#10;This campaign has been written specifically for two players, each one stepping into the shoes of one of the two protagonists of this perilous quest:  British explorer Mary Kingsley  and Uguwa a powerful sorcerer.&#10;&#10;After facing up to the challenge of six new adventures (six new scenarios) you will face off in what we guarantee to be an epic and breathtaking finale.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Continents: Africa",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends of the Ancient World: Punisher's Keep",
    "ID": 241218,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/241218/legends-of-the-ancient-world-punishers-keep",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Grudgingly, you take the assignment to rescue the relative of a trusted friend. Unfortunately, the relative is held at Punisher's Keep, the local Lord's prison, where the worst criminals in the land are held, and tortured. Some say that the Chief Inquisitor also conducts cruel experiments on the victims, but that may just be rumor...&#10;&#10;Punisher'S Keep continues the series of paragraph driven adventure games from Dark City Games. Playable as a standalone dungeon crawl game, or compatible with The Fantasy Trip, GURPS, and Melee/Wizard.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Series: Legends of the Ancient World (Dark City Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gerrymandering",
    "ID": 241224,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/241224/gerrymandering",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "All things being equal the next election could go either way. It's up to you to make sure it swings in your party's favor. Campaign to encourage your voters and discourage your opponent's, change voter trends, and manipulate political boundaries to make sure your party gets into office. Players rearrange, flip, and replace tiles while manipulating the borders that make up the districts in game about American politics.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Atlantis",
    "ID": 241226,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/241226/lost-atlantis",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Lost Atlantis is described by the publisher as a &quot;3X game under the sea&quot;.&#10;&#10;Lost Atlantis is now an underwater exploration game where players gather clues to discover sunken pyramids, defeat their guardians, and collect treasures. The core of the game is a puzzle revealed by compass directions found by players on seafloor tiles. Players use these directions to scour the quadrants of the board for clues to discover pyramids. There is a central portal in the middle of the board that accumulates player scoring tokens as pyramids are claimed, and the game ends when all the central portal spaces are filled up. The player who accumulates the most Victory points throughout the game wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Mythology: Atlantis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Red Sonja: Hyrkania's Legacy",
    "ID": 241227,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/241227/red-sonja-hyrkanias-legacy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Red Sonja: Hyrkania's Legacy is a cooperative, modular-adventure board game for 1-4 players, expandable to 6.&#10;&#10;The game allows players to participate as one of their favourite Red Sonja Comic Book characters ranging from the Barbarian Osin, the famous Red Sonja herself. These heroes will champion all that is the Hyborian good in 90 minutes as the players travel across the realm of Hyrkania and face dangerous warriors, mythical beasts and the walking souls that haunt the lands.&#10;&#10;Collect lore-enriched relics, artifacts, weapons and special awards under a heated deadline while re-telling some of Red Sonja's best adventures in comic book and open source fictions history!&#10;&#10;This game will challenge you and excite you. Everything you need is provided at the gaming table, just bring your friends, your love of Red Sonja (knowledge of Red Sonja lore optional), and your thirst for adventure! Onward to a world of high adventure!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Exploration",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Lynnvander Legacy Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Colonies",
    "ID": 241231,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/241231/star-colonies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "The overpopulated Earth is slowly dying. Three human Factions: The Confederation of Sol, the Outer-Worlds Alliance and the Praetorans of Mars have been fighting for domination of the solar system with space fleets from their bases orbiting Earth, Mars and Titan.&#10;&#10;Now with the perfection of the FTL hyper drive, Scout-ships are finally able to explore distant stars. Earth, Mars and Titan have agreed a truce in order to settle colonists in new star systems far from our star.&#10;&#10;With a small fleet of ships, you must seek out and settling habitable worlds, but you would be wise to hire warships from these factions to protect your Outposts, for the future of these colonies will be beyond the control of Earth.&#10;&#10;Send out your Scouts to explore new systems, send out your Transports to bring back rare minerals and gasses to finance your fleet. Hire warships from the Confederation, Alliance and Praetoran navies for your private fleet.&#10;&#10;Build Outpost ships and finally Colony ships to settle worlds and claim the title of Star Lord!&#10;&#10;In the game you will upgrade your starting deck of Scout ships and Basic Transports with a fleet of warship cards from the three space faring factions. You can buy Outpost ships to build Outposts and later upgrade these to Colonies on suitable worlds you have explored or else capture them from other players. You may control 4 systems at any time by deploying your ships there.&#10;&#10;Objective: Control 4 Victory stars. Each Outpost is 1 star, Each Colony (upgrading Outpost) worth 2 stars. This means you win immediately when you control a Colony on 2 worlds, or an Outpost on 4 worlds.&#10;&#10;The main USPs for Star Colonies are:  &#10;&#10;     Area control (of star systems). Deploying ships to defend or to trade: carrying over unused credits, but you take a risk: extra Credits or nothing if system is seized.  &#10;     Flip discard to draw deck (not shuffle!) so build order stays intact. In the advanced game we add Infiltrators as deck manipulators.  &#10;     Interaction: ability to intercept an attack (with cards from hand) or to target specific star systems and deployed enemy ships.  &#10;&#10;&#10;The full game works just as well with 2, 3 or 4 players. Players can start with a more peaceful tutor-mode game before the full on strategy game with the full card set.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "バイバイレミング (Bye-Bye LEMMING)",
    "ID": 241252,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/241252/baibairemingu-bye-bye-lemming",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Lemmings were getting too comfortable where they lived.&#10;There were too many Lemmings because they have been eating too much.&#10;Now, there was no food left so the Lemmings decided to leave and try and find a new place to live.&#10;&#10;Timing is important especially when starting out on a journey. When one Lemming starts out other Lemmings will follow, because they have the same instincts. The object of the game is to be the first to send out all your Lemmings.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Turning Tides",
    "ID": 241255,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/241255/turning-tides",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Turning Tides is a tile placement game for ages 5 and up. Players place tide pools, each containing a critter, and seek to create roads to the tide pool by matching compatible edges. Some tide pools will disappear faster than others as rising waters threaten shallower pools. As players build out a unique set of tide pools they may also block off any player who seeks to create a continuous path. Play time can range from 30 to 45 minutes depending on skill level.&#10;&#10;To play, download the two zip files containing the rules and fully colored game assets. To play you also need road sticks, such as these https://www.thegamecrafter.com/parts/stick-orange. For our play tests we used orange, blue, purple, and green sticks, however, any color is suitable. If you do not have sticks on hand, you may cut out rectangular pieces of colored paper(smaller than 1 by 1/2 inch) and use those instead, perhaps even folding them into tents for an easier time picking them up.&#10;&#10;If you really like the game, you can also order hard copies of all the assets here: https://www.thegamecrafter.com/games/turning-tides?dept_uri=&amp;dept_name=.&#10;&#10;&mdash; Nastia Garachtchenko&#10;&#10;",
    "Categories": [
      "Exploration",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tanks: Lee Tank Expansion",
    "ID": 241265,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241265/tanks-lee-tank-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The M3 Lee sported a 75mm main gun mounted in a limited-traverse side sponson, as well as a smaller 37mm gun in its turret. This odd, ungainly vehicle was far from perfect, but it was nevertheless an effective tank that filled a much-needed role at a crucial time.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Tanks – WW2 (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Little Flower Shop: Flower-Filler Promo Pack",
    "ID": 241270,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241270/the-little-flower-shop-flower-filler-promo-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Flower-Filler Promo Pack has 8 cards: 4 flower bonus cards, 3 filler bonus cards, plus 1 instruction card.  At the game's start, a bonus card of each type is flipped showing the popular flower and filler for the game. Players score bonus flower power for displaying the popular flowers and fillers in their windows.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "From the Cellar: Pack 8",
    "ID": 241276,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241276/from-the-cellar-pack-8",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "600",
    "Weight": "0",
    "Description": "A scenario pack for Advanced Squad Leader by Le Franc Tireur.&#10;&#10;The following scenarios are included:&#10;FT209: EUPHRATES CLASH (Mayadine, Syria, 29 September 1941)&#10;FT210: THE LONGEST WEEK (Mount San Basilio, North of Troina, Sciliy, 5 August 1943)&#10;FT211: 9eme COMPAGNIE SACRIFICE (Hill 470 near Colle Belvedere, Italy, 26 January 1944)&#10;FT212: FOR HITLER, FOR ALLAH (Area of Sekovici, Bosnia, 1 May 1944)&#10;FT213: UP THE LIRI VALLEY (Liri Valley, Italy, 17 May 1944)&#10;FT214: A GRAIN OF SAND (Les Sablons, France, 10 August 1944)&#10;FT215: GHOSTLY ATTACK (Luneville, France, 15 September 1944)&#10;FT216: BACK IN FORCE (Luneville, France, 16 September 1944)&#10;FT217: CAVALRY DELAYING ACTION (Luneville, France, 18 September 1944)&#10;FT218: TAKING LUNEVILLE (Luneville, France, 18 September 1944)&#10;FT219: KONIEV'S FINEST (North of Chimielnik, Poland, 12 January 1944)&#10;FT220: ALSATIAN VERDUN (Jebsheim, France, 26 January 1945)&#10;FT221: INDEPENDANCE DAY (Didonne, France, 15 April 1945)&#10;FT222: HETZER BUTCHER (K&ouml;nigsbach, Germany, 6 April 1945)&#10;FT223: THE KINGS OF BOLLERSDORF (Bollersdorf, Germany, 19 April 1945)&#10;&#10;The pack also contains rules for linking the scenarios FT215, FT216, FT217 and FT218 together into a campaign game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adorable Monsters",
    "ID": 241279,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/241279/adorable-monsters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Adorable Monsters is the super cute card game, for all ages, in which the first player to put together a squad of 7 cutie patootie monsters, wins! Have a blast with your buds, pals, mates, friends, family, or even absolute strangers, as you try to be the first to create your monster squad!&#10;&#10;How to Play&#10;Learning to play Adorable Monsters is easy! That's because what each card can be used to do during play is written directly on it, in the form of concise instructions.&#10;&#10;To begin the game, all players draw 5 cards and thereafter take turns drawing and playing one card at a time, as they try to line up a squad of 7 monsters in front of them to win the game.&#10;&#10;Of course, it's not that easy, as there are lots of cards that players can use to remove monsters from their opponents' squads. So, not only do you have to try to put together your monster squad, but you have to try to stop your friends from doing so, too!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lackadaisy: The Card Game",
    "ID": 241295,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.33",
    "Link": "https://boardgamegeek.com/boardgame/241295/lackadaisy-the-card-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "With a unique cast of characters with special powers from the Eisner Award-nominated comic series, you and up to seven friends play as a gang of shifty shady felines trying to keep their speakeasy afloat.&#10;&#10;The game is cooperative with all players loading into their car, the Fordor, and exploring a randomly arranged deck of location cards laid out face down on the table. Players must get enough of &quot;The Good Stuff&quot; back to the Lackadaisy Speakeasy before the time runs out and the speakeasy folds like a cheap suit. Players will need to arm themselves and use the special location powers to their best ability to win. With event cards that can help as much as harm, the tide of the game can turn at any moment.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "History: Prohibition in the USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roads and Rails, Rivers and Trails",
    "ID": 241303,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241303/roads-and-rails-rivers-and-trails",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Play your cards to build a shared network of roads, rails, rivers, and trails. Block your opponents while scoring paths for yourself -- but don't forget about any of your own paths, or you'll be caught short at the end!&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Owen's Chase",
    "ID": 241304,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241304/owens-chase",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Owen's Chase is an asymmetrical 2-player deduction game set in the 19th century Nantucket. Whales are trying to safely travel north to the feeding grounds to feast on rich krill while being pursued by a sharp lookout in the crow's nest of a whaling ship. On each expedition, use your senses to track down a whale in the vast ocean. But be careful of dangerous weather, unexpected repairs, or even a nasty tail fluke that can bring your chase quickly to an end.&#10;&#10;One player plays as the Whale and the other as the Lookout. The Whale player puts the cards face down in a 4 x 4 grid, and the Lookout chooses cards. Based on the card chosen when revealed, various actions occur that can have the Lookout win, the Whale win, or other results. Play continues until the Whale is found or or the Shipyard is found, or until the expedition ends. Cards include the Whale, a tail attack, crow's nest, open ocean, shipyard, and storm.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time War(p)",
    "ID": 241307,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/241307/time-warp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "The war had raged for millennia. Or it started just a week ago, depending on how you look at it. Time travel can be quite confusing. What's known for certain is that the fighting is between four different sides: The Aliens, the Apes and Monkeys, the Robots, and the Space Vikings. They all got access to the temporal technologies at the same time, not that &quot;same time&quot; means much in this situation. With time travel it doesn't really matter *when* it's invented...&#10;&#10;Each player is sending out their agents to different points in the timestream, trying to control key time periods and technologies. By planning your moves right you can re-use the same cards multiple times, and even revive agents killed in action!&#10;&#10;Time War(p) is a quick card game for two to four players ages 13 and up.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Warcraft Trading Card Game: Drums of War",
    "ID": 241311,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/241311/world-of-warcraft-trading-card-game-drums-of-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The time has come to prepare for battle, as Upper Deck Entertainment Introduces World of Warcraft &quot;Drums of War- PVP Battle Decks&#10;&#10;The thundering drums of war echo throughout the land of Kalimdor. New warlords ride through the gates of Orgrimmar, eager to serve the warchief and leave their marks on the pages of history.&#10;Small battalions of Alliance soldiers arrive at outposts throughout Azeroth.&#10;They solidify their footholds in contested areas as marshals draw up strategies to defend their territories and press any aggressors who foolishly cross their paths.&#10;It is only a matter of time until the piercing battle cries, roaring magic, and crashing steel evoke the symphony of war once again.&#10;&#10;When the dust settles, will you be remembered, or will you fade into oblivion?&#10;&#10;Call to Arms!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A'Writhe: A Game of Eldritch Contortions",
    "ID": 241322,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/241322/awrithe-a-game-of-eldritch-contortions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Summon the Great Old Ones by having them align their bodies over Arkham.&#10;&#10;In the game A'Writhe: A Game of Eldritch Contortions, players gather in teams of two. Each team consists of a cultist player and a Great Old One player. The cultist is assisting the Great Old One and attempting to summon them to our plane. To do this, the cultist instructs their deity, with great veneration, to place an appendage on top of an Arkham landmark to complete a specific pattern. The problem is that it is nigh impossible to have one Great Old One form this pattern by itself; that's why if another deity is touching any parts of your pattern, you can use that appendage to complete your own pattern!&#10;&#10;Up to three teams of two can play in this contortionist battle of positioning.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tactical Playing Cards",
    "ID": 241327,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241327/tactical-playing-cards",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A deck of 108 &quot;Tactical Playing Cards&quot; (or T-cards) to use when playing an ASL scenario.&#10;&#10;Each player receives at game start a number of cards from the deck and may play them whenever he sees fit during a scenario. Each card has an effect printed on it, just apply what is written on the card and discard the card. The total number of cards in the deck is sufficiently large to ensure that no hand will be similar to another. The rules underpinning T-cards' use are as concise as possible.&#10;&#10;",
    "Categories": [
      "Fan Expansion",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Open Drafting",
      "Push Your Luck",
      "Secret Unit Deployment",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Voyages avec Montaigne",
    "ID": 241328,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/241328/voyages-avec-montaigne",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Travel around the most beautiful places in XVIth century Europe with Montaigne!&#10;In 1580 and 1581, Michel de Montaigne is travelling Europe on horseback. In a Travel journal, he writes of this extraordinary experience.&#10;Become travelers and follow his steps around France, Germany, Switzerland or Italy, to discover countries through Montaigne&rsquo;s eyes, meet people he encountered and think with his mind&hellip; Until King Henri III calls you back to Bordeaux, as he did with Montaigne asking him to become the city&rsquo;s mayor, then you will have to end your journey and go back to the South West of France as fast as you can.&#10;&#10;This is a multi-purpose card game for 2 to 4 players from 8 years old.&#10;The players manage their best hand cards they will pose in front of them, deploying the many discoveries of their trip (gastronomy, meetings, visits or reading the Montaigne books ...), while observing the choices of other players.&#10;Voyages avec Montaigne offers many mechanics interlaced in a simple and fluid way. Opportunism, interaction and anticipation make the pleasure of a game that suddenly makes one of the greatest French writers of all time very close.&#10;&#10;In the game Voyages avec Montaigne, players place cards face up next to the last card they placed, on a line from left to right. This line represents their journey.&#10;&#10;On their turn, players take turns with 1 action among 3 : &#10;&#10;     Travel : place a card from a different city AND pay the cost of the travel (0, 1 or 2 cards discarded)&#10;     Stay : placing a card of the same city AND pick 1 new card&#10;     Get supplies : not placing a card AND pick  and 2 new cards&#10;&#10;&#10;Players can discard a figure met during his journey to take another action OR take a card from the discard pile.&#10;&#10;2 travelling rules must be respected :&#10;&#10;     At the end of their journey, players must return to Bordeaux and have placed at least on &laquo; Citation &raquo; card form each of the 3 books of Montaigne&#10;     Players cannot go back to a city they have already been.&#10;&#10;&#10;During their journey, players take one of the Bonus tile available as soon as they reach the objective first or do better than a player who had already achieved the objective (5 discovery bonus, 4 book bonus).&#10;&#10;When the &laquo; King&rsquo;s call &raquo; special card is revealed, all players must go back to Bordeaux as soon as possible, rules are thus modified :&#10;&#10;     Action &laquo; Stay &raquo; is not allowed anymore&#10;     Players cannot travel to a city that would take them further away from Bordeaux.&#10;&#10;&#10;First players returning to Bordeaux get bonus, As soon as all players but one have returned to Bordeaux, the last player only has one turn left to play.&#10;&#10;Bonus tiles are awarded to players : most cities visited, the most different theme cards, the most different characters encountered, largest stay.&#10;&#10;The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Renaissance",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Continents: Europe",
      "Country: France",
      "Country: Germany",
      "Country: Italy",
      "Country: Switzerland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Juego de las elecciones",
    "ID": 241330,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/241330/juego-de-las-elecciones",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players try to win elections by playing cards. At the beginning, two dice are thrown and multiplied by ten thousand to know how many votes must be obtained to win.&#10;&#10;Players then place positive cards in front, and opponents can place negative cards in front of others. Each of the five different positive cards allows you to start a stack.&#10;&#10;A player can not have more than one stack of the same quality.&#10;&#10;If you are blocked in a stack, you can unlock it with a positive card of the same type.&#10;&#10;According to the stacks that you have unlocked you can place votes in front of you. These do not count how one of the stacks allowed.&#10;&#10;There are televised debates that begin with a card, and that are resolved by rolling a dice each opponent and adding their unblocked stacks.&#10;&#10;Win the first to get the necessary votes.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Rising Rage",
    "ID": 241377,
    "Year": "(2019)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241377/bushido-rising-rage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Rising Rage adds:&#10;5 New Dice&#10;4 New Weapons (8 cards total)&#10;20 New Techniques (+ 3 additional Basic School cards)&#10;&#10;As you might imagine, the expansion focuses on the rage mechanic in the game, giving players more ways to use and acquire rage.&#10;&#10;The new cards often feature ways for you to acquire or spend Rage Tokens, and the new dice feature a Rage Result allowing players a way to collect Rage Tokens without changing their guard!&#10;&#10;The addition of the expansion tweaks the rules in small ways (Weapons for example are chosen from a random selection instead of the complete arsenal of 8+ weapon Cards) but otherwise simply adds more ways for you to show off your martial mastery and manipulate the power you put into each attack! The Expansion also works with the 4-player rules.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 Edition): The Inaugural Blood Bowl Almanac",
    "ID": 241380,
    "Year": "(2017)",
    "Geek Rating": "5.541",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241380/blood-bowl-2016-edition-the-inaugural-blood-bowl-a",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Compiling together the 2 Death Zone Seasons available so far, with some fantastic content from White Dwarf articles content added on, this is an essential book for every Blood Bowl coach. Contained in the 140-page hardback:&#10;&#10;     Official League rules! This is a guide to running a Blood Bowl league, taking you through drafting and maintaining teams, dealing with casualties, earning and spending Star Player points, playoffs and continuing into new seasons. Includes a blank roster/match record sheet;&#10;     Optional League rules! With these, you can handicap the amount of gold that top-flight teams earn, keep Star Players around longer, earn sponsorship deals (as long as you don&rsquo;t mind being a dirty shill), bring in infamous referees, cheerleader and coaching staff, use different balls (some of which are a bit&hellip; explodey), and set up exhibition matches;&#10;     12 Star Players! Barik Farblast, Glart Smashrip, Kreek Rustgouger, Horkon Heartripper, The Swift Twins, Bo Gallant&eacute;, Willow Rosebark, Karla Von Kill, Helmut Wulf, Ripper Bolgrot, Scrappa Sorehead, and Madcap Miggz are all in here, ready to play for your team (for a price);&#10;      Hall of Fame! The Bright Crusaders, Orcland Raiders, Warpfire Wanderers, The Greenboyz, The Grudge Bearers, The Celestial Comets, The Chaos All-Stars, and The Underworld Creepers are featured in this illustrious, glorious Hall, along with their history and team rosters;&#10;     More Stuff! Alternate rules for using Special Play cards, a compendium of player skills, an OFFICIAL reference for the teams available to play, a summary of all the Star Players and a selection of weather tables, all in one handy place;&#10;     An FAQ! This provides clarity on a number of rules based on feedback from the Blood Bowl community.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 edition): The Elfheim Eagles – Elven Union Blood Bowl Team",
    "ID": 241383,
    "Year": "(2017)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241383/blood-bowl-2016-edition-the-elfheim-eagles-elven-u",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Elfheim Eagles are notable for eschewing the fancy outfits and extravagant parties of Elven teams past in favour of drills, training sessions and even more drills. The fans may have disapproved at first, but after the Elfheim Eagles nudged out Nurgle&rsquo;s Rotters to win Blood Bowl XX they became known as one of the finest passing play teams to ever grace the pitch.&#10;&#10;This multi-part plastic kit contains the components needed to assemble The Elfheim Eagles, an Elven Union Blood Bowl team. The team consists of 6 Linemen (4 of which are actually Linewomen), 2 Blitzers, 2 Throwers and 2 Catchers, each of whom are as impressively-cheekboned and beautiful as you might expect from an Elven team. The heads and shoulder pads are interchangeable between the miniatures, meaning your team can look unique.&#10;&#10;There are a host of extras in the kit &ndash; 2 turn markers, 2 double-sided score coins and 6 balls, 4 of which are encrusted with opulent gemstones. Supplied with 12 32mm Blood Bowl bases and an Elven Union transfer sheet.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nuts!: Man-to-Man Combat (4th Edition)",
    "ID": 241384,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgame/241384/nuts-man-to-man-combat-4th-edition",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "What: Wargame/RPG rules for World War II. &#10;Scale: Man to man combat. 1 figure equals 1 man; 1 model equals 1 vehicle.&#10;Your Role: Players can command from one squad to a platoon of infantry or from one platoon to a company of tanks.&#10;Playability: Designed for solo, same side and head to head play.&#10;&#10;NUTS can be played in a variety of ways:&#10;&#10;You can play as a Squad Leader with a full squad.&#10;You can play as a Squad Leader with less than a full squad.&#10;You can play as a Fighting Vehicle Platoon Leader with three to five vehicles.&#10;You can play with only one Fighting Vehicle.&#10;You can play large games with multiple squads and vehicles.&#10;&#10;The bottom line is you can play it any way you like, with any figures or counters you like.&#10;&#10;Inside you&rsquo;ll find:&#10;&#10;&#10;     Rules for infantry combat with over 15 different formations.&#10;     Rules for vehicle combat with stats for over 100 types.&#10;     Four armies to choose from &ndash; American, British, German and Russian.&#10;     Thirty-five unique attributes to personalize your squad members.&#10;     Rules for urban combat.&#10;     A minimal bookkeeping Campaign System that gives meaning to every game as the results of one will affect the outcome of the next.&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Country: Germany",
      "Players: Wargames with Solitaire Rules",
      "Series: Reaction System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Continuation Trivia: Set One",
    "ID": 241385,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241385/continuation-trivia-set-one",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivia game released by British retailer W H Smith to use in conjunction with the original Trivia Pursuit. It's basically 3,000 additional questions on 500 cards, in a box!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Root: The Riverfolk Expansion",
    "ID": 241386,
    "Year": "(2018)",
    "Geek Rating": "7.749",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241386/root-the-riverfolk-expansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.8712",
    "Description": "Two new factions are added to the forest fray.&#10;&#10;The Riverfolk expansion includes:&#10;&#10;     A New Core Faction: The Riverfolk Company&#10;     A New Core Faction: The Lizard Cult&#10;     An Extra Vagabond&#10;     One Card Holder For The Riverfolk Company&#10;     Cooperative Scenarios&#10;     Rules for Bot Play&#10;     and Three Additional Vagabond Variants&#10;&#10;&#10;This expansion now allows Root to be played with 1-6 players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Race",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Lizards",
      "Animals: Otters",
      "Crowdfunding: Kickstarter",
      "Game: Root",
      "Players: Expansions Adding Cooperative Play",
      "Players: Expansions Adding Solo Play",
      "Players: Expansions Changing Player Count",
      "Theme: Animal Battles",
      "Theme: Anthropomorphic Animals",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Valley of Alchemists: Ghost Expansion",
    "ID": 241387,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241387/the-valley-of-alchemists-ghost-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "The Ghost Expansion allows for a 5-player game, as well as adding two new game modes! The first one - &ldquo;Companions&rdquo; - introduces direct player on player interaction as well as increasing the options available to players. The second game mode - &ldquo;Dragon Contest&rdquo; - introduces intense competition between players as they try to further their alchemy career while completing unique elixir sets which will award the highest-ranking player with a generous bonus.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Killer Dinner",
    "ID": 241388,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/241388/killer-dinner",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You are invited to a Killer Dinner! However, this is no ordinary dinner party. Everyone is masked and has their own hidden agenda. Who is your friend, and who is planning on stabbing you tonight?&#10;Ask questions, collect items, and attack other partygoers to accomplish your hidden agenda before anyone else. Blend in while figuring out your fellow partygoers&rsquo; hidden agendas before it&rsquo;s too late!&#10;&#10;At the beginning of the game each player gets a card with their secret role and hidden agenda. Attending the party are The Host, The BFF, The Trickster, and The Hitman. Everyone, except the Hitman, is also informed of the Host&rsquo;s profession on their Role Card. &#10;The Host&rsquo;s agenda is to figure out who the Hitman is and to kill them. &#10;The BFF&rsquo;s agenda is to help and protect the Host. &#10;The Trickster&rsquo;s agenda is to attack or get attacked a total of seven times. &#10;The Hitman&rsquo;s agenda is to figure out the Host&rsquo;s profession, or to kill them.&#10;While in the same room, players may ask each other yes/no questions to discern information about the Host&rsquo;s profession, revealing who the Hitman is based on incorrect answers. Players explore the house and collect items upon entering an empty room. Items can be used to help gather information, attack other players, or replenish lost Health.&#10;Whoever accomplishes their hidden agenda first, wins the game.&#10;&#10;Killer Dinner is a party game that will create a new social dynamic each time it&rsquo;s played. A great number of Host&rsquo;s professions and the random role allocation, makes every game different. Due to the social aspect and asking questions the game is a good opportunity to get to know your fellows players better!&#10;&#10;&mdash;description from the designers&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Acting",
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Prime Number Five",
    "ID": 241389,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241389/prime-number-five",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Prime Number Five is very easy mathmatic memory game.&#10;Contain 30 cards.&#10;All cards has frontside number and backside number.&#10;Each card, frontside and backside has a some relation.&#10;&#10;Backside numbers are 2, 3, 5, 7, and 11. (5 types number x 6 cards)&#10;Frontside numbers are 4, 6, 9, 10, 14, 15, 21, 22, 25, 33, 35, 49, 55, 77, and 121. (15 types number x 2 cards)&#10;&#10;If frontside number is 14, then the card's backside is 2 or 7.&#10;Because 14=2x7&#10;If backside number is 3, then the card's frontside is 6, 9, 15, 21, or 33.&#10;&#10;Shuffle all cards, and spread them on table.&#10;In your turn, reveal one card and another.&#10;If the two cards's frontside numbers are same, you get it.&#10;Get, or not get, next player's turn.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math",
      "Memory",
      "Number"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warstones: Eldur",
    "ID": 241390,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241390/warstones-eldur",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Official expansion for Warstones that adds a new army: Eldur&#10;&#10;It contains:&#10;1 extra Tower&#10;15 fiches Eldur&#10;7 unit cards for Eldur&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dry Bones",
    "ID": 241397,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/241397/dry-bones",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Dry Bones Adventurer&#10;-The Card Game-&#10;&#10;The dusk is falling slowly as you are visiting the last nomadic town and its ruins. Amongst the old sands of the Thar desert&rsquo;s heart, your guides mount the deras - tents of a small, improvised camp. Under the starry night, around the fire, sipping a chai and recovering strength accompanied by the rhythm of Nangara, you listen to the ancestral song from tribal traditions with which the old stories begin. It is in that moment when you hear this story:&#10;&#10;&quot;An old legend says that in the time of the Chaldeans...&quot;&#10;&#10;Is a card based game where you play as a traveler in the desert, trying to solve the mistery of the Yejez.Qe'l and the dry bones to revive them.&#10;&#10;You will have to deal with storms, collect items, turn seals,&#10;open portals, complete misions and many more.&#10;&#10;Beat Death! Conjure!&#10;Conjure the Spirit of the four winds!&#10;&#10;GAMES OF LIFE&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Educational",
      "Exploration",
      "Music",
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Verkami",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 Edition): Naughty or Nice Special Play Promo Card",
    "ID": 241398,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241398/blood-bowl-2016-edition-naughty-or-nice-special-pl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A promotional Special Play card included in the December 2017 issue of White Dwarf.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Quest: Shadows Over Hammerhal – Return to Hammerhal",
    "ID": 241399,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241399/warhammer-quest-shadows-over-hammerhal-return-to-h",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A mini-expansion that comprises a story-arc spanning three additional dungeons set in the city of Hammerhal. Includes new Treasure cards, Skill cards, and an Achievement card. Also includes new options for adventurers visiting the city between delves (with an updated options summary card), rules for hiring mercenaries, and two new Hero Cards. Initial dungeon, rules, and cards, featured in the December 2017 issue of White Dwarf.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reise durch die Heimat",
    "ID": 241420,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241420/reise-durch-die-heimat",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of a board based on a railway map of Switzerland, and around 100 cardboard tokens labeled with the names of each station.&#10;&#10;The object is to be the first player to complete a pre-agreed journey across the map by rolling a die and moving. A six gets another turn but if a second six is rolled then the player must move backwards. Mountain and local lines can only be traversed when the correct number is thrown.&#10;&#10;The rules sheet (bilingual German/French) give 10 different variants for how the players' routes may be chosen: in some the tokens are placed on the map and collected, in others the tokens are used to draw a station at random.&#10;&#10;Publisher: Papa Schubi &#226;&#132;&#150; 2822.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Switzerland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Demons and Demigods",
    "ID": 241432,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/241432/demons-and-demigods",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "150",
    "Weight": "0",
    "Description": "The throne has remained vacant for far too long, demons assault the city, and the people have become desperate. You have travelled far to arrive in the city of Bloodstone. The desperate situation in the city has forced the Council to reach out to the powerful Demigods in hopes of finding a new ruler. You have five days to gain the favour of the council and the people. They are eager to be impressed.&#10;    Your paths to victory are numerous: complete quests to gain favor and influence; slay the demons that spawn each night and harvest them for the riches that lay within; amass great wealth and purchase symbols of status to impress the masses. &#10;        You are not the only hero to see this as their opportunity. Others have journeyed to the city and will fight to impede your progress at every turn. Can you win the favour of the Council and become the next Ruler?&#10;&#10;Demons and Demigods is a deep strategy game with immense replayability. In fact, no two games will ever be the same.&#10;&#10;Players can all play with the same faction abilities by playing as &quot;Civilians&quot;, or each player can choose to play as a Demigod - a unique faction with special abilities and Rages. Play as a Warlock, Earth Elemental, Giant, or one of the other unique Demigods.&#10;&#10;Throughout 5 days, players will track their time using a unique and intuitive time track. This track consists of 24 spaces. Each player begins with 12 time before the Midnight Oil ends their day, but through upgrades it is possible to improve Ambition and start the day with more time. Each movement through the city and actions at a building costs time, so plan your route and day wisely. Whoever has the most time remaining in the day will always play next - so player order is dynamic. Once you enter the Midnight Oil your day will end.&#10;&#10;Players move their characters throughout the game board using a one-of-a-kind worker placement mechanic. Your character blocks building action spaces. When you move, the building action space becomes available. Each game includes 9 randomly placed buildings. Depending on your strategy and immediate needs you may want to visit the Butcher to gain Bloodstones, or the Blacksmith to buy gear. You may wish to travel to the Market to make some important trades, or maybe you need to visit the Grand Palace to improve your influence. During all of this, your character is also tasked with slaying the demons that lurk at buildings and playing quests. Slaying demons and playing quests allow a character to gain influence at a building. This is tracked through a dynamic area control mechanic which makes use of a character's energy. Quests are also assigned to 1 of the 5 council members. Each member has specific themes attached to the quest, and at the end of the game, you are rewarded for having a variety of council members showing. This means you must diversify your strategies in order to impress the entire council.&#10;&#10;Each day players will try to improve their engine to maximize the income at Day's End. They do this by unlocking dormant cubes and visiting the Philosopher's Study for upgrades. Spend the Bloodstones you have collected from slaying demons to upgrade your character. Some upgrade examples are: Income (silver, gold, energy regeneration, etc.), and Ambition (more time).&#10;&#10;Your character starts with 18 energy cubes. These cubes are incredibly dynamic and will be used for combat with demons, upgrading abilities, area control influence, and more. How you manage your energy will greatly affect your chances of success.&#10;&#10;At the end of the game players will score points based on their demon slays, influence, council support, and resources.&#10;&#10;Can you be the next Ruler of Bloodstone?&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Turn Order: Time Track",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gameshop Mirrorverse",
    "ID": 241439,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/241439/gameshop-mirrorverse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This is the 7th in a series of Annual Games Unlimited Holiday Games and is the followup to Gameshop Express (2011), Gameshop Workday (2012), Gameshop Gladiators (2013), Gameshop Adventurers (2014), Gameshop Expansions (2015), and Gameshop Collector (2016).&#10;&#10;The Mirror Universe employees of Unlimited Games have come to our reality to battle gurus Kylie, Candra and Andrew for control over the Games Unlimited store. Only one game team will reign supreme!&#10;&#10;To Win: Place all your active Guru markers (any remaining on the board) on any of the gray marked spaces in your opponent&rsquo;s home row or remove all of your opponent&rsquo;s markers.&#10;&#10;Setup: Place the board between players and orient it so that one player is facing the 3 Games Unlimited Gurus and the other player their mirror duplicate Gurus from Unlimited Games. The row closest to the player is their home row. Each player receives &#10;3 Guru markers in a matching color. Place these markers, &#10;1 each, on the 3 gray spaces on your home row. Shuffle the &#10;4 Action cards and, without looking at them, flip half the cards over to their opposite side. Deal 1 card face up in front of each player and place 1 card to the side of the board. The 4th card is removed from the game. The first player will be the one who has most recently looked in a mirror.&#10;&#10;Play: Each player has an Action card that displays a possible move for any of their markers. There is a 3rd card to one side of the board that cannot be used by either player during their turn. On a player&rsquo;s turn, they move 1 of their active Guru markers (Note: Active Guru markers are the ones remaining on the board) according to the Action card; they then replace the card they used with the 3rd card. The other player then moves accordingly, and exchanges their card with this new 3rd card - the card the first player just used.&#10;Moving a marker on top of one of an opponent player&rsquo;s markers removes that opponent&rsquo;s marker from the game.&#10;&#10;A player may stack a maximum of 2 of their pieces on any space except the center space. A stack prevents either stacked piece from being captured.&#10;&#10;Moving your active Guru markers to the home row spaces of &#10;your opponent wins you the game.&#10;&#10;As long as one of a player&rsquo;s markers remains on the center space on the board, that player may, during their turn, flip their Action card over to its opposite face to introduce a new move into the game.&#10;&#10;Action cards should be oriented with the name of the action at the bottom of the card. Each card shows the player&rsquo;s marker in the middle of the card and indicates which spaces, either forward, backward or to the side, to which they may move their marker. Below this diagram, the action on the other face of the card is displayed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Gameshop Games (Todd Sanders)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu: XOTHIC WARS",
    "ID": 241454,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.56",
    "Link": "https://boardgamegeek.com/boardgame/241454/cthulhu-xothic-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Cthulhu: XOTHIC WARS is the master rules set for a new 28mm Monster Skirmish Game. It is based around the Aliens of the HP Lovecraft mythos, and will cover all main 7 species.&#10;&#10;The premise is the wars fought on Earth before the rise of mankind. Each core box in the wave will be complimented by a separate campaign book. It is flexible enough to include use for play in eras with man where the Aliens were also present.&#10;&#10;The miniatures will start with the Starspawn of Cthulhu, as they engage the Elder Things for domination of the newly formed planet. We want these miniatures for ourselves, so will be sculpting and printing all of the races regardless. So the Mi-Go and the rest are in the pipeline.&#10;&#10;Miniatures will include resin masters for collectors, and are done in 28mm for most popular ranges. Additionally they scale nicely for 15mm and 6mm gamers.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Siege of the Citadel: Luna PD Expansion",
    "ID": 241465,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241465/siege-of-the-citadel-luna-pd-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In this expansion you'll discover arch villain Von H&ouml;lle a Bauhaus scientist who was corrupted by the power of the Symmetry and now leads a formidable cult of Heretics determined to bring down humanity from within. Players get a 7th faction - Luna PD and Freelancers to mix and match and you've got great new rules to add even greater challenges!&#10;&#10;This expansion for Siege of the Citadel will let you play out early events where the heroes of Luna City first discover the corruption of the Dark Symmetry or you can be fighting the full power of the Dark Apostle Ilian as she vies for control of Luna City whilst the Siege of the Citadel is in full swing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Setting: Mutant Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pathfinder Adventure Card Game: Ultimate Wilderness Add-On Deck",
    "ID": 241493,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241493/pathfinder-adventure-card-game-ultimate-wilderness",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Delve into the lush terrain of Golarion to gain new cards for your wild, wild life. Overgrown with new animal allies and fungal infusions, the Ultimate Wilderness Add-On Deck can be used with any Pathfinder Adventure Card Game character or Adventure Path. Or you can play with the character included in this 109-card box: Zova, the iconic Shifter!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Pathfinder Adventure Card Game (Paizo Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wicked Apples: Seasonal",
    "ID": 241495,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241495/wicked-apples-seasonal",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Wicked Apples Seasonal expansion contains 4 new apples (Loved, Sparkling, Zombie and Peppermint) which can swapped out with previous apples from the base game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Top Deer",
    "ID": 241496,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/241496/top-deer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Top Deer is a race game in which 2-4 players try and breed and race the best reindeer for Santa's sleigh team.&#10;&#10;The chief stablemaster at Santa's North Pole lair has announced his upcoming retirement, and Santa is holding a contest to decide who to promote. Whoever can win the most races - or most-accurately pick the fastest reindeer most consistently - will get the top job, but there are a number of less-than-nice-list tactics your opponents might employ to bump your career off the track!&#10;&#10;Each reindeer is represented by a hand of five regular French-deck playing cards. In each race player stack these cards in a pre-determined order and turn them over to move their reindeer around the track; after each race players have a chance to selectively breed the best traits from their current reindeer into the next generation of racers.&#10;&#10;Top Deer is a single-sheet game that doesn't need any construction and just requires a few tokens per player and a couple of decks of cards, intended to be included in a Christmas card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terraforming Mars: BGG User-Created Corporation Pack",
    "ID": 241497,
    "Year": "(2018)",
    "Geek Rating": "6.211",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/241497/terraforming-mars-bgg-user-created-corporation-pac",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0556",
    "Description": "Terraforming Mars: BGG User-Created Corporation Pack is a promo for Terraforming Mars consisting of three corporations created by users of BGG. They were chosen as winners of a contest hosted on BGG, where users submitted over 400 corporation ideas.&#10;&#10;The winning corporations included in this pack are:&#10;&#10;&#10;     Arcadian Communities (designed by TheUbiquitous) &#10;     Splice Tactical Genomics (designed by Acleveralias)&#10;     Recyclon (designed by Dragonborn110)&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Environmental",
      "Industry / Manufacturing",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Terraforming Mars",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards",
      "Series: Terraforming Mars",
      "Space: Earth's Solar System",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Sonic Boom",
    "ID": 241513,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/241513/monopoly-sonic-boom",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Monopoly with Sonic the Hedgehog.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Negotiation",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Hedgehogs / Porcupines",
      "Video Game Theme: SEGA",
      "Video Game Theme: Sonic the Hedgehog"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DUNE: Struggle for Arrakis",
    "ID": 241519,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/241519/dune-struggle-for-arrakis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "10193 AG &ndash; The drug spice melange is the most precious substance in the known universe, enabling humans to achieve great mental feats. It can only be found on the planet Arrakis, commonly referred to as Dune, its profitable harvesting operations administered by the Great House Atreides.&#10;&#10;After a treacherous sneak attack by the Padishah Emperor and House Harkonnen, the young Paul Atreides finds refuge with the indigenous Fremen who believe him to be their &ldquo;Giver of Water&rdquo;, a messianic off-world prophet destined to lead them out of darkness. The new Duke forms a massive army of Fremen fighters with the aim of fulfilling the prophecy, changing the course of humanity forever.&#10;&#10;&quot;DUNE: Struggle for Arrakis&quot; is a two-player Strategic wargame depicting the insurgency known as the Arrakis Revolt. The game builds upon Mark Simonitch's The U.S. Civil War (GMT), adding new twists like changeable terrain, heavy storms and sandworms &ndash; all with a simplified ruleset and a more manageable playtime. The game is non-profit and free to download and play.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Books: Dune",
      "Creatures: Monsters",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  }
]