[
  {
    "Rank": "N/A",
    "Name": "Taiyō Dynasties: The War of the Falling Petal",
    "ID": 280778,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280778/taiyo-dynasties-the-war-of-the-falling-petal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Taiyo, the life energy that passes through all living beings. Flowing through the body, it allows the daily tasks of a farmer to be completed swiftly, and the strikes of a warrior to be strong and just. The Sohei are said to be able to use their Taiyo to levitate above the trees. Meanwhile, we sages of the Great Temple can move an object through the fabric of the world, breaking the teachings of time and being.The Great Masters use their power to help the people, and seek enlightenment.&#10;&#10;But I fear others will use it to oppress, and kill.&rdquo;&#10;&#10;- Sage Yamasakura of the Great Temple.&#10;&#10;A Skirmish miniatures game for 2 to 4 players, Taiy&#197;&#141; Dynasties takes place in an alternate history Feudal Japan where humans never existed and beastmen took their place. As a third great war looms over the nation of Hanani, Taiy&#197;&#141;, the magical life force that flows through all things, has been harnessed by the clans and warriors of the land. As tensions grow between the Wafuto Imperial Army and the oppressed Atsuda clans, warlords and vagrant ronin alike seek to unlock the mysterious powers of Taiy&#197;&#141;, and turn the tides of battle in their favour.&#10;&#10;This box includes everything you need to play a two person game; Taiy&#197;&#141; Dynasties is a skirmish-scale wargame, and uses very few models - keeping everything quick and easy, from the painting to the playing.&#10;&#10;Rules and resources for the game are presented on cards, all included in the box, and decisive actions are decided through simple six-sided dice rolls. Coins are used to add resource management mechanics to the game, and lend the game a degree of tactical depth that can keep even the most competitive wargamers coming back for more.&#10;&#10;Players can choose their warbands from the unique clans and factions of Hanani, and with their forces they will wage war for land, riches and honour. With the clash of katanas, the whistling of arrows and the incantations of ancient magic, ancestral enemies settle age-old grudges and new rivalries are born among new recruits in glorious moments.&#10;&#10;The land of Hanani is torn apart by the War of the Falling Petal, and all must choose a side; Ally yourself with the  Wafuto Imperial Army and crush your enemy with superior steel, or take up arms with the Atusda Vanguard and defend the holy sites of your ancestors with guerrilla tactics. Take the vows of the Akira yakuza, and cut deals and establish yourself within the crime syndicates operating right under the shogunate's nose. Meanwhile, the Reputan Trade Federation is open to those of a mercenary leaning, who would seek riches and treasures on the high seas, indifferent to the ideologies driving the War.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ハタイロ (HATAIRO)",
    "ID": 280780,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/280780/hatairo-hatairo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&#227;&#131;&#143;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#173; (HATAIRO) (&#230;&#151;&#151;&#229;&#189;&#169;) is a flag collecting game from Japan.&#10;&#10;Let's draw the national flag. How many paints do I need to paint the flags of the world?&#10;&#10;With five colors of red, blue, green, yellow and black, it is possible to draw 70% or more of the flags of the world. And if you add orange, sky blue and brown, you can paint almost all flags of the world.&#10;&#10;Hatairo is a game that brings together the necessary colors, completes many national flags, and makes more valuable collections. The value of the national flag differs depending on the kind of color and the number of colors, and adding the national flag along the theme will add value to the work.&#10;&#10;Make good use of paints and complete the watercolor paintings of flags around the world!&#10;&#10;All you have to do is (A) Preparation for production, (B) Only one piece of work completed.&#10;&#10;(A) In preparation for production, select one flag card to be produced, and use the production cube to collect the necessary colors. &#10;(B) In work completion, complete the national flag, place it in the gallery, and get a production cube or theme token.&#10;&#10;The game ends when a player completes 9 flags or a total of 5 themes.&#10;&#10;The winner is the player with the most points. Players get points from the victory points on flags, bonus points for themes, and a game end bonus (difference in the number of completed cards). Unfinished and discarded cards lose points.&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Flags identification"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "マケランディア (Macelandia)",
    "ID": 280799,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/280799/makerandeia-macelandia",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&#227;&#131;&#158;&#227;&#130;&#177;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#131;&#135;&#227;&#130;&#163;&#227;&#130;&#162; (Macelandia) is a team-based strategy simulation card game.&#10;&#10;The players are divided into a light side and a dark side, and fight as a commander who protects the castle and the fortress placed on the map.&#10;&#10;The commander is required to be strategic to utilize the benefits of the land on the vast continent of the Macelandia. Players must deduce from limited information what might be in the enemy's hand. And above all, co-operation with friends is the key to victory. The end of this story is in your hands&#10;&#10;In the past, there was a continent called Macelandia in this world. The powers believing in the God of Light and the powers believing in the Dark God fought over and over again across the continent. After a long battle of death, Rumei, the fairy of light, sealed the king of the dark king, Siose, in the cave of The White Nights. This war is called Maceraki War and became a legend.&#10;&#10;Then after 500 years of peace, the sinister prophecy came to be whispered in the kingdom of acid light Gard. When the moons overlap and the dark king wakes up from a long sleep, he will lead the army of the dark and rise up again.&#10;&#10;The battle between light and dark, the connection between the two great powers, is about to begin again ...&#10;&#10;Macelandia is a strategy simulation card game that realizes a simple but deep game system.&#10;&#10;The player chooses only three actions: attack, reinforcement, and standby. &#10;However, there  are clever rules such as the difference in the role of Castle and Samurai assigned to players, and the Expedition rule, when sending cards to a distance.&#10;&#10;Elements of strategy, mystery and co-operation are included in simple rules, and 4 to 8 people can enjoy a hot and serious game.&#10;&#10;When you lose, cry out &quot;Macelandia!&quot;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Mayhem: Battle for Baldur's Gate",
    "ID": 280809,
    "Year": "(2019)",
    "Geek Rating": "6.067",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280809/dungeon-mayhem-battle-for-baldurs-gate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3846",
    "Description": "Dungeon Mayhem: Battle for Baldur&rsquo;s Gate unleashes two brand new characters from Baldur's Gate: beloved ranger Minsc with his miniature giant space hamster Boo and the shapeshifting druid Jaheira.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Expedition: Of Wyrms & Giants Booster",
    "ID": 280810,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280810/expedition-of-wyrms-and-giants-booster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Booster for Expedition: The Roleplaying Card Game (a lightweight RPG for 1-6 players ages 8+). Adds 10 new Dragon and Giant enemies to take your adventures to the next level.&#10;&#10;Requires the base game (but no expansions) to play. Only works for GM Mode / telling your own stories, though if there's enough interest we'll comission a quest specifically for this booster.&#10;&#10;Matches the size of the existing cards, though there may be a slight variation in color and / or weight.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Death of Liberty",
    "ID": 280822,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280822/death-of-liberty",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Death of Liberty is a RISK! style board game played by two teams. (2-10 players)&#10;Each team takes turns recruiting and deploying army units onto the map, invading empty and/or enemy territories, and using strategy to control as much land as they can. However, that is not the main goal of the game.&#10;&#10;The resistance is lead by the former US President&#10;The New Dominion is lead by Caesar&#10;&#10;Both teams need to occupy map areas to force the enemy leader out of hiding.&#10;Once a leader has been discovered, their player piece is now on the map, and the opposing team is given a new goal; Take over the country where the leader is located to win the game.&#10;&#10;The game consists of 3 phases. After initial setup, there is the deployment phase; During this phase, each team will pick up new army units and place them into areas of the map they already control.&#10;&#10;Next is the Movement/fortification phase; during this phase, Caesar mobilizes his orbital weapons, moving them around on the map to create his opening for an attack. Also, each team will fortify their defensive positions on the map.&#10;&#10;The last phase is the attack phase; During this phase each team will make their attacks on the map, either moving into an unoccupied zone with or without opposition from the opposing team, or invade enemy territory in an attempt to take it over.&#10;&#10;At the end of each of the attack phases, both leaders will check to see if they have been discovered. If they have, then they are placed on the map and can now be attacked during the attack phase.&#10;&#10;The team that captures the country where the enemy leader is located on the board wins the game.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "エンペリズム (Emperism)",
    "ID": 280824,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280824/enperizumu-emperism",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "2",
    "Description": "&#227;&#130;&#168;&#227;&#131;&#179;&#227;&#131;&#154;&#227;&#131;&#170;&#227;&#130;&#186;&#227;&#131;&#160; (Emperism)    is a Japanese card game for two fast players.&#10;&#10;Two empires have been fighting for a long time. You will be the one who is involved in the struggle. Move the soldiers to defeat the emperor of the enemy country, while protecting the emperor of your country from attack.&#10;&#10;Once you have decided on the player's country (blue or red), set up your initial hand with the emperor of the country + 3 soldier cards of the same color. The player chooses one of four actions alternately and repeats this until one of the emperor cards is discarded. If you discard the emperor card from the opponent's hand, you win!&#10;&#10;The emperor involved in the victory condition is strong in defense, and usually can not be defeated in the middle. But the emperor will be weakened if the number of cards in the hand is less than three. So in this game it is important to keep replenishing your hand moderately, by drawing from a common deck where enemy and ally cards are mixed.&#10;&#10;A player cannot take an enemy's card into their hand, so it must be discarded if drawn. Otherwise, you can freely add your own country or affiliation card to your hand or put it into play. Also, cards placed on the battlefield can be drawn like a deck, and if it is not the enemy's country, it is added to the hand.&#10;&#10;A player will play tactically and try to bluff their opponent, and reduce the enemy's hand, forcing their emperor into defeat.&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Through the Ages: New Leaders and Wonders",
    "ID": 280833,
    "Year": "(2020)",
    "Geek Rating": "6.966",
    "Avg Rating": "8.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280833/through-the-ages-new-leaders-and-wonders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.1702",
    "Description": "This is your chance to make history! Throughout time there have been courageous women and imaginative men who changed history, and whose legacy we carry with us to this day. Some of those men and women, along with some of their most wondrous creations, are now joining the new and long awaited Through the Ages expansion.&#10;&#10;The New Leaders &amp; Wonders expansion brings exciting new content to the base game, adding leaders, wonders, and military cards so you can change the flow of history and build even greater civilizations!&#10;&#10;Through the Ages: A New Story of Civilization is a complex civilization building game ranked as the third best board game ever according to the Board Game Geek website.&#10;&#10;You begin with a small tribe. As you expand your farms and mines, you lay the groundwork for technological advancements, better governments, and grand wonders. Your military might supports your political skill as you guide your civilization to greatness.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Civilization",
      "Economic"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Open Drafting"
    ],
    "Families": [
      "Game: Through the Ages",
      "Historical Figures: Catherine the Great",
      "Historical Figures: Various"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Travelers of Tryphosa",
    "ID": 280853,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/280853/travelers-of-tryphosa",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Embark on an adventure in a mythical land in Travelers of Tryphosa, a fantasy questing board game!&#10;&#10;&#10;     Play team-vs-team game with strong team cooperation.&#10;     Decide how you want to overcome encounters: combat, charm, tame, etc.&#10;     Influence dice rolls using Tenacity - tokens earned when your character makes a mistake.&#10;     Develop and level-up your characters how you see fit.&#10;     Determine your fate by visiting camps where creatures and quests wait for you.&#10;&#10;&#10;Each turn, travel with your adventuring party, complete tasks on your Quest Cards to earn quest points and gold, and purchase items and abilities. In the event phase, you may discover a quest or encounter a friendly or hostile creature - complete the encounter to earn points and loot. Then, level up your characters!&#10;&#10;The game ends when a party completes 8 quests and/or creature encounters! After the final round, all parties enters a Battle Royale for extra points. The party with the most points wins the game!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Team-Based Game",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nonchalant",
    "ID": 280855,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/280855/nonchalant",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Included in the December 2018 installment of the Button Shy Board Game of the Month Club.&#10;&#10;&#10;A press-your-luck word game.&#10;&#10;nonchalant &#10;: having an air of easy unconcern or indifference&#10;: a word-based trivia game where you come up with an answer, but keep your cool while the pool of letters gets smaller and smaller.&#10;&#10;&#10;Components&#10;&#10;     9 letter/list cards&#10;&#10;&#10;Players must provide:&#10;&#10;     25 letter tokens (pennies work just fine)&#10;     Pen and Paper to keep score&#10;&#10;&#10;Setup&#10;Choose a starting player to shuffle the cards and deal one card with the list side face up.  Place a token on the number 1 to show which round it is.  Place the remaining cards onto the table, letters side up in alphabetical order.  The #1 item on the list card is the first category.&#10;&#10;Gameplay&#10;Players have 30 seconds to think of words that fit the category.  Do not say yours aloud!  Then the starting player will take their turn and play clockwise.&#10;&#10;On Your Turn, you must do one of the following:&#10;&#10;1. Place a token on top of a letter on a card, you will place that card in front of you until the end of the round.  It may help you gain points, or cause you to lose points, depending on the outcome of the round.&#10;&#10;2. Challenge the last player to say their word.&#10;&#10;The player must state their word out loud.&#10;&#10;If the word fits the category AND only uses  letters that are still available, they will receive points equal to the total value on all cards in front of them.&#10;&#10;If their word doesn't fit the category OR uses letters that are no longer available, the challenger receives points equal to the value on their own cards.&#10;&#10;If the winner of the challenge does not have a card in front of them, they will receive points equal to the round number.  Round 1 is 1 point. Round 9 is 9 points.&#10;&#10;At the end of the round, tally up points, and the winner of the challenge starts the next round by flipping over the card of their choice, and flipping back the previous list card.  They will start the next round using the #2 item on the new list card.&#10;&#10;End of the Game&#10;After 9 rounds, the game ends.  The player with the most points wins!  In the event of a tie, the player with the most points in a single round wins.&#10;&#10;- For name categories, use last names only&#10;- if there is a debate on whether a word fits a category, players should vote on it.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "トライナックル エンゲージ (TriKnuckle Engage)",
    "ID": 280858,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280858/torainatsukuru-engezi-triknuckle-engage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#138;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#171; &#227;&#130;&#168;&#227;&#131;&#179;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#130;&#184; (TriKnuckle Engage) is a 2 player combat card game.&#10;&#10;There is a win in this hand! A fighting card game in which Kakigaki and Janken are hot!&#10;&#10;There are four characters to choose from! Make good use of the six skills (Gucho Kipa &times; 2)!&#10;&#10;Take all your opponent's strength chips and win if you knock out!&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lafayette-Opoly",
    "ID": 280860,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280860/lafayette-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "HOW DO YOU MAKE A GAME ABOUT THE GREAT CITY OF LAFAYETTE, COLORADO?&#10;&#10;While it&rsquo;s impossible to include everything, we jammed all the Lafayette we could into this box. It&rsquo;s full of outdoor adventures, family attractions, rich traditions and of course... Old Town Lafayette - a little something for every Lafayetter! Looking for a fun way to experience the corner of Coal Country?&#10;&#10;HERE&rsquo;S A QUICK IDEA OF HOW TO PLAY! Buy your favorite Lafayette properties, increase your rent by collecting City Blocks and trading them in for Keys to the City. Sound easy? Well, add in some traffic jams, property tax and parking fines and it gets a little more difficult and a lot more fun! GET YOUR GAME ON!&#10;&#10;So choose your token and advance to GO LAFAYETTE! You may soon be the Mayor&hellip;or out of the game for eating too much fried chicken from The Post Brewing Co.! THIS IS LAFAYETTE.... AND IT&rsquo;S YOUR ROLL!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: USA",
      "Series: Monopoly-Like",
      "States: Colorado"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Policy Odyssey",
    "ID": 280861,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/280861/policy-odyssey",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is the game that puts you in the cabinet.&#10;&#10;You're given a range of solutions and problems are unveiled. You must choose one of your solutions and then defend it to the hilt. Your competition will also be putting forward ideas. Your job is to explain why yours is the best!&#10;&#10;Each round ends with a vote for which policy will be selected.&#10;&#10;It's a game of quick thinking and even quicker talking.&#10;&#10;Recommended for everywhere from the classroom to the pub, this is a game with infinite possibilities.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Acting",
      "Hand Management",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Situations",
    "ID": 280877,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/280877/situations",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Situations is a game where you and your friends (or acquaintances, or classmates, or family, or mortal enemies) construct the situation of a story together, taking turns adding people, events, places, and so on, and then each player writes their own story by interpreting the web of relationships they just created. The player who wrote the best story (by popular vote) wins!&#10;&#10;The game has two phases. In the first phase, players have hands of cards: nouns, adjectives, and a few special cards. Each noun card has the noun itself as well as questions that establish relationships to that noun. On a player's turn, there are three possible actions:&#10;&#10;     They may play a noun (potentially along with adjectives describing it), connecting it through the questions to a noun already on the board&#10;     They may add an adjective to an existing noun&#10;     They may play a special card&#10;&#10;&#10;After seven noun cards are on the board, players proceed to the second phase of the game, where they each write a story interpreting the web of nouns and relationships formed by the cards. When the players are done, they read the stories aloud, then vote on a favorite. Whoever wrote that story wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Elites",
    "ID": 280882,
    "Year": "(2019)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280882/warhammer-40000-kill-team-elites",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Kill Team: Elites expansion is a 144-page softback book that includes the following contents:&#10;&#10;- 67 new datasheet introducing a host of new Commanders and special operatives, ranging from Space Marines clad in Terminator armour to the deadly Aspect Warriors of the Asuryani &ndash; there are even datasheets for a number of unique Commanders such as Illic Nightspear, Boss Snikrot and the legendary Sly Marbo!&#10;- A new faction in the form of the mighty Adeptus Custodes, featuring Custodian Guard, Allarus Custodians and even a Shield-Captain as a Commander&#10;- Sub-faction rules such as Legion Traits, Regimental Doctrines and Drukhari Obsessions as well as thematic Tactics immerse your kill teams ever deeper into the narrative&#10;- Introduces a new Commander Specialism &ndash; Legendary Hunter &ndash; complete with skill tree and Tactics&#10;- 11 new missions (3 open play, 4 narrative play and 4 matched play)&#10;&#10;You will need the Kill Team Core Manual to use this expansion, as well as the Kill Team: Commanders expansion if you wish to use any of the Commanders datasheets.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grenade Salad",
    "ID": 280883,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/280883/grenade-salad",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "This game is developed to be played with the Green Box of Games game system.&#10;&#10;Grenade Salad is a light-weight tactical combat game in which soldiers (cubes) battle it out in an open playing field in the middle of the table. Use the different actions on the cards to deploy troops and attack.&#10;&#10;Setup is as simple as dealing 5 cards to each player, and dropping 5 cubes from each player onto the table from a suitable height to create a random starting battlefield.&#10;&#10;Each turn a player may move a soldier, play up to two cards, and draw new cards from the deck. The different card actions are equally represented in the deck, and they are:&#10;Map pointer - Place one soldier in an exact spot on the table&#10;Three circles - Drop three soldiers onto the table&#10;Hammers - Close combat attack&#10;Arrow - Ranged attack&#10;Circle/grenade - Thrown to create an area-of-effect attack&#10;Footpath/mine - Played in your opponents turn as a response to movement or deployment&#10;&#10;Play until the deck is empty, and count points for survivors on the board and number of soldiers killed.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dreadball (Second Edition): Galactic Tour Expansion",
    "ID": 280884,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280884/dreadball-second-edition-galactic-tour-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "So, you think you're ready for the big time, champ? The Galactic Tour Expansion for DreadBall gives you the chance to create your own team and compete against other coaches in a fierce fight to claim the league title. Hire cheerleaders, deal with game-changing injuries, and push your players to the limit to gain experience and learn spectacular new abilities. Can you make it to the top?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dreadball",
      "Players: Two-Player Only Games",
      "Setting: Warpath"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terra Mystica: Merchants of the Seas",
    "ID": 280885,
    "Year": "(2019)",
    "Geek Rating": "6.369",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280885/terra-mystica-merchants-of-the-seas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4.1707",
    "Description": "The factions of Terra Mystica have opened their doors for business beyond the trading house in Terra Mystica: Merchants of the Seas. More trade flows between the factions with their brand new ships sailing on the rivers. A new large building, the shipyard, upgrades your shipping or range and produces ships, with twenty faction board extensions giving each faction its own shipyard and many additional new abilities.&#10;&#10;Factions that use their ships to trade with other players will receive VP and resources depending on the building they deliver to. Factions importing and receiving an opponent's ship will gain power. In addition to trading with other players, ships can also be used to dig and build Dwellings in adjacent hexes, so watch out! The ship movement and Dwelling actions add a new tactical movement element to the already deep strategy of Terra Mystica while maintaining perfect information.&#10;&#10;The factions must also adjust to an entire new set of 12 round scoring tiles, four new Ship related Favor tiles, three new bonus tiles, three additional power actions, two new town tiles, and two maps: Lakes and Fjords. The new maps and most of the new round scoring tiles may also used be used with the base game if desired.&#10;&#10;The Fire and Ice expansion is not required, but the Fire and Ice factions are supported by the Merchants of the Seas content.&#10;&#10;&mdash;adapted from description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Expansion for Base-game",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Terra Mystica"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Postcard Galactic",
    "ID": 280886,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/280886/postcard-galactic",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "A tiny game of Galactic Intrigue. Postcard Galactic is an asymmetrical dice placement and resource management game for 2+ people.&#10;&#10;The game involves the struggle for supremacy between several factions of the Galactic Empire as the seek to place their Scion on the Imperial throne.&#10;&#10;Players can buy assets on the cards of other factions, giving them access to those faction's abilities, this makes the game quite a bit different depending on which factions are being played.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Postcard games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Limited Edition",
    "ID": 280890,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/280890/magic-the-gathering-limited-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Limited Edition was the first core set for Magic: The Gathering.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Relic Hunt",
    "ID": 280895,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/280895/arkham-relic-hunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Arkham Relic Hunt is a competitive card game employing item collection and gotcha mechanics set in H.P. Lovecraft's Arkham, Massachusetts. Players take on the role of a Cult Acolyte who has been tasked with going into Arkham to collect Relics and new Initiates for their order. All of these Relics and Initiates are worth a varying amount of points. The Acolyte with the most points at the end of the game wins! Arkham Relic Hunt includes Rituals and Spells with which players can use to help themselves achieve their goals, or sabotage the other Acolytes' actions.&#10;&#10;Arkham Relic Hunt is a game for 2-4 players; games average about 45-60 minutes in length. Good for players ages 14+, new players and ancient alien gods.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "III: Tres",
    "ID": 280922,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/280922/iii-tres",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "70",
    "Weight": "2",
    "Description": "III - Tres is a mix between real time and strategy/city building games set in the wild west. Build your city, hire the best characters and attract the most settlers.&#10;The game uses a realtime action card mechanic, so no player is sitting around an waiting, but makes decisions all the time.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "City Building",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monster Masher",
    "ID": 280936,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/280936/monster-masher",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game where monsters devour each other till only one is left.&#10;&mdash;description from the box&#10;&#10;Roll and move board game from the 1980s in which players first build three of their own monsters from bright pink dough, giving each a plastic head in one of four colours.&#10;&#10;Players then move around the board attempting to capture the other player's monsters and, when they do, mashing them into their own - assimilating them into a larger and larger monster.&#10;&#10;The player who catches and mashes all other monsters wins the game. &#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tokyo Highway: Cars & Buildings",
    "ID": 280941,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280941/tokyo-highway-cars-and-buildings",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Tokyo Highway: Cars &amp; Buildings, an expansion for either the second edition of Tokyo Highway or the four-player version of the game, consists of four building columns that can be placed on the board at the start of the game to increase the challenge of building as well as four sets of vehicles for players, with the vehicles ranging from the cars of the original game to buses and tractor trailers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Game: Tokyo Highway"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "JUST RUN",
    "ID": 280949,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.78",
    "Link": "https://boardgamegeek.com/boardgame/280949/just-run",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "JUST RUN is medium-weight, card-driven, tile-placement board game, with both cooperative and competitive scenarios, from Mr. X.&#10;&#10;You are survivors of the zombie apocalypse, trapped in an abandoned, treacherous, and unfamiliar building. Somewhere in front of you is safety. Right behind you, a growing horde of the undead. So quickly gather whatever gear you can find--and run.&#10;&#10;In the first game phase, you compete with other players for item cards in a panic-inducing timed round. You can use each item in very different ways, including combining it with another card to create new and improved gear.&#10;&#10;In the second game phase, each survivor has two actions to do things such as--&#10;&#10;Investigating and revealing new room tiles to build your path to escape.&#10;Searching for even better gear or, if you are unlucky, a catastrophic event.&#10;Using your gear in novel ways to get out of sticky situations. &#10;Fighting zombies--and sometimes other survivors.&#10;&#10;The zombies, meanwhile, keep spawning and keep coming.&#10;&#10;JUST RUN has six scenarios, ranging from cooperative search-and-rescue missions to everyone-for-themselves sprints. And you can play scenarios individually or combine them to create more challenging missions.&#10;&#10;Winners must complete the scenario&rsquo;s mission, escape with at least one health point, and reach the rescue chopper before it fills up.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Maze",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roman Rummy",
    "ID": 280955,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/280955/roman-rummy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This high-tension 2-player card game takes classic rummy games to an exciting new level. A 54-card deck includes five suits with 10 cards each, plus four special &quot;Caesar&quot; cards which create a plethora of decisions for clever players.&#10;&#10;The suits are a representation of ancient Rome at its zenith: Wine, Bread, Games, Legions and Gold.&#10;&#10;As in standard rummy, players start with a hand of cards and alternately draw from a face down deck. They can meld sets, and also meld runs in the same suit. They also discard a card from their hands at the end of their turn. As in 500 Rummy, the discards are overlapped and any number of cards can be taken from the pile instead of from the draw deck.&#10;&#10;However, things are not so simple. For example, if Caesar debases the currency, any gold cards that have been melded are removed from play. This will prevent every 3-card meld with a gold card from scoring.&#10;&#10;The other three Caesar cards require additional interesting thought-processes throughout each round of play -- and there is no telling which will appear, or when!&#10;&#10;The first player to reach 100 points wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kabura: The Card Game",
    "ID": 280967,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/280967/kabura-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "3",
    "Description": "Kabura The Card Game is a strategic collectible card game. It is played by two players and the goal of the game is to discard all of your cards as fast as possible, while not letting your opponent to discard his. Use special abilities and spell cards, take advantage of the game's rules, manipulate your opponent, summon mystical beasts, demons, and cute strawberries, and use logical thinking to take control of the game and defeat your opponent.&#10;&#10;Kabura The Card Game merges the digital version and physical version of the game into one so that players won't have to choose between playing online or with friends IRL. They will now be able to do both... and you guessed it... with the same deck of cards. While playing KABURA you will no longer need two versions of your deck, the deck you have online will be the same deck you have in your hands.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Deduction",
      "Number",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Commodity Speculation",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Player Elimination",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Race: The Rockets",
    "ID": 280983,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280983/space-race-the-rockets",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Space Race: The Rockets is an expansion for the game Space Race.&#10;It adds content for a 5th player and additional Space Race Cards.&#10;&#10;Full Content:&#10;&#10;     5 Rocket Miniatures&#10;     64 Space Race cards&#10;     12 Chinese Faction Control cards (5th player)&#10;     15 Chinese Astronaut meeples&#10;     1 New Mission Control&#10;     5 New Classified projects&#10;&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Race: Cold War",
    "ID": 280985,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/280985/space-race-cold-war",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Space Race: Cold War is an expansion for the game Space Race: The Board Game.&#10;&#10;Components:&#10;&#10;     4 Rocket-specific cards for NASA (Saturn V Rocket)&#10;     4 Rocket-specific cards for the Soviets (N-1 Rocket)&#10;     7 Mission tiles (Apollo Mission graphics on the back)&#10;     5 Projects (Designated with letter &quot;E&quot;)&#10;     2 Faction Headquarters (Using the Saturn V and the N-1)&#10;     2 Rocket Miniatures with colored snap bases (The extra large Saturn V and N-1)&#10;&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Test Tube Challenge: The Social Experiment",
    "ID": 281003,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/281003/test-tube-challenge-the-social-experiment",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A fast-paced collection of five party games with attitude. Explosive fun for teens and adults, the essential party pack can be combined, split or added to in any way you want. It's the ideal party ice-breaker. Each tube is stored in a plastic extendable rack and contains 80 dipstick question cards. 'Off the chain' involves each player thinking of a different answer to the same question card until the tongue-tied loser goes down in flames. Prepare to be embarrassed in 'testing friendships' as your friends try to absurd question about you. In 'test I mat I on' the closest guess will beat the rest in this mind scrambling game of useless facts. You will be determining fact or fallacy in 'truth test', and you will be rhyming celebrity name for hilarious results in 'rhyme off'.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Petite Mort: Les Grands Méchants",
    "ID": 281006,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281006/la-petite-mort-les-grands-mechants",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Your goal will be to be the first to obtain your Dipl&ocirc;me de Fauche by fulfilling 4 objectives on it.&#10;&#10;During the game, each player will have characters in their game area who will be born, grow, age and enrich their personality or acquire skills that will bring them strengths and weaknesses throughout their lives.&#10;&#10;This extension adds the &quot;Big Bad guys&quot; cards. They will serve to weaken your &quot;nice&quot; characters and make it easier for you to get your diploma.&#10;&#10;Let the mowing begin!&#10;&#10;5 new Meeples &quot;Little Death&quot; Yellow + diplomas (4) of the basic box in version 5 players, additional rules &quot;The Great Evil&quot; + 1 unpublished diploma, 10 Cards Characters ... of bad guys!, 15 new Cards Characters&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Pattern Recognition",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aristeia!: Chemical Brothers",
    "ID": 281011,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281011/aristeia-chemical-brothers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Chemical Brothers (CB), which comes to expand the options and the versatility of the game with two new characters, each with a new playstyle and spectacular skills that won&rsquo;t leave players wanting.&#10;&#10;Bachmann and Hammerhead, two Haqqislamite twin brothers born in the Bourak system, are landing in the HexaDome.&#10;&#10;Arezoo Babayan, better known as Bachmann, is an expert in biochemistry and has been trained in the best Haqqislamite educational institutions with excellent grades. His greed and ambition led him to experiment on his own twin brother.&#10;&#10;Jahangir Babayan likes to be called Hammerhead in Aristeia! He&rsquo;s a natural born fighter with a threatening physique. He accepted and encouraged his brother to go further in his studies. Hammerhead is a patriot, willing to sacrifice himself so his nation finally achieves its rightful place in the Human Sphere.&#10;&#10;The creator and developer of Aristeia! Alberto &ldquo;Al&rdquo; Abal states: &ldquo;Combo Teams are always a guarantee. In this case it is double-cool because they&rsquo;re twins. In addition to this, the idea that they enter the HexaDome with poison opens up a whole new world of possibilities.&rdquo;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Aristeia!",
      "Players: Two-Player Only Games",
      "Setting: Corvus Belli's Infinity Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aristeia!: Masters of Puppets",
    "ID": 281012,
    "Year": "(2019)",
    "Geek Rating": "5.572",
    "Avg Rating": "8.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281012/aristeia-masters-of-puppets",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Fiddler and Gaia are two highly-skilled women with an amazing aptitude for cyber-electronics. Both had to give up to part of their lives to build a brand new future where they are the only masters of their destiny.&#10;&#10;Fiddler left her native Ariadna after a clash with the authorities because of her strong activism. She sought shelter in a nomadic trade mission that offered her asylum in exchange for her engineering skills. There, she was able to transform her physical appearance and switch gender, but soon afterwards she felt the need to go further and take her modifications to a whole new level. Fiddler found in Aristeia! the best way to finance the physical changes that made her a lethal fighter on the sand.&#10;&#10;Thanks to her Jackbots, Fiddler is a DPS with a touch of control that can be used both offensively (causing damage) and defensively (making it difficult to access the scoring zones).&#10;&#10;Gaia is originally from Varuna. From a very early age, Gaia showed off her skills in robotics that led her to be a model student during her formative years. No one was surprised when she was the elected candidate to enjoy a scholarship in NeoTerra. Quite soon afterwards, she managed to draw the attention of the high spheres, who invited her to fight in Aristeia.&#10;&#10;Gaia is a controller support that offers her team unprecedented mobility. She can also control her Enemies, hindering or nullifying their ability to move through her Gorgoneions.&#10;&#10;In addition, this expansion brings a totally new mechanics for the Controllers and their Minions, their robotic devices that allow them to take their skills to the new level. This also introduces a new way of exercising control over the HexaDome. Fiddler brings the Jackbots; and Gaia, the Gorgoneions.&#10;&#10;Coordinator and Aristeia! designer Jes&uacute;s Fuster expresses it this way &ldquo;Gaia and Fiddler take control to another level. These two engineers, but especially Gaia, provide a different, totally new mechanic that will create a huge impact among our players.&rdquo;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Aristeia!",
      "Players: Two-Player Only Games",
      "Setting: Corvus Belli's Infinity Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hai Noon",
    "ID": 281016,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/281016/hai-noon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Hai Noon is a card driven game, where the players are divers trying to avoid getting attacked by the surrounding sharks.&#10;&#10;Both, the divers and sharks are represented by doublesided tiles that form the play area. For all player counts the setup is identical. There is a four by four grid of tiles with the divers on the four center spots and the sharks on the outside. For the basic game only the four sharks in the corners are hungry (hungry side face up). In turn order players place cards to either move the divers, the sharks or the shark cage. The cards come in four color variants - on each side of the grid only cards of the same color can be played. In the beginning you can place any color on any side. Later on, if a color is already present at one side, cards of the same color must be played on that side. If the third card is placed on a side, the sharks on that side attack. Unless a player is protected by a shark cage or by playing a harpoon as a reaction, the shark succeeds. If this is the first successful attack, the diver tile is flipped. If it is already flipped, this player loses and all the other players - and the sharks - win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Take That"
    ],
    "Families": [
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mitsuhama",
    "ID": 281018,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/281018/mitsuhama",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Mitsuhama, a.k.a. &#228;&#184;&#137;&#230;&#180;&#165;&#230;&#181;&#156;, is a game of buying and selling fish based upon the traditions in the port city of Mitsuhama. In the game, players are buying fish at auction, storing them in their warehouses, and then selling them to local restaurants.&#10;&#10;On each turn, one player rolls four dice, corresponding to the four types of fish in the game, and places some or all of these up for auction. In real-time, the other players bid an amount of money they would pay for these fish. The auctioneer can choose to accept the highest bid or pay that bid themselves. Money from the auction is paid to either the auctioneer or the highest bidder, and can be paid by fixed value money cards, bartered with fish, or both. If the money card(s) paid from one player to another player are larger than the bid, no change is provided.&#10;&#10;In each game, five restaurants are available for selling fish to. These are double sided and chosen randomly each game. Any players who gained fish from an auction in a turn are able to sell fish to the restaurants. Each player has a number of &quot;employee cubes&quot; used to track the amount of each type of fish in their warehouses, and when selling to a restaurant, one of these employees is removed from the warehouse and used to mark the income the player will receive from the restaurant at the end of the game.&#10;&#10;The game will end when a predetermined number of employee cubes have been placed on a restaurant. The player with the most money wins, and this is a combination of the money cards in hand, fish remaining in warehouses, and income received from the restaurants.&#10;&#10;The designer's family lives in Matsuyama, a city with some ports including Mitsuhama, and the painting on the cover of the box is one of the port made by his grandfather.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Starlight Stage: Expansion Card set 5",
    "ID": 281019,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281019/starlight-stage-expansion-card-set-5",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A new Starlight Stage Expansion set was released in May 2019.&#10;This expansion includes 24 cards of 4 types: 7 Idol cards, 7 Produce cards, 9 Scout Idle Cards, 1 Update card ,30 Influence Chips.&#10;&#10;A new rule, &quot;influence&quot; is added in this set.&#10;&#10;&#226;&#150;&#160;New Rules: Notes on Influence&#10;About Influence&#10;Influence is the power that the agency can exert on the show business.&#10;By paying Influence chips, you can exert various Influences.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mix Tape: The Card Game",
    "ID": 281021,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/281021/mix-tape-the-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Mix Tape: the Card Game, you are trying to make the best Mix Tape for one of your friends, and so are all the other players. What does your friend prefer? Short songs? Loud songs? Boy bands? And what do they really hate? Disco? Romantic songs? Marching Bands? Can you find the right songs to record?&#10;&#10;Do you spend your turn recording a song on your tape? Or do you spend your turn finding more music. Maybe you spend your turn trying to influence your friend so that they develop new preferences. Or do you investigate to find out what hidden preferences a friend has.&#10;&#10;For every LIKED preference you can match, you gain Victory Points, and for every DISLIKED preference you match, you lose Victory Points.&#10;&#10;The sooner you finish, the sooner you start gaining bonus VP. So time is also of the essence.&#10;&#10;Also, which friend will you give it too? There are two friends to choose and you can only give the Mix Tape to one of them.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Tile Placement",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Global War 1936-1945: Special Operations Forces",
    "ID": 281022,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281022/global-war-1936-1945-special-operations-forces",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "480",
    "Play Time": "960",
    "Weight": "0",
    "Description": "After the &lsquo;War to end all wars&rsquo;, there came another war. And it was not as static as the first. Before and during World War 2 many nations and individuals invented or exploited new tactics and ideas, that even culminated in a range of specialist forces within the specialist forces. Marines and airborne infantry were known concepts, and often from within these groups of soldiers new tactical formations emerged to perform what we now call Special Operations.&#10;HBG is proud to present the Special Operations Forces &copy; Expansion. Special Operations Forces were small sized units not suitable for capturing land zones. Instead their small size and unique training made them specialists in raiding operations and sabotage. They were versatile in ways of damaging enemy supply lines, facilities, fighting partisans and even occasional assassinations of high profile enemy personalities as well as spearheading large scale amphibious attacks. This type of warfare often meant certain death if caught.&#10;This expansion enables you to take control of your nation&rsquo;s special forces, often entering at the historical date of formation, and maneuver them behind enemy lines to wreak havoc or pave the way for your troops on the front. But remember, the risky nature of the operations can have them eliminated before they can fullfill their mission. It is time; &ldquo;Nunc aut nunquam!&rdquo;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Decades: The 1930's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Global War 1936-1945: German Operations",
    "ID": 281024,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281024/global-war-1936-1945-german-operations",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "480",
    "Play Time": "960",
    "Weight": "0",
    "Description": "Welcome to German Operations&ndash; the Global War 1936-1945 expansion that brings historical context and focused German War Plans into your Global War game!&#10;&#10;These plans represent a unification of military plans with national resources and in some cases, diplomatic engagement. They will be available for implementation each round and provide benefits exceeding their expense because of the combined priority efforts by military, diplomatic, and economic elements within the German Command.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Decades: The 1930's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zero Kelvin: A Freezing Dice Game",
    "ID": 281036,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/281036/zero-kelvin-a-freezing-dice-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "A roll and write played in three rounds of five challenges using dice. Using the push your luck and dice freeze mechanisms this game plays solo or with others. In the solo game set your target score based on your most comfortable/preferable temperature (some like it warm like at the beach; others like it brisk like in the mountains). Try to beat your target temperature starting from 0 degrees Kelvin! The multiplayer version includes following other player's rolls. Each challenge has some form of luck mitigation including earning re-rolls. Zero Kelvin is a free print-and-play available in the files section below.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Council of the Creepies",
    "ID": 281038,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281038/council-of-the-creepies",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Step into a &quot;Creepified&quot; world of Verona with Council of the Creepies, a new take on the classic card game &quot;Council of Verona.&quot;  Experience a colorful new cast of characters fighting for control of the Colosseum with brand new alliances, abilities, and agendas.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Let's venture!",
    "ID": 281039,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281039/lets-venture",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Let&rsquo;s venture! is a fantastic thematic collaborative game that seeks to encourage coexistence in the school context. The students form a team and undertake an adventure to find the way to the castle, where a great treasure awaits.&#10;This game is free and comes in printable format (print and play) to be easily assembled by the students. It is suggested to the teachers in the first time that the game is used with a course, to carry out a game already printed, as an example to the students to be able to assemble quickly.&#10;&#10;There has always been a rumor that a treasure has been hidden in the castle, and that many times people have tried to rescue it, but very few have achieved it. We have gathered our team in the camp and we should look for the best strategy to get to the castle. Can you imagine the things we could discover? What are our abilities as adventurers to get the key?&#10;In order to reach the castle and open its magical portal, we must meet the challenges that allow us to overcome them.&#10;The retouch that this adventure presents us is that all the team can get the treasure, for that we should get gold coins, wisdom books, diamonds, magic potions and above all enjoy, get us to know each other better and work as a team to carry out this adventure.&#10;Can we overcome all the challenges together and get there? Let&rsquo;s venture!&#10;&#10;Let&rsquo;s venture! is a fantastic thematic collaborative game that seeks to encourage coexistence in the school context. The&#10;students form a team and undertake an adventure to find the way to the castle, where a great treasure awaits.&#10;&#10;",
    "Categories": [
      "Educational",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Acting",
      "Area Movement",
      "Cooperative Game",
      "Line Drawing",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Troopers: Lost Station",
    "ID": 281064,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/281064/star-troopers-lost-station",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Star Troopers: Lost Station is a tactical level futuristic combat solo/co-op game pitting advanced Soldiers against alien-like creatures attacking in swarms. In a solo game, the player controls all Soldiers while the game system controls the Geno forces; in a two-player game, the control of every Soldier is distributed evenly among players. Optional rules allow an additional player to take control of the Genos for an even higher challenge for the Soldiers player(s).&#10;&#10;Four categories of Soldiers are available including the average Privates, the higher-skilled Sergeant, and two specialized units: the Gunner wielding a Heavy Machinegun and the Pyro with his Flamer. Additional equipment such as hand grenades and motion detector-based sights are also available.&#10;&#10;Geno opponents exist in only one category. They only have melee attacks, but they make up for it with overwhelming numbers and high speed.&#10;&#10;The board is made of square tiles chosen randomly and added to the game as the Soldiers progress in the complex overrun by the Genos. Many of these tiles include special conditions such as various hazards, temporarily blocked paths or even Geno ambushes, but also random items like additional ammo or body armor and other equipment to increase the odds of your Soldiers' survival.&#10;&#10;The game ends when surviving Soldiers reach the Exit tile. If all Soldiers get killed by the Genos, the player(s) lose(s).&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rampaging Jotunn: Winter War",
    "ID": 281068,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281068/rampaging-jotunn-winter-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Ten years after the Hill Jotunn Ymir awoke, a truce was drawn amongst the Skalds of the surviving settlements, this was the year of the harshest winter in memory. Unrelenting blizzards battered the island and all was of ice. During the most savage storm, war drums were heard in the distance as three armies emerged from the near white-out of the heavy snowfall. Each army intent on conquering the unnamed island. In the distance a new shadow rises over the horizon, the dreaded Frost Jotunn Bergelmir stalks forth intent on claiming the island for his own.&#10;&#10;Return to the unnamed island with this exciting 4 player expansion, complete with new land types, new land boards that further expand the borders of the unnamed island. There are 2 new armies, new rules for 2, 3 and 4 players, armor, weapons, new cards, new powers, and new components that expand the Rampaging Jotunn Saga... and did we mention the 2nd Jotunn?&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Player Elimination"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chain Mail: The Lost Children – Adventure Kit",
    "ID": 281069,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281069/chain-mail-the-lost-children-adventure-kit",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "You've been tasked with finding the five Gilbert children who have gone missing.&#10;&#10;Lured by a mystical eye before vanishing beneath the ground, the children could be in danger.&#10;&#10;Yo must find them before they're lost in the Abyss forever.&#10;&#10;The Lost Children is an Adventure Kit for Chain Mail: Adventures of Earthshine.&#10;&#10;Goal: Find the five lost children.&#10;&#10;This expansion includes:&#10;&#10;     Quest: The Five Lost Children&#10;     Map: Sea of Fortune&#10;     Monsters: Golem / Bats&#10;     Treasure: Ring of Good Fortune&#10;&#10;&#10;&#10;Released in the March 2019 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Game: Chain Mail – Adventures of Earthshine",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cat Lady: Premium Edition",
    "ID": 281073,
    "Year": "(2019)",
    "Geek Rating": "5.843",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/281073/cat-lady-premium-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "This premium edition includes the previously released game that was featured in AEG's Big Game Night 2017. It also includes many extras that enhance play, such as additional stray cats for greater variety, upgraded wooden tokens, a handy score pad to total players' points at the end of the game, and components that allow you to customize cat cards based on your favorite feline friends!&#10;&#10;In Cat Lady, players are cat ladies, part of an elite group of people including Marie Antoinette and Ernest Hemingway. During the game, you and your fellow cat ladies will draft cards three at a time, collecting toys, food, catnip, costumes, and of course lovable cats. But watch out! Make sure you have enough food for all of your feline friends or your hungry cats will subtract points from your score. The player with the highest total victory points wins the game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats",
      "Components: Meeples (Animal) / Animeeples",
      "Containers: Unique Shape",
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stratégiké: Un jeu d'histoires et de stratégies avec figurines",
    "ID": 281074,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281074/strategike-un-jeu-dhistoires-et-de-strategies-avec",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Strat&eacute;gik&eacute; is a miniatures wargame for the ancient and medieval periods. Troops are classed into a number of generic troop-types and classed according to relative effectiveness.&#10;&#10;The rules appear to have been strongly inspired by DBA and DBM.&#10;&#10;The advanced rules add, inter alia, some fantasy troop-types like fliers and giants.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Major Victory!",
    "ID": 281076,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281076/a-major-victory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Major Victory are an abstract set of tabletop wargame rules (but not too abstract) specifically formulated for playing miniatures battles of the medieval period in Europe.&#10;&#10;&mdash;description from the rulebook&#10;&#10;Troops are classed as light/medium/heavy foot or mounted, or artillery, and further subdivided by weapon type (bows, handguns, pikes, etc.). Movement is conducted on a coarse grid, dividing the table into fifteen or so zones. Combat is resolved by rolling dice.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Where is Koocanusa?",
    "ID": 281078,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281078/where-is-koocanusa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "By evenly combining luck, strategy and knowledge, p;layers of all ages and abilities can compete to gain 'regions' on the map and WIN THE GAME!&#10;&#10;The object of the game is to achieve a chain of five or more 'connecting' (bordering) states territories or provinces on the map. You will need to challenge, defend, take the odd gamble and even STEAL - so beware!&#10;&#10;On your go, you can win (or lose) any one of the 61 'regions' on the map simply by rolling two or three of the six-sided dice or by answering just one question from the card pack.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mythos Tales: Expedition ohne Gesicht",
    "ID": 281079,
    "Year": "(2019)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281079/mythos-tales-expedition-ohne-gesicht",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Separate scenario playable with the rules and material from the base game Mythos Tales. Mythos Tales - Expedition ohne Gesicht (The Faceless Expedition) is the German version of the bonus investigation for kickstarter backers of the same title. It consists of a 36 pages book and can be played as an addition to the scenarios of the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Misc: Limited Replayability"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saints and Scoundrels",
    "ID": 281080,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/281080/saints-and-scoundrels",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Saints and Scoundrels is a pulp-themed card game of bluffs, counter-bluffs, and a psychotic doctor. It is a casual game for 2 to 6 players. Typical gameplay is 20 to 30 minutes.&#10;&#10;Players are private detectives on the trail of a serial killer. They&rsquo;re also sabotaging each other&rsquo;s investigations. One person has offered to help you &ndash; Dr. Xyko (aka Dr. Xyko the Psycho). He&rsquo;s a brilliant criminal psychologist but he&rsquo;s also a serial killer. He&rsquo;s in jail right now so you can consult with him. But the rumor is he want to drive all of you insane.&#10;&#10;On a typical turn, the current player moves by putting down a movement card. All cards are played face down so you can lie about your card to try to go even farther.  The other players can call your bluff or can put down counter-cards. Of course, they can be bluffing, too. And the current player can call them on it.  Players can use certain cards to also see Dr. Xyko. He&rsquo;ll give you a big boost on the evidence track. But you also must take two Dr. Xyko cards. But you can&rsquo;t look at them until the end of the game.&#10;&#10;At the end of the game, everyone reveals their Dr. Xyko cards. Anyone who has 3 or more Insanity icons has been driven insane by Dr. Xyko and is out of the game.&#10;&#10;The winner is the player furthest along the track at the end of the game who hasn&rsquo;t been driven insane.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Titans of Quantitas",
    "ID": 281081,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281081/titans-of-quantitas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Test your wits in an original tile-laying contest of digital deduction!&#10;&#10;Titans of Quantitas is a quickfire cosmic duel in which players score points by creating a multiple of their secret titan number.&#10;&#10;Players place tiles alternately to determine the colour of each segment displaying a two digit number. When a number from 0-99 has been formed the titan cards are revealed to determine the winner!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Number"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Mandela Effect Card Game",
    "ID": 281082,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281082/the-mandela-effect-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "1",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Discover which player among the group is from an the other timeline by revealing their false memories. A carefully assembled set of 260 questions designed just for this purpose are at your finger tips. But, they might keep you from using your chosen question!&#10;&#10;To discover who is from the other timeline, players compare memories as they play The Mandela Effect Card Game to see who remembers correctly and who is convinced that their memories are correct. No player knows who will be discovered to be from the alternate timeline until the conclusion of the game.&#10;&#10;On a turn, Player One and Player Two will determine which of the five categories will be in play during their turn using the associated power symbols. Player One will then draw a card from the deck and read aloud the question for that category - brand names, celebrity names, history movies &amp; TV, or music - to the Player Two (the player on their right). If the Player Two correctly states the current reality, they earn a point.&#10;&#10;Correct or not, play then passes to the player on the right and a new turn begins. The first player to 13 points wins. The person with the lowest score is from the other timeline and should be reported to the Deep State immediately!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fever Pitch",
    "ID": 281085,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/281085/fever-pitch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "It's a funny old game. Just like FOOTBALL. Except you play it in your living room. Or anywhere else.&#10;&#10;The basics are EASY. Your team tries to build up an attack by laying combinations of PASS and DRIBBLE cards.&#10;&#10;Every time you play a card, however, you could see a TACKLE flying in from your opponent!&#10;&#10;Expect dubious REF decisions, penalties, 30-yard strikes, WONDER GOALS, near misses and spectacular SAVES!&#10;&#10;Each card played takes a minute off the clock. The next goal could be a WINNER; tension is mounting to a...&#10;&#10;FEVER PITCH&#10;&#10;&mdash;description from box&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dronica",
    "ID": 281089,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgame/281089/dronica",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "35",
    "Weight": "2.6667",
    "Description": "Two-four players maneuver their drones around a crowded battlespace, vying for advantages in space and positioning.  Place and move your drones strategically to control key areas, allowing you opportunities to disable your enemy and protect your Controller.  Work to impede enemy Controllers by forcing them to the outskirts of the battlespace.  Be the first player to surround your Controller and unleash a final attack, destroying all enemy forces.&#10;&#10;Game Type: Abstract Game (Hex-tile)&#10;Mechanics: Tile Placement, Modular Board&#10;&#10;This is a boardless positional strategy game where players try to control space, lay traps, disable their enemies, and protect their Controller.  The first player to completely surround their Controller wins the game.  The combination and interaction of the different drones fosters depth of strategy and supports various types of play (e.g. quick/offensive, sneaky/traps, conservative/defensive).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape in Space",
    "ID": 281090,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/281090/escape-in-space",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Escape in Space is a cosplay game set in space, with the aim of all the players from the evil aliens to escape to the destination point. &#10;In each turn, roll six original dice to determine one or more eyes, and move your tiles (frames) on the board in a jaunting manner according to the final determined eye movement distance. &#10;Because it depends on the die roll, the luck factor is higher, but there are numerous tricks and system dimension that are scattered across the board. &#10;The level of difficulty is a little higher, but I think you can enjoy it casually.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nanadium",
    "ID": 281092,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281092/nanadium",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Nanadium-it is only 7 grams used in Japan&#10;The material of a dream of producing 10 years worth of electricity.&#10;The synthesis of Nanadium is a top honor for scientists.&#10;Make the synthesis a success faster than anyone and get rid of it! Nobel Prize!&#10;&#10;Change the hand with a card draft, and make the number close to 7 with the combination of 2 cards while predicting the other hand! However, if there are players who made the same numbers, they will all be invalid! It is not okay to make 7! It is a card game that you will not only bring your own number close to 7, but you also need to predict the figures of other players, and you will want to play many times in a short amount of time with a heavy read-in balance in a minimum.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Tom Peters Business School in a Box",
    "ID": 281095,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281095/the-tom-peters-business-school-in-a-box",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a simulationist role-playing exercise similar to those used in classrooms.&#10;&#10;The players in a scenario take on corporate roles (e.g., CFO, division VP) and are given random personal agendas. After briefing material is read the scenario begins with a timed discussion of the decisions required and what order to make them in. The time then allowed for each decision is determined by drawing a time card. Random events are rolled for before each discussion.&#10;&#10;After all decisions are recorded someone goes through something like a paragraph-based game using the decisions, random events, and luck points (which were accumulated earlier). This eventually leads to a result paragraph which tells the participants how they did. A similar but simpler process is used to resolve how each player did on their personal agenda.&#10;&#10;Two scenarios are provided:&#10;&#10;&#10;     Executives at Ford in 1968 planning a new small car model.&#10;&#10;&#10;&#10;     Executives at an imaginary technology company in 1992 planning a new CD-ROM drive.&#10;&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Simulation"
    ],
    "Families": [
      "Theme: Business/Management"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pont D'Avignon",
    "ID": 281096,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/281096/pont-davignon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Nanodaption of Avignon: A Clash of Popes.&#10;&#10;&#10;Based on Avignon by John duBois, as part of the January 2017 WGKS.&#10;&#10;2-Player game of Faith, Fealty and Floods.&#10;&#10;Secretly choose which hand wields the power of the church, in a tug of war for influence. Or build the bridge across the Rh&ocirc;ne, to withstand a series of floods. Score after each Flood, and after 4, the player with the most influence wins.&#10;&#10;Comes with 1 card and rules, supply a few tokens to play.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Avignon (France)",
      "Crowdfunding: Kickstarter",
      "Game: Avignon – A Clash of Popes",
      "Players: Two-Player Only Games",
      "Religious: Pope",
      "Series: Nanodaptions (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Welcome to Dino World:  Kickstarter Expansions",
    "ID": 281102,
    "Year": "(2019)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281102/welcome-to-dino-world-kickstarter-expansions",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "40",
    "Play Time": "70",
    "Weight": "3",
    "Description": "Contains 2 new mini expansions and cards for an automa. These were packaged together and shipped separate from the base game.&#10;&#10;Aquatic expansion&#10;&#10;The aquatic expansion (3 cards) lets you fill that lake! The aquatic expansion has fixed numbers for the dinosaurs which are randomised at the beginning of each game. Each card dictates which dice spread is required to build a certain dinosaurs, so some cards may only allow one type of dinosaur to be built with one type of value on the dice, while other cards will allow an even spread of dice for all dinosaurs.&#10;&#10;These dinosaurs are scored using a set collection mechanic, with the same, and different dinosaurs scoring (almost) exponentially.&#10;&#10;Aviary expansions&#10;&#10;Choose from a wide selection of awkward and fixed shapes that you will play with each game. Flying dinosaurs breed, so place them early enough that they can be filled!&#10;&#10;Automa deck for solo players&#10;&#10;The 1p Automa lets you play solitaire in a brand new way, making some binary decisions for an AI that competes with you for visitors and points.&#10;&#10;You will play against a &quot;normal&quot; or &quot;hard&quot; automa. The automa has it's own deck with 16 double use cards. 12 can be used with the core game, while 4 can be added if used in conjunction with the aviary and aquatic expansions. The automa also uses an extra die so that each round you will be rolling 4 dice, allocating one to the automa, and the final 3 to yourself.&#10;&#10;The automa will have one card drawn from the automa deck at the beginning of each turn. The card will be double use, with each side giving instructions of what the automa would do (and therefore score), if you choose that side. The side you choose will be dependent on the die you allocate to the automa - hence starving yourself of a particular value, and potentially gifting the automa valuable points if allocated without careful consideration&#10;&#10;The automa scores by using a set collection mechanic of units written on the cards themselves such as special buildings, dinosaurs and in hard mode, the security and generators. The trick is to allocate a die to the automa with careful consideration!&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Welcome to Dino World: Public Objective Cards",
    "ID": 281103,
    "Year": "(2019)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281103/welcome-to-dino-world-public-objective-cards",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "40",
    "Play Time": "70",
    "Weight": "3",
    "Description": "A pack of 5 public objective cards that were free to Kickstater backers, but will be available for non-backers.&#10;&#10;These cards, unlike the visitor cards, asks players to draw a number of dinosaurs in specific shapes (including OR excluding generators). Players who achieve them first score 12 points while other players who achieve them later score 7 points. These are publically accessible cards, meaning that all players are tasked with trying to achieve them for extra points. This means that players who have visitor cards which are predominantly carnivore or herbivore heavy, will not be penalised so is in effect balanced, and essentially asking players to play with spatial elements more carefully.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sandcastle: The Alternative History Cold War Simulator",
    "ID": 281105,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281105/sandcastle-the-alternative-history-cold-war-simula",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Ever wondered what it might have been like guiding a nation through the turbulent and potentially disastrous Cold War?&#10;&#10;Choose a country or create your own in this abstract card and dice board game representing nation building, military management, leaders and innovations, events and ideological conflict.&#10;&#10;Through the course of six rounds of play, use your nation's assets to gain influence. Events are resolved by rolling your nation's dice and potentially using leaders, innovations and starting nation traits.&#10;&#10;Demonstrate that your ideology is superior during Clashes of Ideology.&#10;&#10;At the conclusion of six rounds, the nation with the most accumulated influence becomes the dominate superpower and win the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "History: Cold War",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Albedo: Yggdrasil",
    "ID": 281109,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281109/albedo-yggdrasil",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "35",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Albedo Yggdrasil features innovations for the Albedo base game like spaceship cards that can be rotated to retrofit them and simultaneous action selection resulting in minimum downtime and a uniform game length. It introduces a new faction and new planets to the base game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bockarna Bruse",
    "ID": 281110,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/281110/bockarna-bruse",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Help the Three Billy Boy Goats over the bridge but beware of the troll!&#10;A fast-passed tableau building card-game for the whole family. Draw cards and place them in front of you to build the bridge. If you find a troll, you can steal cards from your opponent.&#10;The first to complete the bridge wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Mythology"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wherewolf: Promo Cards",
    "ID": 281111,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281111/wherewolf-promo-cards",
    "Min Players": "6",
    "Max Players": "33",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "These 4 promo cards were made for fairs and presentations and include:&#10;&#10;La Sensitiva - An alternative role to the Seer. (Illustration of Levente Peterffy)&#10;&#10;The Celtic set. A set of 3 roles inspired by the traditions of the Sidhe (The Fair Folk):&#10;La Sidhe&#10;Il Leprecauno&#10;Il Goblin&#10;(Illustrations by Francesco Acquaviva)&#10;&#10;The cards can be found through the publisher, Raven Distribution.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Horror",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sweet Mess: Ice Cream Pack",
    "ID": 281112,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281112/sweet-mess-ice-cream-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Exclusive 15 cards for Sweet Mess offered during the kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Ice Cream & Gelato",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alkohol Gedächtnisspiel",
    "ID": 281113,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281113/alkohol-gedachtnisspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It's a memory game around alcohol.&#10;Players must match the pairs with same picture. Who has the most pairs at the end of the game is the winner.&#10;And here is the special additional rule:&#10;Each card has two half-tasks, each with a letter as a symbol. If now 2 cards with the same symbol (not the same picture) are turned over, the half-tasks on the two cards complement each other and the whole task has to be completed.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sweet Mess: The Judges Table Expansion",
    "ID": 281114,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281114/sweet-mess-the-judges-table-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Your dessert creations and your efforts in the kitchen are now being judged! The Judges Table Expansion brings new scoring elements to the game with open and secret goals.&#10;&#10;Play with the three open goals decks to give all players a chance to score additional endgame points by completing objectives in three categories; Set Goals, Mastery Goals, and Baking Bonus Goals. The judges will award points based on how well players do in these categories!&#10;&#10;Play with the secret goals deck(s) to give each player chances to individually score endgame points by completing personal objectives. The judges will challenge you in certain areas of the competition and award points for success!&#10;&#10;Play with one or both of these goals systems! There will also be alternative variant play with this expansion for greater replay value.&#10;&#10;&mdash;decription from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sweet Mess: Christmas Gifts & Goodies Expansion",
    "ID": 281115,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281115/sweet-mess-christmas-gifts-and-goodies-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "It's that wonderful time of year when the tastiest desserts are being baked! The Christmas Gifts &amp; Goodies Expansion adds themed Recipe and Event Cards to the game of Sweet Mess, as well as new gameplay rules.&#10;&#10;These special desserts require the Super-ingredient (wild), but give a special bonus when baked. Introducing the Mastery Die, this expansion gives you another way to score Cooking Points. After a Christmas dessert is baked, roll the Mastery die and collect a Mastery Token that matches the result. You will score 1 point for every collected Mastery Token that matches a mastery icon on a scored Recipe Cards!&#10;&#10;This fun twist on Ingredient Masteries adds more life to the game and is an optional module that can be included or excluded from play.&#10;&#10;&mdash;decription from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Christmas",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sweet Mess: Halloween Trick or Treats Expansion",
    "ID": 281116,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281116/sweet-mess-halloween-trick-or-treats-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Trick or treat? Why not both?! With themed Recipe and Event cards, as well as new gameplay rules, the Halloween Trick or Treats Expansion will surely sweeten your plays of Sweet Mess!&#10;&#10;These spooktacular desserts, when baked, will provide you with a Trick or Treat Token. These tokens can be saved and if you get a set, you will be treated with endgame points. Or you can trick another chef out of an ingredient of your choosing, but you have to give them the Trick or Trick Token in return. They of course can work toward sets or, in turn, use it on another chef!&#10;&#10;Choose to play with this optional module, but be careful. Some chefs just may be out to get you. Muahahahahaaa!&#10;&#10;&mdash;decription from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Halloween",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Merc the Monarch",
    "ID": 281117,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/281117/merc-the-monarch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Merc the Monarch (as in Kill the Queen/King) is a 1 on 1 strategy game that takes place at a dinner party between rival kingdoms trying to assassinate each other's Monarchs.&#10;&#10;Move your masked guests around the table getting closer and closer without getting caught.&#10;If you think someone is moving too close to your Queen or King, reveal their identity quickly.&#10;When you have your assassin in place, signal them to strike! But don't forget which guest was your own Assassin or you will have revealed yourself as the fool.&#10;&#10;The board acts as the dinner table. The cards are all masked guests with different abilities that come into play as they are revealed one by one. Gameplay is easy to learn, hard to master. Deceit, caution, and a sharp memory will all be essential to win Merc the Monarch!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Memory",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Action Queue",
      "Storytelling",
      "Tile Placement",
      "Traitor Game"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sweet Mess: Cater Challenge",
    "ID": 281118,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281118/sweet-mess-cater-challenge",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A kickstarter exclusive expansion that adds 5th player and two versions of co-op mode.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miyav!",
    "ID": 281119,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/281119/miyav",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Miyav! (That&rsquo;s how cats meow in Turkish) is a &quot;Fishing Card Game&quot; for 2-4 players (4-player games can also be played in partnership) in which, cat breeders compete against each other by breeding the most kittens, preferably purebreds.&#10;&#10;In alternating turns, the players breed cats and put them in front of themselves making a stack.&#10;&#10;Each player tries to collect as many pairs as possible. Players are only able to see the topmost cat in their stack, so they must try to remember which cats they have already paired. At the end of the game, the player with the most points wins.&#10;&#10;Miyav! was in 2019 54-Card Game Design Contest and the results as follows:&#10;&#10;Best Graphic Design: 2nd Place&#10;Best Cooperative Game: 3rd Place&#10;Best Artwork: 3rd Place&#10;Best 2 Player Game: 4th Place&#10;Best Overall Game: 6th Place&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Fishing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fistful of Lead: Core Rulebook",
    "ID": 281121,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/281121/fistful-of-lead-core-rulebook",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fistful of Lead started as a Wild West game with card-driven mechanics that created Hollywood action. Now Wiley Games presents the Core Rule Book. The Core Rule Book can be used with multiple periods and genres, while still giving you the unique card driven mechanics that keep the action going.&#10;&#10;In most games, each player can control up to 5-6 miniatures without much trouble. Games can have up to 8 players without slowing down the game. Use all your old miniatures gathering dust and have a game ready to go in a few minutes.&#10;&#10;One set of rules, endless possibilities.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Game: Fistful of Lead"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fistful of Lead: Tales of Horror",
    "ID": 281122,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281122/fistful-of-lead-tales-of-horror",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fistful of Lead: Tales of Horror is a supplement for Fistful of Lead.&#10;&#10;As with previous Fistful of Lead rules each player only needs 5 or 6 miniatures to start gaming. You can play 1 on 1 games or larger skirmishes with up to 6 or 8 players.&#10;&#10;The main protagonists of Tales of Horror are the Vampires, Werewolves and other monsters from folklore and the horror films of the silver screen. This supplement describes the various creatures and provides traits and additional rules to allow players to use the Fistful of Lead rules to play Gothic Horror games, or any Horror genre.&#10;&#10;Players will take on the roles of these Creatures of the Night, or the brave Hunters who pursue them.&#10;&#10;44 pages of Gruesome Adventure.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Game: Fistful of Lead"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fistful of Lead: Galactic Heroes – Codex Galactica",
    "ID": 281123,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281123/fistful-of-lead-galactic-heroes-codex-galactica",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Codex Galactica, a compendium of Peoples, Creatures and Alien Threats from across the galaxy. This essential handbook will give you a tool kit for building forces based off your favorite sci-fi genres.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Game: Fistful of Lead"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Buried Treasure: An Open World Pirate Game",
    "ID": 281133,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/281133/buried-treasure-an-open-world-pirate-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3",
    "Description": "You&rsquo;ve settled into the new world. There are countless islands to explore and treasures to seek in these uncharted waters. Go out there and make your fortune, but beware, you&rsquo;re not the only one out there seeking their fortune. Pirates are scouring the waters looking to claim what you&rsquo;ve found, sea creatures lurk in the deep ready to devour you, and your fellow privateers could either help you, or steal your booty for their own purpose. These are lawless and dangerous waters, and you must be prepared for anything. Will you find the treasure you seek, or will you meet your doom? Adventure awaits!&#10;&#10;Each player takes a turn to explore into new tiles, sail through existing tiles, or remain on their current tile and try to get as much treasure as they can. They can find treasure on islands, while diving, after defeating pirates or sea creatures, or even by attacking other players! When players draw a tile while exploring, they place it in any free space adjacent to their ship and move there immediately. There are five special types of tiles that can be drawn: Islands (where you'll find the majority of your treasure), Diving Locations (you need a diving bell to access them), Pirates (the scourge of the seven seas), Sea Creatures (mythical beasts wanting to destroy your ship and eat your crew), and Shops (places to upgrade your ship and crew). The first player to get to 100 treasure in their stash wins the game!&#10;&#10;Buried Treasure is a world building, open world sandbox game that is built as the players take their turn. Instead of using a standard playing board, players build the game board by drawing tiles when they explore the world. If the tiles are ever used up, players can still sail throughout the map trying to find more treasure on islands, by diving, and attacking pirates/sea creatures/other players. Outfitting your ship and crew allows you to specialize your ship to be better at attacking, exploring, defense, or speed. We've also added in storms which can rip parts off of your ship and throw you and other players in range of the storm off course. You never know what to expect when you play this game!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration",
      "Fighting",
      "Nautical",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stratégiké: Règles Avancées",
    "ID": 281137,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281137/strategike-regles-avancees",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This supplement extends the Strat&eacute;gik&eacute; rules with rules for a few new troop types, mostly fantasy but including a couple additional historical ones, as well as with troops of &quot;exceptional&quot; quality, which means they're excepted from normal rules in some way. For example, exceptional Chevaliers, representing cataphracts, count as of superior, ordinary, or inferior quality depending on what troop-type they're fighting.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fawlty Towers",
    "ID": 281139,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/281139/fawlty-towers",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This simple game aims to blend tactical choices with dexterity, and requires you to balance the risk of stacking cubes on the tallest tower against the reward of getting the highest valued cards on the table.&#10;&#10;4 columns of cards are laid out on the table. Players get cards by stacking cubes on any one of 4 towers. In order to get for instance the third card in a column, you have to place a cube of the same colour as the card on top of a tower that contains at least the cubes to match the colours of the cards in the two first spaces. If the tower falls, you get nothing.&#10;&#10;Score points based on the values of the cards, and the sets of similar symbols that your are able to collect.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Set Collection",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All Your Base",
    "ID": 281140,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/281140/all-your-base",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "This game is developed to be played with the Green Box of Games game system.&#10;&#10;In AD 2101, war was beginning&hellip; Build up your base and install the correct hardware and software on your defence stations to prepare for the oncoming attack. In this game for up to 6 players you play cards from your hand to perform one of three actions, and pass the cards you don&rsquo;t need to the next player.&#10;&#10;With each card you may either:&#10;&#10;     Use the symbol to buy a defence station (tile) with the same symbol&#10;     Use the colour to buy hardware (cube) with the same colour to place on any of your stations&#10;     Play the card itself as software onto a station with the same symbol&#10;&#10;&#10;You score points for the value of the cards installed as software, and you score for the cubes if they match the colour of the card.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kaidanzz",
    "ID": 281141,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/281141/kaidanzz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Kaidanzz (&#227;&#130;&#171;&#227;&#130;&#164;&#227;&#131;&#128;&#227;&#131;&#179;&#227;&#130;&#186;) is a game about forcing yourself into a corner. Most of the cards in the deck are number cards that go from 1 to 19. Starting with a hand of three cards, each turn you play a card, and based on the orientation you play it in the next player has to play either a higher or lower number. If you play two consecutive numbers you can decide which orientation the next player has to use. If it's your turn and you can't play a card you get one point, and at two points you win the game.&#10;&#10;There are also three &quot;Stair Lover&quot; cards with special powers. Each player gets one randomly at the start of the game. The Dark Stairs can always be played, which means you can't win while you're holding them, but the Ghost Story Teller card allows you to give the Dark Stairs to your opponent. The Glico Man lets you swap the most recently played stairs with the first ones played in the round. Finally, the Old Person card lets you ignore the effects of a pair of consecutive cards if one of them is a &quot;slope&quot; card with a red border.&#10;&#10;Can you outwit your opponent on the stairs?&#10;&#10;The game also includes a Stair Encyclopedia with details of the stairs photographed for the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows over Normandie: The Choir of Nightmares",
    "ID": 281142,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281142/shadows-over-normandie-the-choir-of-nightmares",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This punchboard contains a new unit for the Mythos faction, the Choir of Nightmares, an evil choir, singing ungodly canticles lead by their choral conductor. Practically, this choral conductor chants a hymn, causing an effect (harmful for the enemy, or beneficial for allies) in a small area. Nearby choristers can immediately pick up his chanting, increasing the effect.&#10;&#10;On an individual level, the Choir of Nightmares is composed of rather weak units, but they strengthen and support their allies thanks to their blasphemous prayers.&#10;&#10;Well used, their effects can change the tide of a battle, yet the choirmaster needs protection &ndash; without him, it&rsquo;s impossible to chant. It&rsquo;s best not to lose the chorists too fast either if you&rsquo;d like to keep the reach and effectiveness of the prayers.&#10;&#10;This product is accompanied by a digital booklet, downloadable from the Devil Pig Games website, containing the rules to play with the Choir of Nightmares as well as one scenario.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Heroes System Tactical Scale World War 2"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Taboo Room",
    "ID": 281143,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281143/taboo-room",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Taboo Room is a game about jewel thieves trying to escape from a trapped maze.  Each room in the maze has letters written on the floor, and to move between rooms you have to say a word that starts with a letter in the room you're in and ends with a letter from the room you're going to. But there's a catch - some words are forbidden, and if you say them you'll take damage.&#10;&#10;There are two ways to win: you can be the last thief standing or you can collect three buddies. Each buddy has a category, like &quot;food&quot; or &quot;sports&quot;, and you can collect them by using a word in their category. They also have effects when collected, like healing damage or allowing different kinds of movement.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hatsukoi Kao Karuta",
    "ID": 281145,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281145/hatsukoi-kao-karuta",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Your first love is near and dear to your heart... but can you find them in the crowd?&#10;&#10;&#229;&#136;&#157;&#230;&#129;&#139;&#227;&#129;&#139;&#227;&#129;&#138;&#227;&#130;&#171;&#227;&#131;&#171;&#227;&#130;&#191; (Hatsukoi Kao Karuta, &quot;First Love's Face Karuta&quot;), based on traditional Japanese karuta, is played with an app to guide you. The app will show a boy or girl's face, and whoever finds the matching card on the table first gets to collect it as a point.&#10;&#10;The boys and girls all look a lot a like, but each has details that set them apart. Can you find your first love's face?&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shingengo Reiwa Karuta",
    "ID": 281146,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281146/shingengo-reiwa-karuta",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Can you be the first to grab the new era name?&#10;&#10;In this variation on traditional Japanese karuta, you use an app to show a made-up era name. When the name goes up you then try to be the first to slap the cards with the same kanji on them.&#10;&#10;At the end of the game, the app will show four random real historical era names, and whoever can assemble the most of those with the cards they collected is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Awesomest Petting Zoo",
    "ID": 281148,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/281148/the-awesomest-petting-zoo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Build fences for animal enclosures and put in all the cutest animals.&#10;&#10;But beware! You can&rsquo;t put different types of animals together and the visitors won&rsquo;t like an enclosure that isn&rsquo;t filled with animals.&#10;&#10;Can you manage to make a lot of enclosures full of animals before your friends? Who will build the awesomest petting zoo?&#10;&#10;In The Awesomest Petting Zoo, 1 to 6 players compete to score the most points for their petting zoo. Each turn, players choose dice from a shared pool and use them to either make new animal enclosures or put animals in those enclosures.&#10;&#10;You can re-roll dice, discard a die or split an enclosure, but doing so will cost discard points.&#10;&#10;Bonus points (or penalties) are awarded through a selection of random cards to players who achieve certain goals. For a single player game, a set of special solo challenge cards is included to give the player a unique experience.&#10;&#10;Cards &amp; boards available as print-&amp;-play components; all you need is a pen, dice and some markers for the score track.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Farming",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure",
      "Line Drawing",
      "Paper-and-Pencil",
      "Push Your Luck"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fistful of Lead: Reloaded",
    "ID": 281151,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281151/fistful-of-lead-reloaded",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fistful of Lead: Reloaded was designed as a quick set of wargame rules for gunfghts in the Wild West. The rules can be learned within a couple of turns and still keep the favor of the period. The play is fast and furious, with a Hollywood fair to it.&#10;&#10;Fistful of Lead has been around for over a decade with a small, but loyal fan base. This version has left the core rules intact while adding more scenarios, more examples of play, some house rules that have brewed up over the years, and a simple campaign system.&#10;&#10;In most games, each player can control up to 6 gunfighters without much trouble. Games can have up to 8 players without slowing down the game. Experienced wargamers and new players alike will enjoy this game. It's perfect for convention games and just one on one shoot outs.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "American West",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Game: Fistful of Lead"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kordran Conflict",
    "ID": 281153,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/281153/kordran-conflict",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "4",
    "Description": "On the distant planet of Kordra, a giant pageant continent is being reshaped as tectonic shifts tear the land apart, forcing each nation into war.&#10;&#10;Kordran Conflict is a game that simulates combat operations in a sci-fi setting. It's unique gameplay blends elements of CCGs with a streamlined turn-based battle system that's best described as &quot;a miniatures game for a chess player&quot;. Kordran Conflict is the first of its kind, a unique product that combines traditional boxed game components with .stl files to 3D print at home. It's a miniatures game designed to grow and expand with new cards that include miniatures and playing pieces to download and then 3D print!&#10;&#10;Kordran Conflict game system is fast and dynamic, players must combine unit's actions and abilities efficiently to win objective-based scenarios. &#10;The board is made up of modular barriers that shape the map, these barriers can be build, destroyed, pushed around and more by specific units, making an ever-changing environment that is always in flux. Each scenario varies wildly in its objectives, challenging players to approach the game with new ideas and strategies.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Gauntlet",
    "ID": 281154,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/281154/the-gauntlet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This game was developed to be played with the Green Box of Games game system.&#10;&#10;The Gauntlet is a deadly race, where you want to be the first to reach the end while avoiding being hammered by your opponents and pelted with arrows. You have to climb over obstacles using the appropriate cards, keep your shield up at the right time, and maybe find a quiet spot to heal your wounds when necessary.&#10;&#10;Build a track with the tiles, using brick and lumber symbols as obstacles, and arrows as deadly traps, with the other tiles face down. With one cube to move and three cubes as life points, players will roll a die to determine the available movement points for a round. Cards are drafted from a pool on the table, and then each player chooses three cards as their programmed movement for the round. Brick and lumber cards are necessary to climb obstacles, Arrow cards fire the traps, hammers are for close combat, the shield for protection and the drop for healing.&#10;&#10;The winner is the first to reach the end of the track alive!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Medieval",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Son of Kark",
    "ID": 281155,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/281155/son-of-kark",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This game is developed to be played with the Green Box of Games game system.&#10;&#10;You are Kark, a successful merchant seeking to expand your trading empire by issuing orders to your sons. Place tiles on the table and add your cubes to them to score points. Three different placements are possible: Market, City or Crossroads, and each score in a different way.&#10;&#10;The game is obviously inspired by Carcassonne (Klaus-J&uuml;rgen Wrede, 2000), but adapted to fit the components of the Green Box of Games. Basic gameplay is like the original game, you draw a tile, place it, and then choose whether to place one of you pieces on it in order to score points.&#10;&#10;Markets (cubes placed in the center of a symbol) score based on the number of tiles with the same symbol on the board.&#10;Cities (cubes in the center of face down tiles) score based on the number of different market symbols around it.&#10;Crossroads (cubes placed on the intersection of four tiles) score at the end of the game, when players sum up who has the most influence over each of the six symbols plus cities.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BIX",
    "ID": 281156,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281156/bix",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "BIX is a two-player card/board game where players play cards to move at least one of their pieces into their opponents golden square. Their are three types of cards; special slot, movement, and effect. Movement cards move pieces directly, while effect cards have effects that range from destroying pieces to drawing cards. Special Slot cards have a surprise effect that can be activated only in certain conditions.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Tooth Fairy Game",
    "ID": 281158,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/281158/the-tooth-fairy-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Petersen Games&rsquo; first kids game, under the new imprint Larva Games.&#10;&#10;The Tooth Fairy Game is actually FOUR games in one, complete with 125 plastic teeth in 5 colors, five bags in 5 colors, 1 six sided die, 5 tooth fairy cards, and rules in English, Spanish, French, German and Italian!&#10;&#10;While all games are good for ages 6 and up, each game is a bit more difficult than the one before it:&#10;&#10;That&rsquo;s My Tooth is the &ldquo;Baby Teeth&rdquo; game.&#10;After you&rsquo;ve had fun playing that game a few times, you can try out Pulling Teeth, the &ldquo;Adult Teeth&rdquo; game.&#10;Then there is Lie Through Your Teeth which is a game for those with &ldquo;Fake Teeth.&rdquo; That game works best for those who know how to bluff. It is a clever take on the classic &ldquo;liar&rsquo;s dice&rdquo; game.&#10;Finally, there is Treasure Teeth for those rich tooth fairies with &ldquo;Gold Teeth.&rdquo; In Treasure Teeth you bid on valuable teeth, trying to get the most money. However, your bid is secretly split up any way you choose between your two hands. But beware, another player will pick WHICH of your two hands will be your real bid! Will you put all your teeth in one hand, hoping they pick that one, divide them evenly, or do you have another ingenious plan in mind?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory",
      "Push Your Luck",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Olympic Baseball and Softball",
    "ID": 281175,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281175/olympic-baseball-and-softball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "1000",
    "Weight": "0",
    "Description": "Olympic Baseball and Softball allows you to replay any of the modern Olympic Baseball and Softball tournaments as you play to see who gets the Gold! Each team is rated for Hit ability and Run percentage. You sum up the Hit For (HF) of the attacking team and Hit Against of the defending team, divide the result by two (rounding down) and convert the result to a letter. Roll two six sided die on the Hits Table and cross the result of the roll with the letter you have found before. The number obtained is the number of hits scored by the attacking team during the game. Now check the conversion percentage of the team to see how many hits become runs: roll a percentage die (two ten sided dice of different colors, one of them for the  tens digits, the other for the single digits) for each hit and if the roll is equal or below the percentage factor, it become a run, otherwise not.&#10;&#10;Repeat the procedure for the opposing team and you'll have the final result for the game. In case of a tie, use the Killer Instinct rule.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MechAge: Attack of Varanor",
    "ID": 281179,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281179/mechage-attack-of-varanor",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Your Mech's trial mission was a success! You even managed to clear a den of Cat Mutants. The Sprawl should sleep soundly tonight.&#10;&#10;Just then, a blast rocks the hanger and reports pour in. A Lizard Mutant, bigger than anything ever seen, has emerged from the water and is destroying the city. Swarms of large parasited attack anyone nearby.&#10;&#10;Your work today isn't over yet. Fire up the reactor, reload the magazines, and let's see what this Mech can do...&#10;&#10;Adventure scenario expansion for MechAge.&#10;&#10;&#10;The scenario consists in 1 Scenario card and 2 Mech cards:&#10;&#10;     Rules booklet&#10;     Attack of Varanor Scenario card&#10;     Power Sword Mech card&#10;     Heavy Cannon Mech card&#10;&#10;&#10;Players are expected to provide their own tokens for this scenario:&#10;&#10;     1 DEFCON Tracker token&#10;     1 Monster Health token&#10;     1 Parasite Strength token&#10;     1 Population Damage token&#10;     1 Property Damage token&#10;     2 Unique tokens for Varanor and your Mech&#10;&#10;&#10;&#10;Released in the March 2019 Board Game of the Month Club $10+ package, together with MechAge base rules.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: MechAge",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ノアロン (Noalon)",
    "ID": 281183,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281183/noaron-noalon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Noalon is a hand management game for two players in which there are only two types of cards.&#10;&#10;The game contains an equal number of red and black cards. Each player has a hand of twelve cards and tries to work towards a winning hand. Hands are formed based on the sequence of red and black cards in your hand, so you can't freely rearrange the order of your cards. The other catch is that you draw cards two at a time, insert them next to each other, and always discard two adjacent cards.&#10;&#10;Scoring follows this rule: a set is a sequence of N cards starting from one edge of your held cards, followed by the same number N cards of the other color. You may only use one set to calculate your score. If the leftover cards not in the set would form a set on their own then the point value of your hand is half the number of leftovers; otherwise it's the full number of leftover cards.&#10;&#10;Points are to be avoided. You can go out if you have four or fewer points in your hand. When someone goes out, players compare hands and the player with more points is the loser, and takes points equal to the difference in points with a bonus for a perfect hand (0 points) or undercut (where the person who went out had the worse hand). The first player to collect nine points loses the game.&#10;&#10;-- user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Fort of Gold",
    "ID": 281184,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/281184/the-fort-of-gold",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Fort of Gold (&#233;&#135;&#145;&#227;&#129;&#174;&#231;&#160;&#166;) is a solitaire game in which you take on the role of a sorcerer manipulating mana to collect seven treasures. There is one deck of treasures and one of magical spirits. Spirits and treasures both have a set of three elemental symbols, where each symbol can be one of earth, air, fire, or water. In order to collect a treasure you need to create a set of one or more spirits that can match with all the elements on the treasure.&#10;&#10;However, you may not be able to collect any of the treasures initially exposed. In that case you can swap the exposed treasures or peek at and rearrange the deck, but these both require more demanding combinations of elements.&#10;&#10;You win if you can get all seven treasures, but you lose if you're stuck without any legal actions. Can you activate all the spirits before your mana runs out?&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "グリムフォージ (Grim Forge)",
    "ID": 281186,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/281186/gurimuhuozi-grim-forge",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Grim Forge is a drafting game played over seven rounds.&#10;&#10;First you draft the hero cards that will be summon during the game. After that, each round you draw one mana card to place in front of you, and then you go to the Summoning for that round. In this round you use the mana cards you've collected so far to summon a hero.&#10;&#10;When summoning a hero, you place them face down in front of you and pointed at another player. All heroes are revealed simultaneously and have one of three effects: they can steal points from the player they point at, they can steal from the neighbors of the player they point at, or they can deflect incoming attacks to the player they point at.&#10;&#10;After seven rounds whoever has the most points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Anthelion: Conclave of Power – The Folk: Faction Pack",
    "ID": 281187,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/281187/anthelion-conclave-of-power-the-folk-faction-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hailing from secluded corners of the galaxy, the Folk lived in peace until the galaxy went to war.  Now they protect the sanctity of the Forest Moon with their wits and cunning.&#10;&#10;The Folk: Faction Pack introduces the Folk faction into Anthelion.&#10;&#10;Components:&#10;&#10;     4 Character cards (The Folk)&#10;     1 Location card (Forest Moon)&#10;&#10;&#10;&#10;Released in the March 2019 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Anthelion – Conclave of Power",
      "Organizations: Game Designers of North Carolina",
      "Series: Wallet Games (Button Shy)",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Merkez",
    "ID": 281190,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgame/281190/merkez",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Inspired by local elections in Turkey and empty promises, this game casts you as an Urban Planner. Your goal is to impress the current Mayor and score the most points with your blueprint. The blueprint should include plans to build schools with bike roads, animal hospitals, fund funding allocations, provide free Wi-Fi, and assign Civil Servants to hospitals and schools. Every building needs civilians; unemployed civilians (those not assigned to a building) will cost you points. Even if you can't construct a building on your turn, you must build a road or pavement, following the curve dictated by the dice.&#10;&#10;The ultimate aim is to position yourself as the next Mayor.&#10;&#10;The game unfolds over several rounds, with the following phases in each round:&#10;&#10;1- Throw dice.&#10;2- The first player claims a Promise Card (optional).&#10;3- Players claim regions based on the dice roll and draw symbols.&#10;4- End of the round.&#10;&#10;You score points by drawing icons in the colored regions. The game ends when there are no free spots left on any player's sheet. The player with the highest score wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Open Drafting",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Drawing",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aurora Partsopoly",
    "ID": 281192,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/281192/aurora-partsopoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A Monopoly variant made and given out by Aurora parts of Lebanon, Indiana. Aurora distributes tractor-trailer parts nationwide, and they created this game as a promotional tool. The game plays as Monopoly, but the properties are all Aurora parts, the railroads become Aurora's distribution centers, etc. Very nicely produced for this kind of item and unique.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  }
]