[
  {
    "Rank": "15101",
    "Name": "Home Sweet Home",
    "ID": 121076,
    "Year": "(2011)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/121076/home-sweet-home",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4286",
    "Description": "In Home Sweet Home, players have five diving bells and want to get as many sea creatures into them as possible &ndash; but crabs don't like octopi and vice versa, so keep those two species separate if you don't want trouble.&#10;&#10;To set up the game, each player lays out diving bell cards in front of them, numbered 1-5, and receives four cards from the shuffled animal deck; crab and octopus cards are also numbered 1-5. At the start of a round, a player lays an animal card from her hand in the center of the table and states the sum of all cards played. The next player does the same, making sure that all animal cards are visible. This continues until the sum of the animals played totals twelve or more. The player who laid the last card takes the stack, then places the animals in her diving bells based on the number on the cards. If you would lay a crab in a diving bell that already holds one or more octopi cards (and vice versa), you must discard one card of each type.&#10;&#10;Once the deck rounds out, players finish the round, if possible, then sum the animals in their diving bells. The player with the highest total wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Crabs",
      "Animals: Octopuses"
    ]
  },
  {
    "Rank": "15102",
    "Name": "Havenfall",
    "ID": 179581,
    "Year": "(2017)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/179581/havenfall",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "You are survivors of the town of Ember. The Djiran demons have opened a rift that begins to corrupt the land. You have fled to the town of Havenfall with the few items and treasures you salvaged from your home.&#10;&#10;In this deck-building game each player starts with the same ten cards. Players use their cards to perform one of the following actions during their turn: buy cards, fight monsters, or trash cards. Each player builds their own unique deck with their purchases. When a player buys a card, it is placed in their discard pile. When a player no longer has a deck, the discard pile is shuffled and becomes the deck in which players&rsquo; draw their hands. Purchased cards are more powerful than the ten starter cards and help players fight monsters. Players may choose to thin down their deck by trashing cards in order for more powerful cards to be drawn more frequently.&#10;&#10;Players have the option of gaining spells during their turn. Spells can be used at any point during the game to either aid a player during their turn or disrupt an opponent&rsquo;s turn.&#10;&#10;When a player fights and defeats a monster, the player gains a pixel related to the color of the monster. These pixels are a reusable resource that enhances players&rsquo; cards. When a player defeats a boss, they also gain points based on the monster&rsquo;s rank. These points move the player along on the scoreboard. The first player to reach ten points wins the game.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Race",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "15103",
    "Name": "Zombie Terror",
    "ID": 167238,
    "Year": "(2016)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/167238/zombie-terror",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "We must stay together - they&rsquo;re everywhere!&#10;&#10;Only a few has managed to stay alive after the zombieapocalypse. A small group of survivors hid inside a shopping mall, but the apparently safe place soon turned out to be a dead end - literally! In the face of danger they have only one choice - to escape! However, the only way leads through a parking lot full of brainthirsty zombies&hellip;&#10;&#10;Zombie Terror is an asymmetrical game for two players. One player becomes the leader of the surviving humans who must be smart and ready for any sacrifice if they hope to survive in the world full of deadly surprises. Those brave few have to face endless hordes of bloodthirsty zombies controlled by the other player. As you might expect, those humans are but a game for the mindless monsters prowling every street and building.&#10;&#10;Desperate courage might not be enough to stop undead hordes.&#10;&#10;Zombie Terror contains additional game scenarios and rules for creating your own, unique scenarios, guaranteeing high replayability as well as giving you almost limitless options to expand the game!&#10;&#10;",
    "Categories": [
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15104",
    "Name": "Gutshot",
    "ID": 17239,
    "Year": "(2005)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/17239/gutshot",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.8889",
    "Description": "WINNER -- 2006 Origins Award for &quot;Historical Miniatures Game of the Year&quot;&#10;&#10;Using 25mm miniatures and some dice, Gutshot is a fast-paced, easy-to-learn game that has you slappin&rsquo; leather and blowin&rsquo; away the bad guys in a matter of minutes. At its core is a simple system for running one-on-one and small-scale combat set in the American Wild West. It is a fun game that is easy to learn and play; it combines realism, pulp fiction, and a little bit of &ldquo;Hollywood&rdquo; thrown in for good measure. Gutshot is a game that captures the spirit and mystique of the American Wild West as portrayed in movies, television, pulp novels, and comic books. It&rsquo;s the American Wild West of youth and fantasy, not a detailed recreation of history. [from the website]&#10;&#10;",
    "Categories": [
      "American West",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "15105",
    "Name": "Little Cooperation",
    "ID": 161773,
    "Year": "(2012)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/161773/little-cooperation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This game is for 2 1/2 to 5 years old. It is a cooperation game. There are five cute plastic polar animals on one side of a bridge standing on 6 ice cubes and an igloo on the other side. With a chunky die players take turn taking their animals to the igloo before the bridge falls. The die has 3 outcomes: go to the bridge, go to the igloo, remove one ice cube.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "15106",
    "Name": "PANDA",
    "ID": 423835,
    "Year": "(2024)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/423835/panda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "You find yourselves in the Giant Panda National Park. Create a safe environment for your animals. But beware, thriving areas will attract predators.&#10;&#10;In PANDA the players build together in the Giant Panda National Park. Score the most points by playing prey cards in the park and by strategically placing predator cards. You score prey animal cards immediately, while predator cards score points at the end of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "15107",
    "Name": "Murderer's Row",
    "ID": 185813,
    "Year": "(2015)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/185813/murderers-row",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.4",
    "Description": "Deal 10 cards in a row.  Kill 9 of them.&#10;&#10;Each turn consists of activating a card and resolving its effect.  Play proceeds until all cards except one have been eliminated or until no further moves are possible.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "15108",
    "Name": "The Oilman Game",
    "ID": 6509,
    "Year": "(1994)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/6509/the-oilman-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "From the box: A game that captures the true to life excitement and drama, success, and failures of the international oil magnate. Using the unique 3 dimensional board, oil companies bid for leases world wide, drill for oil, and erect oil wells. The object... to become the most successful oil company in the world. The amazing game board design ensures the game will never be played the same way twice. For two or more players or teams.&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Oil / Gas / Petroleum"
    ]
  },
  {
    "Rank": "15109",
    "Name": "Board and Table Games from Many Civilizations",
    "ID": 10971,
    "Year": "(1960)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/10971/board-and-table-games-from-many-civilizations",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Anybody that has looked in the Games section in a bookshop will have seen this work. Originally published by the OUP in two volumes, Board And Table Games 1 (1960), Board And Table Games 2 (1969), the revised edition in 1979 brought both books together.&#10;&#10;Robert Bell wrote the definitive scholastic text on pretty much every ancient abstract board, tile, race and dice game you've heard of, and more you never knew about. With simple illustrations and some b&amp;w photos, the rules and history of each game is quickly and briefly studied. There are even biographies of noted gamers, such as Hoyle.&#10;&#10;This is an academic work, for students not children, but even dipping into it will bring great pleasure to any gamer. And Bell constantly encourages the reader to make and play the games shown.&#10;&#10;ISBN 0-486-23855-5&#10;&#10;",
    "Categories": [
      "Book",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "15110",
    "Name": "Split",
    "ID": 186,
    "Year": "(1999)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/186/split",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1333",
    "Description": "Newer version of SPLIT is now available. Publisher is GDC-GameDevCo Ltd. The game still features the patented SPLIT half cards and looks much better than the original (design wise) and seems to have some adjustments to the rules.&#10;&#10;In this surprisingly solid offering from Hasbro, players use cards to take actions on a board.  The cards depict halves of a standard deck of cards, and players attempt to match the halves with those next to the board.  Depending on the quality of the match (perfect, strong, weak), the action is likewise powerful or weak.  The object of the game is to place a series of your markers in a continuous line across the board.  Also the game is scalable for two to six players, with four through six using partners to keep the action interesting.&#10;&#10;Re-implemented as:&#10;&#10;    Split (Revised Edition)&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "15111",
    "Name": "Carnival",
    "ID": 101930,
    "Year": "(2011)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/101930/carnival",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5152",
    "Description": "Think Ferris wheels, roller-coasters, carousels, flying swings, and bumper cars! Open your Carnival for business before the other carnies do by building four of the five available rides along your Midway. Then cue the Carnival music and watch the crowd rush in!&#10;&#10;Carnival is a card game of set collection for 2-4 players, ages 12+, that utilizes dice to determine actions. Each turn, a player rolls three dice and chooses two of them to perform actions which can allow them to gain and discard cards from their hand and/or Midway. Each player also has three tickets that may be discarded to affect the dice rolls or block other players' actions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15112",
    "Name": "Mein Königreich für ein Pferd",
    "ID": 302911,
    "Year": "(2021)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/302911/mein-konigreich-fur-ein-pferd",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8",
    "Description": "As Farmers you set up pastures on your land to breed lifestock. Sheeps reproduce super fast and easy but are worth almost nothing. Better to trade them for pigs - and trade those for cattle - and trade those for horses. But make sure there is enough pastures to keep them all...&#10;&#10;Players start with some sheep and a pig and try to breed them as efficiently as possible. When its your turn, you roll some dice, re-roll up to two times, pick one and let the other players choose one of the others. The dice show different actions, like receiving more animals or building fences. This is necessary to build pastures big enough to keep all your animals. Along with these dice a breeding die is rolled that shows which animal class breeds this turn. Each pair of animals of this kind produces a new one. Animals can be traded for others that are worth more: Sheeps can be traded for a pig, pigs for cattle and those for horses.&#10;&#10;The first player to have one of each animal is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Farming",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Hand Management",
      "Race",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Animals: Horses",
      "Animals: Pigs",
      "Animals: Sheep",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15113",
    "Name": "Winter Tales",
    "ID": 122599,
    "Year": "(2012)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/122599/winter-tales",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5185",
    "Description": "Following the victory in the Conflict of Autumn, The Regime of Winter has clutched the Land of Fairy Tales in its cold grasp. Fuelled by hate and fear, Winter aims at extinguishing the flame of Love and the light of Hope under a blanket of snow and the never-ending chill of a winter night. In the winding alleys and the small houses desperately clinging to the hillside of Wintertown, frightened Tales move in the shadows, knowing they cannot allow all Hope for the future to be snuffed out by the cold and ready to fight to drive Winter away and let Spring come again.&#10;&#10;In Winter Tales, a storytelling board game, players tell the tale of the conflict between the characters of fairy tales, who represent all that is good and hopeful, and the Soldiers of Winter, who incarnate evil and the fierce cold of Winter. Players will ally themselves with one of the warring Factions, controlling characters and fighting for the comeback of Spring or the suffocation of all hope, bringing on an endless Winter.&#10;&#10;Winter Tales is an ever-changing game as each time the players will tell a completely different story, creating a shared plot.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Open Drafting",
      "Point to Point Movement",
      "Role Playing",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Authors: Hans Christian Andersen",
      "Books: Alice in Wonderland",
      "Books: The Wizard of Oz",
      "Folk Tales & Fairy Tales: Pinocchio",
      "Folk Tales & Fairy Tales: Snow White"
    ]
  },
  {
    "Rank": "15114",
    "Name": "Fish & Katz",
    "ID": 328536,
    "Year": "(2020)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/328536/fish-and-katz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Welcome to the most famous fish market in the cat's world, Tsukiji Market! You and your fellow kitten chefs are competing to get the freshest fish for your restaurant. The competition is so intense that you can't get what you want without stretching your paws all the way to the most delicious fish at a lightning speed. So spot on the fish, raise your paws, and grab them for the win!&#10;&#10;Fish &amp; Katz, first released as Cat's Tsukiji, is a speed game like no other because you will put on the cutest game component in the world &mdash; the cloth cat paws! You can choose the finger cloth of your favorite cat pattern, how cute is that! Each round, a number of fish cards will be displayed on the table. On the count of three, all players simultaneously point their &quot;paws&quot; at the fish card they want. If you are the sole player to point at a card, you get it for a set-collection scoring. However, if any other player(s) point at the same card as you do, none of you get the fish!&#10;&#10;The first player to score 6 points wins!&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Real-Time",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "15115",
    "Name": "Paul Koenig's D-Day: Utah and Omaha – The American Beaches",
    "ID": 38881,
    "Year": "(2008)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/38881/paul-koenigs-d-day-utah-and-omaha-the-american-bea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.5455",
    "Description": "Utah and Omaha: The American Beaches are the second and third games in Paul Koenig&rsquo;s D-Day series of five titles covering the first three nail-biting days (June 6 &ndash; 8, 1944) of Allied landings in France to liberate Europe during World War 2. Using fluid and dynamic systems for integrating the fierce combat and rapid movements of the companies and battalions contesting the beaches, cliffs, swamps and bocage bordering the rough North Sea coast, players will find the easy rules to offer rich puzzles and surprising opportunities on the cross-map march to victory.&#10;&#10;On the two western beachheads, the Americans faced problems galore and some of the worst terrain encountered by the Allies. It seemed that Murphy&rsquo;s Law was in full effect: &ldquo;Everything that can go wrong will go wrong &ndash; and at the worst possible moment.&rdquo; Yet despite widely scattered air drops, confusion and stiff German resistance, an American victory was won and the beaches secured. However, the cost in lives of this close-fought campaign will see it always remembered as &ldquo;Bloody Omaha.&rdquo;&#10;&#10;Game Components:&#10;&bull; Two complete games!&#10;&bull; One 4-page, color  Standard Rules booklet&#10;&bull; 80 color, 2-sided die-cut 1/2&rdquo; mounted pieces&#10;&bull; 28 round 5/8&rdquo; counters&#10;&bull; Two 11&rdquo; x 17&rdquo; color game maps with tables&#10;&bull; Illustrated Examples of Play, Exclusive and Optional Game Rules&#10;&bull; Part of a 5 game Paul Koenig's D-Day series!&#10;&#10;Scale: Each unit is 1 company to regiment, each hex is 1 kilometer, and each turn is about 4.5 hours.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Series: Paul Koenig's D-Day (Victory Point Games)"
    ]
  },
  {
    "Rank": "15116",
    "Name": "We Need to Talk",
    "ID": 267986,
    "Year": "(2019)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/267986/we-need-to-talk",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A Game of Staging Ridiculous Interventions about Nonsensical Problems.&#10;&#10;Caring friends and family have all gathered &ldquo;because they LOVE you&rdquo;. That&rsquo;s how it always starts. That&rsquo;s when you suddenly realize there&rsquo;s a problem - and it&rsquo;s YOU. You&rsquo;re shocked and clueless, which is why your loved ones have taken it upon themselves to carefully broach the subject. Naturally, no one wants to just come right out and say it. So they keep hinting at it, hoping you&rsquo;ll catch on eventually. But will you? Or will this Intervention fail?&#10;&#10;In this game, players take turns being the focus of an intervention by drawing a Problem card with a nonsensical problem like, &quot;Uncontrollable Interpretive Dancing&quot; or &quot;Neurotic Inability to Turn Right&quot;. They can't see the card, but all the Concerned Friends and Family can. Friends will give obscure clues that hint at the problem, without giving it away. The sooner the Intervened can guess the problem, the more points they'll score. The longer the Concerned Friends keep them guessing, the more points the Friends can earn. Each of the three rounds have a unique format for giving clues, Broaching the Subject, The Emotional Appeal and Offering a Solution. But if the Intervened cannot guess their problem by the end of the third round, no one will score any points, having failed to help their friend.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Roles with Asymmetric Information",
      "Targeted Clues"
    ],
    "Families": [
      "Mechanism: Give a Clue / Get a Clue",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "15117",
    "Name": "Kittens in a Blender",
    "ID": 115105,
    "Year": "(2011)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/115105/kittens-in-a-blender",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.1154",
    "Description": "From the Designers:&#10;You are twisted.  I can&rsquo;t believe you actually want to put these adorable kittens in a blender! I guess that&rsquo;s none of my business. Maybe you&rsquo;re more of a dog person. Sure, kittens are curious by nature, but when they get in a kitchen full of dangerous appliances, it is up to you to save them.&#10;&#10;This fast-paced card game has players working to save all of their own kittens before the unthinkable happens. But sometimes the only way to save your precious litter of kittens is to let those curious little cats learn the lesson of why you should never play in a Blender!&#10;&#10;According to the box: A portion of the proceeds will be donated to a no kill cat shelter.&#10;&#10;Objective:&#10;Save your kittens and send your opponents' kittens to The Blender.&#10;&#10;Setup &amp; Play:&#10;Put the game box top on the table, open-side up and place the oversized Blender card inside, face-up: that's The Blender. Place the oversized Box card face up in the base of the box: that's The Box. Leave a little space between The Blender and The Box: that's The Counter.  Assign each player a Kitten color (red, green, blue or yellow), shuffle the deck, deal each player 6 cards and it's time to start saving adventurous kittens.&#10;&#10;On each turn, players play two cards and then draw back up to 6. Kitten cards may be played into The Blender, The Counter or The Box.  All other cards are played face up in front of the player so that all players can see which cards have been played.&#10;&#10;Players can play Kitties on the Move to move kittens to or from The Blender, The Counter or The Box; the number on the card specifies the number of kittens that can each be moved 1 space. Playing a Blend card will destroy the kittens currently in The Blender, save the kittens in The Box, and move the kittens on The Counter into The Blender unless countered by another player's Blend &quot;Pulse&quot; card.&#10;&#10;Players can move kittens around with other cards as well. Kittens in the Blender moves all of the kittens on The Counter or in The Box to The Blender. With These Cats in the Blender a player can move all cats of a chosen color from The Counter and The Box to The Blender. Kittens in the Box moves all kittens in The Blender or on The Counter to The Box, while Cats on the Counter moves all the kittens in The Blender or The Box to The Counter.&#10;&#10;Total chaos reigns when the Dog's in the Kitchen as each player gives her hand to the player in the direction indicated on the card.&#10;&#10;The game ends when all 16 of the Blend cards have been played. Saved kittens are worth 2 points each, blended kitties cost 1 point each. Highest score wins.&#10;&#10;Contents: 1 oversized Blender card, 1 oversized Box card, 110 playing cards (64 Kittens: 16 in each of 4 colors - red, green, blue and yellow; 18 Kitties on the Move: 6 of each number; 16 Blends: 8 Regular Blend &amp; 8 Blend Black; 4 Dogs in the Kitchen: 2 left &amp; 2 right; 2 Kittens in the Blender; 2 Your Cats in the Blender; 2 Cats on the Counter; 2 Kittens in the Box), rules.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "15118",
    "Name": "Invasion: Earth",
    "ID": 6919,
    "Year": "(1981)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/6919/invasion-earth",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "This is a game in the imperium/Traveller line. It postulates the invasion of earth by the Third Imperium. While the defenders have some space ships it is mainly a game of ground combat. 480 counters, one 16x21&quot; map, division/corps level.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games",
      "Region: The World",
      "Setting: Traveller Universe",
      "Space: Earth's Moon",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "15119",
    "Name": "Scribble Time",
    "ID": 235819,
    "Year": "(2017)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/235819/scribble-time",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Scribble Time is a speed drawing and guessing game. Can you scribble what you hear in a second? Can you remember what your drawing is meant to represent?? &quot;Sure!&quot; you might think! Well, we'll see about that! Ready your pen, on your marks! GO!&#10;&#10;In more detail, the active player reads out twenty words within twenty seconds, and all other players have to scribble these words to help them remember as many as possible. Afterwards a player gets 2 points for guessing correctly what they have drawn, if they are wrong, the other players may attempt to correctly guess and snatch 1 point for themselves.&#10;&#10;This game also has advanced mode/ Insane Mode/ Semi-Co-Op Mode/ Super Insane Mode.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Line Drawing",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "15120",
    "Name": "Star Breach",
    "ID": 284640,
    "Year": "(2018)",
    "Geek Rating": "5.532",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/284640/star-breach",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "What if you could recreate sci-fi skirmishes between any of your favorite sci-fi themed scale models, regardless of their franchise-bound universes? What if there was a tabletop sci-fi multiverse: a place where all great warlords from galaxies beyond could test their skill and power on a common field of battle? What if there was a game that supported your modeling hobby instead of burning it out? A game that let you build and paint and combine the models you like, and not just the ones you had to buy? And what if the game wasn't just fluffy; just for fun? What if it was balanced, well supported, easy to play and learn, but strategically very satisfying--indeed, one of the most well made tabletop systems available on the market? And then, what if it wasn't on the market at all? What if it was completely free to play, both casually and competitively, for all people anywhere in the world?&#10;&#10;Welcome to Star Breach, the multiverse sci-fi tabletop game unlike any other. All within the FREE rulebook download above you will find a squad vs. squad, miniature skirmish game that is equal parts meticulously strategic and effortlessly fun. The new, all-in-one, fully cross-referenced PDF contains the easy to learn core rules, as well as scenarios for two to six player matches, campaign and tournament rules, and a massive factions list for TWENTY unique warbands. No &quot;quick start rules that are nothing like the real game... half-baked mechanics... buy this year's codex... buy this year's errata... now download the new FAQ&quot; BS. For Star Breach, it's all there for completely free, professionally edited and ready to go. If you and your gaming group have been looking for just the right way to bring all of your favorite sci-fi models into one well made system, or you've always been interested in collecting and trying tabletop miniature gaming, but have been turned-off by the trademark driven price-points, then this system is just for you. Casual play. Competitive tournaments. Adventurous campaigns. Soon to come Cooperative and Solo expansions. If you like sci-fi and you like tabletop gaming, again: this system is just for you. I hope you give it a download and absolutely love what you find! I know for me, the Star Breach system has completely reinvigorated my love for the sci-fi tabletop hobby, and I can only hope that it will do the same for you. Enjoy! And keep your eyes on the stars!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic"
    ]
  },
  {
    "Rank": "15121",
    "Name": "Platoon",
    "ID": 2812,
    "Year": "(1986)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/2812/platoon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.1081",
    "Description": "Platoon is a simple wargame on small squad combat in Vietnam.  The game is similar to AH's Smithsonian series games:  a single sheet with basic rules and a small booklet that contains advanced rules, additional scenarios and historical background information.  The combat system is also similar to other Smithsonian games.&#10;&#10;The scenarios and soldiers are based upon events and characters in the movie.&#10;&#10;The game uses two elements to create fog of war:&#10;-  the counters have small stands so the identity of each counter is unknown to the enemy.  Some of the counters are fakes and &quot;substitutes&quot; (these are used to combine several counters into a single group.  All counters are placed in an off board box and the matching substitute counter is placed on the map.)&#10;-  Random initiative draw.  Similar to Firepower, chits for each side are placed in a cup and each turn one is randomly drawn to determine which player may move.&#10;&#10;Platoon had a AH complexity rating of 3.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15122",
    "Name": "War of 1812: Solitaire Travel Game",
    "ID": 422463,
    "Year": "(2024)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/422463/war-of-1812-solitaire-travel-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "War of 1812 Solitaire places you in command of American forces trying to invade and occupy Canada.  The British AI side defends the empire. Both sides have armies on fronts in play, ships on the Great Lakes and must deal with Native American warriors and their influence in the Northwest.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: War of 1812",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "15123",
    "Name": "Paul Koenig's Market Garden: Nijmegen Bridge",
    "ID": 129668,
    "Year": "(2012)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/129668/paul-koenigs-market-garden-nijmegen-bridge",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.9091",
    "Description": "Paul Koenig&rsquo;s Market-Garden is a series of small-format, competitive introductory-level wargames covering the critical first three days of Operation Market-Garden, where the Allies attempted to seize a series of bridges in Holland and end WWII before Christmas. Each game in the series covers a separate bridge: Arnhem, Eindhoven, and Nijmegen. As a player, you must command your German or Allied forces so as to capture key objectives on the board while keeping your casualties down (and your opponent&rsquo;s casualties up).&#10;&#10;Nijmegen Bridge is the third and final game in the Market-Garden series, covering the events happening at this vital river crossing from September 17th-19th, 1944. The central Nijmegen sector of the attack crossed an arm of the Rhine that could not be bridged easily. If the US 82nd Airborne failed to capture the Nijmegen cross, the advance of XXX Corps would be checked and Operation Market-Garden would fail.&#10;&#10;With plenty of decision making and Optional Rules to extend gameplay and realism, the Allied advance into Germany hangs in the balance at Nijmegen Bridge!&#10;&#10;Game Data:&#10;&#10;Complexity: 3 on a 9 scale&#10;Solitaire Suitability: 8 on a 9 scale&#10;Unit scale: Each unit is 1 company to regiment, each hex is 0.6 kilometers, each (day) turn is about 4.5 hours, and each (night) turn is about 10 hours.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Nijmegen (The Netherlands)",
      "Players: Two-Player Only Games",
      "Series: Market Garden (Paul Koenig)",
      "Series: Paul Koenig's Market Garden"
    ]
  },
  {
    "Rank": "15124",
    "Name": "Scene It? Star Trek",
    "ID": 38355,
    "Year": "(2009)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/38355/scene-it-star-trek",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "From the Publisher:&#10;&#10;From the second you load the game disc into your DVD player, you'll boldly go where no Star Trek fan has gone before. From The Menagerie to The Final Conflict, Scene It? Deluxe Star Trek Edition has it all. Real television and movie clips, trivia questions and a galaxy bursting with on-screen puzzlers will test whether you need to log a few more stardates at Star Fleet Academy or you're ready to face the Final Frontier!&#10;&#10;The game has been released in three versions: a regular Boxed Edition and two Deluxe &quot;collector tin&quot; Editions--SHIPS and CAPTAINS (depending on what's pictured on the cover).&#10;&#10;The Boxed Edition Game includes: &#10;    * 1 DVD&#10;    * 1 Flextime&reg; Game Board&#10;    * 1 Six-Sided Numbered Die&#10;    * 1 Eight-Sided Category Die&#10;    * 4 Plastic Movers (the Enterprise 1701, the Enterprise-D, the Defiant &amp; the Voyager)&#10;    * 10 Prime Directive Cards&#10;    * 144 Trivia Cards&#10;    * 4 Category Reference Cards&#10;    * 1 Instruction Sheet&#10;&#10;Both Deluxe Edition Games differ as follows:&#10;    * The &quot;Movers&quot; are now &quot;4 Collectible Metal Tokens&quot; (same ships as Boxed Edition)&#10;    * 16 Prime Directive Cards instead of 10&#10;    * 175 Trivia Cards instead of 144&#10;All the other game components are identical to their Boxed Edition counterparts.&#10;&#10;NOTE: Originally, the CAPTAINS set was to have five &quot;Captain&quot; movers (Kirk, Picard, Sisko, Janeway &amp; Archer) in place of the ships, but this no longer seems to be the case. The only difference in the two Deluxe editions is the cover art.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Science Fiction",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: DVDs",
      "Game: Scene It?",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "15125",
    "Name": "O Palácio do Marquês",
    "ID": 242630,
    "Year": "(2018)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/242630/o-palacio-do-marques",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "Make a trip back in time to the eighteenth century and play the role of the butler of the Marquis of Pombal in the management of the Palace and his farm. Important visits are to arrive ... Are you ready to receive them?&#10;This board game is not meant to be a simulation of reality but rather a game that provides fun, healthy living but also the Palace as a historical and cultural monument.&#10;It also focuses some of the farm's old activities and also draws attention to the beauty of the building, its Gardens, the Cascade of the Poets, the House of Fishing, the wine and olive oil mills.&#10;The characters in this game are historical figures that have crossed in a way or another with the Palace, but the main figure is the Palace itself. Since chronological data were not taken into account, these characters may not have been simultaneously in the palace.&#10;Sebasti&atilde;o Jos&eacute; de Carvalho e Melo (Marquis of Pombal) was in his Palace in Oeiras, more precisely in the Fishing House, enjoying his precious leisure time when he finds out that his butler had shuffled his agenda. Some important visitors are coming to the Palace but no one knows who or when will arrive first...&#10;The player will play the role of a candidate for the new butler of the Marques. He will have to lead a team of workers in the preparation services of the respective places to properly receive visitors.&#10;The workers are in the Staff House and will be paid for their services.&#10;The attention will be focused on the locations where the visitors (characters) are welcomed. The player has to perform some maintenance and services but will also have to explore Farm's resources (Olive, Grapes, Mulberry / Silkworms) in order to produce olive oil, Carcavelos wine and silk cocoons.&#10;It is necessary to produce in order to generate money (exportation through Lage Creek), and at the same time to be a good host to your visitors (characters) so that the player can be rewarded with the characters&rsquo; favors (special actions of the characters) in order to get the highest score to win the game.&#10;O Pal&aacute;cio do Marqu&ecirc;s (The Palace of the Marquis) is a worker placement board game for 2 to 4 players.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Country: Portugal"
    ]
  },
  {
    "Rank": "15126",
    "Name": "Kirovograd",
    "ID": 13837,
    "Year": "(1983)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/13837/kirovograd",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.125",
    "Description": "&quot;Kirovograd&quot; is a World War 2 wargame that recreates the epic armor battle which took place in the Ukraine from January 5-16, 1944 between the forces of General Ivan Konev's Second Ukrainian Front and General Otto Wohler's Eighth Army. After ten days of desperate fighting in conditions of frost and light snow, Konev's troops were unable either to make a lasting breakthrough of the German front or to annihilate those elements of XLVII Panzer Korps that they managed to encircle at Kirovograd.  However the Germans, took a terrible pounding and the Second Ukrainian Front had taken the city of Kirovograd, an industrial center and road hub, from them.&#10;&#10;Game features Untried units, step-loss strengths and Dummy counters.&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: 1.5 miles / 2.4 kilometers&#10;Units: Regiment to Division&#10;&#10;Game Inventory:&#10;Four 8.5 x 22&quot; full-color mounted mapboards&#10;Two dual-side printed countersheets (300 1/2&quot; counters)&#10;One 12-page Kirovograd rulebook&#10;Two single-side printed Player Aid Cards&#10;Two 6-sided dice&#10;&#10;Complexity Level: Medium-Heavy (4 of 5)&#10;Players: 2 &#10;Playing Time: 3-6 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine"
    ]
  },
  {
    "Rank": "15127",
    "Name": "Fields of Glory: Oudenarde & Malplaquet",
    "ID": 14814,
    "Year": "(1996)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/14814/fields-of-glory-oudenarde-and-malplaquet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "600",
    "Weight": "3.2222",
    "Description": "Fields of Glory, Vol.II in MiH&acute;s popular Great Leaders, Great Battles series, features two more of John Churchill&acute;s, First Duke of Marlborough, victories during the War of the Spanish Succession. A few system changes have been implemented - all of them can be retrofitted to A Famous Victory.&#10; The map is a masterpiece of period art!&#10; Scenarios: 2&#10;Complexity: Moderate&#10;Solitaire Suitability: High&#10;Scale: 170 yards per hex; 30 minutes per turn; Battalion/Regiment&#10;Contents: two 22&quot;x34&quot; full color maps by Rick Barber (back printed on a single sheet), 840 full color back printed counters, a rules booklet with historical commentary, four player aid cards, one ten-sided die, in bookcase box.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "History: Age of Kings",
      "History: War of the Spanish Succession",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15128",
    "Name": "WordSpot",
    "ID": 23550,
    "Year": "(2006)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/23550/wordspot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2941",
    "Description": "A fast-paced word game for two players. The game consists of wooden letter tiles, each with four letters (the Discovery Edition contains 28 tiles and the Wooden Box edition has 32 tiles).  The board starts with 16 tiles and more are added during the game. On a turn, players find words (at least three letters long) on the board. Words can be situated vertically, horizontally, or diagonally. When a player finds a word, they use transparent tokens to highlight the letters in the word.&#10;&#10;Over the course of the game, the board expands beyond the inital 4 x 4 layout, as players earn new letter tiles and add them to the wordsearch field. The first player to use up all of their tokens wins.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15129",
    "Name": "Limit",
    "ID": 39515,
    "Year": "(2009)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/39515/limit",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2",
    "Description": "At first, players take turns to grow the board from hex tiles and fill it with their pawns. Then they seek to be the last one standing while the board shrinks.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement",
      "Map Reduction",
      "Modular Board"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Combinatorial",
      "Containers: Drawstring Bag",
      "Containers: Zippered Pouch"
    ]
  },
  {
    "Rank": "15130",
    "Name": "How Do You Doodle?",
    "ID": 248439,
    "Year": "(2018)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/248439/how-do-you-doodle",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "How Do You Doodle? Can you draw pants? Of course you can. But what if some players are drawing jeans, while others are drawing trousers.Will your drawing communicate the difference? So we ask again... can you draw pants?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "15131",
    "Name": "Darien Apocalypse",
    "ID": 217431,
    "Year": "(2018)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/217431/darien-apocalypse",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "150",
    "Weight": "3",
    "Description": "The Kingdom of Scotland's Darien scheme was the result of an inspired idea to found a colony on the Isthmus of Panama. Back in the late 17th century, this would have allowed goods from the Pacific to be quickly traded across the Atlantic (and vice versa), and it seemed a fortune was there for the taking. Regrettably the adventure was beset by disease, shortage of supplies, the unremitting hardships of the jungle, and the Spanish! After all, they were trying to build a trading hub right in the middle of Spain's Empire.&#10;&#10;Darien Apocalypse is Ragnar Brothers' second Quantum game, and it features four similar but different worlds together with the four Horsemen of the Apocalypse. One world may prosper, whilst another suffers deprivation. Scots are enlisted, ships sail, lands are explored. The original Caledonians managed to build a small encampment a fort and a watch tower. So buildings feature and drive the game, providing goods to raise more capital and special abilities to help build the colony and counter the Horsemen threat.&#10;&#10;This game can be played co-operatively or competitively. It feels like a struggle &mdash; it was a struggle!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Pike and Shot"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Follow",
      "Grid Movement",
      "Ownership",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Components: Wooden pieces & boards",
      "Country: Panama",
      "Country: Scotland",
      "Crowdfunding: Kickstarter",
      "History: Age of Discovery",
      "Series: Quantum Games (Ragnar Brothers)",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "15132",
    "Name": "Drakon",
    "ID": 59061,
    "Year": "(2001)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/59061/drakon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4286",
    "Description": "From the back of the box:&#10;In the dragon's vaults...&#10;&#10;The ancient dragon lifts her head from where she lies on the sprawling treasure hoard. Her magical senses quicken and the blood begins to surge in her veins as the faint sounds of intruders reach her ears. Greedy adventurers have invaded her home once again! Drakon is old and tired and is not quite ready for dinner, so she decides to play a little game with her visitors...&#10;&#10;Greed Will Set You Free!&#10;You are trapped in the dark magical vaults of the evil dragon, and only one of your party will survive. Collect as much gold as you can carry and be the first to escape the magical vaults.&#10;Otherwise, you're dinner!&#10;&#10;DRAKON is an entertaining boardgame of chases, tricks, and traps. Build Drakon's vaults tile-by-tile as you race for the prize and attempt to thwart your opponents's every move.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Grid Movement",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Dragons",
      "Game: Drakon"
    ]
  },
  {
    "Rank": "15133",
    "Name": "Blurble",
    "ID": 121995,
    "Year": "(2013)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/121995/blurble",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "In Blurble, you need to think quickly &mdash; and obliquely &mdash; to grab more cards than any other player.&#10;&#10;Each round, the active player takes a stack of face-down image cards and holds a duel with each other player in the game. The player flips over a card between themselves and the player to their left, and whoever first yells out a word that starts with the same letter as the image shown on the card wins that card. Proper names are not allowed. For instance, if the card shows a dog, words such as &quot;drain&quot; or &quot;dairy&quot; would be acceptable, whereas &quot;David&quot; or &quot;Denmark&quot; would not. After this duel, the active player duels with the next player in clockwise order until they've faced all of the players at the table.&#10;&#10;The game can last multiple rounds or to a predetermined point total.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15134",
    "Name": "Zaic",
    "ID": 66517,
    "Year": "(2010)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/66517/zaic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8",
    "Description": "Zaic is a 2-player 15-minute abstract that can be played on any flat surface without a board. Inspired by the ziggurats of Mesopotamia and the tiles of the designer's bathroom floor, each player vies for the largest area of his tiles by connecting his own and covering his opponent's.&#10;&#10;Each player is given 19 tiles in three sizes. As the game progresses, it gets more difficult to play the larger tiles. However, the game ends when one player cannot make a move, so forcing a quick end by having no playable tiles left may be an advantage.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15135",
    "Name": "Length x Wit",
    "ID": 161543,
    "Year": "(2014)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/161543/length-x-wit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "&quot;The Word Game Preferred by Ladies and Gentlemen of Rare Distinction.&quot;&#10;&#10;A dice and tile press-your-luck word game for 2-6 players. Using a combination of wooden tiles and artisan dice, players attempt to create words based on their dice roll. Each letter die multiplies the word score. Players must then decide whether to stop and score or draw another die, roll again, and risk it all!&#10;&#10;Each letter and die has a point value similar to Scrabble. The twist is in the multiplication of your score by the number of letter dice used.&#10;&#10;In each round, the player begins by rolling one die. The player uses that die and nine wooden tiles to make a single word. The player can stop there and score, or bank the used tiles to score later, take an additional die, roll both dice, and make a new word with the remaining tiles. This new word will now be scored with a multiplier of 2 (with 2 dice). Players can continue with this adding dice and making words as long as they have tiles left. If a player fails to make a word, they score only their banked tiles with no multipliers.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15136",
    "Name": "Tower",
    "ID": 134559,
    "Year": "(2014)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/134559/tower",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Tower is a set collection game for 2-4 players who want to race to beat their opponents to stores and buy the resources they need before the stores are out of stock. Resources are purchased with jewels, which players draw from the black bag at the start of their turns. The players then use their purchased resources to construct segments of the tower. The first player to construct all three of his tower segments wins!&#10;&#10;A big theme of Tower is scarcity of resources, with only 18 resources in a four-player game. It's likely that in any given play session there will be enough resources for only one player, forcing everyone to play dirty in order to come out on top.&#10;&#10;The black market provides a source for players to hire thugs to carry out some pretty shady actions. These range from intimidation, to stealing resources from other players, and robbing Salil, the tax collector. It's a dirty job, but it's necessary in order to succeed in Tower.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15137",
    "Name": "Watch Out! That's a Dracula!",
    "ID": 364797,
    "Year": "(2022)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/364797/watch-out-thats-a-dracula",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "When you get right down to it, Bram Stoker's novel Dracula is about a vampire investing in real estate. The more houses he buys, the easier it'll be for him to hide from those pesky vampire hunters...which I suppose makes Count Dracula slightly less of a parasite than a landlord.&#10;&#10;In the auction game Watch Out! That's a Dracula!, one player takes on the role of Dracula, who wants to win more houses than any other player and isn't picky about what those houses look like. They're opposed by the vampire hunters, who want to prevent Dracula from winning, while angling for the highest score themselves. Some houses are worth more than others, and, crucially, some features are worth bonus points for specific vampire hunters.&#10;&#10;The tricky part? You know only your own identity. You don't know which of the other players is which vampire hunter and, even more distressingly, you're not sure which one of them is the villainous vampire. Your only clues are which houses they're eager to win &mdash; and if that's not difficult enough, you might even have to contend with a Frankenstein or a Woof Man!&#10;&#10;Watch Out! That's a Dracula! is the 2022 Hollandays Sale freebie game &mdash; a whimsical and spoopy charmer that combines the sharp tension of auctions with the thrills of hidden-role deduction games.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hidden Roles"
    ],
    "Families": [
      "Series: Hollandays Sale games (Hollandspiele)"
    ]
  },
  {
    "Rank": "15138",
    "Name": "NecronomiCards",
    "ID": 200371,
    "Year": "(2016)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/200371/necronomicards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Match magic symbols to summon elder gods, demons, and mythological monsters, then use them to attack your opponents.&#10;&#10;You start with two decks of cards: SPELLS and SUMMONS. Spell cards each have 4-6 different magic symbols on them. Each player starts with 2 Spell cards and then draws 1 new card every turn. You can never have more than 6 Spell cards in your hand at once though. The goal is to pair up matching symbols across your Spell cards to create hands, sort of like a weird, alternate universe version of poker. Once you've matched up a complete Spell hand, you trade it in to draw Summon cards. How many Summon cards you can draw in a turn depends on the complexity of the hand you trade in for it.Summon cards depict a deity, demon, or monster from a variety of mythological, religious, literary, or just plain made-up sources. Each Summon card has an ability that you can play against your competitors to make them lose turns, discard spell cards, or other nefarious setbacks. Each and every Summon card you play puts you one step closer to victory, until...&#10;&#10;For a 30-45 minute game, the first person to play 7 Summon cards wins! Want a longer game? Really challenge yourself and play to 13 Summon cards. That's the basics. Pretty simple, huh? Oh, one little twist I forgot to mention...&#10;&#10;Included in the Summon deck are the 4 Horsemen of the Apocalypse. They're extremely powerful cards by themselves, but if by some unholy fluke you manage to draw and play all four of them in a game, you win instantly, no matter how many other Summon cards you've played.&#10;&#10;And... shuffled into the Spell card deck are also Curse cards, which can totally throw off even the best player's strategy. They can make YOU lose turns, give other players cards, or other setbacks, so watch out! The tables can turn at any time and nobody is ever safe for long.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "15139",
    "Name": "Chad: The Toyota Wars, 1979-1988",
    "ID": 8322,
    "Year": "(1991)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/8322/chad-the-toyota-wars-1979-1988",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "3.1739",
    "Description": "Chad: The Toyota Wars, 1979-1988, is a two-player simulation of the Chadian civil war between Hissene Habre, Commander of the Armed Forces of the North (FAN), and Goukouni Oueddei, Commander of the People's Armed Forces (FAP).  Libya, France, the USA, and the Organization of African Unity (OAU) may intervene and assist in various ways, but the larger political decisions on which intervention is based are not controlled by either player.  In addition to the FAN &amp; FAP, there are a total of 12 other Guerrilla Factions, whose allegiance to one of the two main factions will vary throughout the game.&#10;&#10;Originally published by Decision Games (I) in Strategy &amp; Tactics magazine #144.&#10;&#10;Game Scale:&#10;Turn: 1 year&#10;Hex: 22 miles / 35 kilometers&#10;Units: Company to Battalion&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;One dual-side printed countersheet (200 1/2&quot; counters)&#10;One 28-page Chad: The Toyota Wars rules booklet&#10;&#10;Complexity: Medium&#10;Solitaire Suitability: Medium&#10;Players: 1 or more&#10;Playing Time: 3-5 Hours&#10;&#10;Players will have to provide one 6-sided die&#10;&#10;",
    "Categories": [
      "Civil War",
      "Economic",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Chad",
      "Decades: The 1980's",
      "History: Chadian – Libyan Conflict",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15140",
    "Name": "CubeMelt: Getting Dicey",
    "ID": 423050,
    "Year": "(2024)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/423050/cubemelt-getting-dicey",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Life is short...and it's even shorter if you're an ice cube. In CubeMelt: Getting Dicey, players play as CubeMelt, an irresistible ice cube that thirsts for love and adventure. Can you reach your life goals before you melt into a puddle?&#10;&#10;To set up, each player places their love and adventure tokens on their player board on 0 and their CubeMelt token on 20. On a turn, roll the six dice, then re-roll any you wish, then (if you lower your CubeMelt token by 1) re-roll a second time. The dice have heart eyes (which raise love by 1), star eyes (which raise adventure by 1), a sad face (which lowers CubeMelt by 1), and a droopy face (which also lowers CubeMelt by 1). If one die face appears more often than each of the others, your left and right neighbors receive the effects of these dice, while you receive the effects of all other dice; if not, then you receive the effects of all the dice you rolled.&#10;&#10;If a player reaches 20 love or adventure, they win immediately! If a player melts away, reaching 0 with CubeMelt, the game ends, and everyone else's score is equal to the lower of their love and adventure tokens. In this case, whoever has the highest score wins.&#10;&#10;You can also play the advanced game that features different costumed versions of CubeMelt, each of which has a unique game-changing power.&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Singapore (Singapore)",
      "Components: Dice with Icons",
      "Containers: Cubes",
      "Continents: Asia"
    ]
  },
  {
    "Rank": "15141",
    "Name": "Parlay",
    "ID": 21286,
    "Year": "(2006)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/21286/parlay",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Parlay is a card game that challenges players to make the best poker hand and the best word that they can from their cards.&#10;&#10;Parlay uses an artistically enhanced 52 card deck of familiar playing cards, with the addition of a letter and point value on each card. Players decide which cards to hold and which to exchange in an attempt to improve their word, their poker hand, and hopefully both.&#10;&#10;Like traditional poker, players can enjoy a variety of games like the favorites 'Texas Hold'em' and 'Five Card Draw', or original games like 'Unlucky 7's' and 'Wild I's'.&#10;&#10;Unlike traditional poker, Parlay involves no betting or wagering. However, players are faced with an element of poker-style risk, where every hand they must decide whether to 'FOLD' for guaranteed points, or risk their points and 'STAY' in an attempt to win out over opponents for big point bonuses.&#10;&#10;Parlay also introduces 'Wordbluffing', where players are invited to play oddly spelled words to trick their opponents into calling their bluff to knock them out of the hand. Players can also try to get away with fake or misspelled words, hoping their bluff won't be called. Wordbluffing usually results in lots of laughs.&#10;&#10;Parlay comes with a deck of 52 casino quality playing cards, 2 jokers, 1 info card, 6 stay/fold game chips, 80 sheet score pad, and an instruction booklet. Players 2-6, Ages 9 and up.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "15142",
    "Name": "The Battle of Raphia",
    "ID": 8110,
    "Year": "(1977)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/8110/the-battle-of-raphia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.9333",
    "Description": "&quot;The Battle of Raphia, 217 B.C. A complete historical simulation of an epic battle of the ancient world. A Series 120 Game, playable in under two hours by two beginning players, ages twelve to adult.&quot;&#10;&#10;Republished in French in Casus Belli #59.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Ancient: Egypt",
      "Ancient: Greece",
      "History: Wars of the Diadochi and Syrian Wars",
      "Magazine: Casus Belli",
      "Misc: Championnat de France de Wargame",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: GDW Series 120 Games"
    ]
  },
  {
    "Rank": "15143",
    "Name": "Stir Fry Eighteen",
    "ID": 193122,
    "Year": "(2015)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/193122/stir-fry-eighteen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "12",
    "Weight": "1.2143",
    "Description": "Stir Fry Eighteen is a game about cooking stir fry while deceiving your opponents and trying to score the most points at the table. Players draw additional cards each turn by discarding either pairs of matching ingredients or &quot;protein cards&quot; face down. Each player draws a card each turn and then may discard face down ingredients to draw more cards. Players can call for a Taste Test and flip these cards over! Catching another player using false ingredients is super tasty and grants you more cards, but beware, wrongly accusing a player will cost you all of your cards!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Math"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15144",
    "Name": "1868",
    "ID": 228373,
    "Year": "(2017)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/228373/1868",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4",
    "Description": "Description from the publisher:&#10;&#10;Eddie Robbins has created an 18xx game for experts, set in Uruguay. As usual with our Winsome 18XX games, a copy of 1830 is required to play, largely due to the need for the tiles. 1868 has a shorter playing time than 1830 and includes a number of little companies, a delayed fifth railroad and a bit of South American history. For 3-5 players for about 3 hours. Most money wins, of course.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: Uruguay",
      "Series: 18xx",
      "Series: 18xx Games (Winsome)",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "15145",
    "Name": "Jägersro",
    "ID": 1869,
    "Year": "(1945)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/1869/jagersro",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1.9444",
    "Description": "Buy horses and participate in horse races, as well as buy shares in the different companies, so you, after all completed races, have the biggest fortune. You have possibilities to make profits on your horses, your companies and the other companies you have interest in.&#10;Every horse has pre-determined number of moving spaces for each turn, which is written on it's information card.&#10;The winner is the player who has collected most values in money, horses, shares in a syndicate and obligations after 10 races, which are run depending on which type of horses, who are eligible for each race. Each player may only participate with two horses in each race. You may shorten the game by pre-selecting a fewer number of races (5 are recommended).&#10;&#10;Was first published under the name J&auml;gersrospelet by Alga in Sweden, in 1941; this may be a completely different game though, as the component mix and game board seem to be very different from later versions of J&auml;gersro.&#10;&#10;J&auml;gersro is a famous racing stadium for horses in the city of Malm&ouml;.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Stock Holding"
    ],
    "Families": [
      "Cities: Malmö (Sweden)",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "15146",
    "Name": "The Only Word: the Party Word Game",
    "ID": 283849,
    "Year": "(2019)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/283849/the-only-word-the-party-word-game",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The Only Word is a vivid party word game that brings your imagination and creativity to a new level and guarantees ultimate fun. Inspired by Codenames, the game features the best advantages of compact travel tabletop games &ndash; very easy to explain, very dynamic and can be played even on the way without a table. Other key advantages of the game &ndash; all the players are in the game all the time and you get both competitive (each player plays for himself) and cooperative modes in one box.&#10;&#10;How to play the game: &#10;&#10;     Take your cards in hand as your personal deck, and move the first card slightly down. The numbers of the second card indicate the words of the first card - they are your challenge!&#10;     Describe (or rather bridge) your challenge words with a one-word clue. The players have an option to choose how many challenge words (2 or 3) they will bridge.&#10;     Speak out your clue and show your card - other players should rack their brains to be the first who guess all the words you described. &#10;&#10;&#10;The players have only one try to show how shrewd they are. The first player to solve the clue discards one of his cards. The goal of the game is to get rid of all the cards.&#10;&#10;Why the game is so cute: &#10;&#10;     easy game rules, that can be explained in 1 minute - it&rsquo;s a perfect family game;&#10;     you don&rsquo;t need a table to play the game, so you can take it wherever you want;&#10;     it is very dynamic, all the players are in the game every turn; &#10;     the game has both competitive (3+) and cooperative (2+) modes;&#10;     two difficulty levels; &#10;     the game is bilingual: the words on the cards are in the English and in the Russian languages (for the Russian edition). You can play in one of the  languages or in both;&#10;     very replayable with the total of 1008 words on the cards. &#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Deduction",
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Induction",
      "Solo / Solitaire Game",
      "Speed Matching",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "15147",
    "Name": "Guerra de Mitos IV",
    "ID": 158752,
    "Year": "(2014)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/158752/guerra-de-mitos-iv",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.3333",
    "Description": "Guerra de Mitos IV (Great Old Ones Invasion) is a card game set in a fantastic world where different mythologies coexist. It is a different, dynamic game designed to be able to build different decks with very distinct and varied strategies, and each installment increases both the number of available mythologies and the game possibilities.&#10;&#10;The game contains 150 cards split between the Great Old Ones and reinforcements for GDM I, GDM II and GDM III. Great Old Ones includes 2 pantheons (cards that define your game strategy) + 33 cards for the gods deck (which includes characters, events and resources) + 40 cards for the designs deck (actions, equipment and summonings)and reinforcements to 150 new cards for GDM.&#10;&#10;Each player in War of the Myths IV needs to build his own deck of at least 51 cards (1 pantheon / 20 gods / 30 designs) of his choice, and each installment increases the diversity of characters, actions and strategies you can use in order to achieve victory.&#10;&#10;Each player has to bring into play the cards his oracles offer him and play actions from the designs deck both in the influence phase (where the gods plan from their pantheon) and in the confrontation phase (where the characters who decide to go to battle fight to decrease the opponent&rsquo;s power) to obtain supremacy or consign the opponent to oblivion.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Myths at War"
    ]
  },
  {
    "Rank": "15148",
    "Name": "Geisterfalle",
    "ID": 244922,
    "Year": "(2018)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/244922/geisterfalle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Spook alarm! Call the ghost hunters! Restless spirits are everywhere in Geisterfalle and only the players can stop them. Each player has a ball track and three ghost-trapping balls in front of them; these balls must be rolled into the holes of the ball track to capture the ghosts. Whoever does so first yells &quot;Stop!&quot;, which ends the round. Players score points, then begin a new round, and in the end whoever scores the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Flicking",
      "Real-Time"
    ],
    "Families": [
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "15149",
    "Name": "Battle Cry of Freedom",
    "ID": 7992,
    "Year": "(2003)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/7992/battle-cry-of-freedom",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.4167",
    "Description": "A 2-player card game representing the American Civil War in both East and West theaters.  Cards represent key generals and events during the period of 1861-1865.  Each player plays their own deck of cards with the Union objective of capturing three key victory cities (Richmond, Atlanta, Vicksburg) and the Confederates trying to prevent this.&#10;&#10;Resource Events, Battle Events, Special Events, and Strategic Movement Events determine the course of the game.  Cards have multiple choices on them from which one event type is selected.  Sequence of plays allows for movement to a battlefield, turning movements, retreats, and shifting initiatives.  This will determine if, or how a battle is fought.&#10;&#10;There is a stylized sort of tactical flavor for individual battles, while maintaining touch with strategic and political issues of the time.&#10;&#10;There are 300 cards comprising Union, Confederate, and Battle decks.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15150",
    "Name": "Starmada X",
    "ID": 3109,
    "Year": "(2000)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/3109/starmada-x",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.75",
    "Description": "Starmada is a simple (but not simplistic) Tactical level board-wargame of starship combat, in which players square off in a general attempt to blast each other's fleets into just so much space junk.&#10;&#10;While the universe of the Imperial Starmada and its major adversaries is fully detailed in the rulebook, Starmada is much more than just another game, tied down to its own background. Instead, Starmada can be played in just about any science fiction setting you can imagine. There are dozens of optional rules, exotic special equipment items, and menacing weapons that can be used or discarded at your discretion, to create the type of game you want to play!&#10;&#10;Expanded by:&#10;&#10;    Starmada: The Sovereign Stars&#10;    Starmada: Dreadnoughts&#10;&#10;&#10;Later editions:&#10;&#10;    Starmada: The Admiralty Edition&#10;    Starmada Nova Rulebook&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Starmada",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15151",
    "Name": "Dürrenstein & Schöngraben 1805",
    "ID": 16457,
    "Year": "(2005)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/16457/durrenstein-and-schongraben-1805",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "Forthcoming (October 2005) Jours de Gloire system game released by Fr&eacute;d&eacute;ric Bey's and Pascal da Silva's &quot;Canons en Carton&quot;, depicting smaller battles during Napoleon's Austrian campaign in 1805.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted. The rules are entirely in French, although translations are available online.&#10;&#10;SYSTEM: Jours de Gloire Series (JDG) &#10;- scale = 297 m/hex; &#10;- time = 75 min/GT; &#10;- strength = 200 men/SP.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "15152",
    "Name": "Curling: Gra planszowa",
    "ID": 392464,
    "Year": "(2023)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/392464/curling-gra-planszowa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Curling: Gra planszowa is a board game version of curling for two players (or for up to six players if playing in teams). Each player/team has three stones. At one of the edges of the mat is a starting zone where players drop their stones, trying to make them glide on the mat to the other side where the house is. The goal is to come closest to the center of the house with as many stones as possible.&#10;&#10;The game also features board game version of Shuffleboard on the other side of the mat. Shuffleboard is a game where players try to glide the stones into a particular zones, which provide most points at the same trying to knock off stones of the opponent(s) as well as avoiding negative points zone.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Simulation",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "15153",
    "Name": "Sherlock Holmes Detective Story Game",
    "ID": 140973,
    "Year": "(2013)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/140973/sherlock-holmes-detective-story-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "&lsquo;Sherlock Holmes Detective Story Game&rsquo; is a paragraph based story game, designed to be played solo, where the player determines the actions of Holmes and his companion Watson to help them solve various crimes in Victorian England.  Paragraphs are read in sequence as determined by the rules and tables, describing new situations, locations and characters, providing clues and throwing red herrings in your path in your pursuit of the truth. Each game will provide a new playing experience, since no two games will play out the same way.&#10;&#10;SHDSG is comprised of three booklets: The Adventures of Sherlock Holmes (comprised of Rules and Adventures), The Casebook of Sherlock Holmes and The Memoirs of Sherlock Holmes. You will need all three booklets and a few 6-sided dice (d6) to play the game. Future expansions will be available to supplement the rules, develop existing cases and solve new crimes.&#10;&#10;You will read various numbered sections one after another but the sequence of paragraphs is determined by rules and tables. Each describes a new situation, or provides rules about the choices and actions you can make. There are plenty of events and situations, so each game will be a new, fresh experience. Ultimately it is also about your skill as a role player to piece the elements together.&#10;&#10;SHDSG is an adventure game played in turns. A standard turn starts with you selecting an Action, such as Exploring, Planning or Investigating before. Generally in an Adventure, you will try to defeat a Villain. This is done by gaining Clue events to find out what has been happening and then reveal the Villain. Once you know the identity of the Villain you must try to discover their Motive and gain enough insight to Arrest them for their crimes!&#10;&#10;This game is free to download as a series of PDFs in the file section.&#10;&#10;",
    "Categories": [
      "Book",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: Mystery Novels",
      "Books: Sherlock Holmes",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "15154",
    "Name": "Deca Slayer",
    "ID": 224815,
    "Year": "(2017)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/224815/deca-slayer",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Deca Slayer takes the gameplay from Decathlon and moves it to a fantasy environment in which players now need various skills to complete tasks.&#10;&#10;In this card game, players compete to slay a series of ten monsters and grab the treasure the monsters leave behind. While beating a monster gives points and potential bonuses in future rounds, not beating it gives a player first dibs on getting the replacement adventurer cards, giving an advantage in future challenges.&#10;&#10;Each monster has a different rule for beating it, and players bid adventurer cards in turn &mdash; sometimes face up, sometimes face down &mdash; to fight it. The rules might be the highest card in a certain suit, or most cards that have a certain skill, or the sum of all cards the player has.&#10;&#10;In the end, the player who slays the final dragon receives bonus points, then everyone sums their loot and points, with the player who has the highest total winning.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15155",
    "Name": "Luftwaffe: The Game of Aerial Combat Over Germany 1943-45",
    "ID": 3646,
    "Year": "(1970)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/3646/luftwaffe-the-game-of-aerial-combat-over-germany-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.646",
    "Description": "&quot;The game of Aerial Combat over Germany 1943-45&quot;.  A turn based hex and counter wargame covering the strategic air war over Germany in WWII.  Turns are roughly 20 minutes. Units are groups of aircraft. Hex size represents 20 miles. The board covers Central Europe including Germany, Austria and Czechoslovakia and sections of Poland, The Netherlands, and Hungary.  In the campaign game, missions are at three month intervals from January 1943 to April 1945.&#10;&#10;Avalon Hill Complexity Rating - 5&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Germany",
      "Country: United Kingdom",
      "Country: USA",
      "Occupation: Aviator",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "War Battlespace: Aerial warfare"
    ]
  },
  {
    "Rank": "15156",
    "Name": "Burn the Fort",
    "ID": 393346,
    "Year": "(2023)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/393346/burn-the-fort",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Colonizers have built a military fortress and are waging a brutal invasion of your lands. Can you prevent their wagons from bringing supplies to the fort and burn it to the ground before the train reaches the Golden Spike?&#10;&#10;In Burn the Fort, each player takes the role of a historic warrior fighting to stop colonial invasion of their lands. Players take turns gathering and playing cards, trading, battling wagons, and gathering fire tokens and the necessary arrowhead tokens to burn the fort.&#10;&#10;Everyone starts the game in an alliance, but alliances can be broken. To win the game, players can choose how much they wish to work together while facing colonial forces. With each wagon that reaches the fort, the train moves forward towards the Golden Spike that will bring mass colonial invasion and an end to the fierce anti-colonial resistance.&#10;&#10;Burn the Fort is a semi-cooperative game in which you'll face history in challenging and empowering ways.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "American West"
    ],
    "Mechanics": [
      "Alliances",
      "Dice Rolling",
      "Semi-Cooperative Game",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Gamefound",
      "Misc: LongPack Games",
      "Theme: Colonial",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "15157",
    "Name": "Angus: Batalhas Medievais",
    "ID": 14685,
    "Year": "(2004)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/14685/angus-batalhas-medievais",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Medieval Battles is a strategy game with a certain dose of luck and emotion. The rules are very accessible and the possibilities are multiple.&#10;&#10;The game takes place in Britain, around the 9th century. Each player represents one people fighting for occupying space and developing their civilization.&#10;&#10;To gain victory points you must build temples and cities. For that, it is necessary to generate resources that come from the conquest of new territories and from the founding of new cities. And to conquer new territories you must also build troops and buy cards.&#10;&#10;The troops move through the territories and also by ship, which gives them more mobility. The battles are fought with dice, affected by cards played with the face down and revealed at the same time. The presence of a leader also affects the result.&#10;&#10;The end of each round is marked by a Viking attack, the Vikings being the most feared warriors of that time and of the game. After that, there comes the scoring and each player receives victory points markers that he hides from the other players.&#10;&#10;At the end of 8 rounds, the player with more points wins the game.&#10;&#10;The challenge is to balance economic and military development, aiming at gaining the most victory points.&#10;&#10;From the instructions:&#10;For 2 to 5 players ages 9 and up.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Game: War (Grow Jogos)",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "15158",
    "Name": "Caravanserai",
    "ID": 405542,
    "Year": "(2024)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/405542/caravanserai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.875",
    "Description": "Playing as a local stable boy who works in the Caravanserai, you have the privilege of being allowed into the restricted inner courtyard. This opens up a unique opportunity for you to make some money by doing your own business with the travellers, and acquiring the merchandise much sought after by local traders outside, who have no access to the area. Your starting resources are modest and you should use them wisely. Sometimes you will need to borrow money to carry out your actions, but supplying the local traders with the goods they want, you should earn enough to invest more, in addition to paying off your debt. The first player to accumulate 32 dirhams triggers the final round of the game, but the player with the most savings wins.&#10;&#10;You have two optional actions per turn, and each must be preceded by a mandatory move along the courtyard path. A move can cover 1-3 spaces, and once in a turn you can chose to roll in the hope of making a longer move &ndash; but never longer than what you have rolled. Each space offers an action: you can borrow money from the money changers; buy, sell or exchange goods at the pavilions and merchants&rsquo; stalls; or trade goods directly with the travellers. However, there is a unique fountain in the centre of the courtyard, which rotates each time when certain transactions are made, and this can affect your income!&#10;&#10;The local traders will give you minor or major orders for the goods they need; completing these orders will not only earn you money, but also help you pay off your debts, increase your savings and obtain ability cards that will give you additional benefits during or at the end of the game. It is worth completing as many major orders as you can, as the order cards are collectible and the sets are worth additional points.&#10;&#10;Caravanserai is an easy-to-learn trading and resource management game that is fun for the whole family. It involves sufficient luck factor to help beginners catch up, but it is also a fairly strong strategic and tactical challenge.&#10;&#10;Hungarian description:&#10;&#10;A karav&aacute;nszer&aacute;j z&aacute;rt ter&uuml;let, oda nem juthatnak be k&iacute;v&uuml;lr&#197;&#145;l a helyi keresked&#197;&#145;k, pedig sz&iacute;vesen v&aacute;s&aacute;roln&aacute;nak a karav&aacute;nok &aacute;ltal sz&aacute;ll&iacute;tott mes&eacute;s port&eacute;k&aacute;b&oacute;l! Ezt haszn&aacute;lj&aacute;k ki az ott szolg&aacute;l&oacute; szemf&uuml;les lov&aacute;szfi&uacute;k (a j&aacute;t&eacute;kosok), akiknek bej&aacute;r&aacute;sa van a falak k&ouml;z&eacute;. Titokban, a saj&aacute;t zseb&uuml;kre &uuml;zletelgetnek a megpihen&#197;&#145; karav&aacute;nokkal, majd a megszerzett &aacute;rut n&eacute;mi haszonnal tov&aacute;bb &eacute;rt&eacute;kes&iacute;tik odakint, a helyi keresked&#197;&#145;knek. Az &uuml;zlet olyan j&oacute;l megy, hogy m&aacute;r konkr&eacute;t megb&iacute;z&aacute;sokat is kapnak, &eacute;s ebb&#197;&#145;l saj&aacute;t vagyonk&aacute;jukat is gyarap&iacute;thatj&aacute;k. A j&aacute;t&eacute;kosok a szer&eacute;ny kezd&#197;&#145; lehet&#197;&#145;s&eacute;geik &uuml;gyes kihaszn&aacute;l&aacute;s&aacute;val igyekeznek min&eacute;l t&ouml;bb megb&iacute;z&aacute;st szerezni &eacute;s teljes&iacute;teni. Az akci&oacute;k kivitelez&eacute;s&eacute;hez n&eacute;ha k&ouml;lcs&ouml;n felv&eacute;tel&eacute;re is r&aacute;szorulnak, de szerencs&eacute;re a helyi keresked&#197;&#145;k kiszolg&aacute;l&aacute;sa elegend&#197;&#145; p&eacute;nzt hoz ahhoz, hogy abb&oacute;l az ad&oacute;ss&aacute;g t&ouml;rleszt&eacute;s&eacute;n t&uacute;l &uacute;jabb befektet&eacute;sekre is jusson. Aki a leghamarabb gy&#197;&#177;jt &ouml;ssze 32 dirhemet, kiv&aacute;ltja a j&aacute;t&eacute;k utols&oacute; k&ouml;r&eacute;t, de a gy&#197;&#145;ztes az lesz, aki v&eacute;g&uuml;l a legnagyobb vagyonnal rendelkezik.&#10;&#10;Mindenkinek k&eacute;t opcion&aacute;lis akci&oacute;ja van k&ouml;r&ouml;nk&eacute;nt, &eacute;s minden akci&oacute;t mozg&aacute;snak kell megel&#197;&#145;znie. A j&aacute;t&eacute;kosok 1-3 l&eacute;p&eacute;st tehetnek b&aacute;rmilyen ir&aacute;nyban, de k&ouml;r&ouml;nk&eacute;nt egyszer r&aacute;b&iacute;zhatj&aacute;k magukat a dob&oacute;kock&aacute;ra. Ekkor azonban legfeljebb annyit l&eacute;phetnek, amennyit dobtak. Minden mez&#197;&#145;h&ouml;z tartozik egy akci&oacute;: k&ouml;lcs&ouml;nt vehetnek fel a p&eacute;nzv&aacute;lt&oacute;n&aacute;l, nemesf&eacute;met, dr&aacute;gak&ouml;veket v&aacute;s&aacute;rolhatnak, eladhatnak &eacute;s elcser&eacute;lhetnek a standokn&aacute;l vagy pavilonokn&aacute;l, de &uuml;zletelhetnek k&ouml;zvetlen&uuml;l is a megpihen&#197;&#145; utaz&oacute;kkal. Az udvar k&ouml;zep&eacute;n azonban &aacute;ll egy k&uuml;l&ouml;nleges sz&ouml;k&#197;&#145;k&uacute;t, amely bizonyos akci&oacute;k sor&aacute;n fordul egyet, &eacute;s ez hat&aacute;ssal lehet a j&aacute;t&eacute;kos bev&eacute;tel&eacute;re!&#10;&#10;A helyi keresked&#197;&#145;k kisebb vagy nagyobb megb&iacute;z&aacute;sokat adnak. Ezek teljes&iacute;t&eacute;se nemcsak a j&aacute;t&eacute;kosok j&ouml;vedelm&eacute;t n&ouml;veli, de biztos&iacute;tja a tartoz&aacute;saik rendez&eacute;s&eacute;t is, &eacute;s &eacute;rt&eacute;kes k&eacute;pess&eacute;gk&aacute;rty&aacute;khoz juttatja &#197;&#145;ket, amelyek a j&aacute;t&eacute;k folyam&aacute;n &ndash; vagy a v&eacute;g&eacute;n &ndash; v&aacute;ltozatos el&#197;&#145;ny&ouml;ket ny&uacute;jtanak. &Eacute;rdemes min&eacute;l t&ouml;bb nagy &eacute;rt&eacute;k&#197;&#177; megb&iacute;z&aacute;st teljes&iacute;teni, ugyanis ezek gy&#197;&#177;jt&eacute;se tov&aacute;bbi pontokat hoz a j&aacute;t&eacute;k v&eacute;g&eacute;n.&#10;&#10;A Caravanserai sz&oacute;rakoztat&oacute;, keresked&#197;&#145;s &eacute;s er&#197;&#145;forr&aacute;s-menedzsel&#197;&#145;s j&aacute;t&eacute;k, amely b&aacute;tran aj&aacute;nlhat&oacute; csal&aacute;dok sz&aacute;m&aacute;ra is: szab&aacute;lyai k&ouml;nnyen tanulhat&oacute;k, a szerencsefaktor enyh&iacute;thet a kezd&#197;&#145;k h&aacute;tr&aacute;ny&aacute;n, emellett er&#197;&#145;s kih&iacute;v&aacute;st jelent strat&eacute;giai &eacute;s taktikai oldalon is.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Contracts",
      "Loans",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Continents: Asia",
      "Theme: Silk Road"
    ]
  },
  {
    "Rank": "15159",
    "Name": "Onager",
    "ID": 131047,
    "Year": "(2012)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/131047/onager",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Onager is an abstract game in which each player tries to reach the opponent&rsquo;s back rank. Onager is named after a Roman siege engine that is a type of catapult, as the way the pieces move resembles how projectiles are hurled forward with this device.&#10;&#10;Onager was inspired by the game Epaminondas, a masterpiece designed in 1975 by Robert Abbott, and also published by nestorgames. Onager uses simple mechanics with a classy feeling similar to those in Chinese Checkers, Halma, or Bashni.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex6 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: Abstract Play",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15160",
    "Name": "Chain Mail: Adventures of Earthshine",
    "ID": 273352,
    "Year": "(2019)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/273352/chain-mail-adventures-of-earthshine",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The world of Earthshine is broken. The chasm has brought on many new challenges and we hope you can help us solve them. Join us in the underworld to gain the glory you deserve.&#10;&#10;Chain Mail: Adventures of Earthshine is a 1-4 player solo/cooperative adventure game where your goal is to complete a quest before time runs out. A party of four heroes face monsters and terrain that might slow them down, but each deploys unique abilities to overcome seemingly insurmountable odds. The game takes place in Earthshine, a world that has been literally torn open by a giant meteor. The chasm that has formed has become a new world for exploration, adventure and danger. Our characters have joined up to take on quests below the surface.&#10;&#10;Chain Mail consists of a base set of rules, tokens, and cards, which are then complemented by map, monster, quest, and treasure cards -- one each -- and four hero character cards. The modular design of the game allows for thousands of scenario combinations and a rich depth of party creation and combination.&#10;&#10;Regardless of the setup, each consists of the party working in unison. First they decide to stay or move. Then they roll for trouble, and either battle or adventure. Afterwards, they wrap everything up -- distribute treasure, tend to their wounds -- to end the turn. But the characters REALLY come to life during battle and adventure phases, showing off their special skills and mechanics to create radically different play experiences.&#10;&#10;Every adventure and every party is different; it's up to YOU to guide your intrepid heroes to glory! ...or failure.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;Starter Kit was released in January 2019 for Board Game of the Month Club subscribers.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Postcard games",
      "Game: Chain Mail – Adventures of Earthshine",
      "Series: Postcards (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "15161",
    "Name": "Lost in the Shuffle",
    "ID": 371263,
    "Year": "(2023)",
    "Geek Rating": "5.532",
    "Avg Rating": "9.34",
    "Link": "https://boardgamegeek.com/boardgame/371263/lost-in-the-shuffle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "2.6667",
    "Description": "Lost in the Shuffle is a ton of puzzles along with a clever/comical story all jam-packed into a custom deck of playing cards.&#10;&#10;Solve through a huge variety of puzzle styles of all difficulties on your quest to become officially, legally, a genius! Though as the story progresses, you may find the true purpose of the game to be a bit nefarious.&#10;&#10;Some puzzles require multiple cards. Some cards contain multiple puzzles. Puzzles can be solved in any order. Solving all 52 puzzles unlocks the final challenge: Puzzle 53 (Dun dun duhhhhhhh).&#10;&#10;As puzzles are solved, players must input the answers on the game's website to unlock story videos and helpful information for remaining puzzles.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15162",
    "Name": "Universal Fighting System: Street Fighter",
    "ID": 22476,
    "Year": "(2006)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/22476/universal-fighting-system-street-fighter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6111",
    "Description": "Collect the major fighters of the Street Fighter video games and unleash their powers against your opponent by playing maneuver/power cards from your hand. The objective is simply to reduce your opponent's vitality to zero, but they can play their own defense cards to thwart your efforts.&#10;&#10;The combat system employs a &quot;progressive difficulty&quot; mechanism, which means the more you do in a turn, the harder your later actions become.&#10;&#10;UFS is modular and works with other games in the system, so you can have those epic Street Fighter vs. Soul Calibur or Penny Arcade battles.&#10;&#10;Compatible with:&#10;&#10;     Universal Fighting System: Soul Calibur III&#10;     Universal Fighting System: Penny Arcade&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Game: Universal Fighting System/UniVersus"
    ]
  },
  {
    "Rank": "15163",
    "Name": "Die Händler vom Taubertal",
    "ID": 326269,
    "Year": "(2020)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/326269/die-handler-vom-taubertal",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "80",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "The Taubertal is in turmoil! From Bronnbach to Mergentheim the Black Knight is up to mischief. The merchants suffer most from the possible shape, because on his raids they are his enemy target. The traders from the Middle Taubertal allied themselves resolutely to a counterattack. Together they want to drive the Black Knight out and razor his castle to the ground. This will require some cannonballs - and these are costly. The race for the &quot;bombing business&quot; begins!&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Market",
      "Pick-up and Deliver",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "15164",
    "Name": "Quivive",
    "ID": 2710,
    "Year": "(1998)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/2710/quivive",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9286",
    "Description": "Quivive is a game of avoiding running out of moves.  The board is made of 49 disks -- some are stacked to double and triple height.  On your turn, you must move your pawn to an adjacent, unoccupied disk in any direction -- horizontally, vertically or diagonally -- and remove any unoccupied disk of your choice.  You lose if you no longer have a legal place to move your pawn.  The last player left wins.&#10;&#10;Like most Gigamic products, the game is nicely produced out of wood.&#10;&#10;Re-implemented by:&#10;&#10;    Sputnik&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Map Reduction",
      "Modular Board",
      "Player Elimination",
      "Square Grid",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Components: Tweezers",
      "Components: Wooden pieces & boards",
      "Series: Classic (Gigamic)"
    ]
  },
  {
    "Rank": "15165",
    "Name": "BARPIG: After Hours",
    "ID": 260711,
    "Year": "(2019)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/260711/barpig-after-hours",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Legend tells of a tavern called BARPIG, where you can hear squeals and oinks of delight; The sounds of adventurous pigs challenging one another for victory or fall on the floor trying. However, not everyone is allowed in the illustrious BARPIG tavern, and some aren't too pleased about it! So when the good pigs are away, the bad pigs break in to play...&#10;&#10;BARPIG: After Hours is the stand-alone sequel AND a deck-buildable expansion to the highly popular BARPIG - The Adventure Party Game.&#10;&#10;Featuring 10 brand new characters and a swath of new items, BARPIG: After Hours features more strategic gameplay, adding a thematically darker side to the BARPIG universe. Expect alliances and treachery alongside your typical bouts of laughter and ridiculous fun our fans have come to expect from BARPIG.&#10;&#10;Planned to launch on Kickstarter in 2019, BARPIG: After Hours will be available to play-test at Dutch Comic Con 2018 at the American Book Centre booth.&#10;&#10;&#10;What is BARPIG - The Adventure Party Game?&#10;&#10;Imagine if you could embody a hero character with the power to challenge or otherwise embarrass your friends. But be careful, for those same friends wield powerful item cards that threaten to change the game at any moment!&#10;&#10;Now combine this with a leveling system to keep it competitive and a damage system to make it vindictive and this is BaRPiG - The unholy result of a one night stand between card-based role-playing games and a mostly ridiculous party. This seriously fun and highly portable game is perfect for anyone, anywhere and everywhere.&#10;&#10;Oh, and there will be pigs...&#10;&#10;What started as a bunch of silly puns written on a bar napkin has since become our out of control hobby.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Dice",
      "Humor",
      "Medieval",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Role Playing",
      "Storytelling",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15166",
    "Name": "Pemberton & Grant: Vicksburg Campaign of 1863",
    "ID": 219926,
    "Year": "(2017)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/219926/pemberton-and-grant-vicksburg-campaign-of-1863",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2857",
    "Description": "A point to point block game that allows gamers to refight the final phase of Grant's 1863 Vicksburg Campaign. 1 Player is Grant and his Army of the Tennessee. The other player commands the armies led by Pemberton and Johnston, which can be split allowing for a three player game.&#10;&#10;Gamers can refight the entire campaign in 2 hours or under. Low unit counts, and short turns create great tension, decision making, and high player interaction.&#10;&#10;Each game comes with a sturdy card stock map, blocks and labels, dice, short 8 page series rules, and game specific rules.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Movement Points",
      "Point to Point Movement"
    ],
    "Families": [
      "Cities: Vicksburg (MS, USA)",
      "Components: Block Wargames",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Series: Blue & Gray Campaign (Worthington Publishing)",
      "States: Mississippi"
    ]
  },
  {
    "Rank": "15167",
    "Name": "Dungeon in a Tin",
    "ID": 90730,
    "Year": "(2011)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/90730/dungeon-in-a-tin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.625",
    "Description": "Dungeon in a Tin is a solo or cooperative dungeon-hack. Players descend into a dungeon randomly laid-out from a stack of tiles, fighting through the orc and goblin hordes to rescue the kidnapped maiden and collect treasure and glory.&#10;&#10;Each player takes turns to move through the dungeon one tile at a time, laying new tiles as unexplored areas are entered; every time a player enters a room, special monster dice are rolled to determine the enemies faced and the potential loot to be found. When a monster attacks, a die is rolled to determine the style of their attack; the player then chooses a card from his hand to counter with, each card being strong against some kinds of attack and weak against others.&#10;&#10;The ultimate goal of the game is for the players to fight their way to the bottom of the dungeon to rescue the captured maiden - and then fight their way out with her. The dungeon will become harder to fight through as the player delves deeper, and then harder still on the way out with a helpless rescuee in tow.&#10;&#10;This Print-and-Play game was an entry in the 'One Full-sheet Label' design contest here on BGG, and as such the printed components fit entirely on a single label sheet. A small number of other tokens and blank dice will also be required. Additionally, as the name hints, once constructed on cardstock it is possible to fit the game inside an Altoids tin or similar.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Role Playing"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "15168",
    "Name": "Reap",
    "ID": 348032,
    "Year": "(2022)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/348032/reap",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Become death and play as a new Reaper each turn,  trying to seize more souls than your fellow Reapers.&#10;&#10;Players will each draw a new Reaper Card, Place 1-3 skull tokens on either the Reap, sweep and keep located on their reaper card, behind a small Screen. Reveal their cards and take turns Reaping (moving their Reaper Meeple around the board), Sweeping (removing the less desirable souls off the board) or Keeping (attempting to out bid other players for souls of the same type that their meeple is standing on)&#10;&#10;The Player who successfully claims 9 souls by succesfully outbidding the others is the winner!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Constrained Bidding",
      "Grid Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15169",
    "Name": "Arcadia",
    "ID": 160396,
    "Year": "(2015)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/160396/arcadia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Step right up to play Arcadia, APE's card game of theme park construction. Compete with fellow park owners to build the amusement park of your dreams. Hire builders, inspectors, and other professionals to add rides, shows, midway attractions and shows.&#10;&#10;Experts in various fields can get attractions built even faster. Start with a simple teacup ride and add charming carousels, roller coasters, acrobats, shooting galleries, and even a &quot;Meet the Characters&quot; restaurant!&#10;&#10;COMPONENTS:&#10;&#10;1 Rulebook&#10;40 Attraction Cards&#10;84 Job Cards&#10;20 Expert Cards&#10;16 Critic Cards&#10;1 Year End Card&#10;1 Tracker Card&#10;1 Tracker Token&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "15170",
    "Name": "Dungeon WC",
    "ID": 256334,
    "Year": "(2019)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/256334/dungeon-wc",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "2",
    "Play Time": "5",
    "Weight": "1",
    "Description": "The bathroom isn't always around the corner. Sometimes finding it is a quest in itself.&#10;&#10;Dungeon WC is a co-operative, real time adrenaline party game in which players have to go through a dungeon full of dangers looking for the bathroom.&#10;&#10;The players need to play cards in real time to connect the hero card and the toilet card that are positioned on the table at a certain distance. Dungeon cards represent the ways in the dungeon and must be placed to create a street. Each dungeon card can also represent a monster, a treasure chest, or an obstacle. Monsters must be defeated, and obstacles must be payed to proceed with the street. Treasure chests provide special events, positive, or negative, and may contain the toilet paper necessary to win the game.&#10;&#10;The time is kept by a one-minute hourglass, but additional time can be bought using the loot of the dungeon.&#10;&#10;(espa&ntilde;ol)&#10;El ba&ntilde;o no est&aacute; siempre al girar la esquina: &iexcl;A veces encontrarlo es toda una aventura!&#10;&iexcl;Dungeon WC es un juego cooperativo en tiempo real d&oacute;nde los jugadores intentar&aacute;n conectar cartas para llevar al H&eacute;roe al ba&ntilde;o antes de que sea demasiado tarde!&#10;&#10;Dungeon WC es un juego cooperativo fren&eacute;tico en tiempo real donde los jugadores deben atravesar una mazmorra llena de peligros en busca del ba&ntilde;o.&#10;&#10;Los jugadores tendr&aacute;n que jugar las cartas sobre la marcha para conectar la carta de h&eacute;roe con la carta del inodoro, colocadas a una distancia establecida. Todo regido por un reloj de arena de un minuto que le da el toque fren&eacute;tico al juego.&#10;&#10;Las cartas de mazmorra representan el camino posible que deber&aacute;n colocarse para crear un acceso directo al inodoro. Cada carta de mazmorra puede contener un monstruo, un obst&aacute;culo o un cofre del tesoro. Los monstruos deben ser derrotados bien con un enfrentamiento de dados o con un peque&ntilde;o juego de memoria. Solo derrotando a los monstruos se podr&aacute; continuar.&#10;&#10;Los cofres del tesoro proporcionan eventos especiales, tanto positivos como negativos, y puede hallarse el papel higi&eacute;nico, necesario para ganar el juego.&#10;&#10;Como juego cooperativo, los jugadores encarnar&aacute;n a un &uacute;nico h&eacute;roe pero podr&aacute;n colaborar en el transcurso de la carrera. Uno puede vigilar el reloj mientras otro cuenta las monedas de oro necesarias o entre todos intentar sacar el juego de memoria para derrotar al monstruo.&#10;&#10;&iexcl;Y cuidado, porque habr&aacute; monstruo final!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory",
      "Modular Board",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "15171",
    "Name": "Invictus: A Team Deck Building Game",
    "ID": 272223,
    "Year": "(2021)",
    "Geek Rating": "5.532",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgame/272223/invictus-a-team-deck-building-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.2",
    "Description": "The Greek Gods have a crisis. Their power depends on mortal men&rsquo;s faith, but as men look heavenward less and less, the Gods grow weaker. If totally forgotten, they will cease to exist. No more sunrises, no more seasons, no more rains, no more harvests. Earth is doomed.&#10;&#10;In the year 2319, Zeus calls together The Council, made up of 12 powerful gods, to discuss the dire situation. Aphrodite, Ares, Artemis, Athena, Apollo, Demeter, Hades, Hera, Hermes, Hephaestus,  Poseidon, and Zeus. However, their interpersonal conflicts make finding agreement impossible.&#10;&#10;Finally, one decision is made. A competition of epic proportion, the first of its kind, will be held to identify which of them will lead them to a brighter future. They will call their champions Invictus&ndash;meaning invincible&ndash;a title reserved for Kings. With advancements in technology, the playing field is even. All will unite under this new order no matter who wins. With Invictus in place and the Gods united, they can begin to restore mankind&rsquo;s faith and ensure earth&rsquo;s future.&#10;&#10;As a team, defeat the opposition and get them to recognize you as Invictus. Invictus is a deck-building game. During the game, players will customize their decks by purchasing more artifacts, boosts, and reinforcements. As a person&rsquo;s deck runs out, the used cards are reshuffled and placed face down. Thus, your purchased cards will be used many times throughout the game.&#10;&#10;How you customize your card depends on your strategy and your character. Each player will assume the role of a Greek god and each one has special abilities, strengths, and weaknesses. You&rsquo;ll need to use your cards strategically to defeat your opponents before they defeat you.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Take That",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15172",
    "Name": "Maatatahay",
    "ID": 393869,
    "Year": "(2023)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/393869/maatatahay",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "In a parallel universe, a cryptic world called &ldquo;Maatatahay&rdquo; contains mysterious crystals that provide powerful energy for the living creatures there. However, after experiencing the beauty of the crystal power, the creatures also became fierce and warlike. To continue mining and using this mysterious force, different species formed tribes, divided, and occupied the land. Among dozens of tribes, the two most representative but also most incompatible ones - Wazu and Balan - once again triggered a war for a newly discovered land.&#10;&#10;Now, lead your tribe, arrange and assign warriors to fight, and win this war!&#10;&#10;&larr; Overview &rarr;&#10;Maatatahay is a two-player-only strategy game, playing up to 12 rounds on a 5x5 suedette&nbsp;game map. You and your opponent play as the leaders of Balan and Wazu, sending your fearless warriors to the field to fight for the glory. Surrounding your opponent's warriors to defeat them while allocating your valuable unit in a safe spot is the key to victory. You can also collect crystal powers to enhance your warrior's strength or visit the Shrines to seize more strategy opportunities. When the endgame condition is met, the player with the most victory points from their surviving warriors, Spirit Crystals, and relics bonus wins!&#10;&#10;&larr;What's special&rarr;&#10;&#10;        Pick one from three + the weak one&rsquo;s choice: Every turn, the active player chooses a pair of warriors from the tile stream. However, the player with lower strength(fangs around the neck) in that pair decides whether to join the battlefield first or later.&#10;    &#10;&#10;&#10;&#10;        Arrow support + the sequence: Place your warriors in formation, and gain energy from the environment or your allies with a corresponding arrow to increase their survivability. But remember, only the warrior who enters the battlefield earlier can grant energy to the latter one, for they&rsquo;ve immersed in the land and let the power of crystal go through their body.&#10;    &#10;&#10;&#10;&#10;        Get &ldquo;Surrounded&rdquo; + collective attack, sole defense: A warrior is &ldquo;surrounded&rdquo; when there are no vacancies around orthogonally. In this situation, the surrounded warrior has to face the collective strength of the opponents on its own.&#10;    &#10;&#10;&#10;And more(various shrine setup and scoring, randomness from the deck, Hot stamping + Suedette game map, &hellip;etc.)&#10;In sum, this is a highly strategic and in-depth thoughts game. Enjoy it!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "15173",
    "Name": "Atlantic Sentinels: North Atlantic Convoy Escort, 1942-43",
    "ID": 347879,
    "Year": "(2024)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/347879/atlantic-sentinels-north-atlantic-convoy-escort-19",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "480",
    "Weight": "2",
    "Description": "Atlantic Sentinels is a solitaire, tactical level game placing you as the Senior Officer of the Escort, shepherding a convoy in the North Atlantic from the attacks of U-boats, both singly and in wolfpacks. &#10;You are in command of a convoy escort group, composed typically of 4-10 escort vessels guarding a convoy on its way across the Atlantic.   &#10;Your mission is to protect as much Allied shipping as possible while simultaneously destroying as many U-boats as possible during the height of the U-boat threat &ndash; 1942 to early 1943.&#10;&#10;Atlantic Sentinels provides players with a host of decisions as he is assigned to protect merchant convoys, typically ranging from 40 to 60 ships. The placement of escorts to offer front, rear, and flank protection to the convoy is complicated by the size of the convoy and available assets. Additional decisions must be made on where to place the escorts, which are equipped with Type 271 radars, the key to your defense.&#10;&#10;As the game progresses, a player&rsquo;s Escort Group may receive upgrades in the form of additional radars, HF/DF (High-Frequency Direction Finding) equipment, and possibly additional ships. Air support can be key, but until the CVE &ldquo;jeep carriers&rdquo; arrive, the &ldquo;Black Pit&rdquo; in the center of the Atlantic remains a high threat area.&#10;&#10;Players will find it highly challenging to minimize convoy losses and keep them to an acceptable level.&#10;&#10;Players may choose any of 9 historical Escort Groups (five British, four Canadian) armed with historical destroyers and corvettes.&#10;&#10;These ships include:&#10;&#10;     B/C/D/E Classes DE&#10;     F Class DE&#10;     H Class DE&#10;     V&amp;W Class DE&#10;     Town Class DE (American Lend Lease)&#10;     River Class FF&#10;     Flower Class Corvettes&#10;&#10;&#10;Gameplay moves quickly, following a set sequence of events that are repeated until the end of the game. Once your initial Escort Group is set up, play proceeds by rolling for a convoy and escorting it across the Atlantic. Enemy forces range from single U-boats (typically a type VII, but possibly a Type IX) to entire wolfpacks. Wolfpacks increase in size (as they did historically) and will be your primary challenge. Encounters are randomly generated, ensuring no two careers will ever be the same. Weather can impact operations, as well as air support and crew upgrades due to experience. A logical but reasonably simple set of instructions bring the U-boats in to attack you from random directions, making your initial defensive array very important.&#10;&#10;Of particular note is the game is designed to integrate with The Hunters if players wish to combine the games.&#10;&#10;Atlantic Sentinels: North Atlantic Convoy Escorts, 1942-43 is meant to be a highly playable and interesting solitaire game covering the actions an Escort Group would have to deal with in fighting the U-boat peril during convoy escort.&#10;&#10;Product Information:&#10;Complexity: 4 out of 10&#10;Solitaire Suitability: 10 out of 10 (solitaire game design)&#10;Time Scale: Semi-abstract (Convoy escort missions, 2 per month)&#10;Map Scale: Abstract&#10;Unit Scale: Individual escorts, U-boats, merchant ships (when targeted)&#10;Players: One (with option for two)&#10;Playing Time: 15 to 20 minutes (single mission), 6-8 hours (full career)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Campaign Games",
      "Region: Atlantic Ocean",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "15174",
    "Name": "En Route",
    "ID": 406454,
    "Year": "(2025)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/406454/en-route",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "People love traveling. We want to meet new cultures, see famed landmarks with our own eyes and taste the world cuisine. One of the most pleasant ways to explore a new city is... just going for a walk. But how to chart a tour route that satisfies everyone? There&rsquo;s an answer!&#10;&#10;En Route is a flip-and-write game in which you create tour routes to the most interesting landmarks of the real-world cities (London, New York City, Hong Kong, Paris, Cairo, and Rio de Janeiro) and the made-up First City packed full of geek references. Every city features basic and specific mechanisms, so all of them play and feel differently.&#10;&#10;Cards are not flipped randomly &mdash; instead, an active player plays one card face up, and two players next to them secretly choose one card each. Then, an active player selects one of the two and discards the other. After that, all players use coordinates and other information from the two cards left on the table to draw their tourists and routes.&#10;&#10;During the game, route segments are drawn, connecting different types of tourists to various landmarks and attractions. A game of En Route lasts exactly 10 rounds. At the end of the game, each place of interest on the final route will earn players Prestige Points according to its rules. Whoever creates the most satisfying tour route, wins!&#10;&#10;The game features constant and quite intense player interaction, and players have a fair degree of control and can strategize. It plays fast, dynamic, and makes you constantly think about what your opponents want to do (and sometimes even negotiate so that they play cards that are beneficial to you!).&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Connections",
      "Grid Coverage",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Flip-and-Write",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15175",
    "Name": "Command Decision III",
    "ID": 6699,
    "Year": "(1998)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/6699/command-decision-iii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.6667",
    "Description": "Command Decision is a set of miniatures rules for wargaming World War II conflicts. Command Decision emphasizes command and control at the battalion level and can be used with all the popular miniature wargaming scales.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Line of Sight",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Command Decision (Frank Chadwick)"
    ]
  },
  {
    "Rank": "15176",
    "Name": "Battlefield Evolution: Ultra-Modern Tabletop Combat",
    "ID": 25253,
    "Year": "(2007)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/25253/battlefield-evolution-ultra-modern-tabletop-combat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.75",
    "Description": "From Mongoose Publishing:&#10;&#10;Welcome to the battlefield of the near future!&#10;&#10;Battlefield Evolution is a fast-paced and easy to learn miniatures game, with enough tactical depth to keep you hooked for years. You will command small forces based on real world armies of the near future, and attempt to overwhelm your opponents with tactical skill and a healthy dose of luck!&#10;&#10;Based on supposition and projection of real world armies in the near future, this game features new technologies that are just around the corner &ndash; you will be among the first to experience how such weapons and equipment can affect the modern battlefield from the point of view of a soldier. There are several different armies to collect, each with a wide range of units and tactical abilities&#10;&#10;Battlefield Evolution features simple, yet tactically challenging rules and expert-level pre-painted models in every box set!&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Series: Battlefield Evolution"
    ]
  },
  {
    "Rank": "15177",
    "Name": "Ankh",
    "ID": 203421,
    "Year": "(2016)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/203421/ankh",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Description from the publisher:&#10;&#10;The key to immortality: When the female pharaoh holds court in the dark chamber, even the toughest mummies become unhinged. The petulant ruler distributes her favor and, at the same time, also the prospect of new life energy. But even if you've just been highly esteemed by the old Egyptian monarch in Ankh, you might fall into disgrace in the next moment.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "15178",
    "Name": "Paras",
    "ID": 275715,
    "Year": "(2019)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/275715/paras",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Paras is an area control, dexterity game for 2 to 4 players. All the action takes place on a 5x5 square wooden board. Each of the 25 territories is surrounded by a 3mm high border. Each player starts with 24 8mm cubed units. On each turn, you try to expand expand your control by choosing one of three options:&#10;&#10;&#10;    Throw two dice on the board. Depending on where the dice land and what number is rolled, you may get to deploy your units.&#10;    Move units on the board.&#10;    Attack opponent units in an adjacent territory. (The attack mechanism is inspired by Classic Warlord and implemented with the blessing of Mike Hayes).&#10;&#10;&#10;In the basic game, the objective is to be the player who has the most territories when the game ends. For advanced play, specific missions can be set up before the start of play.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "15179",
    "Name": "Emergents: Genesis – The Deckbuilding Game",
    "ID": 169555,
    "Year": "(2015)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/169555/emergents-genesis-the-deckbuilding-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6",
    "Description": "Emergents: Genesis is a PvP multi-player superhero-themed deckbuilding game, set in the Emergents Universe created by game designer and comic creator, Brian David-Marshall and features art from a host of best-selling and award-winning comic book artists headlined by Steve Ellis.&#10;&#10;Emergents: Genesis is a 2-4 player deckbuilding game that any age can enjoy, and a game lasts generally between 30-60 minutes. Everything you will need to play the game comes inside a box of Emergents: Genesis.&#10;&#10;In Emergents: Genesis, players take on the role of powerful superheroes who discovered their powers during adolescence&mdash;known in this world as Emergents&mdash;and battle against the other players to be the last one standing.&#10;&#10;Players customize their decks based on four classes of superpowers in a fast-paced game that can be played by two to four players. Designed by Urban Island Games and Top8Magic, Emergents: Genesis introduces innovative, interactive mechanics to the deckbuilding game that will appeal to all fans of both the superhero genre and interactive card games.&#10;&#10;Gameplay Description&#10;&#10;Players are dealt two Emergents face down and choose one of the heroes to start the game with. The object of the game is reduce all of the other players' heroes to zero health by attacking them while also building your deck and customizing your Emergent's superpowers.&#10;&#10;Each player begins with a deck containing nine Skill cards and three Attack cards. Cards that generate Skill are used to purchase additional cards while cards that generate Attack are used to defeat your opponents.&#10;&#10;Each player shuffles their deck and draws six cards. They can purchase basic cards that advance their Emergent's class strategy or purchase more expensive cards that are available dealt face-up from the deck. Cards that are purchased get put in the player's discard pile and whenever a player can't draw a card they shuffle their deck. At the end of each turn, a player discards their hand and draws six cards from their deck.&#10;&#10;As the game progresses, players will ideally create a deck that showcases their heroes' unique abilities and allows them to be the last player standing. While many deckbuilding games are points races, where someone crosses a finish line and wins, Emergents: Genesis requires you to defeat your opponents, which means you can defend yourself if you have purchased the right cards along the way.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "15180",
    "Name": "Carla Cat",
    "ID": 3727,
    "Year": "(1955)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/3727/carla-cat",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.0204",
    "Description": "Pounce is a variant of the public domain game, Buttons.&#10;&#10;A game involving rubber mice, dice, cheese tokens, and a miniature toilet plunger.  There are several different Pounce editions which have substantially different components, but similar gameplay.  The 2004 edition, for example, has a plastic cat shaped capture device that doesn't resemble a toilet plunger.&#10;&#10;A player rolls the dice and depending on their roll either tries to plunge the mice or not.  Players holding the mice must pull their mice away before they are captured.&#10;&#10;Similar to:&#10;&#10;    3 Blind Mice&#10;&#10;&#10;---&#10;&#10;Gameplay of the German version Spitz pa&szlig; auf!:&#10;&#10;Spitz pa&szlig; auf! is a children's game for 2-6 players. One player is drawn by lot to be the die roller for this game. Each player gets a number of tokens, which act as victory points (see further below). &#10;The rest of the players now place their figures, which are attached to little ropes, onto the playing mat in the middle of the play area. The die roller now rolls the die, and, depending on which number shows up (either a 1 or a 6), he must try to put the dice cup over the figures, while the other players must try to pull their figures from the play area before the cup is put over them.&#10;&#10;If they don't succeed fast enough, they have to give each other player 1 token. In case they pull their figure from the play area even if no 1 or 6 was rolled, they have to do the same. Also, if the die roller doesn't act fast enough to cover all figures who needed to be trapped in the cup on the roll of 1 or 6, he has to pay 1 token to each other player and pass the die cup to the next player, who the acts as the die roller until he misses to cover a figure, and so on.&#10;&#10;Victory is determined when one player has reached a set amount of tokens, or one player has lost all tokens.&#10;&#10;Alternatively, especially for young children, there are also colour-coded dice included, and instead of 1 or 6, two colours are determined when the game begins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Dogs",
      "Animals: Mice",
      "Series: Game in a Tin (HABA)"
    ]
  },
  {
    "Rank": "15181",
    "Name": "Attakube",
    "ID": 7607,
    "Year": "(2001)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/7607/attakube",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.2",
    "Description": "In Attakube a player secretly places 7 of his 12 cubes on the last row of a 7x7 board. A pictogram indicating a special power is etched on one face of each cube. A cube is always placed on the board with the pictogram facing its owner.&#10;&#10;When it's his turn a player can either move a piece one space orthogonally, activate a piece's special power or introduce one of his spare pieces. When a special power is activated, the cube is turned so that the pictogram faces up.&#10;&#10;A player scores points by exiting the board through the first row of his opponent. Exiting in the middle of the board is worth 3 points, exiting elsewhere is worth 1 or 2 points. The first player to score 5 points wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15182",
    "Name": "Lee Moves North: The Confederate Summer Offensive, 1862 & 1863",
    "ID": 13269,
    "Year": "(1972)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/13269/lee-moves-north-the-confederate-summer-offensive-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.3",
    "Description": "Lee Moves North covers both of R.E. Lee&rsquo;s summer offenses (1862 &amp; 1863) at the corps/division level using hidden deployment of units and dummy counters and one week turns.  Confederate forces must go on the attack to win while the Union army struggles to protect Washington, DC and Baltimore.  The map is very basic and players each have about 20 units each to control, creating a game that focuses on Civil War-era strategy rather than details and chrome.&#10;&#10;Confederate units are divisions while Union units are corps and cavalry are represented by brigades.  Rules cover dummies units, cavalry probes and screens, forced marches, rail movement, and leadership and command issues while the units take losses by steps.  Although not visually appealing, &ldquo;Lee Moves North&rdquo; is a playable and subtle game of two Civil War campaigns at the operational level.&#10;&#10;&#10;Uses a system similar to SPI's The Wilderness Campaign: Lee vs. Grant, 1864.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Secret Unit Deployment",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Franco-Prussian War System (SPI)",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "15183",
    "Name": "Celtic",
    "ID": 299928,
    "Year": "(2020)",
    "Geek Rating": "5.532",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/299928/celtic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "The Celtic Lord of the Wetterau is looking for a successor. To prove themselves worthy, players have to travel the region and trade with neighboring tribes. Each turn they have to perform one movement with their family members; other players at their starting location can decide to join them. While some locations allow players to collect goods, others have to be visited to fulfill goal cards which grant influence (victory points). The game ends immediately once a player has fulfilled five goal cards or chooses to reveal that they've collected one good of every kind. Players then tally up their points and the most influential Celt wins.&#10;&#10;Celtic is an easily accessible family game for 2 to 4 players, ages 8 and up. Quick turns that allow inactive players to profit make for a light tactical game without downtime.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Prehistoric",
      "Travel"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Mythology: Celtic",
      "Occupation: Merchant",
      "Region: Hesse (Germany)"
    ]
  },
  {
    "Rank": "15184",
    "Name": "Time's Up!: Best Of",
    "ID": 93639,
    "Year": "(2010)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/93639/times-up-best-of",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Time's Up! - Best Of is a selection of the best cards of Time's up! Blue, Yellow and Academy together with all the cards from Time's up! Purple (475 cards, 876 celebrities and 70 works).&#10;You need to introduce your partner the maximum real or fictional characters whose names appear on cards in less than 30 seconds. In round 1, almost any kind of clue is allowed. In round 2 no more than one word can be used in each clue (but unlimited sounds and gestures are permitted). In round 3, no words are allowed at all.&#10;&#10;",
    "Categories": [
      "Humor",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Time's Up!",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "15185",
    "Name": "Paris 1889",
    "ID": 293237,
    "Year": "(2020)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/293237/paris-1889",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Paris 1889 is a co-operative narrative game, a follow-up to Greenville 1989 in which each player represents a character who has survived the supernatural events of Greenville and decides, ten years later, to investigate further by going back in time to find and hopefully close the gate to the monsters realm. With illustrated cards, they must describe these events to their fellow players, who must then locate this character and plan actions. This lead role changes each round, giving everyone the chance to be step up. The game concludes with a Boss battle.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Exploration",
      "Horror"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Cities: Paris (France)"
    ]
  },
  {
    "Rank": "15186",
    "Name": "Grand siècle",
    "ID": 5728,
    "Year": "(1993)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/5728/grand-siecle",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.2222",
    "Description": "(from the back of box and user's description:)&#10;&#10;This is real Europe, that of 1700's, where you are now taking charges of one of the mightiest powers of the time. Be one of those illustrious Sovereigns, such as Louis XIV, William of Orange, Jan Sobieski (hero and king of Poland), Charles XII named the Alexander of the North, Peter the Great, the progressive Tsar of all Russia, the iron empress Maria-Theresa, or else the impetuous and brilliant Frederick II the Great.&#10;&#10;For a long century, you will be in charge of the realm of your fathers. Levy taxes and troops, build fleets and fortresses, negotiate valuable alliance, declare war at the right time and fight it successfully, to end up with power and glory for your royal self...&#10;&#10;The game is designed for 5 players but 2 to 10 players can play.&#10;In 5 player game, each player controls two major powers: England &amp; Turkey, Spain &amp; Prussia, France &amp; Poland, Holland &amp; Russia, Sweden &amp; Austria.&#10;&#10;The game includes (in original French text edition only):&#10;&#10;       960 counters (6 countersheets) in original edition / 7th countersheet (160 counters) added after&#10;       1 map (84 x 59 cm - 33 x 23.2 in)&#10;       1 Rule booklet&#10;       1 Random Events/Appendices/Scenarios booklet&#10;       5 national player aids (4 pages)&#10;       2 identical player aids &#10;       3 dice (1 x 20 sided, 2 x 6 sided)&#10;&#10;&#10;9 scenarios (8 Mini-campaigns, 1 Grand campaign) - NB: all scenarios end are variable:&#10;&#10;    Grand Campaign: 1700 to 1800 (or French revolution)&#10;    Devolution war: 1661 to 1666&#10;    Holland war: 1672 to 1677&#10;    Augsburg ligue: 1681 to 1697&#10;    Spanish succession: 1700 to 1713&#10;    Spain is back: 1717 to 1731&#10;    Poland succession: 1733 to 1737&#10;    Austria succession: 1740 to 1753&#10;    Seven years war: 1756 to 1761&#10;    Bar confederation: 1768 to 1787&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Economic",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "History: Age of Kings",
      "History: Franco-Dutch War",
      "History: Nine Years War",
      "History: Seven Years War",
      "History: War of Devolution",
      "History: War of the Austrian Succession",
      "History: War of the Polish Succession",
      "History: War of the Spanish Succession"
    ]
  },
  {
    "Rank": "15187",
    "Name": "Ayu",
    "ID": 114484,
    "Year": "(2011)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/114484/ayu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Ayu is a unification game for two players: Black and White. It is played on the intersections (points) of an odd-sized square grid (board). The recommended board sizes are between 9&times;9 and 15&times;15 points. At the start of the game, black stones are placed at the intersections of even columns and odd rows, and white stones are placed at the intersections of odd columns and even rows. All other points start out empty (see images).&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DefinitionsA group is a stone along with all stones one can reach from it through a series of steps onto orthogonally adjacent stones of its color.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;PlayBlack plays first, then turns alternate. On your turn, make note of the empty points orthogonally adjacent to one of your groups and move a stone in that group to one of those points. All stones that were part of the same group before the move must be part of the same group after the move.&#10;&#10;Your move must reduce the distance between the affected group and its closest friendly group. The distance between two groups is the shortest free path between them along the lines of the board, i.e. the number of consecutive moves you would need to merge those groups. The path does not need to be a straight line.&#10;&#10;If you cannot make a move on your turn, you win. This occurs when you have only one group or there is no free path between any of your groups. If a board position is repeated with the same player to move, the game ends in a draw. This is possible in theory, but probably requires colluding players.&#10;&#10;The pie rule can be used in order to make the game fair. This rule gives White the option, on their first turn only, to swap sides with Black instead of making a regular move.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;NotesTry to build long walls between enemy groups to force your opponent to spend more moves connecting them. Playing from the outside in is usually more efficient, as it helps you not to leave any groups behind. The distance rule has some interesting tactical effects: sometimes, in order to move a group (A) in the desired direction, you will first have to move away its closest counterpart (B) so that A is not &quot;engaged&quot; to B anymore.&#10;&#10;&quot;Ayu&quot; is short for &quot;Attach Your Units&quot;.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Chaining",
      "Connections",
      "Point to Point Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 11 x 11 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: MindSports",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15188",
    "Name": "Cooks & Crooks",
    "ID": 243697,
    "Year": "(2019)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/243697/cooks-and-crooks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.4",
    "Description": "In Cooks &amp; Crooks a group of international chefs compete in a cooking TV show, but unlike those ones, these chefs don&rsquo;t mind playing dirty! They will try to obtain victory while sabotaging their opponent&rsquo;s efforts by stealing their supplies, swapping ingredients in their ovens or even by adding a nasty ingredient to&#10;their recipes.&#10;&#10;To win, you'll have to prepare the most delicious dishes... but be careful! Other players may try to put in the proverbial fly in your soup, or worse! Try to obtain the best scores from the judges while at the same time trying to ruin other chefs dishes. When the bell signaling the round&rsquo;s end rings, the player with the most amount of points will be declared the winner.&#10;&#10;May the most crooked chef win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Verkami",
      "Digital Implementations: Tabletopia",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15189",
    "Name": "Alakazoo",
    "ID": 237927,
    "Year": "(2018)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/237927/alakazoo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Alakazoo is a family board game for 2-4 players. It tells a story of a competition in Magic Tournament. You impersonate Wizards whose task will be to summon one of Fantastic Creatures as soon as possible. Each player receives a special Portal board that consists of 9 fields. Each field contains 2 runes that must be powered with Magic Power in order that a proper element of a Fantastic Creature could appear there. These elements are represented by special cards managed by players.&#10;&#10;The course of the game is divided into turns. During each turn players, in rotation, perform one of the actions: acquire Magic Power to activate runes (with spell dice), manage Fantastic Creature element cards, or use the assistance of the Magic Helper (provided they are in possession of one). At the end of their turn, if both runes are active (powered with Magic Power) on any of their Portal's fields, players can summon there their due Fantastic Creature element.&#10;Players must be careful though, as gaining too much Magic Power and/or too many Fantastic Creature elements may result in obtaining the Dark Power token. If they collect too many of such tokens, they will have to purge themselves of Dark Power while losing their turn.&#10;&#10;Over the course of the game players will be awarded with points from the audience. At the end of the tournament Magic Jury lead by Archmage will evaluate their proficiency in the art of magic by giving them additional points. The Wizard who will obtain the highest total score will win and receive the title of the Arcanimus.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15190",
    "Name": "Midnight Legion: Operation Deep Sleep",
    "ID": 181889,
    "Year": "(2016)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/181889/midnight-legion-operation-deep-sleep",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A 1 or 2 player gamebook series set in the distant future. The world has been transformed. Your mission: restore humanity.&#10;&#10;Game System: The Midnight Legion is a highly advanced game book series in the style of the classic Choose Your Own Adventure series, but with MUCH more (think more like an advanced version of SORCERY or LONE WOLF with deeper character generation). The gameplay system allows solo play, or optionally a second player can act as the game master. There are combat, puzzles, diplomacy, stealth and role playing elements. Collect information, knowledge and goods from the world around you to advance your character.&#10;&#10;Story: You are forced awake in an underground facility after hundreds of years of stasis. All you know is that you are an agent of an ancient, clandestine group, and you have a mission &ndash; but your memory is gone, and you don&rsquo;t recall what that mission is.&#10;&#10;Game Play: You must choose whether to complete your objectives using combat, stealth or sixth sense and diplomacy. You can solve the puzzles that unlock the base&rsquo;s secrets using logic, or you can try to recover your lost memories for clues.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "15191",
    "Name": "Tournament of Towers",
    "ID": 224979,
    "Year": "(2018)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/224979/tournament-of-towers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "It is a time of innovation in Geometria. The King and Queen of Geometria have prepared an epic tournament for the people's enjoyment.&#10;&#10;They desire a great monument to symbolize the pillars that have helped their peaceful and artistic kingdom to flourish. Their marriage is a seamless blend of these traits and it has made their kingdom strong. Now they call upon the most talented architects in the land to compete in the creation of spectacular yet stable monuments, the best of which will be chosen as the symbol of their proud legacy.&#10;&#10;Tournament of Towers is a dexterity game about stacking game pieces to build the tallest and most creative tower. Players draft 7 cards to determine which pieces must be used. After two rounds of building, the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Crowdfunding: Kickstarter",
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "15192",
    "Name": "Crimea: Conquest & Liberation",
    "ID": 387483,
    "Year": "(2023)",
    "Geek Rating": "5.532",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/387483/crimea-conquest-and-liberation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.3333",
    "Description": "2023 Charles Roberts Award Nominee for Best Operational Game and Best World War II Game.&#10;&#10;Crimea covers the series of campaigns in the Crimean Peninsula during the war on the Eastern Front. Several scenarios cover the period of Axis ascendancy during the period September 1941 &ndash; July 1942. The Soviet resurgence is represented by scenarios from September 1943 &ndash; May 1944.&#10;&#10;The map area covers all of Crimea, the Taman peninsula as far east as Krimsk, and southern Ukraine from Kherson to Mariupol.&#10;&#10;Crimea can be played as a set of standalone scenarios or as an addition to the OCS game The Third Winter, where it considerably changes that game&rsquo;s southern map boundary.&#10;&#10;Crimea is a low-counter density, small OCS game. There are 560 combat units, and one 22x34 map at a scale of 5-mile hex/3.5 days turn. Seven scenarios are included so players can start at different points in the action.&#10;&#10;Scenarios:&#10;&#10;&#10;     Rite of Passage (Initial German offensive, 28 turns), 26 Sept 1941 to 26 Dec 1941.&#10;     Tiger by the Tail, (Soviet counteroffensive, 20 turns), 26 Dec 41 to 1 Mar 42, can be combined with Rite of Passage scenario.&#10;     Eviction Notice (Operation Trappenjagd, 4 turns), 8-19 May 42.&#10;     Operation St&ouml;rfang (Assault on Sevastopol, 10 turns), 5 June 42 to 5 Jul 42.&#10;     Cross of Iron (Taman peninsula, 36 turns), 26 Sept 43 to 22 Jan 44, also the setup to combine with The Third Winter 26 Sept 1943 campaign start.&#10;     Sword of Damocles (Crimea setup for combining with The Third Winter 26 Jan 1944 campaign start).&#10;     The Liberation Offensive (Soviet reconquest, 11 turns), 8 Apr 44 to 12 May 44.&#10;&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Ukraine",
      "Series: OCS - Operational Combat Series (MMP & The Gamers)"
    ]
  },
  {
    "Rank": "15193",
    "Name": "Waterloo: Napoleon's Last Battle",
    "ID": 282332,
    "Year": "(2019)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/282332/waterloo-napoleons-last-battle",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "Waterloo: Napoleon&rsquo;s Last Battle allows players to refight one of the most famous battles in history.  One player assumes the role  of the Emperor Napoleon Bonaparte commanding the French army and the other commands the British-led allied army under the command of the Duke of Wellington and the Prussian army commanded by Gebhard von Bl&uuml;cher.&#10;&#10;Fast paced and exciting area impulse system in which players take alternating impulse actions until both players pass or a die roll ends the impulse phase potentially catching one or both players off guard.   The map is broken up into areas of differing sizes and shapes depending on the type of terrain.  Units are activated in an area by their respective Leaders.  The combat system is based on opposing die rolls, after adding the strength of their units, terrain and other bonuses.  Commanders and leaders can potentially lead attacks or intervene to save a failing defense.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Prussia",
      "Country: United Kingdom",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign"
    ]
  },
  {
    "Rank": "15194",
    "Name": "Armada: Two Player Starter Set",
    "ID": 320817,
    "Year": "(2020)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/320817/armada-two-player-starter-set",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "The Armada Two Player Starter Set is the perfect place to start your journey onto the seas of Pannithor in the Kings Of War universe.&#10;&#10;Everything you need for two-players to start their own fleet of courageous Basileans or marauding orcs, along with a rulebook, tokens, ship cards and a paper gaming mat.&#10;&#10;Players control 6 to 9 ships in 10 different scenarios.&#10;Rules cover speed, fire, boarding action, weather, wind, terrain...&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Bias",
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Game: Kings of War"
    ]
  },
  {
    "Rank": "15195",
    "Name": "SpongeBob SquarePants Fluxx",
    "ID": 302421,
    "Year": "(2020)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/302421/spongebob-squarepants-fluxx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "You probably already know who lives in a pineapple under the sea, but now you can join the whole Bikini Bottom gang in SpongeBob SquarePants Fluxx, an undersea version of Fluxx! You can steal Mr. Krab's Money or Squidward's Clarinet, and give a Krabby Patty to Plankton; you can even drive off in the Invisible Boatmobile! If nautical nonsense be something you wish, you don't have to use your imaaaagination &mdash; just play Fluxx like a fish!&#10;&#10;Fluxx is a game about change. It begins simply with a couple of core rules, then gradually becomes more complex as cards are played that change the rules. Even how you win will be constantly shifting, so you're never sure who will win until someone does. With the perfect blend of luck and strategy, every game is different!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx",
      "TV Shows: SpongeBob SquarePants",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "15196",
    "Name": "Dynamo: Dunkirk, 1940",
    "ID": 8834,
    "Year": "(1986)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/8834/dynamo-dunkirk-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.375",
    "Description": "(from The Wargamer Magazine 53:)&#10;&#10;Dynamo: Dunkirk, 1940 is a strategic/operational-level simulation of the decisive middle phase of the battle for France. The first phase ended when the tanks of Panzergruppe Kleist emerged unscathed from the western end of the Ardennes Forest on 14 May, thus unhinging the entire Allied strategic plan. The third phase began on June 5, when the final drives into the heart of France were begun. For two weeks at the end of May, the Allies had a final chance to rebalance the situation. Had they succeeded in stabilizing a supplied bridgehead on the Flanders coast, or managed to smash the thinly-spread German mechanized formations while breaking out southward, all of subsequent World War II history would have been changed. Alternately, had the Germans succeeded in bagging the whole of the B.E.F., there would have been little or nothing to stop an Operation Sealion and no troops to send to North Africa.&#10;&#10;Game has a 12 turn Campaign scenario, and a 7/5 turn &quot;No Halt Order&quot; scenario to examine the ramifications of Hitler's mistake. The ratio of playing area to unit quantity creates high-density combat and fluid gameplay situations. The simulation is at the intermediate level of complexity, and suitable for solitaire play&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Dunkirk (France)",
      "Digital Implementations: VASSAL",
      "History: World War II (Western Front 1940)",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15197",
    "Name": "Fox & Chicken",
    "ID": 140693,
    "Year": "(2013)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/140693/fox-and-chicken",
    "Min Players": "7",
    "Max Players": "41",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "The party game Werewolf has been popular for many years, but now it's time to put the cat amongst the pigeons &ndash; or the fox amongst the chickens, anyway. In this new take on the classic format, Fox &amp; Chicken sees players fighting for survival, striving for either a Vulpine Victory or Cheering Chickens. As the nights pass, more and more chickens will disappear from the henhouse. Thankfully, during the day the chickens can follow their suspicions and attempt to chase the foxes away. Will they be successful and get rid of their enemies, or are you just going to end up with a lot of fowl language?&#10;&#10;Fox &amp; Chicken is easy to learn, fun to play, and beautiful to look at. With rules included for play with up to twenty people (and potentially even more!) it's a mix of action and accusations, chaotic and clever in equal parts.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Player Elimination",
      "Storytelling",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Animals: Foxes",
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "15198",
    "Name": "Disaster on K2",
    "ID": 97521,
    "Year": "(2011)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/97521/disaster-on-k2",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "As an internationally renowned expedition leader, you are anxious to gain prestige by leading a group of high profile climbers from your country to the top of the most difficult peak in the world, K2.&#10;&#10;Play solitaire or compete against another player to lead your nation's team of expert climbers to the summit of K2 and back down safely against the elements and events that portend disaster on the mountainside. Or take on the challenge of climbing both Everest and K2 in the campaign game by adding VPG&rsquo;s Disaster on Everest.&#10;&#10;Your decisions will determine if you can survive the Disaster on K2!&#10;&#10;Game Data:&#10;&#10;Complexity: 3 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;Scale: approximately 1 hour of real time; individual clients and guides.&#10;&#10;Game Components:&#10;&#10;&bull; One 6-page full color rules booklet&#10;&bull; One 8.5&quot; x 16.5&quot; game map&#10;&bull; 28 5/8&quot; two-sided round markers&#10;&bull; 54 3/4&quot; two-sided square counters&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Mountain: Himalayas",
      "Mountains: K2",
      "Series: Disaster in the Himalayas",
      "Series: Euro Games (Victory Point Games)",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "15199",
    "Name": "Kircholm 1605",
    "ID": 26621,
    "Year": "(1994)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/26621/kircholm-1605",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.3333",
    "Description": "The Battle of Kircholm (27th September 1605) was one of the major battles in the Polish-Swedish War of 1600-1611. 12,000 Swedish troops led by Charles IX, King of Sweden, attacked 4,000 Polish commanded by Jan Karol Chodkiewicz, Grand Hetman of Lithuania. The battle was decided in 20 minutes by the devastating charge of Polish-Lithuanian Commonwealth cavalry, the Winged Hussars. In effect half of Swedish soldiers had been wounded, killed or captured (Charles IX hardly escaped) and Polish loses were about 300.&#10;The battle ended in the decisive victory of Polish-Lithuanian forces, and is remembered as one of the greatest triumphs of cavalry ever.&#10;&#10;The game comprises a full colour map, and counters (need to be cut). The rules are in Polish.&#10;&#10;Related Microbadges&#10; Dragon fan&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Latvia",
      "Country: Sweden",
      "History: Polish-Swedish Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15200",
    "Name": "Jasper and Zot",
    "ID": 89912,
    "Year": "(2011)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/89912/jasper-and-zot",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.55",
    "Description": "Jasper and Zot is a one player game about two old, feuding wizards. The White Mage Jasper is quite the famous gardener and his pumpkins always win the blue ribbon at the local faire. His long-time adversary and neighbor, Zot the Necromancer, who is not good at growing living things, has summoned an army of the undead to smash all of Jasper's prize-winning pumpkins. Help Jasper defend his pumpkins by turning Zot's shambling minions into delicate white flowers and then burning them to ash!&#10;&#10;Game play borrows heavily from classic arcade games such as Space Invaders and Puyo Pop.  The player moves Jasper horizontally along the garden path while casting spells to either transform the approaching zombies into flowers or ignite those flowers and any nearby zombies with magical fire.  The more you destroy with a single spell, the more points you earn.  If you can survive both waves of Zot's undead army, you win the game and earn a score based on how well you did.&#10;&#10;Jasper and Zot won first place in the one full-sheet label game design contest here on BGG. Contained in Casual Game Insider Magazine CGI#43(2023)&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Humor",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  }
]