[
  {
    "Rank": "N/A",
    "Name": "Final Score College Football",
    "ID": 264506,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/264506/final-score-college-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Downey's Final Score College Football offers every FCS, FBS, Divison II, Division III, NAIA, CIS and even teams from the NESAC, HAAC, GAC, MAIAA and NSIC are included.  The year book also contains a complete schedule for the FBS Division.   Downey's Final Score College Football has a unique Strength of Schedule system, as well as a seasonal normalization system so that you can match-up ANY team from ANY season and have realistic results.  With Downey's Final Score Football you can truly determine the best college football team of the decade or all time!  The match ups are truly endless with Downey's Final Score College Football!&#10;&#10;As the name implies, this quick play game provides you with a final score for a College Football game. Allowing you to rapidly play games and watch standings unfold before your eyes. However, there is more to the game than just generating scores. There is plenty of excitement and drama along the way, keeping the game play exciting and compelling. You will have late in the game touchdowns, field goals and fantastic defensive stands.&#10;&#10;The Final Score Football line of games differs from our other quick play line, Ultra Quick, as the games all unfold in a quarter-by-quarter manner.&#10;&#10;Each team is rated individually for Offense, Defense, Strength of Schedule, and Home Field Advantage. And while there will surely be some surprises along the way, since this is a game, after all, the accuracy of the game will astound you. We also have a normalization system for every team and league we rate, so you can play across seasons to determine the best team of all-time.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fireside Football",
    "ID": 264508,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264508/fireside-football",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Football (soccer) game, probably from the 1950&rsquo;s.  This is a board game using a die for two or more players.  Players roll a die and then move according to directional arrows or instructions on the board&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Solitaire: Devil's Playground",
    "ID": 264509,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/264509/dungeon-solitaire-devils-playground",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Dungeon Solitaire: Devil's Playground is a collection of fantasy card games and expansion rules for Dungeon Solitaire: Labyrinth of Souls. Fight monstrous diabolisms, overcome obstacles, and endure misfortunes as you delve into the darkest dungeon in a quest to defeat three powerful demons. Along the way you will collect treasure and unique magic items, encounter strange locales, and acquire three divine graces. But beware, the dungeon is deep and even if you survive all immediate dangers, a fate worse than death awaits those who linger too long. You may face starvation and insanity, terrible curses and demonic possession, forever haunted, in the darkness of the pit.&#10;&#10;In each turn you play cards to discover and resolve an encounter. If an encounter is passed you can delve deeper ... and deeper. But beware, at some point you will have to turn around and play as many turn to get out of the dungeon as you did getting in. Manage your resources, evaluate your risk, and play your cards right and you just might get out alive. Fail to do so, and you are surely doomed.&#10;&#10;Includes the 'Devil's Playground' stand-alone game and a two-player cooperative mode, multiple expansion rules for the 'Dungeon Solitaire: Labyrinth of Souls' tarot card game, four variants of Dungeon War, and guidelines for fortune telling using the 'Devil's Playground' card deck.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Memory",
      "Push Your Luck",
      "Role Playing",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barnyard Race",
    "ID": 264519,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264519/barnyard-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Barnyard Race, a thrilling race at the farm!&#10;Reach the finish line on the racetrack, by rolling as many of the same animal on the dice as you can. End de race with the rooster sprint.&#10;&#10;HOW TO PLAY &#10;On your turn, roll the dice by putting them into the dice silo. You may roll them up to three times, trying to obtain as many of the same animal as you can. &#10;The rooster on the dice is special; it acts as wild, helping you to improve your roll.&#10; MOVING ON THE RACETRACK &#10;If a player gets 5 of a kind, as in example above, where he has obtained 5 rabbits, he moves his rabbit token 5 spaces along the racetrack. &#10;It's a relay race, players must use a different animal token for each turn. On their next turn, the race continue where their last animal token left off.&#10;&#10;FINISHING THE RELAY RACE WITH THE ROOSTER SPRINT&#10;Only after all 5 animal tokens have been played, players take one or more additional turns by using their special rooster token. Each player rolls the 5 dice once only, trying to get as many roosters to move their token toward the finish line. The first player to reach the finish line, wins the Barnyard Race!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "By the Sword Decided: From Hastings to Bosworth – Playable Miniature Rules for the Medieval Era 1000 AD to 1500 AD",
    "ID": 264520,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/264520/by-the-sword-decided-from-hastings-to-bosworth-pla",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An intermediate complexity fast play set of well tested miniatures rules for battles in the central and high middle ages.  Most basing systems will work.  Includes rules, army organizational guides and 3 scenarios.  By the author of Warfare in the Age of Reason, Age of Discovery, Age of Napoleon and Pig Wars.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: England",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animalea",
    "ID": 264521,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264521/animalea",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Look for trios of animals or colors!&#10;&#10;You must be the first to shout ANIMALEA! Concentrate, combine cards correctly and accumulate trios to win! Two games of perception and speed in one can.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lock 'n Load Tactical: Heroes of Normandy – We Stand Alone: Battles of Easy Company",
    "ID": 264523,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264523/lock-n-load-tactical-heroes-of-normandy-we-stand-a",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "4",
    "Description": "&quot;Currahee&quot; (We Stand Alone)&#10;&#10;We Stand Alone &ndash; Battles of Easy Company is an expansion module for Lock 'n Load Tactical: Heroes of Normandy. Formed in 1942, and after almost two years of rigorous training, Easy Company, 2nd Battalion, 506th Parachute Infantry Regiment, 101st Airborne Division, dropped into Normandy, France, on D-Day, June 6th, 1944. By the end of the war, Easy Company was known as one of the best small units in the European Theater of Operations. The men of Easy Company have been immortalized in the book and mini-series Band of Brothers; now their story is played out in the dynamic medium of the Lock 'n Load Tactical system.&#10;&#10;The We Stand Alone expansion module contains 15 scenarios, covering battles from the daring assaults on Brecourt Manor and Carentan, in Normandy, to the desperate defense of Hell's Highway and The Island, during Operation Market Garden, to the frigid foxholes of Bastogne and Noville, during The Battle of the Bulge. The scenarios can be played individually or in three five-scenario campaigns. Thirteen of the 15 scenarios are new designs, with two revised scenarios, plus a Brecourt Manor variant. Three new Maps, including winterized and revised Maps, bring the dramatic landscape of these battles to life: Entrenched German artillery positions in Normandy, an elevated dike and a watchful windmill in Holland, and chilly cratered forests of the Ardennes provide the setting; it's up to you to provide the leadership, heroics, and actions needed to win victory for the brave American paras or the obstinate Germans they faced.&#10;&#10;The men of Easy Company were elite soldiers. Whether in the heat of battle or when battling the elements between contact with the enemy, they fought for each other. They fought for victory. And they fought for survival. Join the fight!&#10;&#10;Requirements:  To play We Stand Alone &ndash; Battles of Easy Company you must own Lock &lsquo;n Load Tactical &ndash; Heroes of Normandy and we highly recommend the Heroes of Normandy X-Maps or 4K X-Maps.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Series: Tactical (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Enclave",
    "ID": 264583,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264583/enclave",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Definitions&#10;&#10;Region: any distinct area of the board, consisting only of empty points, and surrounded by one color of stone in conjunction with at most 2 board edges.&#10;&#10;Loose stone: any stones not outlining a region. Loose stones are captured when surrounded by an enemy region&#10;&#10;Objective: Control the most territory (stones + regions). The game ends with two successive passes&#10;&#10;Gameplay: Players alternate placing a stone of either color on an empty point of the board. If doing so forms any regions the following conditions must be met:&#10;&#10;&#10;     all enemy stones within the prospective regions are loose stones.&#10;     there must be at least one loose stone in each prospective region to be captured.&#10;&#10;&#10;Note: You may never play stones into an established region&#10;&#10;Pie Rule: On his first move, the second player may opt to play as the opposite color in lieu of making a move.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rummy Five",
    "ID": 264584,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/264584/rummy-five",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Rummy Five is a small-sized rummy game for 2-4 players, played with a 32-card deck. Player's main goal is to make a 5-card combination (a hand of 4 cards plus one drawn from the deck) including a pair and a 3-card run or set, before the others. After the predetermined deals, the player with the highest score wins.&#10;&#10;It is also necessary to declare &quot;Go&quot; call or make some special combination to win a deal; however, after calling &quot;Go&quot; you cannot change your hand, or some of high-score combinations are made hard to complete. Some additional calls, &quot;Run&quot;, &quot;Set&quot; and &quot;Catch&quot;, can be made for capturing other players' discards to make a meld or complete a combination faster.&#10;&#10;Rummy Five is a transcription of Xiangqi Mahjong (Chinese Chess Rummy), a Taiwanese traditional game, arranged to be played easily and somewhat well-balanced.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crown de Fleur",
    "ID": 264586,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/264586/crown-de-fleur",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Crown de Fleur is a tile removal solitaire puzzle game. House Fleur has taken control of the kingdom and as the royal florist you must pick all the flowers in the estuary to create a crown for the coronation ceremony.&#10;&#10;The estuary is setup in a 4 x 5 tile grid with blue cubes around the outer tiles and green cubes on the interior tiles. The game is played by placing 1 tile to the estuary and matching flower edges to pick up any matching adjacent flower tiles. The matched tiles are added to you stockpile and the placed tile remains in the estuary. Play continues until there is only 1 single tile remaining at which you pay 1 cube to remove the final tile. Once the estuary is cleared then you have completed the puzzle.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kontakt",
    "ID": 264589,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264589/kontakt",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A tile game where players compete to add their triangular shaped tiles to the play area. Scoring points occurs when the values on your tile and the adjacent  tile are a multiple of 5 within one color. Other rules are unclear as they are not in English.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guildhaven City",
    "ID": 264591,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/264591/guildhaven-city",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Guildhaven City is a solitaire tactical combat game that puts you in the role of a superhero you create from the Golden Age of Comics. The game mechanics are somewhat similar to that of Gloomhaven by Isaac Childres.&#10;&#10;A game session of Guildhaven City consists of reading from the Plot Book and finishing a 30-60 minute scenario. Each scenario is unique and forces you to make decisions that will alter your campaign path and make changes to the Guildhaven world. Once you complete a 20-hour campaign, you can replay the game with different powers and make different decisions, making Guildhaven City highly replayable.&#10;&#10;This game was entered in the 2018 Solitaire PnP Contest where it won multiple awards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Miniatures",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Role Playing",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crown of Emara: Promo Cards",
    "ID": 264593,
    "Year": "(2018)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264593/crown-of-emara-promo-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "3",
    "Description": "Given out at Spiel 2018 with purchase of base game&#10;&#10;Set of three promo cards for Crown of Emara&#10;&#10;These cards are simply shuffled into the existing decks of cards of the corresponding type.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mythos of Legends",
    "ID": 264594,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264594/mythos-of-legends",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Mythos of Legends is a tabletop wargame of grand strategy involving gods, mythical beasts, legendary heroes and mortal soldiers. Players choose their faction from Ancient Greece, Ancient Rome, Dark Age Pagans, Ancient Egypt and Eldritch Abominations. Each faction has a unique roster and playstyle, further affected by the player's choice of deity.&#10;&#10;The Mythos Board is the domain of the gods. Each player has one 35mm scale deity model which affects the rolls that they need to make on the battlefield. By way of example, soldiers that follow Ares will fight more effectively in combat than those who follow Hades, but Hades' followers are much tougher to kill. Each deity also has unique abilities called Divine Interventions, such as Osiris resurrecting friendly models or Loki stealing the enemy's dice,  meaning that overall the player's choice of deity has a massive effect on how their army performs. The gods are locked in their own struggle of wills and moods as they move around the Mythos Board. Their position grants further bonuses to their followers depending on what stats the player thinks are most important at the current moment in time.&#10;&#10;The soldiers, beasts and heroes fight on the battlefield in the name of their deity. Legendary Units such as the Lernean Hydra, Julius Caesar and Ragnar Lothbrok are represented by 15mm scale miniautres, while ordinary soldiers are sculpted in 10mm on ranked bases. Players secretly assign their units order tokens and then activate them alternately, carrying out the order. Success or failure comes from dice rolls based on four stats - Wrath, Wisdom, Swiftness and Determination - with the number of dice to be rolled based on the unit's profile, equipment and the position of the patron deity on the Mythos Board. The deity's stats determine the roll for a success.&#10;&#10;The turn structure is set up so that players roll off for priority, move their deities and attempt divine interventions, secretly assign orders to their units, carry out their orders alternately and then finally take break checks and check for victory conditions as determined by the scenario.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trappist One: Promo",
    "ID": 264597,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264597/trappist-one-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Given out at Spiel 2018 with purchase of the base game&#10;&#10;Set of eight additional investment cards for Trappist One.&#10;&#10;These cards are simply shuffled into the existing decks of cards of the same type.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yolè",
    "ID": 264598,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/264598/yole",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player moves 7 playing pieces (lalo) around the board (ikodok) and tries to catch the enemy pieces. Movement is from one line (nayico) to the next and is determinated by 4 keramic disks (chinamotes) with a blank side and an symbol on the other side. The rolls count as follows:&#10;4 blanks  = 4 points&#10;4 symbols = 3 points&#10;3 symbols or 3 blanks = 0 points (kaika)&#10;2 symbols and 2 blanks = 1 point (yol&egrave;)&#10;&#10;When a lalo changes from the sixth nayico to the opponent half of the board, it has to pass a circle (lapel). Any lalo who lands directly on the lapel has to remain there till the player rolls a yol&egrave;. On the lapel no lalo can be caught. Several lalos may occupy the lapel at the same time.&#10; The player who manages to catch all 7 opponent lalos wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Astrocalipsis",
    "ID": 264600,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264600/astrocalipsis",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Astrocalipsis is a new fantasy universe in which everything known is under the control of the implacable Astroangels' Empire. Your condemned world seeks its strongest heroes, a team of virtuous which will give it an opportunity to continue their existence.&#10;&#10;In this new adventure you will be a Guardian and take control of three Heroes, you must manage them to made them stronger so you can defeat the most powerful creaures of this world and beat your oponents.&#10;&#10;Traveling through Vestigia&acute;s land you must collect five of the eight Astrocalipsis' badges to be the winner, you will get these badges killing creatures, controlling territories, defeating your opponents and achieving five others specials challenges, but there is only exist one of each badges, so be smart to chose which and when get it.&#10;&#10;Astrocalipsis is a game designed for two players, but its allow up to six players, playing in teams or solo mode.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jeu du loup: Le loup qui voulait changer de couleur",
    "ID": 264601,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/264601/jeu-du-loup-le-loup-qui-voulait-changer-de-couleur",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Based on the children book &quot;The Wolf Who Wanted to Change His Color&quot; by Orianne Lallemand.&#10;&#10;Two players race to identify the wolf cards with both colors of these two players, while the color of the player is defined by the back side of the last card he took.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Fire Bell in the Night: Brigade Level Miniature Rules for the War Between the States",
    "ID": 264602,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/264602/a-fire-bell-in-the-night-brigade-level-miniature-r",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Firebell in the Night is a brigade-level set of rules for conducting battles of the American Civil War using miniature figures.  Virtually any mounting system will work.  Distances on the colorful charts are listed for both 15mm and 28mm.  Developed over several years in conjunction with wargamers, re-enactors and ACW historians.  Innovative movement and redeployment system confronts the commander with the challenge of using European style formations in the difficult North American terrain.  Realistic casualty tracking system creates fog of war and a clean table-top free of visually intrusive game markers.  Fatique tracking sysem monitors fluctuating fighting strengths, putting premium on fresh units from reserves or by resting front line units.  Easily implemented command system emphasizes the relationship between divisional commanders and their brigadiers.  Special full-color deck of 50 &quot;crisis cards&quot; interjects drama and uncertainty to the battlefield.  The critical effect of supply issues on the battlefield is dealt with cleanly and effectively.  Lots of color throughout the text including many shots of nice looking games in progress.   Ratings for EVERY general on both sides who fought in the ACW - over 1,000 entries.  Continuing onlline support will be provided.  2 scenarios included: the first and second days of the 1862 Battle of 7 Pines in the peninsula. Other scenarios available for free download at: afirebellinthenight.com  By the same team that produced Warfare in the Age of Reason/Napoleon/Discovery, Pig Wars, Iroquois Terror and others.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iroquois Terror",
    "ID": 264603,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/264603/iroquois-terror",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Skirmish rules for the flintlock era using individually mounted figures.  Will work with 15mm to 54mm figures.  12 man infantry units, 8 man cavalry units and 5 man plus 1 gun artillery units.  Designed to be quick, fun and bloody.  Average sized scenarios can be finished within 3-4 hours in time to get to the pub before it closes.  Thoroughly playtested in North America and in Europe.  Sample scenario included: &quot;Sharpe's Tomahawk&quot;: what if Sharpe, Harper and the chosen men of the 95th rifles were deployed to Canada during the War of 1812 and forced to deal with the dread Iroquois and the pesky, Yankee backwoodsmen with their long rifles.  Designed by the author of Warfare in the Age of Reason, Pig Wars, Age of Discovery, Age of Napoleon, Samurai Knight Fever and A Firebell in the Night.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "History: Age of Kings",
      "History: War of 1812",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le jeu du loup: Rapido go !",
    "ID": 264604,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/264604/le-jeu-du-loup-rapido-go",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The wolf is tired of walking! There must be a more fun way to get around! Find as quickly as possible the means of transport corresponding to the number of wolves. A game of observation and speed!&#10;&#10;&mdash;description from the publisher&#10;&#10;A card of the deck is turned and the played must compare it as quickly as possible with the back of the next card. The back of the cards show one to three images of the wolf, while the front show one image of a means of transport (tractor, motorbike, train, roller, ...), two images of a second one and three image of a third one. The first player to say the name of the transport corresponding to the number of wolves wins the card.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Samurai Knight Fever: Easy Army Level Miniatures Rules for Japan's Age of Battles, 1550-1615",
    "ID": 264605,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/264605/samurai-knight-fever-easy-army-level-miniatures-ru",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Easy, army level miniatures rules for Japan's Age of Battles, 1550-1615.  Designed to work with any mounting system and any size figures.  Decent sized games can be finished in 3-4 hours. Designed and written by the author of Warfare in the Age of Reason, Age of Discovery, Age of Napoleon, Pig Wars, A Firebell in the Night and Iroquois Terror.&#10;&#10;&mdash;description from publisher&#10;&#10;Designed to play with 15-18 units of four bases each per side. The number of figures on each base is immaterial.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tim Burton's Nightmare Before Christmas: Merry Mayhem",
    "ID": 264606,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/264606/tim-burtons-nightmare-before-christmas-merry-mayhe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Join Jack, Sally, and all the residents of Halloween Town in a fast-paced, card-playing frenzy!  Race to play all your cards as you madly match and stack characters.  Then use your Moon cards to snatch piles and score.  get the most points, and you'll be the Pumpkin King of Merry Mayhem!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Holidays: Christmas",
      "Holidays: Halloween",
      "Movies: The Nightmare Before Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Afrikaland",
    "ID": 264607,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/264607/afrikaland",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Az Afrikaland egy vid&aacute;m, fordulatos csal&aacute;di j&aacute;t&eacute;k, ahol a j&aacute;t&eacute;k elej&eacute;n a p&aacute;ly&aacute;t is magunk alak&iacute;tjuk, teret adva a fant&aacute;zi&aacute;nak &eacute;s az alkot&aacute;s &ouml;r&ouml;m&eacute;nek. A szafari sor&aacute;n menet k&ouml;zben fedezz&uuml;k fel, hol mi rejt&#197;&#145;zik, biztos&iacute;tva &iacute;gy a meglepet&eacute;s ny&uacute;jtotta v&aacute;ltozatoss&aacute;got j&aacute;t&eacute;kr&oacute;l j&aacute;t&eacute;kra. Utunkat &aacute;llatok k&iacute;s&eacute;rik, szedhet&uuml;nk gy&uuml;m&ouml;lcs&ouml;ket, utazhatunk dzsippel &eacute;s helikopterrel, elker&uuml;lv&eacute;n a mocsarakat &eacute;s a vulk&aacute;nokat, &eacute;lvezhetj&uuml;k bennsz&uuml;l&ouml;ttek t&aacute;rsas&aacute;g&aacute;t, mik&ouml;zben felfedezz&uuml;k Afrika legszebb l&aacute;tnival&oacute;it. A j&aacute;t&eacute;kszab&aacute;lyok egyszer&#197;&#177;ek, emellett &ouml;sszetett gondolkod&aacute;sra, taktik&aacute;z&aacute;sra &ouml;szt&ouml;n&ouml;znek, ami el&#197;&#145;seg&iacute;ti a strat&eacute;giai gondolkod&aacute;sm&oacute;d kialakul&aacute;s&aacute;t. Szab&aacute;lyozhat&oacute; a p&aacute;lya hossza, &iacute;gy a j&aacute;t&eacute;kid&#197;&#145; is, tov&aacute;bb&aacute; praktikus is, ugyanis b&aacute;rmilyen m&eacute;ret&#197;&#177; &eacute;s form&aacute;j&uacute; asztalon j&aacute;tszhat&oacute;.&#10;&#10;The objective of the game:&#10;&#10;The game takes you on an exciting Safari, encountering wild animals which will help you along the way together with exotic fruits and vehicles.&#10;At the crossroads you will get the chance to visit some of the famous African sights.&#10;The player reaching the finish having collected all four image cards of African attractions wins the game.&#10;&#10;Ziel des Spiels&#10;&#10;Im AFRIKABENTEUER Brettspiel k&ouml;nnen wir an einer Safari teilnehmen. Unterwegs tauchen unerwartet Tiere auf, die bei unserer Reise uns helfen oder uns behindern k&ouml;nnen, doch es gibt auch manche S&uuml;dfr&uuml;chte undVerkehrsmittel, die uns behilflich sein k&ouml;nnen. An den Abzweigungen sind ber&uuml;hmte Sehensw&uuml;rdigkeiten zu finden. Der Spieler, der als erster das Ziel erreicht und auch die vier afrikanische Sehensw&uuml;rdigkeiten bei sich hat, gewinnt das Spiel.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "In the Trenches: Devil Dogs 2 Faith & Sacrifice",
    "ID": 264624,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264624/in-the-trenches-devil-dogs-2-faith-and-sacrifice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "IN THE TRENCHES (ITT) system designed by John Gorkowski, this series enables players to game historically accurate simulations of tactical operations from the Great War. ITT challenges players to move and fight with company-level formations made of separate platoon-sized units during five minute, impulse-based turns. The historically accurate maps are scaled to 100 yards per hex. This approach recreates WWI command and control problems and inspires historically accurate play without forcing decisions.&#10;&#10;Devil Dogs 2 Faith &amp; Sacrifice is an expansion/battle pack for Tiny Battle's In the Trenches: Devil Dogs. It adds counters for both the US Marines and German's, including tanks and four scenarios covering battles between them in the last year of the war, each with its own map.&#10;&#10;The list of the 4 scenarios - which each include 1 to 3 alternate scenarios:&#10;&#10;1. The Farm: &quot;As the troops in field-gray uniforms emerged from the woods and began their assault across the field, prone Marines spread out across a small ridge made sight adjustments and windage estimations. The Marines of the 2nd Battalion, 5th Marine Regiment, lying in the grass at Les Mares farm, readied their Model 1903 Springfield rifles and laid out five-round stripper clips of .30-06 ammunition beside them for easy access.&quot;&#10;&#10;2. Advance on Vierzy: &quot;On 17 July 1918, the Marines and other Allied units marched through rain and mud near Soissons. Early on the morning of 18 July the 5th Marine Regiment began a major offensive by sweeping the Germans from Translon and Verte Feuille Farms. The swift advance was halting only after the enemy managed to reinforce their defense line running south through Vierzy. After regrouping, the Marines were ordered to advance on Vierzy later that afternoon.&quot;&#10;&#10;3. Carnage at Bouresches: &quot;After the costly gains in Belleau Woods and near Lucy, Marine forces turned their attention to clearing the Germans from Bouresches. The depleted 5th Marines, having sustained heavy losses in an open ground assault near Lucy approached Bouresches from the woods to the West. The 6th Marines had been ordered to aid the attack on Bouresches from its position near Triangle Farm.&quot;&#10;&#10;4. Action at Blanc Mont: &quot;The first week of October saw heavy fighting and left both Marines and other allied units stuck well forward of supporting forces. Nicknamed 'The Box' by Marines since they were forced to defend against counterattacks from all sides. On the 7th and 8th of October Marines, with support from other units pushed into St. Etienne to take out the fortified MG positions and escape 'The Box'.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Series: In the Trenches (Tiny Battle Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raiffeisen",
    "ID": 264626,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264626/raiffeisen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In this cooperative board game players are taken back into the world of F. W. Raiffeisen. You 'll get to know the hard way of life in those days and experience, how a normal mayor by the name of Raiffeisen started alleviating misery and distress of normal people in 1845 and developed his concept of the cooperative idea, exactly in line with his motto &bdquo;What can't be done alone, can be done together&quot;.&#10;&#10;During the course of time, this cooperative idea co-founded by Raiffeisen, has spread all round the world and since 2016, has been declared by UNESCO as &bdquo;Intangible Cultural Heritage&quot;.&#10;&#10;The game board consists of 8 puzzle boards, which when together form a large landscape map. Here, the players travel through the villages where Raiffeisen implemented his ideas. Different fields of work present times of waiting, because the tasks set can only be overcome together. Players experience through 53 fields, what Raiffeisen undertook against hunger and misery. Those players falling behind are taken by the hand of solidarity and given the chance to carry on playing. Players with &bdquo;Solvency Problems&quot; are given financial help through solidarity. Single moves mostly affect the other players, so that all participants are ensnared in this exciting journey through time &mdash; right from the beginning, all the way through to the end.&#10;&#10;At the end of the game, there is not only one winner and one thing is for certain: this lively game is lots of fun and imparts to children as well as grown-ups lots of interesting facts about Friedrich Wilhelm Raiffeisen and the times he lived in. Game board size and length of play can be decided upon. Decide how much time you have and then take the plunge into Raiffeisen's World for as long as you like: one, two or even for three hours.&#10;&#10;&mdash;from the back of the box&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Invictus: the King",
    "ID": 264633,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/264633/invictus-the-king",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Invictus the King is a 2 player tactical card game. The player will be the King and fight with opponent. While fighting with opponent&rsquo;s army on the battlefield you must take care of your Kingdom because in this game, building better Kingdom than opponent&rsquo;s, also let you win the game.&#10;&#10;Destroying the enemy soldier might not always be the best move in this game. Capture them and make them your own to prosper your land.&#10;There are multiple ways to use each card. You may use it as a soldier, as a citizen and as an assistance force. Use your cards wisely to win the battle.&#10;&#10;2 player battle card game combined with unique mechanics such as Kingdom and Reserve, will lead you to the next battlefield.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spring Meadow: Brettspiel Adventskalender 2018 Promo",
    "ID": 264636,
    "Year": "(2018)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264636/spring-meadow-brettspiel-adventskalender-2018-prom",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Brettspiel Adventskalender 2018 Promo for Day 3.&#10;&#10;Includes 2 tiles. Mix these tiles in with the rest of the tiles and proceed as normal.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Promotional: Brettspiel Adventskalender",
      "Series: Puzzle Trilogy (Uwe Rosenberg)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Glimpse of Luna",
    "ID": 264640,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/264640/a-glimpse-of-luna",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; A Glimpse of Luna (GoL) is a collectible card game that connects two worlds - the physical and the digital. Based on a fantasy world of our own creation, the collectible cards can be played in the traditional sense at a table but can also be brought to life digitally. Playing and trading cards is possible on both interconnected platforms. A glimpse of Luna is a 2-player strategical trading card game that combines new elements like movement, range and troop strength into the TCG/CCG genre.&#10;&#10;You start by choosing one of the available races and then you build your deck.  It is not possible to use different races in your deck. Each race has diverse types of playable character-cards. The highlights are certainly the heroes and guardians, which both play an important role in this game. The game is played by turns. Each player starts with 3 fight moral points. The ultimate goal is to destroy all of your opponents fight moral. This can be achieved in three different ways:&#10;&#10;&#10;     Destroy your opponents hero (-1 fight moral point)&#10;     Destroy your opponents guardian (-1 fight moral point)&#10;     Destroy 5 character-cards of your opponent (-1 fight moral point) &ndash; multiple times possible&#10;&#10;&#10;We created this game with the basic principle &bdquo;Easy to LEARN, Hard to MASTER&ldquo;. A Glimpse of Luna&rsquo;s basic mechanics are simple to learn and by gaining experience you are exploring, learning and mastering many new strategies. It was our objective to create a game with mechanics, that feels similar to a real battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Electronic",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Freaks: Shapeshifter – The 28th Head Promo Card",
    "ID": 264641,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264641/space-freaks-shapeshifter-the-28th-head-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The 28th Head: Shapeshifter allows you to draw a head card at the start of your turn and use it for this turn. (Discard that card at the end of your turn)&#10;&#10;The promo card was available at Spiel '18 in Essen.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Krobs",
    "ID": 264642,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/264642/krobs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Krobs is a quick card game that has a scientific theme: germs we encounter on a daily basis. It is a contract game for the Institute of Microbiology of the University of Lausanne, Switzerland.&#10;&#10;The game is meant to increase the awareness of the general public that some germs can be found in unexpected places, that some activities are pretty harmless, while others carry various degrees of risk.&#10;&#10;For those who are interested, the scientific content of the game can be found on a dedicated website &ndash;www.krobs.ch&ndash; or at the back of each card where a RQ code leads you to the appropriate page.&#10;&#10;It is however a game first, where you try to complete 3 columns of cards in front of you, each adding up to 15. You try to achieve this before your opponents, and sometimes also try to slow them down with microbes cards if they are careless.&#10;&#10;On their turn players may play up to 2 cards before drawing only 1. Those cards can be Activity cards that bring you closer to your goal (3 columns of 15 points) or Microbes cards that attack the opponents who have &quot;risky cards&quot; showing on top of their own columns. Sometimes a turn consists of only refreshing one's hand.&#10;&#10;If a player is attacked, they have to reveal a disease card of the corresponding color and see how severe the attack was. Sometimes you're lucky, sometimes you're sick for a while, and every so often you may even die on the spot...&#10;&#10;The first player to completes their columns secures the victory, a mix of good timing and lucky draw.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sprogspillet",
    "ID": 264648,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/264648/sprogspillet",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Sprogspillet (Danish for &quot;the language game&quot;) is a trivia game about Danish words and the Danish language.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Big Trouble in Little China: The Game – Legacy of Lo Pan",
    "ID": 264659,
    "Year": "(2019)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264659/big-trouble-in-little-china-the-game-legacy-of-lo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Hey, wait a minute! This isn&rsquo;t how it was supposed to go! You&rsquo;re a reasonable person, but you&rsquo;ve just experienced some very unreasonable things. For you it&rsquo;s always in the reflexes, but not this time. You lost against Lo Pan and his minions today&hellip; but that doesn&rsquo;t mean you gotta like it! Lo Pan&rsquo;s plan was successful, he sacrificed Miao Yin and ascended to his trueform. But have no fear, Egg has a magical artifact called the Tardisian Hourglass that can transport you and your friends through time to stop him once and for all!&#10;&#10;The Legacy of Lo Pan expansion increases the player count to up to 6 players who can now embark on an Epic adventure in the core game as well as experience the all-new quest book! You and your pals will play through the new time travel story campaign as you race through time to get all new special rewards to use in the new final showdown to defeat Lo Pan... again.&#10;&#10;All of this content was available in Big Trouble in Little China: The Game &#226;&#128;&#147; Deluxe Edition but now is being released by itself in its own packaging. The Deluxe edition also included the Six-Demon Bag and blank cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Humor",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Push Your Luck",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Movies: Big Trouble in Little China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Haunt the House: Darker Corners",
    "ID": 264661,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264661/haunt-the-house-darker-corners",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "3",
    "Description": "Expansion for Haunt the house.&#10;&#10;Add new rooms / hunters / scare cards / ghost&#10;&#10;The new rooms :&#10;&#10;Armoury : Take one of your played Phantoms back into your hand&#10;&#10;Master Bedroom : Pick a player; that player may not BOO on their next turn&#10;&#10;Stables : Remove one of your own Ghost hunters from the game. Draw one randomly from the deck to replace it&#10;&#10;GreenHouse : Reveal scares from your deck until you reveal the second of a matching pair. Take all revealed cards into your hand.&#10;&#10;The new Scare cards :&#10;&#10;Courage Cards, these cards can only be played invisibly. During a BOO, when the invisible scares are revealed, rewards are doled out as normal, then any revealed Courage Card eliminates 1 Scare of the matching type. Then that Courage card is removed from the game!&#10;&#10;The new Ghost :&#10;&#10;Possessing : Pick a player; take one of their played Phantoms into your hand. Placre this card in front of that player as if they'd played it.&#10;&#10;Wild : Play when finishing a BOO; this phantom count as any one scare of your choice.&#10;&#10;Terrifying : Remove one room's ghost hunter from the game. Discard all Scares from that room then draw a fresh ghost hunter for the room.&#10;&#10;Wandering : Trigger the power of any currently active Room as if you'd played a visible Scare there.&#10;&#10;The New Ghost Hunters :&#10;&#10;The professionals are calm, cool, and they need more Scares to be frightened out than your average Ghost Hunter. They don't carry the typical sorts of gear, either... each Professional is worth a cool 5 points in Skulls, and, when a Professional arrives in a Room, you draw a random Phantom and place it face down in the Room. &#10;Any time a Bad Boo happens to this Pro, another random Phantom is added to their Room (these experts are very good at capturing spooks, you see)! Whoever eventually manages to frighten out the Pro collects the card of course, and also all Phantoms from the Room.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Haunt the House: Graveyard",
    "ID": 264662,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264662/haunt-the-house-graveyard",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A new press your luck location for you to visit during the game!&#10;&#10;Components:&#10;&#10;4 Gravestone tiles (identical on the front. On the back, 2 are blank, 1 shows a skull, 1 shows a Phantom)&#10;    1 Gate card&#10;&#10;Setup:&#10;&#10;Shuffle the 4 Gravestones face down and place them in a row, with the Gate nearby.&#10;&#10;Gameplay:&#10;&#10;On your turn (max once per turn), you may use 1 Action to play a Scare face down onto the Gate card. When you do, you may pick any Gravestone and peek at the back side, then place it back in the same spot.&#10;&#10;If the Scare you play is the fifth Scare on the Gate, the four earlier Scares on the Gate are discarded (but the one you just played stays there).&#10;&#10;When there has been a BOO and players who played correct invisible Scares are claiming their rewards, a player picking a reward has the third reward choice of pointing at a gravestone and revealing it. That player earns whatever is on the back side, multiplied by the number of Scares on the Gate. Then (even if nothing was won), all Scares on the Gate are discarded and the Gravestones are reshuffled.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cemeteries / Graveyards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rusty Industry",
    "ID": 264663,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.52",
    "Link": "https://boardgamegeek.com/boardgame/264663/rusty-industry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Rusty Kingdom needs you!&#10;&#10;The Industrial King wants Rusty Kingdom to be the economic supremacy of the World! He invented a grading system to increase competition between ventures in Rusty Kingdom. The venture that scores the highest mark will get a heavy bag of shiny gold coins.&#10;&#10;Complex decisions are ahead. Compete with other players, who want the precious money, just like you. The future of your company depends on it.&#10;&#10;Oh! There is one more thing. You must hurry! Space on ships in the port is limited. Next ships will be in the port in a couple of months. That&rsquo;s why there is a limited number of contracts and Export Crates. You need to fill as much space as you can before your opponents!&#10;&#10;This is your lifetime opportunity. Imagine all the investments you dreamed about: the top-notch steam technology, additional terrains for building factories and extending your buildings. All you must do is to score the most points to get all the sweet money.&#10;&#10;There is no time to waste! Hurry! Remember all the tricks up your sleeve.&#10;&#10;Show your friends, that you are a true kingpin! Cash is in your blood. Rusty Industry needs people like you! Prove yourself a brainy entrepreneur. Invest purchasing and upgrading dusty mines, factories full of creaky machinery and Warehouses overrun by rats. Sell wood, iron, bricks and other goods to your opponents and keep what you need.&#10;&#10;You build and upgrade buildings to create an economy. Your economy allows you to buy contracts and produce goods for export. The contracts and export will score you points at the end of the game. You can trade with others by getting money for your goods. You can also exchange your goods. In Rusty Industry, you are encouraged to trade by a special scoring system.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ragnarök: 2 Player Card Game",
    "ID": 264665,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264665/ragnarok-2-player-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Ragnar&ouml;k is a 2-player tarot-card battle game inspired by Norse mythology. Players will choose to play as the J&ouml;tnar led by Loki, or the &AElig;sir led by &Oacute;&eth;inn and will face-off across five ancient worlds.&#10;&#10;The game features Divinity Cards depicting 20 characters that each have a strength value and Rune Cards that have both a strength value and ability.&#10;&#10;The combined strength of Divinity Cards and Rune Cards played in each world will determine who controls it. The player who gains control of the most worlds over 3 rounds claims victory.&#10;&#10;Players will need to decide where they deploy their strongest Divinity Cards and whether to play Rune Cards for their strength or abilities to alter the outcome of the battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Mythology: Norse",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle on boards",
    "ID": 264670,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/264670/battle-on-boards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The turn-based war game,  where two opposing micro armies fights for dominion in large uncharted  worlds! The different objectives of the game (for example: Assassination, Capture the flag, escape with the trucks, touch down and much more)a vide variety of unit types and different terrain makes each game unique. Can you guide your army to victory! If this is your first time playing, read the rules summary, and you will be able to play the game in no time.&#10;&#10;EXPANSION WITH 12 NEW UNITS. RULE CHANGES OF AROUND 15 RULES.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "All About Cubes",
    "ID": 264671,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/264671/all-about-cubes",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "All About Cubes is a placement game that uses temporary alliances, strategy, and board actions to screw over who you think is in first. Discussion, deals, persuasion, and even temporary treaties to take down first place are allowed and encouraged, but no deal is ever binding. Turns are fast in this game, but there is still strategic depth. Players will attempt to take control of tiles to gain special abilities, which will either help themselves or hurt their opponents.&#10;&#10;Victory Condition: Be the first player to remove all the cubes from your box!&#10;&#10;Game-play: The game consists of two phases:&#10;&#10;     placing cubes on one of many tiles in order to take majority control over the tile.&#10;     Activating the tiles. Each one has a special ability that either helps yourself, or hurts one of your opponents. But because the scoring is hidden no one knows for sure who is winning, therefor deflection and manipulation to change who to attack is an open table discussion.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area-Impulse"
    ],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Pursuit of Happiness: Perform Magic Promo Card",
    "ID": 264674,
    "Year": "(2018)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264674/the-pursuit-of-happiness-perform-magic-promo-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Perform Magic is an additional Group Project that can be added to the base game.&#10;&#10;Available as a reward through the Dice Tower 2018 Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Income",
      "Open Drafting",
      "Simulation",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The Pursuit of Happiness",
      "Promotional: Cards",
      "Promotional: Dice Tower",
      "Theme: My Best Life"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oscar Bait",
    "ID": 264679,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264679/oscar-bait",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Oscar Bait is an 18 card microgame and part of The Stocking Stuffer Collection.&#10;&#10;You are a star actor looking to earn the accolades you so richly deserve. Prove your talent by earning top roles and taking down your rivals to keep them from outshining you. You'll have to find the right balance between taking auditions and talking down your competition if you want to take home the prize!&#10;&#10;Playing Oscar Bait takes place in two distinct phases - Audition and Sabotage. In the audition phase each player drafts a choice role or scathing gossip from their hand and passes the rest along. Roles a player places into their schedule are worth points at the end, but are at risk of being lost or stolen based on the Sabotage cards played. Determine the right track for success and you'll end up with the best schedule in the end, but judge poorly and you may end up a bit player in someone else's story!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Series: Stocking Stuffer Collection (New Experience Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Pitch & Putt",
    "ID": 264680,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.32",
    "Link": "https://boardgamegeek.com/boardgame/264680/pocket-pitch-and-putt",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Pocket Pitch &amp; Putt is an 18 card microgame with 6 small tokens and part of The Stocking Stuffer Collection.&#10;&#10;Gauge your shots and read the green to outplay your fellow golfers!&#10;Pocket Pitch &amp; Putt is a tiny golf simulator above the rest. Power and Control have to be managed to keep your shots out of the rough and away from the dreaded sand trap. By anticipating your opponent's condition cards, playing your own, and reading the wind you'll stay on the fairway and make it in under par! The game includes both the 'Front 9' for casual golfers and the more advanced 'Back 9' for seasoned veterans.&#10;&#10;In turn order, players choose where to aim their shot and play one card from their hand to affect the result. The other players also play cards to affect the outcome. If the active player has any Control over the shot, they may disregard one or more of the cards played. The shorter the shot, the more control a player has. After the cards are applied, they place their ball token on the aimed spot and the next player goes. In between rounds players draft the cards used in that round for future use. When players make it in on each hole, they move to the next. When all players finish a hole, the last player to finish gets to keep that hole card for future use. The game ends when the first player makes it into the 9th hole. For a full 18 hole game, score is kept and the game is reset for the 'back 9' at this point.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Stocking Stuffer Collection (New Experience Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Villages: Cardsmith Pack",
    "ID": 264681,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264681/villages-cardsmith-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The People Have Spoken&#10;&#10;Monarchy is so yesterday.&#10;Democracy is the hip new trend.&#10;But building villages never goes out of style!&#10;&#10;The cards in this pack were designed by villages fans and chosen by popular vote.&#10;From over 250 submissions&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bunkaban!",
    "ID": 264686,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/264686/bunkaban",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Bunkaban! is a game where players act as reporters aiming for victory in the tengu's newspaper convention. In order to achieve this goal, players travel around Gensokyo looking for material to publish in articles, delivering them back to the residence of the tengu before their rivals.&#10;&#10;Potential material for each article is found across the map of Gensokyo, and players must race their way to the scene in question. Player actions, including movement, are performed by rolling a single die, and comparing that result to the corresponding action card on the indicator board. At the start of each turn, players must replace any action card on the board with one from their hand. In this way, players can use their strategy to modify probabilities to their favor at the right moment.&#10;&#10;When a player has collected all the articles on the board, if they can return to the residence of the tengu, they become the winners and the stars of the Gensokyo newspaper convention.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Party Game",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Video Game Theme: Project Shrine Maiden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project: ELITE – Alien Allies Pack",
    "ID": 264687,
    "Year": "(2020)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264687/project-elite-alien-allies-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Terran territories were not the first targets of Janusian invasion. The alien menace has enveloped and consumed over a dozen previous civilizations as its titanic fleet edged along through the galaxies. Survivors of these conquests hate the Janusians almost more than Terrans do &ndash; which is why it came as no shock when a pair of aliens arrived planetside and offered their help to Project: ELITE. Two esteemed members of the elite within the Plu&rsquo;htonian royalty, Royal Envoy Apollo and Duchess Aloria, have come to Earth to help deal defeat to the Janusians &ndash; just as their people did decades ago. It might come at a price down the road, but for now, any help is good help in such a dark hour. The ELITEs need all the help they can get defending humanity, even if it comes from beyond the stars.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Project ELITE",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project: ELITE – Zombicide: Invader Crossover Set",
    "ID": 264688,
    "Year": "(2020)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264688/project-elite-zombicide-invader-crossover-set",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This Kickstarter Exclusive not only brings all the Survivors, Workers, Hunters, Tanks, Machines, and the Abomination from Zombicide: Invader to Project: ELITE but also ports all Heroes, the Biter Swarm and 2 Bosses from Project: ELITE into Zombicide: Invader. It contains 60 cards plus 6 cardboard Hero Dashboards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Project ELITE",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project: ELITE – Alienship Rescue",
    "ID": 264689,
    "Year": "(2020)",
    "Geek Rating": "5.581",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264689/project-elite-alienship-rescue",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Alienship Rescue expansion not only brings new Bosses and a new Swarm but also introduces a whole new Modular Board system, a brand new Mission that sets players to rescue ELITE members, and a 5-Mission Campaign that will challenge the steeliest of nerves!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Project ELITE"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: G.U.A.R.D. Unit Expansion 1",
    "ID": 264690,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264690/monsterpocalypse-miniatures-game-guard-unit-expans",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Shattering the sound barrier to arrive on the scene accompanied by sonic booms, Strike Fighters make up the air force of G.U.A.R.D. Each pilot is a fearless daredevil with his finger on the trigger of smart missile technology that can circumvent heavy cover.&#10;&#10;Rocket Choppers trade the raw speed of Strike Fighters for flexibility of engagement. Armed with rocket pods, they adroitly weave between buildings to shake off pursuit and dodge incoming fire while spotting threats for more powerful units to engage.&#10;&#10;Contains:&#10;&#10;Strike Fighter (4)&#10;&#10;Rocket Chopper (1)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: G.U.A.R.D. Unit Expansion 2",
    "ID": 264691,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264691/monsterpocalypse-miniatures-game-guard-unit-expans",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The G-Tank is a solid fighting machine that utilizes its sturdy tank treads to roll over any obstacle that would impair its movement.&#10;&#10;Repair Trucks crewed by skilled G.U.A.R.D. engineers wage an endless battle against devastation as they rush to restore crumbling structures and save the civilians within.&#10;&#10;Contains:&#10;&#10;G-Tank (4)&#10;&#10;Repair Truck (1)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Planet Eaters Unit Expansion 1",
    "ID": 264692,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264692/monsterpocalypse-miniatures-game-planet-eaters-uni",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Chompers are simple but effective destroyers that function like mobile mouths, opening wide to eat entire armored vehicles and then channeling the energy of each meal to their greater masters.&#10;&#10;Destructomites are insectoid horrors that converge on their targets to obliterate them in a wash of superheated energy. An enemy covered in gnawing Destructomites is easy prey for larger Planet Eaters.&#10;&#10;The Explodohawk exists only to fly at its enemies and then unleash an all-consuming blast. Nothing in the vicinity escapes unscathed after it detonates with a spray of metallic chitin like a living grenade.&#10;&#10;Contains:&#10;&#10;Chomper (3)&#10;&#10;Destructomite (1)&#10;&#10;Explodohawk (1)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Planet Eaters Unit Expansion 2",
    "ID": 264694,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264694/monsterpocalypse-miniatures-game-planet-eaters-uni",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Belchers are rotund agents of destruction sent to intercept any of the fighting forces interfering with the Planet Eaters&rsquo; rampages. Capable of moving surprisingly quickly on their stubby legs, Belchers can spew out balls of flaming plasma like living artillery.&#10;&#10;Crawlers are bug-like monsters whose saliva can melt earth and stone, and they are able to swim through the molten sludge they create. Suicidal and disposable, they retaliate to attack by exploding in a blaze of plasma energy, obliterating everything around them.&#10;&#10;Contains:&#10;&#10;Belcher (4)&#10;&#10;Crawler (1)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Protectors Shadow Sun Syndicate Monster – Zor-Maxim",
    "ID": 264695,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264695/monsterpocalypse-miniatures-game-protectors-shadow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Shadow Sun Syndicate&rsquo;s biomorphic and cybernetic nanotechnology is nowhere better represented than with Zor-Maxim, one of the leaders of the zors. These highly skilled and augmented humans wear high-tech armored suits capable of morphing their wearers almost instantly into gigantic fighters employing a destructive combination of martial arts and energy weapons. Despite his augmented size, Zor-Maxim displays acrobatic finesse as he evades his enemies and closes in for the kill, then teleports away in a flash of light to pursue the next enigmatic goal of the Syndicate.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Shadow Sun Syndicate Unit Expansion 1",
    "ID": 264696,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264696/monsterpocalypse-miniatures-game-shadow-sun-syndic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "S-Type Shinobi are skilled operatives chosen for their skill at covert intrusion and mastery of&#10;ninjutsu or ninpo, aptitudes augmented by experimental technologies that include advanced&#10;cloaking systems built into their fighting suits.&#10;&#10;Interceptors are ground vehicles that use a proprietary propulsion system to achieve great speeds&#10;regardless of any irregularities in the surfaces they cross. They possess the capacity to deliver&#10;assets like Shinobi or Shadow Gates where they are most needed but are also sufficiently armed&#10;to engage their foes directly.&#10;&#10;Contains:&#10;&#10;S-Type Shinobi (4)&#10;&#10;Interceptor (1)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Shadow Sun Syndicate Unit Expansion 2",
    "ID": 264697,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264697/monsterpocalypse-miniatures-game-shadow-sun-syndic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sun fighters are highly maneuverable fighting jets dispatched by the Shadow Sun Syndicate to&#10;engage the flying forces of their enemies; they are engineered specifically for air-to-air&#10;engagement.&#10;&#10;One of the greatest breakthroughs linked to the Shadow Sun Syndicate is their teleportation&#10;technology, hardware they have modified for the battlefield through the versatile Shadow Gate,&#10;which gives them a tactical edge by redeploying their fighting forces in a flash of light and&#10;ozone.&#10;&#10;Contains:&#10;&#10;Sun Fighter (4)&#10;&#10;Shadow Gate (1)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TANKS: The Modern Age – Scimitar Tank Expansion",
    "ID": 264706,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264706/tanks-the-modern-age-scimitar-tank-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "With a powerful engine and aluminium armor, the Scorpion and Scimitar light tanks are fast and lightweight. As such, the vehicles form the backbone of British Army reconnaissance units. While engaging in a stand-up fight is the last thing on the minds of crew, the designers equipped tanks with enough sting to take on all but the toughest enemy tanks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: TANKS – The Modern Age (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TANKS: The Modern Age – Soviet T-72 Tank Expansion",
    "ID": 264707,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264707/tanks-the-modern-age-soviet-t-72-tank-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "TANKS: The Modern Age is a small-scale game where you take command of a Tank Platoon, seeking to destroy your opponent's tanks and secure victory.&#10;&#10;TANKS is a flexible game with lots of ways to create a finely-tuned platoon. In an hour, you can pick your tanks and crew, upgrade them to your specifications, defeat your enemy (or die trying).&#10;&#10;The T-72 expansion contains:&#10;Unassembled Plastic T-72 Tank&#10;T-72 Tank Card&#10;Hero Card&#10;Crew Card&#10;3 Upgrade Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: TANKS – The Modern Age (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Complexcity",
    "ID": 264711,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/264711/complexcity",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An anomaly has been detected in Sector 1357! Galaxy-wide destruction is assured and you only have 3 cycles to relocate all of the sector&rsquo;s inhabitants to an uninhabited planet outside of the range of the cataclysmic event! All of the Ambassadors are urging you, the scientists of the Allied Galactic Command, to ensure that the members of their species are being taken care of according to their special needs.&#10;&#10;Can you design the best possible city to meet the diverse needs of the Terramorphs, Neridians, Phylons, and Replicons that will seek refuge on the inhospitable planet? If you do, you&rsquo;ll be hailed as a saviour by the entire sector!&#10;&#10;In Complexcity, you plan your city using tiles that show the habitats of the various alien species. When you form Complexes with these City Tiles by enclosing habitats with Transport Tracks, you can use the aliens&rsquo; abilities to further develop your city and even influence the various Ambassadors' Growth Initiatives. At the end of each cycle, you will compare your city to those designed by the neighbors to either side of you and gain Growth Points accordingly. If you have the most Growth at the end of 3 cycles, your plan is used by the AGC to save Sector 1357 and you win the game!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clank!: Wand of Time",
    "ID": 264712,
    "Year": "(2018)",
    "Geek Rating": "5.594",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264712/clank-wand-of-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "A promo card given out at SPIEL '18. With a gold foil stamped date.&#10;&#10;Action: Take a card from your discard pile into your hand. If your discard pile is empty, draw two cards instead.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Open Drafting",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Clank!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sorry! Not Sorry!",
    "ID": 264715,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/264715/sorry-not-sorry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Secret confessions, no regrets go right along with this adult party version of the classic Sorry! board game. In the Sorry! Not Sorry! game, you'll move your pawn around the gameboard aiming to be the first player to get 3 pawns on the Home space. But there's a catch! In this race around the board you can sabotage your friends, steal their pawns, and use the Not Sorry! cards to expose their wild &quot;have you ever&quot; secrets. Liven up your next adult party and change things up on game night with the Sorry! Not Sorry! board game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Game: Sorry!",
      "Series: Parody (Hasbro)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Botched Operation",
    "ID": 264716,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.30",
    "Link": "https://boardgamegeek.com/boardgame/264716/botched-operation",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "It's an adult party version of the classic Operation board game! There's a laughing gas leak in the operating room and the doctors are feeling a little&hellip;buzzed. Can you make Cavity Sam better before time is up? In the Botched Operation board game, you get to be the doctor and use the tweezers to remove the silly ailments from Cavity Sam, but you've got to do it while performing the stunt shown on the Challenge card. The card you pick might say to remove parts without using your thumbs, or while getting tickled. If the tweezers touch the sides of the openings, the buzzer goes off and you have to move on to the next ailment. Try to get as many parts as you can before the timer runs out, without getting buzzed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Medical"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Components: Tweezers",
      "Game: Operation",
      "Series: Parody (Hasbro)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Champions of Midgard: Meeple Monster Promo Card",
    "ID": 264718,
    "Year": "(2018)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264718/champions-of-midgard-meeple-monster-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promo given at the Man vs Meeple 2018 kickstarter&#10;A promo Champions of Midgard worth 9 Glory, which states:&#10;Game end: Gain 1 Glory per Wood in your possession&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Champions of Midgard",
      "Promotional: Man vs. Meeple, Season 2",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pack O Game: Set 2",
    "ID": 264719,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/264719/pack-o-game-set-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Pack O Game is a series of easily portable card-based strategy micro games in a gum-sized tuck box with a variety of mechanics, complexity and theme. Each game is 30 cards size 1&quot;X3&quot; and a 1 sheet rules.&#10;&#10;Pack O Game: Set 2 includes all 8 games from the 2nd set of Pack O Game from Perplext. This set includes: ORC, GYM, RUM, DIG, BOX, SPY, SOW, and BOO.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Boundary Waters Canoe Trip: An Adventure Travel Game",
    "ID": 264720,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264720/boundary-waters-canoe-trip-an-adventure-travel-gam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players go on imaginary canoe trips through the Quetico-Superior--a portion of southern Canada and northern Minnesota, the Boundary Waters. the travel routes are ever changing, determined by the players and the cards they draw. The first player to complete a trip is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Project: ELITE – R.O.O.K Team",
    "ID": 264721,
    "Year": "(2020)",
    "Geek Rating": "5.555",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264721/project-elite-rook-team",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "After punishing infantry losses from the initial Janusian invasion, the ELITE Command began assembling a team of worldwide survivors to create the perfect counter-offensive. The Rapid Offense &amp; Operations Kommandos &ndash; ROOKs &ndash; would not only bring the fight to the Proxies, but do so in brand new prototype mobile tank suits. These powerful mechanically-enhanced suits of armor combine native and alien technologies to deadly effect, making each ROOK soldier worth ten common infantry on the battlefield&hellip; as long as all the pieces work properly, of course. ROOKs are hardened veteran soldiers wrapped in groundbreaking Terran tech and salvaged alien gear - bringing war to the Proxies until victory or death!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Project ELITE"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cat Rescue: 5.Color expansion",
    "ID": 264722,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264722/cat-rescue-5color-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Fifth color expansion including a third joker card&#10;This makes the game a little harder to solve, also the third (-3) wildcat is meant to be the resident cat of the shelter. If it becomes ready to adopt (flipped) or adopted, players will receive a -3 at end of the game.&#10;&#10;With Purple expansion, VP for titles are 0, 10, 20, 30 and 40.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cat Rescue: Clowder Time Expansion",
    "ID": 264726,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264726/cat-rescue-clowder-time-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Every time a batch of cats are adopted, draw a card.&#10;These cards are special events, some good, some bad for you...&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cat Rescue: Get Your Claws Out Expansion",
    "ID": 264728,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264728/cat-rescue-get-your-claws-out-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Deal one objective card secretly to every player. These objectives are scored at the end of the game, turning Cat Rescue into a semi-coop were there is a winner among the group.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Planetary Conquest: The Supplemental Card Game",
    "ID": 264731,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264731/planetary-conquest-the-supplemental-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "100",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Planetary Conquest is a Supplemental Card Game where 2 players will vie for control of a newfound galaxy.  Players will build their own 80 card decks and go head-to-head in a strategic game of area control, hand management, deck management, and active combat using dice rolling.  The winner will be determined by who is first able to seize control of the nine planets, or by whoever has the most galaxy control when one player runs out of cards.&#10;&#10;New supplemental sets will be released each month allowing players to expand their collections as well as their futuristic arsenal allowing them to become the greatest conqueror of the galaxy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BAKENEKO: Soul Reaper",
    "ID": 264732,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/264732/bakeneko-soul-reaper",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "BAKENEKO is a funny card game where you must release student&acute;s soul trapped from an evil demon cat: the Bakeneko.&#10;You must find amulets, dolls, talking with Shinigami and Kitsunes &#10;avoiding fall in traps to escape from there.&#10;The most fearless players will be able win the game, while the evil wraith cat dont appear three times.&quot;&#10;&#10;Aim of the game: pass and score your sets played before 3 Bakenekos appear. Game duration: 3 rounds (about 30 minutes).&#10;Setup: Deal 5 cards each player, and deal 5 more to set a central display. Then take the remaining deck and include the 3 bakeneko cards, shuffle and the game begins.&#10;Start player is who is closer a door.&#10;&#10;In your turn, you choose one of three options:&#10;&#10;     Take a card from the display. When you take a card from the center, you deal a new card face up in the display, available for the next player. You can play 1 set each turn, and several sets until round is finished.&#10;     Play a set of 3 same colored cards (3 blues or 3 purple cards in a row) for sitting face up in your personal area&#10;     Pass and save your score from cards sets played.&#10;&#10;&#10;When every player has passed, they sum their scoring: 2 points for blue sets, and 3 points for purple ones. If 3 -bakenekos appear in a round, each player loose any set played and gain nothing in the round.&#10;The game go on 3 more rounds. Every player sum the acumulated scoring along three rounds. Winner is who more pints have taken.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Green: Stolen Property Promo Card",
    "ID": 264746,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264746/fields-of-green-stolen-property-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Part of Artipia's A Fair, a Robbery and a Promo Pack Kickstarter Campaign&#10;&#10;Construction/Immediate card&#10;&#10;Costs 3; Worth 1 VP at the end of the game&#10;&#10;Text: &#10;Choose another play and have them place Stolen Property in their farm. Take an Equipment from that player and place it in your farm.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simultaneous Action Selection",
      "Tile Placement",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Borel",
    "ID": 264747,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/264747/borel",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Borel is a board game dedicated to the intriguing world of probabilities.&#10;&#10;Think about this: 'Roll three 6-sided dice. Will you roll some number at least two times?' The game involves a series of experiments using various objects, like dice and pouches with colored balls. At first a question is read out-loud to the players. They bet on the outcome based on what they think the odds are and how they feel their opponents will bet. After betting, the experiment is performed to settle the bets.&#10;&#10;The winner is the player with the most money after the last experiment.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Math",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Mechelen",
    "ID": 264749,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/264749/monopoly-mechelen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;Another version of the classic Monopoly. This time the cases represent different streets and monuments located at and around the city Mechelen, Belgium.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Belgium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Thief's Fortune: Kickstarter Promos",
    "ID": 264750,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264750/a-thiefs-fortune-kickstarter-promos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This expansion includes the game material generated through the 2018 Kickstarter campaign for A Thief's Fortune.&#10;&#10;Cards&#10;&#10;     8 Events&#10;         Plans in Motion (2)&#10;         Under a Spell (3)&#10;         Never forgotten (3)&#10;    &#10;     12 Characters&#10;         Food Seller (2)&#10;         Sorcerer (3)&#10;         Counterfeiter (3)&#10;         Spice Merchant (3)&#10;         Gossipmonger (1)&#10;    &#10;     10 Locations&#10;         Guard Room (2)&#10;         Food Market (2)&#10;         Monument (3)&#10;         Abandoned Post (3)&#10;    &#10;&#10;&#10;Cardboard Tokens&#10;&#10;     1 Common Danger board&#10;&#10;&#10;Other&#10;&#10;     Rules for Common Danger board&#10;&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Thief's Fortune: Common Danger Mini Expansion",
    "ID": 264751,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264751/a-thiefs-fortune-common-danger-mini-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The common danger mini expansion can be included in games of 2 or more players.&#10;&#10;When paying a bribe, each player must pay the resources indicated on the common danger board based on how many are on it, in addition to any basic resources paid for any Danger token on their own Danger track.&#10;&#10;All players who are unable to pay must lose 1 Fortune point for each resource they cannot pay.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Card Game – The Woodland Realm",
    "ID": 264752,
    "Year": "(2018)",
    "Geek Rating": "5.560",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264752/the-lord-of-the-rings-the-card-game-the-woodland-r",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Home to Wood-elves, giant spiders, and the armies of Dol Guldur, the dark and enchanted forest has played a prominent role in The Lord of the Rings: The Card Game ever since the release of the Core Set. Players have trod its twisting paths, camped long nights beneath its dark canopy, and survived myriad encounter with Orcs, Spiders, Wargs, and haunting magic. But if you think you've seen it all by now&mdash;you'd be wrong.&#10;&#10;Beginning in September, Mirkwood gets an all-new look with The Woodland Realm. A custom scenario kit designed expressly for this year's Fellowship Event, The Woodland Realm follows upon&mdash;and builds upon&mdash;the unique adventures shared by all those who attended Gen Con Indy and set forth on The Wizard's Quest.&#10;&#10;Like The Wizard's Quest, The Woodland Realm lets you step over the line for a moment and play the role of Sauron. You'll assemble a quest and an encounter deck, and then you'll unleash its evils upon anyone brave or foolish enough to travel through Mirkwood!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: The Lord of the Rings – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tribes: The Gathering of Elders Mini-Expansion",
    "ID": 264753,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264753/tribes-the-gathering-of-elders-mini-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "At the holy gathering place the elders of the tribes meet. Here you have more action options.&#10;&#10;A single double-sided large format card (12x15cm). One side is rules, the other spaces to place tribesmen. The tribesmen placed here stay in place permanently, and only one per tribe on each space is allowed. The longer you wait, the bigger the benefit from placing a tribesman on a particular space. But there must be balance, no space may have 2 tribesmen more than another.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Prehistoric",
      "Territory Building"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "AZAD the Game",
    "ID": 264755,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264755/azad-the-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "0",
    "Description": "From Iain M.Banks Sci-Fi novel &quot;The Player of Games&quot;.&#10;Up to ten players, with alliances, intrigue, concerted action, pacts and treachery.&#10;Move the pieces with their unique movements on the chessboard, fight using action cards and dice. Conquer the territory earning the value points and annex the resources to your side. Expand your sphere of influences to the other player territory and destroy the enemy forces. Build, transform and use the space you have conquered to help You to collect enemy pieces, territory and possession.&#10;Earn the highest points or remain the only player in the game.&#10;Three different main chess boards, three smaller, pieces, cards and dice.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Dungeon: Tengu",
    "ID": 264761,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264761/super-dungeon-tengu",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tengu is a mini-boss for use in your games of Super Dungeon.&#10;&#10;For centuries, the Tengu have bartered or traded their magical and martial skill to the competing clans of Kagejima. Sometimes they do so for gold, for more offerings at their shrines, or for shiny baubles. Other times the requests are more unusual, such as whispers of love from a beautiful woman, the first wail of a newborn, or thirty stems of saffron.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Crows / Ravens / Magpies",
      "Game: Super Dungeon Explore",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Dungeon: Moon Princess",
    "ID": 264762,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264762/super-dungeon-moon-princess",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Moon Princess is a Hero model for your games of Super Dungeon.&#10;&#10;Schooled since birth in the ancient, esoteric arcana of her family, the Moon Princess sometimes tires of merely watching the Moonlight Tournament. Sometimes, she wishes to pit her own strange and terrible power against the warriors competing to do her honor. Several true assassinations have been attempted upon the Princess, and surely more will come. In truth, this danger is part of what makes these outings so appealing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Game: Super Dungeon Explore",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Light of Morning Sun",
    "ID": 264763,
    "Year": "(1905)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264763/light-of-morning-sun",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a Sugoroku (roll-and-move) type of game published in 1905 to celebrate Japan's success in the Russo-Japanese war.&#10;&#10;The lavishly illustrated 22-space track on the board follows the progress of the war on both land and sea, mixed with a few scenes from the home front, with an un-numbered corner panel showing a Japanese diplomat facing down his Russian counterpart.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Dungeon: Karura",
    "ID": 264764,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264764/super-dungeon-karura",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Karura is a Hero that can be used in your games of Super Dungeon.&#10;&#10;Karura's inquistive nature has led him to tinker endlessly, an he has invented many wonderful things. The latest of these, a contraption of snares, wires, pulleys, and hooks allows him to fly between trees, cliffs and rooftops with all the grace and speed of his beloved avian cousins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Game: Super Dungeon Explore",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Dungeon: Dark Kitsune",
    "ID": 264765,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264765/super-dungeon-dark-kitsune",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Dark Kitsune is a mini-boss for your games of Super Dungeon.&#10;&#10;Some Kitsune are ill-suited for life beneath their clan's shadowed trees. Dark Kitsune dream of a wider world, and long to see its wonders. They take their clan's skills in herbalism and magic with them, of course, and most parlay these talents into lucrative employment. All too often these skills are employed by villainous clans and dungeons bosses under the sway of the Dark Consul!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Super Dungeon Explore",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Dungeon: Clan Tanchyo Warband",
    "ID": 264766,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264766/super-dungeon-clan-tanchyo-warband",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Clan Tanchyo makes it way to the realm of Crystalia as a new warband for Super Dungeon! Clan boxes feature dynamic and unique sculpts for players' favorite characters. These powerful teams are now playable in Super Dungeon as warbands, Heroes, mini-bosses, and minions! All the cards to play your new favorite are included.&#10;&#10;The Tanchyo have close ties to the many spirits of the air and earth that inhabit their forests. They view it as their sacred duty to defend the deep forest from the encroachment of human culture, keeping it pristine for later generations.&#10;&#10;Tanchyo longbows are the finest in kagejima, and their ingenious climbing gear allows them to move through the canopy as though they were born to it. Every man, woman, and child is trained and ready to take up a bow, elevating its use to artistry while preparing to rain death on any threats to clan or forest.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Super Dungeon Explore",
      "Theme: Chibis",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ninja All-Stars: X Super Dungeon Upgrade Deck 1",
    "ID": 264767,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264767/ninja-all-stars-x-super-dungeon-upgrade-deck-1",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This deck includes 58 cards:&#10;&#10;8x Hero Cards&#10;&#10;     Benkei&#10;     Hanzo &#10;     Moon Princess &#10;     Sun Empire Wandering Samurai &#10;     Uzumaki &#10;     Tamamo No Mae &#10;     Zenyo Ryu &#10;     Karura &#10;&#10;&#10;4x Dungeon Boss Jorogumo Cards&#10;&#10;     Jorogumo (Explore)&#10;     Jorogumo (Arcade)&#10;     Jorogumo (Boss Fight)&#10;     The Poisioned Gem (Relic)&#10;&#10;&#10;16x Monster Explore Cards&#10;&#10;     Dark Kitsune (Mini-Boss)&#10;     Tengu (Mini-Boss)&#10;     Kitsune Chunin (Mini-Boss)&#10;     2x Kitsune Madoushi (Paired Spawning Point)&#10;     Kitsune Kaiken&#10;     Kitsune Yajiri&#10;     Kitsune Kunoichi&#10;     Kitsune Oni&#10;     Tanchyo Chunin (Mini-Boss)&#10;     2x Tanchyo Chunin (Spawning Point)&#10;     Tanchyo Kaiken&#10;     Tanchyo Yajiri&#10;     Tanchyo Kunoichi&#10;     Tanchyo Oni &#10;&#10;&#10;13x Monster Arcade Cards&#10;&#10;     Dark Kitsune (Mini-Boss)&#10;     Tengu (Mini-Boss)&#10;     Kitsune Chunin (Mini-Boss)&#10;     2x Kitsune Madoushi (Paired Spawning Point)&#10;     Claws of Kitsune (Gang)&#10;     Shuriken Storm (Gang)&#10;     Tanchyo Chunin (Mini-Boss)&#10;     2x Tanchyo Chunin (Spawning Point)&#10;     Tanchyo Oni (Solo Elite)&#10;     Tanchyo Kaiken (Solo Elite)&#10;     Arrows and Blades (Gang)&#10;&#10;&#10;10x Treasure Cards&#10;&#10;     Spidersilk Kimono&#10;     Sting&#10;     Envenomed Blade&#10;     Many-Eyed Orb&#10;     Spiderweb Corset&#10;     Cocooned Hero&#10;     Jumbo Shuriken&#10;     Raven's Feather&#10;     Kitsune Mask&#10;     Arrow of Seeking&#10;&#10;&#10;First in a series of upgrade decks to bring your favorite Ninja All-Stars characters into the world of Super Dungeon, this upgrade deck includes rules for:&#10;&#10;Benkei&#10;Hanzo&#10;The Moon Princess&#10;Sun Empire Wandering Samurai&#10;Uzumaki&#10;Tamamo No Mae&#10;Zenyo Ryu&#10;Karura&#10;Jorogumo &#10;Dark Kitsune&#10;Tengu&#10;Clan Kitsune&#10;Clan Tanchyo&#10;&#10;This upgrade deck can be used in your existing games of Super Dungeon: Forgotten King, or you can download the prerelease rules for Super Dungeon: 2nd Edition to print and play!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Super Dungeon Explore",
      "Theme: Chibis",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shonen Kurabu Furoku Orimpiku Nekkyo Yugiban",
    "ID": 264768,
    "Year": "(1936)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264768/shonen-kurabu-furoku-orimpiku-nekkyo-yugiban",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an unusual Japanese game published in 1936 and themed on that year's Olympic Games in Berlin.&#10;&#10;It is a game of maneouver for 4 players representing Japan, the United States, Great Britain and France. It is played on a circular board, with spaces dividing a series of concentric rings. The innermost ring features four symbols for four other coutries: Germany, Norway, Finland and Canada.&#10;&#10;Each player has four tokens, and must try to move them across the board to an objective space immediately behind the starting spaces of the player opposite.&#10;&#10;The back of the game sheet features head-and-shoulders photographs of 51 members of the Japanese Olympic team.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Dungeon: Hanzo",
    "ID": 264769,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264769/super-dungeon-hanzo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This hero brings potent new abilities to a player's experience in the entire Super Dungeon line. Hanzo may be used to supplement any warband's strengths or to lead a group of adventurers through the dungeons!&#10;&#10;Hanzo has been called many things over his long and storied life...master, teacher, monster, and traitor. Still, the Moon Princess has refused to denounce her &quot;wayward hunting hawk.&quot; Some say this is for previous unknown services, others because he still serves the Moon Court.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Game: Super Dungeon Explore",
      "Theme: Chibis",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Dungeon: Jorogumo",
    "ID": 264771,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264771/super-dungeon-jorogumo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Jorogumo is a Kagejima themed dungeon boss for your games of Super Dungeon. She brings potent new abilities and treasure to the game that are entirely unique to this must-have character!&#10;&#10;A horror, a cautionary tale, and a powerful opponent, the spider women called Jorogumo are useful, if questionable, allies of the Dark Consul. They descend from a witch of Kagejima that rescued the unwary or unfortunate from drowning in lakes and rivers. Claiming to rehabilitate them, she actually slowly poisoned and paralyzed them for use in dark and terrible spells. As her magics grew too much, Kagejim itself cursed her with a shape that evoked her horrid nature. This terrible judgment carried to her offspring who came to bear her name.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Super Dungeon Explore",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Dungeon: Uzumaki",
    "ID": 264772,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264772/super-dungeon-uzumaki",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Uzumaki is a Clan Kitsune themed hero for Super Dungeon! This hero is themed to the Kitsune Clan, and is a must-have addition for players who pick up the new Clan Kitsune Super Dungeon Warband.&#10;&#10;Usumaki is unlike his otherwise reclusive Kitsune kin. Where others recoil at the sight of travelers, Uzumaki is often the first to greet them and offer them warding runes and medicines in exchange for stories of the world beyond his clans' hallowed forests. Social, skilled, and savvy, he is ill-suited for the more solemn life his clan's spirit-haunted trees offer.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Super Dungeon Explore",
      "Theme: Chibis",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Child Soldier",
    "ID": 264773,
    "Year": "(1942)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264773/child-soldier",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a WWII roll-and-move game that encouraged Japanese children to think of potential military roles.&#10;&#10;Five children are shown in the lower right, and each one follows a distinct training path through the many images of military life shown on the board, leading to one of five service branches: Infantry, Artillery, Signals, Armor and Air Force. The winner is the first player to complete training in their chosen branch.&#10;&#10;The game included in an edition a children's magazine published by the Asahi Shimbun media empire. The back of the game sheet shows other pages of the magazine, and there are center staple holes showing that it was a centerfold pull-out.&#10;&#10;The absence of any naval roles shows that this game was army-sponsored, and illustrates the deep divide between Japan's land and sea forces at the time.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "World War II"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Dungeon: Clan Kitsune Warband",
    "ID": 264774,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264774/super-dungeon-clan-kitsune-warband",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Clan Kitsune makes it way to the realm of Crystalia as a new warband for Super Dungeon! Clan boxes feature dynamic and unique sculpts for players' favorite characters. These powerful teams are now playable in Super Dungeon as warbands, Heroes, mini-bosses, and minions! All the cards to play your new favorite are included.&#10;&#10;Clan Kitsune are the mercurial mystics and expert herbalists of the hallowed spirits trees of Kagejima. With access to an abundance of herbs and fungi found nowhere else in the world, they create and trade their remedies and poisons for the wares of other clans. Yet, in their cunning, they are keen to keep the most potent and arcane of their creations for themselves. Due to their whimsical and often wayward nature, many of the more stoic clans view the Kitsune as unreliable rogues, but their friends simply see them as wise tricksters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Super Dungeon Explore",
      "Theme: Chibis",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Boys Club Warship Game",
    "ID": 264775,
    "Year": "(1925)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264775/boys-club-warship-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a relatively simple game of naval maneuver published by Japan's Kodansha media group within its Boys Club magazine.&#10;&#10;The board is diamond shaped, with an extra triangle extending from the right and left side points. Players move their pieces from their own triangular base across the board, seeking to occupy their opponent's base.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Town Tour",
    "ID": 264779,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/264779/town-tour",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Go on a town tour with this fun-filled game...and learn all about the places in your community!&#10;&#10;Travel around the town, cross off all of the errands on your &quot;Things to Do&quot; list and return home to win.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quick Link",
    "ID": 264780,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/264780/quick-link",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Quick Link is a fast and furious party game for the whole family in which players use squeaky suction cup sticks to snap up words that are logically related. When an opponent makes a debatable link, squeeze your stick to call them out!&#10;&#10;Quick Link is a game that develops verbal reasoning and teaches conflict resolution in a fun and exciting way. Can you find the link in a blink?&#10;&#10;STEP 1&#10;Flip the top card from the Draw deck.&#10;STEP 2&#10;Quickly pick up related cards from the word grid.&#10;STEP 3 &#10;Show your cards to the other players. Squeeze your suction cup when a player makes a wrong link!&#10;Step 4&#10;Players with the most points after eight rounds win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bad Santa Hex",
    "ID": 264790,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/264790/bad-santa-hex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A Hex variant with a huge luck element!&#10;&#10;Like Hex, the objective is to connect opposite edges of a diamond shaped, hexagon-tessellated board with a path that consists of only your counters.&#10;&#10;On your turn, you play three of your counters. One of these counters is randomly selected to be transformed into your opponent's colour!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wood or Wood Not?",
    "ID": 264807,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/264807/wood-or-wood-not",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Wood or Wood not? is an adult party game of amorous embarrassment.&#10;&#10;Players choose an orange card (person) and a black card (situation) from their hand and plays them. The goal is to create the most desirable situation or the most undesirable one for spending &ldquo;quality time&rdquo; with the person in the scenario (a graceful dancer &ndash; downwind of a pile of burning tires, a well-built ski instructor &ndash; in a pond full of leeches. Players read their cards aloud and then use their vote cards to judge the other suggestions. The player with the most appropriate votes scores two points. The first player to score six points wins.&#10;&#10;The box includes 197 cards and rules&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hafid's Grand Bazaar: The Lamp Promo Pack",
    "ID": 264808,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264808/hafids-grand-bazaar-the-lamp-promo-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This promo pack adds 5 Lamp cards to add into the Draw deck.&#10;&#10;Contents:&#10;5 Lamp Cards&#10;1 Instruction Card&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Smoke & Mirrors: Deduction",
    "ID": 264810,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264810/smoke-and-mirrors-deduction",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Did you see that? The magician just dropped a card out of their sleeve!&#10;&#10;Smoke &amp; Mirrors: Deduction adds a fourth set of cards to the main game. These 6 cards include one &quot;mirror&quot; and five cards with value &quot;-1&quot;. This set's icon is an attention sign.&#10;&#10;&#10;Released in the July 2018 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Trick-taking"
    ],
    "Families": [
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project: ELITE – Deathmaw Valley",
    "ID": 264811,
    "Year": "(2020)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264811/project-elite-deathmaw-valley",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Proxies have released a foul new bio-weapon &ndash; the ravenous Deathmaw! After suffering the unstoppable hunger of the segmented titan scuttling through cities, its mandibles shoving anything they can grasp into its waiting mouth, the tacticians of Project: ELITE put together a plan. They lured it into a tight valley with high-radiation salvage bait and closed off one end with heavy ordnance. The Great Worm has only one direction to go &ndash; into the deadly firepower and traps of Project: ELITE!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Project ELITE",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Green Box of Games: Cross the Beams",
    "ID": 264813,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264813/green-box-of-games-cross-the-beams",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": " Green Box of Games: Cross the Beams  is a promo expansion for the Green Box of Games. It features rules for a cooperative game in the spirit of Ghostbusters as well as a tall white (Marshmallow Man) and a small black meeple (ghost).&#10;&#10;It has been available in the context of the Green Box of Games: Meeple Mini Expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Game: Green Box of Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Death to Fascism: The Struijf-Mazzei ASL Scenario Pack",
    "ID": 264814,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264814/death-to-fascism-the-struijf-mazzei-asl-scenario-p",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A collection of 8 scenarios for ASL designed by Peter Struijf and Chris Mazzei to celebrate 10 years of collaboration in scenario design for the Friendly Fire scenario packs and Multi-Man Publishing (ASL Journals).&#10;&#10;The common feature is a set of Special Rules, which provide a minimum level of Fog of War and variability in the Orders of Battle.&#10;&#10;Scenarios:&#10;DTF-1: Keren Masala, February 1940, Eritrea. Indian v. Italians&#10;DTF-2: Blitzkrieg!, May 1940, Belgium. Germans v. French&#10;DTF-3: True Grit, March 1942, Java.  Japanese v. Dutch&#10;DTF-4: Death to Fascism, April 1944, Crimea. Russians v. Germans&#10;DTF-5: AK'44, August 1944, Poland. Polish Home Army v. Germans&#10;DTF-6: MBOP, March 1945, Hungary. Russians v. Germans&#10;DTF-7: Fast and Furious, April 1945, Silesia. Germans v. Polish (Russian)&#10;DTF-8: The Art of War, October 1949, China. People's Liberation Army v. Nationalist&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  }
]