[
  {
    "Rank": "13901",
    "Name": "Neuschwabenland",
    "ID": 173374,
    "Year": "(2015)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/173374/neuschwabenland",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.8333",
    "Description": "In the year 1938 the Third Reich undertook an expedition to Antarctica. The explored territory was called Neuschwabenland (New Swabia) named after the expedition vessel, Schwabenland.&#10;Unnoticed from the rest of the world a secret base was built: The Base 211 and the Reich began to developed progressive weapon systems.&#10;One day, troops on reconnaissance missions disappeared and there were sightings of strange 2m tall worm-like beasts and house-high creatures. &#10;Due to the potential threat, the high command of Neuschwabenland caused a general mobilization to deal with the menace and to gather more informations about the strange creatures...&#10;&#10;Neuschwabenland is a tactical hex and counter combat game for 2 players simulating the hypothetical struggle between forces of the Third Reich and the forces of Alien life forms, in an Arctic setting. The game is also highly suitable for solitaire play.&#10;&#10;The Reich has advanced equipment and special units at disposal, such as the UFO-like flying machine Haunebu.&#10;However, due to the harsh weather conditions they are limited when it comes to unit activation.&#10;&#10;Aliens on the other side fight their enemies by sheer force of numbers and can activate all units.&#10;While they lack the firepower of the Reich (with one exception, the Tripod: A monstrous killing machine), they are very dangerous in close combat.&#10;&#10;The combat system is inspired by the game Space Crusade.&#10;&#10;The game comes with a map (ca. 10 x 18 inch) depicting a part of the Antarctic region, Neuschwabenland, a sheet with 88 (5/8 inch) counters and 6 scenarios.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "13902",
    "Name": "Click! The Great Wall",
    "ID": 358053,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/358053/click-the-great-wall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "You&rsquo;re on top of the Great Wall and of course you want to take the best pictures to reminisce back at home! Swap, slide and search the Great Wall to find the best compositions for your pictures. But make sure you&rsquo;re fast enough, or your opponents might already take the shot!&#10;&#10;Click! The Great Wall is a card game where each player receives 'composition' cards. These depict a certain scene that can be formed with &lsquo;wall&rsquo; cards. In each turn, the active player will be able to add a wall card to the existing wall and play an &lsquo;action&rsquo; card to alter the wall. If an addition to or alteration of the wall results in a composition equal to what a player (doesn&rsquo;t have to be the active player) has in their own composition cards, or one of the three communal composition cards, that player can yell CLICK to take the picture and complete their composition card. They thereby win points, the player with the most points wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Drafting",
      "Hand Management"
    ],
    "Families": [
      "Theme: Photography"
    ]
  },
  {
    "Rank": "13903",
    "Name": "Dropzone Commander 2 Player Starter Set",
    "ID": 174046,
    "Year": "(2013)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/174046/dropzone-commander-2-player-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hawk Wargames is pleased to announce the brand new Dropzone Commander 2 Player Starter Set! It is designed to be one of the most complete wargaming starter sets ever released. Containing two sizable starter forces, the full sized 1.1 DZC Core Rulebook, plenty of accessories as well as a starter battlefield with a set of card scenery, the only other things a new player will need are glue and paints! This boxed set makes a fantastic entry point into the Dropzone Commander universe as well as a great way for existing players to add to the core of their forces.&#10;&#10;All the 10mm scale miniatures in this box set are injection moulded in plastic. These crisply moulded models feature extremely fine detail, matching our resin kits in quality. Be sure to check out the photo gallery (by clicking on the product image) for a visual tour of this amazing box set!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13904",
    "Name": "Karawane",
    "ID": 40005,
    "Year": "(2008)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/40005/karawane",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Bring your camels to the oasis. The camels are moved by cards and the players have to think about which card to play for a good move. The plans of the others could be disturbed by playing a sandstorm so that all the cards have to be shuffled.&#10;The first six camels in the oasis score points and the player with the most points wins the game.&#10;&#10;&#10;     2010 Golden_Ace - nominated for French Game of the Year&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Camels",
      "Series: Mitbringspiele (HABA)",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "13905",
    "Name": "Lincoln's War",
    "ID": 35452,
    "Year": "(2013)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/35452/lincolns-war",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.1579",
    "Description": "Lincoln&rsquo;s War reflects the fickle nature of politics and its influence on military policy-making during the American Civil War. Here, the battlefield is an extension of the political arena. Many historical movers and shakers support or oppose their presidents&rsquo; war plans. Will Mr. Lincoln save the Union? Will Mr. Davis succeed in sundering one nation and creating another? How will you direct their political support?&#10;&#10;Lincoln&rsquo;s War is a card-driven game using cards to activate generals, but in Lincoln&rsquo;s War, activation numbers are also political currency or PC. PC not only activates generals but promotes worthy commanders, purchases war material, forces indecisive commanders to act, and represents support for the war. A decisive PC point spread is an advantage in winning the game but driving an opponent to 0 PC (and 0 Congressional support) at the end of a turn will ensure victory, even in the face of defeat.&#10;&#10;Unique features include a diceless combat system, seditious characters, and immobilization tokens. The combat system requires players to husband resources and congressional political support to ensure victory. Seditious characters oppose their respective Presidents&rsquo; handling of the war and sooner or later will erode a president&rsquo;s vital political support. Immobilization tokens reflect damage in the form of casualties, as well as hesitation, confusion and even insubordination.&#10;&#10;Lincoln&rsquo;s War contains:&#10;    1 22&quot; x 34&quot; map&#10;    1 color rulebook&#10;    1 color play and background booklet&#10;    162 Operations Cards&#10;    2 countersheets&#10;    2 player aid cards&#10;&#10;Lincoln&rsquo;s War was designed by John Poniske with the assistance of Mike Joslyn, and features the artwork of Niko Eskubi and map artwork by Mark Mahaffey.&#10;&#10;(source: MMP website)&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13906",
    "Name": "Patrol!: Man-to-Man Combat in the 20th Century",
    "ID": 8037,
    "Year": "(1974)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/8037/patrol-man-to-man-combat-in-the-20th-century",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.3125",
    "Description": "Patrol: Man-to-Man Combat in the 20th Century, is an individual man level simulation of non-urban infantry combat from World War 1 to the present.  The game features various scenarios in which the average infantry squad would become involved.  Typical scenarios simulate meeting engagements, ambushes, raids, snatch missions and assualts on fortified positions.&#10;&#10;Sequel to the game Sniper! Popular tactical combat system.&#10;&#10;As in Sniper, each player controls the equivalent of a squad of 5 to 15 men depending on the period, the scenario, and whether you attack or defend. One scenario corresponds to a few (one to five) minutes of real time action. The scale is a little larger than in Sniper (5 meters/hex, 5 seconds/turn vs 3 and 3 in Sniper), and there is no facing. The game system (though rated 7.1, ie pretty high, on SPI complexity scale), is quite straightforward and easy to learn. In the beginning of each turn, players secretly &quot;buy&quot; actions for all of their men. A normal man has 10 Movement Points to expend per turn. Fire, direct or opportunity, consumes all MP, as reloading one's weapon, or rearming (ie readying to use it after throwing a grenade or shooting a rifle grenade). Standing up, preparing a grenade, throwing it, cost 5MP. And movement costs MP depending on terrain...&#10;After all actions have been plotted, players check for panic: a certain percentage of all your men, depending on their hex number, have their actions canceled, or move randomly. (although very annoying, this rule does wonders at simulating low level control problems). Then, all remaining actions are performed: combat, movement, and finally grenade and artillery impacts. Rules cover a large variety of equipment: weapons like rifles, MP, MG, rocket launchers, grenade launchers and flamethrowers, but also barbed wire, pillboxes, artillery, mines, and up to one vehicle (APC or tank) per side. Five kind of combat situations are covered: patrol, reconnaissance, ambush, raid and assault. Some lending themselves quite well to solitaire play. A large number of scenarios (from WWI to modern) are provided, and you can easily design your own. A standard scenario plays in a couple of hours. Altogether, I think the system is pretty good for such a man to man combat situation. However, be warned that this very detailed scale has a peculiar feeling, which not all &quot;tactical&quot; game players (ie players used to ASL or Gamers TCS, which focus on company/battalion level units) will like:&#10;in Patrol! the player is a sergeant, not a captain.&#10;review by: Francois Charton&#10;&#10;Game Scale:&#10;Game Turn: 5 seconds to 5 minutes&#10;Hex: 5.4 yards / 5 meters&#10;Units: Individual Soldiers &amp; Vehicles&#10;&#10;Game Inventory:&#10;Six 9 x 9&quot; four color maps&#10;One dual-side printed countersheet (400 1/2&quot; counters)&#10;One 32-page Patrol rulebook&#10;Foure Player Aids Cards&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 1 or more&#10;Playing Time: 2-6 hours&#10;&#10;",
    "Categories": [
      "Civil War",
      "Korean War",
      "Modern Warfare",
      "Vietnam War",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "Families": [
      "Country: China",
      "Country: Russia",
      "Decades: The 1960's",
      "Decades: The 1970's",
      "History: Spanish Civil War",
      "History: World War II (Battle of the Bulge)",
      "History: World War II (Italy)",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Mechanism: Hidden Movement",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: The Sniper (SPI)"
    ]
  },
  {
    "Rank": "13907",
    "Name": "Clash of Empires: The Battle for France 1914",
    "ID": 5929,
    "Year": "(1986)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/5929/clash-of-empires-the-battle-for-france-1914",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2727",
    "Description": "Clash of the Empires: August 1914, first published in The Wargamer Magazine (#58), is a board-wargame simulation of the beginning of the Great War.  Basically a two-player game where one person controls the French and the other, the Germans (a third player can be brought in to control British forces).&#10;&#10;The game is open-ended... it continues until one side of the conflict has achieved its victory conditions or a stalemate is reached.  To win as the German player you must capture Paris and cut it off from supply for two complete turns.  The French must capture two German supply centres to win.  Either player may declare a Stalemate if the game lasts longer than 12 turns... a 'marginal' victory may then be calculated based on city control and strength losses.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: France",
      "Magazine: The Wargamer"
    ]
  },
  {
    "Rank": "13908",
    "Name": "Decision in France",
    "ID": 4970,
    "Year": "(1994)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/4970/decision-in-france",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.7857",
    "Description": "This game covers the post-invasion period of the Normandy campaign, from June 25th to the first week of September 1944.&#10;&#10;1 turn is 3 days, each hex is 8.5 miles, units are divisions. 1 map, 18 pages of rules, 400 counters. Published in a ziplock.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Movement Points"
    ],
    "Families": [
      "Country: France",
      "Digital Implementations: VASSAL",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13909",
    "Name": "Zip-It",
    "ID": 89575,
    "Year": "(2010)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/89575/zip-it",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "From the makers of Bananagrams, Zip-It is a two-player word game using dice. In a round, the players each take at random half of the 24 dice, then simultaneously assemble their dice into a crossword-style grid using any side of each die that they have. The first to do so says &quot;zip!&quot; and, if his words are valid, he scores a point on the self-scoring zippered pouch. The first player to reach ten points wins.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": [
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13910",
    "Name": "Space Vermin from Beyond!",
    "ID": 204764,
    "Year": "(2016)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/204764/space-vermin-from-beyond",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.1667",
    "Description": "&quot;I love this game, as you should if you had more than half a brain.&quot; - Albert Einstein&#10;&#10;Space Vermin From Beyond! is a solitaire game (with two player action&hellip;I mean option) depicting the battles between the crack 124th Galactic Marine Raider Battalion (known as the &ldquo;Old Reprobates&rdquo;) and a swarm of alien parasites called Vermites (derogatively referred to as &ldquo;Space Vermin&rdquo; by the Marines). Space Vermin From Beyond! takes place on Beyond III, a planet known for its frogs, bogs and fogs.&#10;&#10;Easy, fast and rated PG-12, Space Vermin From Beyond! is the second game in Hermann Luttmann&rsquo;s extraterrestri-awesome Invaders from Dimension X! universe. Space Vermin From Beyond! equips you with; one map sheet (with two separate 12.5&rdquo; x 18.5&rdquo; color maps printed front and back), eighty-eight kick-a$$ counters, 2 separate Player&rsquo;s Aid cards and a 16 page booklet, including 12 pages of rules, two Battle scenarios and one Campaign scenario. It uses a chit pull system to generate Random Events and regulate the direction of the Vermite horde. This randomness enhance the alien theme and culture-shock for us Earthlings!&#10;&#10;Battling these nasty varmints on Beyond III may take up to 2 hours (depending on the scenario chosen). But there ain&rsquo;t no &ldquo;high-noon&rdquo; in space, so you take your dang time. Bring a few D6, your spine, brains and guts to defeat these vile space insects and save the defenseless population of Beyond III from total extinction!&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Magazine: Banzai Magazine",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Invaders from Dimension X! (Tiny Battle Publishing)"
    ]
  },
  {
    "Rank": "13911",
    "Name": "Chicago Stock Exchange",
    "ID": 148586,
    "Year": "(2013)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/148586/chicago-stock-exchange",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Who will be the best trader in Chicago Stock Exchange? Players trade in goods, seeking to keep the best-valued goods for themselves while ruining the values of those held by other players.&#10;&#10;To start the game, shuffle the 36 tokens &mdash; which depict six types of goods &mdash; then place them in nine stacks, with the stacks in a circle. On a turn, the active player moves a pawn 1-3 stacks, then takes the top token from the two stacks adjacent to this pawn. He keeps one token for his own holdings and sells the other, lowering the value of that good by one. (Wheat starts with a value of 7, and the other goods start at 6.) When only two stacks remain, the game ends and players tally the value of their holdings to see who best judged (and manipulated) the market.&#10;&#10;In the expert version of the game, the active player can move any number of spaces clockwise around the stacks, but must stop if he reaches a stack topped with the same type of good as that of the stack from which he started his movement.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "13912",
    "Name": "The Icarus Club",
    "ID": 351868,
    "Year": "(2021)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/351868/the-icarus-club",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "2",
    "Description": "&#227;&#131;&#144;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#143;&#227;&#131;&#179;&#227;&#131;&#128;&#227;&#131;&#188; (Backhander) is a trick-taking game from Japan. It follows on from the designer's previous game &#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#180;&#227;&#130;&#161;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#131;&#167;&#227;&#131;&#179; (!nversion), and takes a theme of an illegal casino run by gangsters. The player who wins the most money loses the game, because they get picked up by the police. So the real winner is the player with the second highest score.&#10;&#10;Before play starts, a line of cards is laid out (similar to !nversion), and this dictates the lead suit for each trick. However, players can alter the line by paying bribes. In this way, players can win tricks unexpectedly.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Bribery",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "13913",
    "Name": "Johnny Reb",
    "ID": 30684,
    "Year": "(1983)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/30684/johnny-reb",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.1111",
    "Description": "Johnny Reb is a set of miniatures rules from the American Civil War. Units are regiments of 15 to 30 figures divided into 5 bases, with players commanding a division or corps.&#10;&#10;The first edition was published by Adventure Games in 1983. GDW released a 2nd edition with minor changes in 1988, with a scenario book &quot;To the Sound of the Guns&quot; the same year. Johnny Reb III: Regimental Grand Tactical American Civil War Miniatures Rules, published by John Hill in 1996 is a very different game, with major changes to the scale (1&quot;:50 vs 1&quot;:40 yards, 1:30 vs 1:20 men, artillery batteries vs sections) and games mechanisms.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13914",
    "Name": "The Campaigns of Robert E. Lee",
    "ID": 6826,
    "Year": "(1988)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/6826/the-campaigns-of-robert-e-lee",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.84",
    "Description": "The Campaigns of Robert E. Lee is a Strategic-Operational level wargame simulation of warfare in the Eastern Theater of the American Civil War.  The game offers ten scenarios covering fighting between Union and Confederate forces in Virginia, Maryland, and Pennsylvania between 1861 and 1865.&#10;&#10;Each turn represents about five days of real time; each hex an area of roughly four miles across.&#10;&#10;Players are faced with the same problems of strategy and tactics their historical counterparts faced throughout the war.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: American Civil War Campaigns (John Prados)",
      "States: Maryland",
      "States: Pennsylvania",
      "States: Virginia"
    ]
  },
  {
    "Rank": "13915",
    "Name": "Pegs and Jokers",
    "ID": 17054,
    "Year": "(1975)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/17054/pegs-and-jokers",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3636",
    "Description": "The joker reigns supreme in this family game of luck and simple strategy! Link the gameboard segments together and select your colored pegs. Now take turns moving your pegs around the board by playing different playing cards. It's a race around the board!&#10;&#10;Play a five and move your peg five spaces. Play a ten and you may move your peg ten spaces. But an ace only moves you one space ahead, and an eight will move you backwards!&#10;&#10;Just when your peg is almost all the way around the board your opponent can play a joker and send you back Home! Win the game by moving all five of your pegs to your Home space first!&#10;&#10;For the versions with large one-piece wood boards instead of modular paddles, see Joker Marbles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "13916",
    "Name": "NAWALLI",
    "ID": 375384,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/375384/nawalli",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "In NAWALLI, a creature battle card game based on Aztec mythology, you take on the role of a shapeshifting sorcerer known as a Nawalli to summon Nawals &mdash; allies such as creatures of the forest, ghosts, and monsters to battle in the arenas.&#10;&#10;The game comes with four partially pre-built decks, representing Aztec gods from the four directions: Tezkatlipoka, Tlalok, Ehakatl, and Xipe Totek. In the main game mode, players select one deck, then draft a complementary team of creatures, items, and spells before doing battle in the arena.&#10;&#10;Each creature you summon has unique abilities based on the twenty Aztec Daysigns, e.g., Eagle allows your creatures to fly one lane over to attack, Jaguar allows shifting one lane before attacking, and Snake allows eating defeated Nawals to absorb their powers.&#10;&#10;Nawals can be combined together to create a hybrid creature with more health, power, and both sets of abilities. Shapeshifting a Nawal restores its life completely, so finish off your opponent's wounded creatures to avoid giving them a powerful play.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Card Games: Lane Battler",
      "Mythology: Aztec",
      "Theme: Aztecs",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "13917",
    "Name": "A Mighty Fortress",
    "ID": 2666,
    "Year": "(1977)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/2666/a-mighty-fortress",
    "Min Players": "6",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.25",
    "Description": "Subtitle of the game: &quot;Reformation and Counter-Reformation, 1532-1555&quot;&#10;&#10;On the box cover: &quot;The time is 6 February 1531.&quot;&#10;&#10;One of the games in SPI's Power Politics series.&#10;&#10;From the publisher:&#10;&#10;Recreating the turbulent era of the Reformation, from the viewpoint of political/religious interaction and military activity. A Mighty Fortress is designed with a mechanical simplicity that is matched only by the subtlety of the game's interplay among contesting forces.&#10;&#10;A Mighty Fortress simulates the conditions, which made possible the spread of the Lutheran Reformation and the subsequent Catholic reaction (the Counter-Reformation) in the years 1532-1555. The game recreates the actual historical objectives of the major countries in Europe in the Sixteenth Century as well as their military strengths and resources. There are six players in the game representing the six major countries, England, France, the Ottoman Empire, the Hapsburgs, the Pope, and the collection of German states we will call The Lutherans.&#10;&#10;The Lutheran player is intent on promoting the Protestant cause throughout Europe, and the Papacy is equally resolved to gather any straying nations back into the Catholic fold. The Hapsburg Empire -- strong in arms and sprawling across half the continent -- seeks to maintain its possessions in the face of pressure from all directions. In England, Henry VIII is engaged with his own confrontation with the Pope; and French forces are marshalling to dismantle the Hapsburg dominions. And Suleiman the Magnificent is constantly watching for the opportunity to expand his Ottoman empire -- at anyone's expense.&#10;&#10;The Hapsburgs have, by far, the largest number of combat forces. Unhindered by other problems, they could easily suppress Lutheranism. However, other players have objectives that can usually be achieved only at the expense of the mighty Hapsburgs. Therefore, depending on the rapidly shifting political situation, there will probably be several alliances against Hapsburg influence. Because of this convoluted political situation, the players will often find themselves at cross-purposes with other players whom they were aiding the Game-Turn before. Thus, the possibilities for political and military interaction are extensive.&#10;&#10;A Mighty Fortress covers the twenty-four years from 1532 to 1555 -- a period fraught with shifting alliances, political and religious fervor, and frantic efforts to shift the balance of power. Theological debates, treaties of peace, declarations of war, excommunication, taxation, and missionaries -- all are included in this simulation of one of the most violent and implacably hostile eras of European history. The game covers all actions from the year 1532 -- right after formation of the Schmalkaldic League -- until 1555 and the Peace of Augsburg, which guaranteed Lutheranism as a religion [sic] and allowed the German estates to choose between that and Catholicism.&#10;&#10;Other notes:&#10;&#10;Special rules include those for missionaries, conversion, peace treaties, formal alliances, truces, ultimata, ceding territory, income and borrowing, theological debates, excommunication, Henry VIII's divorce and hidden, variable victory conditions.&#10;Counters = 200&#10;&#10;Other credits:&#10;&#10;Graphic Design: Redmond A. Simonsen&#10;Development: Richard Berg&#10;Production: Bill Bauer, Larry Catalano, Brad Hessel, Manfred F. Milkuhn, Harry L. Park, Robert J. Ryer&#10;Playtesting: Anthony Beavers, Barry Lazarnik, Thomas Hamilton, David Pan, John Gautier, Joe Perez, Winston Forrest&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Religious",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Series: Power Politics (SPI)"
    ]
  },
  {
    "Rank": "13918",
    "Name": "Altar: Realms of the Gods",
    "ID": 380844,
    "Year": "(2024)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/380844/altar-realms-of-the-gods",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Long ago, when humans were still primitive, gods ruled the world. Submissive people served their idols, who sought to gain more and more power through the blind faith of their followers. However, the arrogance of the gods and their incessant confrontations led to their decline and almost extinction. The last survivors hid in oblivion waiting to return, more powerful than ever.&#10;&#10;In the years that followed, humanity was thirsty for knowledge and understanding. This triggered the awakening of the gods who demanded eternal faith and obedience in order to regain their power. Soon, epic battles between gods spread throughout the world and humanity descended into chaos.&#10;&#10;The Dark Ages returned more tyrannical than ever. The gods, along with their followers, are fighting to be the only ones to rule. Who will be the last god to control humanity? Will this god bring light, love, war, fear or eternal darkness?&#10;&#10;The fate of the world is in your hands!&#10;&#10;Gameplay&#10;&#10;Altar: Realms of the gods is a card game for 2 to 5 players. During the game you fight against enemy gods and try to protect your Realm. Your goal is to build Shrines and discover the hidden Altars in your god's Realm in order to activate them and make your god the most powerful of all and win the game!&#10;&#10;Each player chooses a god and takes their board which represents their Realm. On their turn a player must first draw a card and then perform 1 main action:&#10;&#10;Use the Ability of a card (e.g. Activate an Altar, draw additional cards, destroy enemy Altars etc.), Perform a Ritual to build a Shrine and place it on their god&rsquo;s Realm or Worship a god. When worshipping a follower is placed face-up next to their god&rsquo;s realm to show where they activate their abilities and protect against the enemy gods. In addition to the main action, a player may take any number of free actions.&#10;&#10;The game ends when a player builds at least one Shrine and discovers and activates all the Altars on their god's Realm.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Open Drafting"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "13919",
    "Name": "Unlur",
    "ID": 3826,
    "Year": "(2002)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/3826/unlur",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Unlur, the winner of the 2002 Unequal Forces Game Design Competition (sponsored by About Board Games, Abstract Games Magazine, and the Strategy Gaming Society), is an abstract strategy game played on a hexagon-shaped tessellation of hexagons with eight hexagons on each side.&#10;&#10;Unlur is also a game of unequal forces -- each player has a different objective. Black wins if 3 non-adjacent sides are connected, white if 2 opposite sides are. Thus black's goal is harder; to compensate, black will begin with some pieces already on the board. Initially, players do not yet have assigned colors; they take turns each placing a black piece on an empty hex. Either player may instead pass to become black (when they feel black has enough pieces on the board); the other player becomes white and places a white piece, and they continue alternating turns placing their own color. Black wins by forming a Y (connecting 3 non-adjacent sides) but loses by connecting 2 opposite sides without a Y. Likewise white wins by connecting 2 opposite sides but loses by forming a Y without connecting 2 opposite sides.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "I Cut, You Choose",
      "Increase Value of Unchosen Resources",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex10 Grids",
      "Components: HexHex6 Grids",
      "Components: HexHex7 Grids",
      "Components: HexHex8 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: igGameCenter",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13920",
    "Name": "Waroong Wars (Second Edition)",
    "ID": 261316,
    "Year": "(2018)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/261316/waroong-wars-second-edition",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "In the card game Waroong Wars, players compete for customers and fame as the owners of traditional food stalls &mdash; called waroong &mdash; in Indonesia, cooking various Indonesian delicacies such as nasi campur, sate, and nasi goreng.&#10;&#10;Each round, players gather ingredients in the shopping phase by drafting simultaneously. After shopping, players try to &quot;cook&quot; by matching ingredient cards with menu cards. If a player cooks a menu, then they gain a customer card that grants them various advantages or allows them to disturb another player's plan.&#10;&#10;When the game ends, player tally the popularity score on their menu cards, customer cards, and VP tokens. Whoever has the highest score wins.&#10;&#10;This second edition of Waroong Wars features new artwork, streamlined and balanced rules, more food and customer options, and a new game system with a character card for each player.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Set Collection",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Indonesia",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "13921",
    "Name": "Winter's Victory: The Battle of Preussisch-Eylau, 7-8 February 1807",
    "ID": 378646,
    "Year": "(2024)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.71",
    "Link": "https://boardgamegeek.com/boardgame/378646/winters-victory-the-battle-of-preussisch-eylau-7-8",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "720",
    "Play Time": "3360",
    "Weight": "4.5",
    "Description": "Winter's Victory is a grand tactical, battalion level simulation of the battle of Preussisch-Eylau that occurred on February 7th and 8th in 1807 in West Prussia (modern day Poland and Russia). It pits the Emperor Napoleon's Grande Armee against the Army of Imperial Russia under General Count von Bennigsen. This winter battle was one of the bloodiest battles of the Napoleonic era. The full campaign game covers the entire two day period of this epic struggle. The game also includes smaller scenarios covering Napoleon's approach to Eylau on the afternoon of the 7th, the bloody battle of the 8th on the high ground beyond Eylau, Davout's III Corps attack against the Russian left flank, and the Prussian late day counter attack.&#10;&#10;The game system uses an asymmetric sequence of play and alternating fire combat. The basic combat units are Infantry battalions, cavalry regiments and artillery batteries. All command units, from brigade leaders to army commanders, are represented by individual counters. At 15 minute per turn and 116 yards a hex the game system allows players to make both grand tactical decisions and apply tactical techniques used by the armies of the Napoleonic period.&#10;&#10;Infantry battalions are represented by being in either column formation on the front side of the counter and line formation on the reverse side. Additionally, infantry battalions may use strength points to deploy as skirmish companies represented by separate counters. Artillery units are battery or half battery sized units with separate artillery gun crews designated for each battery. Cavalry units are depicted in cavalry formation on their front sides and may suffer exhausted after a charge, flipping to their back side.&#10;&#10;Cavalry SP are not squadrons. The strength of some cav units may coincidentally match their number of squadrons, but most do no not.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Cities: Bagrationovsk (Russia)",
      "Country: France",
      "Country: Prussia"
    ]
  },
  {
    "Rank": "13922",
    "Name": "SPY",
    "ID": 195456,
    "Year": "(2017)",
    "Geek Rating": "5.539",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/195456/spy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.625",
    "Description": "SPY is a 'TABLE-FREE' game of hand management and deduction. Use your spy's position to investigate your opponent's hand, but be careful not to expose too much about you own hand. The goal: Crack your opponent's safe, then find their top secret file within before they reveal yours...or worse yet...you're blown to pieces by a bomb! Covert, action-packed fun!&#10;&#10;Number 14 in the Pack O Game series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Player Elimination",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Misc: No Table Needed",
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "13923",
    "Name": "Hidden Ark",
    "ID": 377123,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/377123/hidden-ark",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Hundreds of fish species are today critically endangered. To make a difference, The Hidden Ark initiative was formed. An alliance of science groups coming together from all over the world, dedicated to make a change and save species from complete extinction.&#10;&#10;The obstacles are plenty and fundings will be hard to come by. Research and expert knowledge in different areas will be needed, as well as an infrastructure around the world and coordinated rescue operations on the vast oceans. Are you up for the task?&#10;&#10;Hidden Ark is a board game about making a change! As one of the Hidden Ark science teams, you're committed to the rescue cause and will lead your team to be as successful as possible! You will build science stations, send out your vessels on rescue operations, and evolve your expertise in different fields.&#10;&#10;In the game, the players will draft opportunity tokens supplying them with different research studies, funding and technological upgrades. They will then choose an action row on their player board and perform all available actions.&#10;&#10;Actions include building science stations or rescue vessels, researching different areas of science, upgrading your player board, and moving your vessels to perform rescue operations.&#10;&#10;To perform a rescue operation, a player must move their rescue vessel onto a species card on the game board and meet the cards research requirements. If successful, the player has saved the species and will keep the card for points and benefits.&#10;&#10;Throughout the game you will increase your research abilities, expand your armada of rescue vessels and science stations, and upgrade your Player Board with new abilities to make your action rows even more powerful.&#10;&#10;The game ends when there are no more opportunity tokens to draft, and the player with the most victory points from cards, upgrades, awards, science stations &amp; rescue vessels, will win the game!&#10;&#10;&ndash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Grid Movement",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Fish / Fishes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13924",
    "Name": "Ghosts Love Candy Too Roll and Fright",
    "ID": 367469,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/367469/ghosts-love-candy-too-roll-and-fright",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It's Halloween and the ghosts are out haunting the neighborhood stealing candy from the kids. A fun print and play game for all ages.&#10;&#10;Ghosts Love Candy Too Roll &amp; Fright is a series of three different roll and write games, all set in the Ghosts Love Candy Too universe. The games feature some of the same ghosts, kids, and candy found in the physical version of the game Ghosts Love Candy Too.&#10;&#10;Three different roll and writes, all based around different styles of play are designed to provide varying degrees of complexity.&#10;&#10;This game is PNP only so you can print and play from home.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Halloween",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "13925",
    "Name": "Olympic & Coronet",
    "ID": 120509,
    "Year": "(2012)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/120509/olympic-and-coronet",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8",
    "Description": "Operations Olympic &amp; Coronet is an update of the Olympic solitaire game first published in  S&amp;T along with a second complete game covering the planned follow-up invasion: Operation Coronet.&#10;&#10;The Olympic map has been updated to reflect better understanding of the tough and, in places, impassable terrain as well as the potential landing sites. &#10;The Coronet map shows the flat, wide-open Tokyo plain. &#10;The counters have also been updated with new information about the Japanese order of battle, especially their plan to move 36th Army to Kyushu as a counter-invasion force. With that, the Americans face a force intent on breaking through to the beach.&#10;&#10;Also added are: naval gunfire, atomic bombs, and even the Soviets (from a MOVES variant). The Japanese doctrine and supply rules have been updated to better reflect their historic plan for an initial counterattack. The kamikaze rules are also updated with further research into their probable effects.&#10;&#10;This Special Edition package includes two full-sized (22x34&quot;) maps of the two invasion areas and 560 counters. Both games can be played solitaire or two-player.&#10;&#10;(from S&amp;T press website)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Japan",
      "Magazine: World at War",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "13926",
    "Name": "Dark Future",
    "ID": 2285,
    "Year": "(1988)",
    "Geek Rating": "5.539",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/2285/dark-future",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4286",
    "Description": "Apocalyptic future car racing.&#10;&#10;Similar in style to Auto-Duel or Car-Wars but simpler with that Games Workshop Style. Not related to R.Talsorian's Cyberpunk RPG.&#10;&#10;Build armed vehicles using a point based system and race or fight it out on winding roads that change each game.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Racing",
      "Science Fiction",
      "Transportation",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "13927",
    "Name": "AeroTech: The BattleTech Game of Fighter Combat",
    "ID": 8196,
    "Year": "(1986)",
    "Geek Rating": "5.539",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/8196/aerotech-the-battletech-game-of-fighter-combat",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0455",
    "Description": "This is the air combat game of the BattleTech series. This game differs from most air combat games in that it happens in outer space so you have to deal with velocity and deltaV instead of simply turning.  It is also possible to fly in the atmosphere as well.&#10;Like all BattleTech games, the combat is characterized by detailed hit location; taking hits isn't scary provide you take them in different areas of the craft every time.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Bias",
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Simulation"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "13928",
    "Name": "Trenches of Valor: Raids Across No Man's Land 1918",
    "ID": 42881,
    "Year": "(2009)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/42881/trenches-of-valor-raids-across-no-mans-land-1918",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5455",
    "Description": "Where did the great commanders of World War 2 get their start? Fighting in the trenches of World War 1, of course!&#10;Many recall the stalemated trench lines opposing each other for years of futile mass-assaults, but there were daring and heroic action to be found in the small unit trench raids led by rising young officers such as Erwin Rommel. Crossing &quot;No Man&rsquo;s Land,&quot; cutting the barbed wire, and sneaking in under the cover of darkness while a box barrage guarded the raider&rsquo;s flanks, small parties of soldiers would risk all in an effort to keep the enemy off-balance and prepare the way for future actions.&#10;&#10;These quick raids of maneuver and destruction caused panic and pulse-pounding excitement for their brief durations, serving as the stuff of heroic legend for a generation whose nations fought so tragically. Can you lead or defend against a surprise raid among the trenches? Can you keep steady as troops arrive and nerve-wracking bombs go off seemingly from nowhere? Will you triumph among confusion amid the Trenches of Valor?&#10;&#10;Complexity: 2.5 on a 9 scale&#10;&#10;Solitaire Suitability: 6.5 on a 9 scale&#10;&#10;Scale: Each unit is 2 to 10 soldiers, each hex &asymp; 50 meters across, and each turn is about 30 to 60 seconds of real time.&#10;&#10;Game Components:&#10;&gt; One 4-page, color Rules booklet&#10;&gt; 42 color, die-cut 3/4&quot; mounted pieces&#10;&gt; One 11&quot; x 17&quot; color game map with tables&#10;&gt; 1 BATTLESSON(TM) sheet&#10;&gt; Part of an introductory wargame series!&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Series: Battlesson (Victory Point Games)"
    ]
  },
  {
    "Rank": "13929",
    "Name": "Welcome To... Mini",
    "ID": 260937,
    "Year": "(2018)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/260937/welcome-to-mini",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "As an architect in Welcome To..., you want to build the best new town in the United States of the 1950s by adding resources to a pool, hiring employees, and more.&#10;&#10;Welcome To... plays like a roll-and-write dice game in which you mark results on a score-sheet...but without dice. Instead you flip cards from three piles to make three different action sets with both a house number and a corresponding action from which everyone chooses one. You use the number to fill in a house on your street in numerical order. Then you take the action to increase the point value of estates you build or score points at the end for building parks and pools. Players also have the option of taking actions to alter or duplicate their house numbers. And everyone is racing to be the first to complete public goals. There's lots to do and many paths to becoming the best suburban architect in Welcome To...!&#10;&#10;Welcome To... Mini is a smaller standalone version of Welcome To... that consists solely of six laminated sheets (10 cm x 10 cm), six mini-dry erase markers, and 55 cards; no rules are included in the box, and the publisher has stated that this version will be sold only as an add-on to the original Welcome To... game.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "Families": [
      "Series: Welcome To ..."
    ]
  },
  {
    "Rank": "13930",
    "Name": "The Curious Elevator of Mr. Hincks",
    "ID": 311017,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgame/311017/the-curious-elevator-of-mr-hincks",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "An adventure awaits those who are up to the challenge. The renowned &mdash; and somewhat eccentric &mdash; puzzle-maker Stephen P. Hincks has finally opened the doors to an invention he calls &quot;The Curious Elevator.&quot; Like an ordinary elevator, this one travels up and down; however, Mr. Hincks couldn't resist including a bit of mischief in his contraption. The Curious Elevator will take you to whichever floor it deems appropriate, and there you will remain until you solve its puzzle. Fortunately, Mr. Hincks is a sporting fellow, and he's left a series of clues behind that will help you on your journey.&#10;&#10;Players begin the adventure of The Curious Elevator of Mr. Hincks with a package of physical materials engineered by Hincks. At each floor, the players utilize their &quot;cryptic parcel&quot; to discover the secrets of that floor. Mr. Hincks has also left a gift on each floor that will be the key to unlocking the puzzle. Players use a simple online interface to view each gift and then to input their answer. A correct answer will take the players to another floor, while an incorrect answer won't budge the elevator.&#10;&#10;Mr. Hincks is waiting on the top floor, ready to inscribe your name on his leaderboard. Will you be able to steer the Curious Elevator through enigmas, puzzles, and conundrums to claim your rightful title of Master Puzzler?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Electronic",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "13931",
    "Name": "The Confederate Rebellion",
    "ID": 157002,
    "Year": "(2014)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/157002/the-confederate-rebellion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4444",
    "Description": "The Confederate Rebellion is a solitaire wargame (with optional two player rules) on the American Civil War. The game is based on ACW Solitaire but contains updated and new rules, clarifications, new artwork, and new scenarios.&#10;&#10;In the solitaire game, the player controls the Union forces and the Rebellion is controlled by an AI. The game takes place over an unspecified number of turns. Play continues until either the victory or defeat conditions are met.&#10;&#10;Each turn follows this sequence of play:&#10;&#10;     Union Build Phase: The Union player builds units (Armies, Gunboats, General, Fleet, Forts) during this phase. In addition, a Union General may be sacked. &#10;     Union Move Phase: Union units may move Regions this phase. &#10;     Union Combat Phase: Any combat resulting from Union movement is resolved. &#10;     Rebel Build Phase: The Rebels may build units as permitted by certain circumstances. &#10;     Rebel Move Phase: Rebel Generals may move as permitted by die roll. &#10;     Rebel Combat Phase. Any combat resulting from Rebel movement is resolved. &#10;&#10;&#10;The goal of the game is to prevent the Rebellion from having resources available to build and maintain their army. Once this achieved, the Union player wins. If the Rebellion ever controls four Union areas or Washington DC, the Union player loses.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: USA",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Solitaire (White Dog Games)"
    ]
  },
  {
    "Rank": "13932",
    "Name": "Final Fantasy XIV: Gold Saucer Cactpot Party",
    "ID": 283713,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/283713/final-fantasy-xiv-gold-saucer-cactpot-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Adventurers fight tirelessly in service of the realm, but all work and no play makes for weary travelers, so come one, come all to the Manderville Gold Saucer &mdash; an amusement facility where you can take a break and regain the energy to face your next adventure head on!&#10;&#10;Final Fantasy XIV: Gold Saucer Cactpot Party is a board game reimagining of the Mini Cactpot, a popular attraction found within the Manderville Gold Saucer! Gather your friends and challenge this new party game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Video Game Theme: Final Fantasy"
    ]
  },
  {
    "Rank": "13933",
    "Name": "Jack The Ripper",
    "ID": 3241,
    "Year": "(1983)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/3241/jack-the-ripper",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4444",
    "Description": "Can you save London from the scourge of Jack the Ripper?&#10;&#10;This game simulates the reign of terror over Victorian London, perpetrated by Jack the Ripper'. One player takes the role of Sir Charles Warren, the Police commissioner, and the other is the Ripper himself.&#10;&#10;The Police player has 10 weeks to unmask the Ripper before he must resign in disgrace.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Historical Figures: Jack the Ripper",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13934",
    "Name": "A Glorious Chance: The Naval Struggle for Lake Ontario in the War of 1812",
    "ID": 176588,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.66",
    "Link": "https://boardgamegeek.com/boardgame/176588/a-glorious-chance-the-naval-struggle-for-lake-onta",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.6667",
    "Description": "Format: Board wargame and VASSAL module.&#10;&#10;A Glorious Chance is a solitaire wargame that puts you in command of the U.S. or British naval squadron on Lake Ontario in the critical summer of 1813.&#10; You have four months to dominate the lake. But each patrol, each convoy mission, each amphibious landing you make to pursue victory risks full-scale battle with the AI squadron &ndash; a battle that could leave you triumphant or shattered in a matter of hours. A dynamic card-driven AI opponent assigns enemy missions, refits and launches new ships, and plots raids on your supply routes and coastlines.&#10;&#10;Your objective: Control Lake Ontario by the end of the summer campaign, without losing your own squadron. The AI squadron's strategic objectives and battle tactics react dynamically to your moves.&#10;&#10;Gameplay: Make decisions about ship missions and assignment zones. Scout and shadow enemy forces to identify them. Intercept detected enemy forces. Make amphibious assaults. Attack and defend supply convoys.&#10;&#10;What's special about this game:&#10;&#10;1. The only operational age-of-sail game that&rsquo;s below monster size, playable in approximately four hours, and requires no specialized knowledge of ship-handling or period tactics.&#10;&#10;2. This campaign has never before been the specific focus of a wargame. (To the extent that it appears at all in wargames, it&rsquo;s either been part of a full-war strategic game, or a small scenario within tactical naval games that cover the general Napoleonic period.)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Minimap Resolution",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: War of 1812",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Great Lakes"
    ]
  },
  {
    "Rank": "13935",
    "Name": "Xenofera",
    "ID": 206068,
    "Year": "(2017)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/206068/xenofera",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Description from the designer:&#10;&#10;Xenofera is a strategic card game where players compete to build the most valuable collection of xenofera, alien creatures, from across the galaxy. The game supports 2 -5 players with a play time of 30-75 mins or roughly 15 mins per player.&#10;&#10;Background:&#10;Once a decade, the Royal Society of Xenofera Huntsmen sponsors a Galactic hunt. It's members compete to assemble the most magnificent collections of xenofera, alien creatures, from around the galaxy. Points are awarded based on the appeal of the creatures in their collection.&#10;&#10;You have been hired by one of the members to lead their expedition. They have supplied you with a ship, but you will need to recruit your own crew, build cages, and finally capture creatures. The more appealing the better, though they have requested you obtain a certain collection that the member thinks will give them an advantage in the hunt. To win, you will need to compete with other huntsmen for crew members and creatures. And no leader is above sabotaging other expeditions to win. So you will need to be vigilant and cunning if you are to capture the best collection and become the greatest hunter in the galaxy.&#10;&#10;Objective:&#10;To win you will need to create the highest scoring collection of creatures.  Scores are based on&#10;&#10;Reward system:&#10;Points are earned per creature, with each creature having a unique value. Points are also earned by completing specific collections of creatures. Each player will have their own, hidden, collection(s) that they are attempting to complete.&#10;&#10;Points are lost when collections are not completed. Points can also be lost when a player has certain crew members in their crew at the end of the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "13936",
    "Name": "The Phoenix Syndicate",
    "ID": 97432,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/97432/the-phoenix-syndicate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.3333",
    "Description": "Legend tells of the daring exploits and relentless greed of The Phoenix Syndicate, which rose to power and created a galactic regime &ndash; but the old order has lost its fire and become bogged down with the affairs of the masses. It is time for a new syndicate to rise from the ashes of the old...and make a tidy profit along the way.&#10;&#10;The Phoenix Syndicate is a game about building a network of agents on planets spread across the galaxy. Every time you play, a new galaxy is created by randomly arranging the galactic hexes. You will claim trade routes over the course of play, each specifying systems you may want to bring into your network. The better you can fulfill these trade routes, the more lucrative the deal is and the more credits you will gain. Connecting planets to your network will require resources, which, of course, you &quot;acquire&quot; from the planets where you already have agents.&#10;&#10;During play, you'll get to perform one core action each turn, which is then used up until you take a Deploy turn to reclaim all your spent action markers. The actions start out simple, but by gaining techs you can upgrade them. Cleverly upgrading some of your actions and leaning on them more heavily is crucial to success. By using your techs well, and excuting special bonus actions you can access by infiltrating trade guilds with your agents, you can outmaneuver your opponents and wind up with an enviable pile of Galactic Credits.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Network and Route Building",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "13937",
    "Name": "Trick & Snipers",
    "ID": 420766,
    "Year": "(2024)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/420766/trick-and-snipers",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "You can't win just by taking tricks!&#10;&#10;The &lsquo;7&rsquo; super card is covered in gold foil.&#10;&#10;A very simple trick-taking game with special win conditions such as &lsquo;Taking the 7&rsquo; or &lsquo;Make 13 by playing another suit&rsquo;.&#10;&#10;In this game you must-follow the lead suit. Tricks are won face down (not worth any points), or face up (worth 1 point) if the trick is won by a special win (including a 7 or adds up to 13 if suit wasn't followed).&#10;&#10;The winner is the one who achieves two points first wins face down!&#10;&#10;There are two conditions for special wins: taking a seven, and having a card in a different suit that adds up to 13 against the maximum card in the lead suit.&#10;&#10;Game includes English rules&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "13938",
    "Name": "Black It Out",
    "ID": 315219,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/315219/black-it-out",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Black It Out is a fun roll and write game that is extremely simple yet offers great tactical decisions.&#10;&#10;Playing in roughly 15 minutes (with no set up time) Black It Out is ideal for families, as a warm up at the start of a games night or as a 'one last game' before the night is over.&#10;&#10;The aim of the game is to be the person who has 'blacked out' the most of their grid.&#10;&#10;On a turn you will roll three dice, total two of them which will give you a shape and then draw that shape on to your grid to 'black it out'!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Coverage",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "13939",
    "Name": "Die Welt: Singapur, wo liegt das nur?",
    "ID": 136086,
    "Year": "(2013)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/136086/die-welt-singapur-wo-liegt-das-nur",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Die Welt: Singapur, wo liegt das nur? features gameplay similar to Deutschland: Finden Sie Minden, another G&uuml;nter Burkhardt design, with players trying to locate places or landmarks on a map, but this time players will find the entire world lying before them.&#10;&#10;To set up, players lay out six game boards, each featuring one continent with no place names on it. On a turn, players are confronted with a location, such as Dubai, Jakarta or Miami, then they all try to guess where in the world that location is. They can play it safe and choose a large block of land &ndash; scoring only a few points in the process if correct &ndash; or they can go small and pinpoint the location more precisely on one of the game boards, scoring far more points if correct, but upping their chances of scoring nothing if they miss their mark. In the end, whoever scores the most points wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "13940",
    "Name": "IRONDIE",
    "ID": 69316,
    "Year": "(2010)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/69316/irondie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.1333",
    "Description": "IRONDIE uses combinations of nine different types of dice, each available in eight different colors, which allows for endless possibilities in terms of personalized sets so that you can surprise your friends with new tactics and combinations. IRONDIE dice are beautifully crafted and can also be used with existing board games, roleplaying games, or miniatures wargames.&#10;&#10;IRONDIE dice are made of silver-plated Zamac (an alloy with a base metal of zinc and alloying elements of aluminium, magnesium and copper; the first limited edtion was made of white metal) and covered with a colored translucent paint to highlight their metal luster. Their mass is much more substantial than any plastic or resin die resulting in a better gaming feel and experience.&#10;&#10;IRONDIE is not a difficult game, but the difference between playing and mastering it lies in the player's experience. A champion will have well-composed sets of dice and know how best to make use of them.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13941",
    "Name": "Quantum",
    "ID": 11287,
    "Year": "(1984)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/11287/quantum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "This abstract strategy game includes a number of unusual ideas.  First of all, the set-up is random.  The mahogany frame is shaken until the weighted pieces all fall into place.  The goals of the two included games are straightforward enough -- connect opposite sides of the board, or control the four center squares.  However, the pieces are something of a mystery.  Most will be blank side up at first, and it is only as they are overturned that you discover whether each moves one square at a time or an unlimited number (like a queen in Chess.)  In addition, there are certain special moves that can dramatically alter gameplay.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Team-Based Game"
    ],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "13942",
    "Name": "Hellton Palace",
    "ID": 366910,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/366910/hellton-palace",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "Somewhere, deep in the underworld, not far from the Styx and Elysian Fields, bellhops are preparing themselves to knock on their guest's doors. And YES : they ARE scared.&#10;&#10;In Hellton Palace, both players are managing a hotel, hiring bellhops to address their guest needs. But in the end, they know the place is going to collapse at some point... Try to outlast your opponent!&#10;&#10;An unsatisfied customer would penalize your reputation, but a too enthusiastic legendary creature or god can literally break the pillars supporting the building!&#10;&#10;Twist your habit by having a new goal: Losing last!&#10;&#10;On your turn: &#10;1) Welcome a guest in one of the available rooms in the matching row.&#10;&#10;2) Dismiss your bellhops by flipping their tile to their &quot;break&quot; side.&#10;&#10;3) Hire new ones by paying the cost with your hard-earned money.&#10;&#10;4) Move your Bellhop pawn from room #1 to #9. When they reach an empty room, ignore it and move on to the next one. When they reach an occupied room, choose whether to serve the Guest or not.&#10;Serving a Guest removes their irritation token and makes them satisfied, which allows you to apply the effects on their door hanger &#10;If you decide not to serve the Guest, place an Irritation token on them except if they have one already. In this case, remove it with a Bell token. In this case, remove all irritation token and lose one bell token.&#10;&#10;5) Choose between collecting coins (of all satisfied guests/all guests without irritation token) OR gaining a Bell token back.&#10;There are two ways of ending the game:&#10;&#10;     A player has no bell token left &#10;     A player has a column with no pillar token left&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Mythology",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting",
      "Race",
      "Sudden Death Ending",
      "Variable Set-up"
    ],
    "Families": [
      "Theme: Hell"
    ]
  },
  {
    "Rank": "13943",
    "Name": "The Bogey",
    "ID": 202723,
    "Year": "(2016)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/202723/the-bogey",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "A solitaire traditional card game named after the fey creatures, called bogeys, used to explain everyday grievances. The aim of the game is to play all 52 cards in as few columns as you can. After each turn by the player, the bogey (not to be confused with the mythical &quot;Boogeyman&quot;) has their turn - playing the next card in the deck to the table regardless of how inconvenient it may be.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Contests: Solitaire Print & Play",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "13944",
    "Name": "Os Incríveis Parques de Miss Liz",
    "ID": 235470,
    "Year": "(2018)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/235470/os-incriveis-parques-de-miss-liz",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Amazing Parks of Miss Liz is a strategy game that forces you to make decisions to achieve success.&#10;&#10;In The Amazing Parks of Miss Liz, players become true administrators of an amusement park. Your goal is to create the most complete, lucrative and, of course, fun park you can to impress the most famous amusement park entrepreneur, Miss Liz, and convince her to invest in your park.&#10;&#10;In this tile placement game, each player is an administrator from the world of entertainment and needs to set up his or her own amusement park. Each participant receives an individual board, which represents their park, and, each round, must build rides, restaurants, among other attractions, accumulate income to continue building new facilities and thus achieve as many happiness points as possible. At the end of five rounds, the player with the most happiness points wins, that is, the one with the most fun park.&#10;&#10;So if you think you were born with the gift for business, get on this roller coaster of decisions and impress the famous Miss Liz in the fun game The Amazing Parks of Miss Liz.&#10;&#10;The Amazing Parks of Miss Liz is the first game created and produced by Dijon Games.&#10;&#10;---&#10;&#10;(Portugu&ecirc;s)&#10;Os Incr&iacute;veis Parques de Miss Liz &eacute; um jogo de estrat&eacute;gia que for&ccedil;a voc&ecirc; a tomar decis&otilde;es para alcan&ccedil;ar o sucesso.&#10;&#10;Em Os Incr&iacute;veis Parques de Miss Liz, os jogadores se transformam em verdadeiros administradores de um parque de divers&otilde;es. Seu objetivo &eacute; criar o parque mais completo, lucrativo e, &eacute; claro, divertido que puder para impressionar a mais famosa empreendedora de parque de divers&otilde;es, Miss Liz, e convenc&ecirc;-la a investir no seu parque.&#10;&#10;Nesse jogo de coloca&ccedil;&atilde;o de pe&ccedil;as, cada jogador &eacute; um administrador do mundo do entretenimento e precisa montar seu pr&oacute;prio parque de divers&otilde;es. Cada participante recebe um tabuleiro individual, que representa seu parque, e, a cada rodada, deve construir brinquedos, restaurantes, entre outras atra&ccedil;&otilde;es, acumular renda para continuar construindo novas instala&ccedil;&otilde;es e assim conquistar a maior quantidade de pontos de felicidade poss&iacute;vel. Ao final de cinco rodadas, ganha o jogador que tiver mais pontos de felicidade, ou seja, aquele que tem o parque mais divertido.&#10;&#10;Ent&atilde;o, se voc&ecirc; acha que nasceu com o dom dos neg&oacute;cios, entre nessa montanha-russa de decis&otilde;es e impressione a famosa Miss Liz no divertido jogo Os Incr&iacute;veis Parques de Miss Liz.&#10;&#10;Os Incr&iacute;veis Parques de Miss Liz &eacute; o primeiro jogo criado e produzido pela Dijon Jogos.&#10;&#10;",
    "Categories": [
      "City Building",
      "Puzzle"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Catarse",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "13945",
    "Name": "Never Bring a Knife",
    "ID": 290733,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/290733/never-bring-a-knife",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "It was the critical moment in the heist of a lifetime when you found out the gang was compromised. Now it&rsquo;s undercover cops and hardened criminals in a desperate shootout . . . and no one knows who&rsquo;s who.&#10;&#10;Never Bring a Knife is a light, quick social deduction card game with less talking and more shooting. It's got fast-paced action inspired by modern action movies, and a new mechanical approach that's a breath of fresh air in the social deduction genre.&#10;&#10;When the first player falls, everyone who had the same role &mdash;&nbsp;Cops or Criminals &mdash;&nbsp;loses. The whole other team wins.&#10;&#10;Find your friends, keep your head down, and don&rsquo;t tip your hand!&#10;&#10;&mdash;description from the publisher&#10;&#10;Each player starts the game knowing their own role, and the role of the player to their left. Then, in each round of play, every player plays and receives four cards like Gun, Armor, Money, Crime, and Intel. Some are played face-up and some face-down, according to three simple rules. Then, all cards are revealed and everyone learns who was shot, who was wounded, who banked money, and who learned what. Finally, players can spend money to treat wounds or learn even more about the other players' roles before the next round begins. When someone has taken three wounds, they fall, their whole team loses, and the other team wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hidden Roles"
    ],
    "Families": [
      "Digital Implementations: Sovranti"
    ]
  },
  {
    "Rank": "13946",
    "Name": "Mangaka: The Fast & Furious Game of Drawing Comics",
    "ID": 175627,
    "Year": "(2016)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/175627/mangaka-the-fast-and-furious-game-of-drawing-comic",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Mangaka: The Fast &amp; Furious Game of Drawing Comics is a creative fast-paced card game in which players draw comic stories over four rounds combining Themes &amp; an ever-growing number of Trends.&#10;&#10;Players start by drawing three Theme Cards (such as &quot;Kaiju/Giant Monsters&quot;, &quot;Robots and Androids,&quot; or &quot;Desire to be a Parent&quot;) to determine the subject matter of their comic. (These three Themes stick with the player throughout the game. Many but not all of the Themes have a manga/anime/Japanese flavor.) Then each player chooses a title and &quot;pen name.&quot;&#10;&#10;After players have had a few minutes to brainstorm, the five-minute timer is activated and core gameplay begins. Players have five minutes to draw their comics (on pre-printed Comic Pages) and express their Themes. When time is up, each player takes a turn reading their comic to the group (or, in the suggested 'professional mode,' the other players read the player's manga amongst themselves without the artist being allowed to give explanation). Based on the other players' judgement, each player earns 2 Fame Tokens for following each of the three core rules: (1) express your Themes (2) use 3 or fewer Word Balloons and (3) draw something recognizable in every Panel.&#10;&#10;Beginning with round 2, Trend Cards appear, putting more Fame in play. Trend cards (examples: Science Fiction, Fantasy, Shojo Manga, Sports, Destruction, Subtlety, etc.) provide new victory conditions in the form of instructions and a corresponding reward of Fame Tokens. Some Trend rewards can be claimed by every player simultaneously, others can only be claimed by one or two winners (such as &quot;Eager Audience,&quot; which rewards Fame to the first player to finish drawing before time runs out).&#10;&#10;In addition, each round after the 1st, the Comic Pages become denser, requiring the players to draw more Panels in the same amount of time. Round 1 is 2 Panels; round 2 is 4 Panels; round 3 is 6 Panels; round 4 is 8 Panels. The number of Trends also goes up from round to round. Round 2 has 1 Trend; round 3 has 2 Trends; round 4 has 4 Trends.&#10;&#10;When round 4 ends, the winner (the most successful comic artist) is the one with the most Fame.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Real-time"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13947",
    "Name": "Robotech: Reconstruction",
    "ID": 331795,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/331795/robotech-reconstruction",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Four Factions vying with each other to mold earth into their own vision. The Robotech Defense Force (RDF) seeks to keep the peace between Zentraedi civilians and humans. The Zentraedi Rebellion (ZR) wants to radicalize the Zentraedi civilians to join their rebellion to enslave humanity and the Earth. Tired of RDF military control and martial law, the Anti-Unification League (AUL) strives to rebuild thriving cities independent from the RDF. Fearing an impending alien attack on earth, the Robotech Expeditionary Force (REF) works to unite earth&rsquo;s population behind the RDF in preparation for earth&rsquo;s future defense.&#10;&#10;To win, you must lead your faction to meet its goals before other factions achieve their own goals. You have a half-ally, a half-enemy, and a full enemy. You must work carefully to ensure you can reach your goals, but also ensure that no other Faction can stop you.&#10;&#10;The 3 to 4 player game consists of up to 4 rounds. At the start of a turn, a player can can trade one event card with another player. Next players play 1 Event Card. Each Event Card is tied to a Faction, enabling that faction to take additional actions that round. After the Event Card's actions are completed, the player gets to Take Command to undertake two actions. Actions available are limited if the player elected on their turn to play their own Faction&rsquo;s Event Card before Taking Command.&#10;&#10;Players gain random and predetermined Event Cards as the game progresses. After all players / Factions in a round complete their turn, there is a Resolution Phase where all Factions get to take additional actions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Political",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Negotiation",
      "Trading",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Anime / Manga",
      "Theme: Robots",
      "TV Shows: 80's Cartoons",
      "TV Shows: Robotech"
    ]
  },
  {
    "Rank": "13948",
    "Name": "NUTS! Second Edition: Europe 1944",
    "ID": 56641,
    "Year": "(2009)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/56641/nuts-second-edition-europe-1944",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6667",
    "Description": "A light machine gun has part of your squad pinned down. Two of your men are wounded and screaming for help while one of your guys is hunkered down' behind that wall and isn't moving anytime soon. All hell's breaking loose and everyone is looking to you for the answer. Right about now you're wondering what the heck you've gotten yourself into? &#10;Welcome to the world of NUTS!&#10;&#10;NUTS! starts off in Europe '44 and is the first volume from Two Hour Wargames that will cover World War 2 in its entirety. All the countries, all the weapons, and all the theaters will be covered in subsequent volumes and free supplements.&#10;&#10;NUTS! is different from other rules sets because we've developed NUTS! to be played solo or with all the players on the same side. Other games may say that but this game was made with this in mind yet still retains the ability to be played head to head. Now you can play with your friends and not against them! That is, unless you want to.&#10;&#10;NUTS! generates your scenarios and provides a seamless campaign system that allows you to link them together where the results of one affects the results of the other.&#10;&#10;Easy to learn, this elegant system is the closest thing to being on the battlefield.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "History: World War II (Battle of the Bulge)",
      "Series: Reaction System"
    ]
  },
  {
    "Rank": "13949",
    "Name": "Equatorial Clash",
    "ID": 335943,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgame/335943/equatorial-clash",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6",
    "Description": "Equatorial Clash is a simulation of the conflict between Ecuador and Per&uacute; in July 1941. This small war was the most important clash in the long series of wars, skirmishes and border conflicts between these two countries for the regions that both considered rightfully theirs. The game is centered in the main theatre of operations in the coastal zone.&#10;&#10;The game uses a map divided into areas and in each turn players will alternate taking &ldquo;impulses&rdquo; in which they can spend a certain amount of &ldquo;action points&rdquo; in order to move military units, launch combats, replenish depleted units and influence in political matters. The other fronts of the war are represented in a more abstract way as two tracks: one for the Macar&aacute;-Loja axis and another one for the Amazonian outposts as a whole.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Continents: South America",
      "Country: Ecuador",
      "Country: Peru",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13950",
    "Name": "Incoming Transmission",
    "ID": 238355,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/238355/incoming-transmission",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In this co-operative futuristic board game for two or more, one player takes the role of Mission Control, and the others take control of a Cadet stranded on a heavily-damaged space station set to self-destruct. You will need to use wits and cunning to interpret the instructions as they will not be delivered in order! Figure your way through the objectives before time runs out!&#10;&#10;DESCRIPTION: a 5&times;5 Grid of tiles with stations and objects scattered randomly, some broken, comprise the game board. Individual instructions are provided by Mission Control to the Cadet team, but shuffled before revealed. The Cadet team must deduce what the correct interpretation of the instructions are. Too many mistakes and time will run out!&#10;&#10;GAMEPLAY: Asymmetrical/Co-operative. One player is Mission Control, feeding instructions to the rest of the players who act as a single team controlling the Cadet meeple on the Board. Mission Control will have a list of objectives to complete, and may only be able to communicate to the Cadet by use of command cards providing simple instructions to move East, West, North, or South, or to Collect or Drop objects. Each round a card will tell Mission control how many of these cards to give to the Cadet, but they are randomized before they are turned over. Work co-operatively, but without speaking, to figure out the solution within the allotted number of rounds.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Grid Movement",
      "Memory",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "13951",
    "Name": "Hundred Days Battles",
    "ID": 1697,
    "Year": "(1979)",
    "Geek Rating": "5.539",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/1697/hundred-days-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6774",
    "Description": "On March 1, 1815, The exiled Emperor Napoleon Bonaparte landed a small escort on French soil at Cannes, having escaped from the island of Elba. For the next 100 odd days, he would once again terrorize Europe at the command of the feared imperial French legions. Surrounded on all sides by armies of the great European powers, Napoleon's plan was to march north to Brussels, separate the Prussian and Anglo-Allied armies from each other, and defeat each in detail. Destruction of the armies would probably mean peace for France and the saving of the Emperor's Crown. Failure was unthinkable.&#10;&#10;HUNDRED DAYS BATTLES is Avalon Hill's strategy game for two or three players which recreates the climax of the Hundred Days Campaign. The division sized units of both sides are represented on the map by leaders who command their corps and army formations. Leaders march, force march, and influence combat according to their individual abilities. Combat is resolved by rolling a die on the Combat Results Table. To win, the French must exit units off the map towards Brussels, or destroy the Allied armies. The Allies win by preventing French victory.&#10;&#10;HUNDRED DAYS BATTLES comes complete with a colorful map of the historic battle areas of southern Belgium, 100 playing pieces, and a short rules booklet.&#10;&#10;Playing Time: 2 hours&#10;&#10;Complexity Rating (from 1-10, 10 the highest); 4&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Campaigns of Napoleon System – 1x"
    ]
  },
  {
    "Rank": "13952",
    "Name": "Chinagold",
    "ID": 13928,
    "Year": "(2004)",
    "Geek Rating": "5.539",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/13928/chinagold",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.28",
    "Description": "The game contains a topographic board, 91 gold-markers and three two-sided 'dice'.&#10;&#10;Both players search for gold, one in the mountains, and the other in the rivers. Every prospecting area is at the same moment part of a mountain and part of a river.&#10;&#10;If all gold is found in a prospecting area of a mountain or a river, the mountain or river player can protect the find. Thus the player that finds the gold first can block the other from the find.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13953",
    "Name": "Breakdancing Meeples",
    "ID": 301576,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/301576/breakdancing-meeples",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Roll your Meeples: The wooden meeples are your dancers.&#10;Complete Routines: Each card needs a &#3;certain set of stances.&#10;Rack up Crowd Appeal: Don&rsquo;t stop &mdash; &#3;everyone rolls in real time!&#10;&#10;You know your dance crew is the hottest around, but now it's time to prove it. Compete against rival crews for the world championship trophy in four one-minute Dance Offs, racking up Crowd Appeal by completing Routine cards. Between each Dance Off, crews will learn a new Routine. The crew with the most Crowd Appeal at the end of four rounds takes home the trophy!&#10;&#10;Grab the free app to track scores, time rounds, and keep the beat.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Music",
      "Real-time"
    ],
    "Mechanics": [
      "Re-rolling and Locking",
      "Real-Time",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "13954",
    "Name": "Footmania",
    "ID": 3973,
    "Year": "(1993)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/3973/footmania",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8333",
    "Description": "To build a soccer/football team capable, thanks to your flair, management talent and negotiating skill, of winning the national championship.&#10;&#10;CONTENTS:&#10;1 game board&#10;1 rulebook&#10;6 decks of cards&#10;50 money notes&#10;1 die&#10;4 technical sheets&#10;1 sheet of die-cut counters&#10;4 player pieces&#10;&#10;(from the introduction)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "13955",
    "Name": "Arcane Alley",
    "ID": 259710,
    "Year": "(2019)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/259710/arcane-alley",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Welcome to the black magic market.&#10;&#10;In Arcane Alley, each player is a merchant wizard, competing to sell items for gold while minimizing the infamy gained from their leftover unsold items during a round&rsquo;s inspection.&#10;&#10;Each player starts with a full storehouse of nine items. On your turn, you&rsquo;ll try to make sets (three identical items in a row) in your storehouse, which awards you gold for the sale and removes those infamous items from your storehouse so you won&rsquo;t get caught with them in the upcoming inspection.&#10;&#10;You&rsquo;ll continue selling until a player triggers the inspection and ends the round. Then, each player gains infamy for any items remaining in their storehouse. If those items gain you too much infamy, you&rsquo;ll fail the inspection and be forced to spend your precious gold on fines.&#10;&#10;To win the game, be the player with the most gold after three inspections.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13956",
    "Name": "Piquet",
    "ID": 11646,
    "Year": "(1534)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/11646/piquet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4706",
    "Description": "Piquet is a very old trick-taking card game for 2 players, reportedly invented by a M. Piquet during the Court of Charles II. It was well established in a form very similar to that used today in 1650 and remained the most popular game in France for many centuries, similar to Cribbage in the UK.&#10;&#10;A 32-card deck ranking from ace to seven in the four suits is used (known universally as a &quot;Piquet Deck&quot;). A game consists either of 6 deals called a partie (in the Rubicon version) or to 100 points in the &quot;Cents&quot; version. Each player is dealt 12 cards, with 8 left as a talon.&#10;&#10;Play consists of three distinct stages: (1) the exchange, (2) the declarations, and (3) trick play.  Winning requires skill at all three.&#10;&#10;In the exchange phase, players may exchange one to five cards with the talon to improve their hand. Each player's discards are visible to them for the remainder of the game.  The declaration phase involves revealing melds for points (done in a formalized manner so as to reveal some but not all of one's cards). Declarable combinations include: the most cards of one suit; the longest run in a suit; and sets of the same rank, e.g. 3 kings, 4 aces.  The trick phase involves playing out the hand, with no trump.  Bonuses include taking most tricks, taking all the tricks, and scoring 30 points before the opponent declares.&#10;&#10;The small deck combined with the large hands combined with the revealing of each other's cards gives Piquet play a different feel than many card games, somewhat more akin to a board game.  Part of the strategy of piquet is about controlling information: skillful players carefully determine what they will exchange and declare in order to keep secrets for another phase of the game, at the cost of points in another phase.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Outplay",
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13957",
    "Name": "Alveola: The City of Bees",
    "ID": 378204,
    "Year": "(2023)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/378204/alveola-the-city-of-bees",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "2",
    "Description": "A new swarming has arrived! Take flight with your bee colony and start building a new hive. Choose the tiles that you want to  use carefully in order to place your workers and gather as much honey as possible. Have the hive rise to the top and control it  with your queen! But beware of hornets prowling around, looking for food!  &#10;Put the flowers to good use, as they can trigger powerful abilities&hellip;&#10;&#10;On its turn, players must carry out these steps in this&#10;order:&#10;&#10;     Use a Flower Ability,&#10;     Select a tile to Expand or Raise the Hive,&#10;     Place or Move a Bee,&#10;     Move a Hornet.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Puzzle"
    ],
    "Mechanics": [
      "King of the Hill",
      "Layering",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Bees",
      "Components: 3-Dimensional (3D)",
      "Components: Hexagonal Tiles",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "13958",
    "Name": "TransAmerica & Japan",
    "ID": 287552,
    "Year": "(2019)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/287552/transamerica-and-japan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "A new version of the popular TransAmerica game by Franz Benno-Delonge. This version, published in Japan, features the original US map on one side and a new Japan map on the reverse with its own set of cards.&#10;&#10;The game includes the same scoring variant that was introduced in the 2018 Ravensburger release of Trans Europa &amp; Trans Amerika.  This game also includes variant cards that alter each round.  These cards are similar to, but not the same as, the cards that were introduced in the Ravensburger release.&#10;&#10;While the rules for the game do not include the rules for the &quot;Vexation&quot; expansion, the game's components include three track shaped wooden pieces in each of the possible player colors.  The rules indicate that these pieces are used in selecting which variant cards to introduce each round.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Connections"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Game: Transamerica"
    ]
  },
  {
    "Rank": "13959",
    "Name": "Auf Fotosafari in Ombagassa",
    "ID": 2554,
    "Year": "(1985)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/2554/auf-fotosafari-in-ombagassa",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Players are on safari and are given 'photo cards' with a group of animals on. Each player tries to move the animals around the water holes to match the animals on their cards while at the same time trying to move their jeep into a photo taking position. Players also have the chance to take photos from two of their opponents' jeeps as well. First player to snap all their photos wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Camels",
      "Animals: Elephants",
      "Animals: Giraffes",
      "Animals: Hippopotamuses",
      "Containers: Tubes",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "13960",
    "Name": "Attangle",
    "ID": 24525,
    "Year": "(2006)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/24525/attangle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.8",
    "Description": "Attangle is a one three games designed by Dieter Stein to form his stacking trilogy. Abande and Accasta are the other two, and Attangle can be played on an Abande set.&#10;&#10;Attangle is played on a 37-cell hexagonal board and 2&times; 18 stackable pieces.&#10;Players place their pieces on empty cells and try to trap opponent pieces between pieces of their own. The attacking pieces can aim at the trapped piece from different angles. They capture by moving simultaneously in a straight line any number of empty cells and landing on the trapped piece thus forming a stack of pieces. Stacks cannot grow larger than 3 pieces.&#10;A game of Attangle is won by the player who gains the third triple stack.&#10;&#10;These (now preferred) rules were slightly reworked by the author in 2008. The original rules are classified as a variant.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex4 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13961",
    "Name": "ぽんこつファクトリー (Ponkotsu Factory)",
    "ID": 226264,
    "Year": "(2014)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/226264/ponkotsuhuakutori-ponkotsu-factory",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hurry! Hurry! Repair the words! Broken words are brought to the factory every day. Can you combine these letters and repair those words?&#10;&#10;&#229;&#164;&#167;&#230;&#128;&#170;&#231;&#141;&#163;&#227;&#130;&#179;&#227;&#131;&#136;&#227;&#131;&#144;&#227;&#131;&#162;&#227;&#131;&#137;&#227;&#130;&#185; (Dai Kaiju Kotobamodos) in English means &quot;The Great Monster Kotobamodos&quot;, with the name &quot;Kotobamados&quot; coming from &#232;&#168;&#128;&#232;&#145;&#137; (kotoba) &quot;words&quot; and &#230;&#136;&#187;&#227;&#129;&#153; (modosu) &quot;revert/undo&quot;, so the names means something like &quot;return the words to their original state&quot;, which is a monstrous task.&#10;&#10;This is a word game in which the master creates three words of three letters each behind a screen, then scrambles the letters face down and passes them to the other players. All players race to combine these letters to create the three words, and once someone does, they start a one-minute countdown timer. The first player to create three words scores 3 points, while anyone else who does so with the time limit scores 1 point. For each word that matches the master's word, a player scores 1 point.&#10;&#10;In English, the task of creating words would be relatively simple, but in Japanese, this is a much harder prospect. Japanese uses three writing systems, with Hiragana being the most broad. Hiragana has a lot more letters than the English alphabet, and fewer restrictions in combinations, so three characters can be used in a lot of ways.&#10;&#10;In addition, there is a further element in Hiragana: &#230;&#191;&#129;&#231;&#130;&#185; (dakuten), which is a voiced sound mark similar to accents or umlauts. For example, &#227;&#129;&#159; (ta) combined with a Dakuten would be &#227;&#129;&#160; (da), or &#227;&#129;&#153; (su) and a Dakuten would be &#227;&#129;&#154; (zu). In this game, the letter tile for &#227;&#129;&#159; may be used for either &#227;&#129;&#159; or &#227;&#129;&#160;. From around fifty Hiragana letters, twenty of them can be combined with Dakuten. If the tiles offered to solve have several of these twenty Hiragana characters, it becomes very hard to deduce what the secret words actually are. Whilst the game could be played using English lettering, it would lose a lot of the complexity.&#10;&#10;In 2017, a new English/Japanese edition of this game was produced with the new name &#227;&#129;&#189;&#227;&#130;&#147;&#227;&#129;&#147;&#227;&#129;&#164;&#227;&#131;&#149;&#227;&#130;&#161;&#227;&#130;&#175;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#188; (Ponkotsu Factory). &quot;Ponkotsu&quot; means something like silly or clumsy. This edition was co-produced with itten, with new artwork by Yoshiaki Tomioka. In this edition of the game, changes were made to allow for the differences between English and Japanese writing. When playing in English, the master constructs three four-letter words using twelve letter tiles, then mixes them thoroughly. The change to longer words should approximate the challenge of playing in Japanese with only three characters.&#10;&#10;&#230;&#151;&#169;&#227;&#129;&#143;&#239;&#188;&#129;&#227;&#128;&#128;&#230;&#151;&#169;&#227;&#129;&#143;&#239;&#188;&#129;&#227;&#128;&#128;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;&#228;&#191;&#174;&#231;&#144;&#134;&#227;&#129;&#151;&#227;&#129;&#170;&#227;&#129;&#141;&#227;&#130;&#131;&#239;&#188;&#129;&#10;&#228;&#187;&#138;&#230;&#151;&#165;&#227;&#130;&#130;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#159;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#129;&#140;&#228;&#191;&#174;&#231;&#144;&#134;&#229;&#183;&#165;&#229;&#160;&#180;&#227;&#129;&#184;&#230;&#140;&#129;&#227;&#129;&#161;&#232;&#190;&#188;&#227;&#129;&#190;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#130;&#146;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#128;&#129;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;&#228;&#191;&#174;&#231;&#144;&#134;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#129;&#139;&#227;&#128;&#130;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#149;&#143;&#233;&#161;&#140;&#228;&#189;&#156;&#230;&#136;&#144;&#227;&#129;&#168;&#229;&#149;&#143;&#233;&#161;&#140;&#229;&#155;&#158;&#231;&#173;&#148;&#227;&#129;&#174;&#228;&#186;&#140;&#230;&#174;&#181;&#233;&#154;&#142;&#227;&#129;&#167;&#232;&#161;&#140;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#149;&#143;&#233;&#161;&#140;&#228;&#189;&#156;&#230;&#136;&#144;&#227;&#129;&#167;&#227;&#129;&#175;4&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#129;&#174;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;3&#229;&#128;&#139;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#130;&#146;&#229;&#133;&#131;&#227;&#129;&#174;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#129;&#140;&#227;&#130;&#143;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#129;&#174;12&#230;&#158;&#154;&#227;&#129;&#174;&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#149;&#143;&#233;&#161;&#140;&#229;&#155;&#158;&#231;&#173;&#148;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;&#228;&#187;&#150;&#227;&#129;&#174;&#228;&#186;&#186;&#227;&#129;&#139;&#227;&#130;&#137;&#229;&#143;&#151;&#227;&#129;&#145;&#229;&#143;&#150;&#227;&#129;&#163;&#227;&#129;&#159;12&#230;&#158;&#154;&#227;&#129;&#174;&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#128;&#129;4&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#129;&#174;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;3&#229;&#128;&#139;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#228;&#189;&#156;&#230;&#136;&#144;&#227;&#129;&#174;&#227;&#130;&#185;&#227;&#131;&#148;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#168;&#232;&#179;&#170;&#227;&#129;&#140;&#229;&#139;&#157;&#232;&#178;&#160;&#227;&#130;&#146;&#229;&#136;&#134;&#227;&#129;&#145;&#227;&#130;&#139;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&quot;&#10;&#10;&#227;&#129;&#176;&#227;&#130;&#137;&#227;&#129;&#176;&#227;&#130;&#137;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#159;&#239;&#188;&#147;&#227;&#129;&#164;&#227;&#129;&#174;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#158;&#227;&#130;&#140;&#227;&#129;&#174;&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#130;&#146;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#129;&#132;&#227;&#129;&#161;&#230;&#151;&#169;&#227;&#129;&#143;&#229;&#133;&#131;&#227;&#129;&#171;&#230;&#136;&#187;&#227;&#129;&#153;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#187;&#229;&#149;&#143;&#233;&#161;&#140;&#228;&#189;&#156;&#230;&#136;&#144;&#10;&#227;&#129;&#164;&#227;&#129;&#132;&#227;&#129;&#159;&#227;&#129;&#166;&#227;&#129;&#174;&#232;&#163;&#143;&#227;&#129;&#167;&#239;&#188;&#147;&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#129;&#174;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;&#239;&#188;&#147;&#227;&#129;&#164;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#130;&#146;&#229;&#133;&#131;&#227;&#129;&#174;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#129;&#140;&#227;&#130;&#143;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#183;&#183;&#227;&#129;&#156;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#228;&#187;&#150;&#227;&#129;&#174;&#228;&#186;&#186;&#227;&#129;&#171;&#230;&#184;&#161;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#187;&#229;&#149;&#143;&#233;&#161;&#140;&#229;&#155;&#158;&#231;&#173;&#148;&#10;&#230;&#184;&#161;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#159;&#239;&#188;&#153;&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#130;&#146;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#129;&#166;&#227;&#128;&#129;&#232;&#170;&#176;&#227;&#130;&#136;&#227;&#130;&#138;&#227;&#130;&#130;&#230;&#151;&#169;&#227;&#129;&#143;3&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#129;&#174;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;&#239;&#188;&#147;&#227;&#129;&#164;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#170;&#176;&#227;&#129;&#139;&#227;&#129;&#140;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#128;&#129;&#230;&#174;&#139;&#227;&#130;&#138;&#230;&#153;&#130;&#233;&#150;&#147;&#227;&#129;&#175;&#239;&#188;&#145;&#229;&#136;&#134;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#187;&#231;&#130;&#185;&#230;&#149;&#176;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#128;&#129;&#231;&#173;&#148;&#227;&#129;&#136;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#10;&#227;&#129;&#132;&#227;&#129;&#161;&#230;&#151;&#169;&#227;&#129;&#143;&#239;&#188;&#147;&#227;&#129;&#164;&#227;&#129;&#174;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#140;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#175;&#239;&#188;&#147;&#231;&#130;&#185;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#136;&#182;&#233;&#153;&#144;&#230;&#153;&#130;&#233;&#150;&#147;&#229;&#134;&#133;&#227;&#129;&#171;&#239;&#188;&#147;&#227;&#129;&#164;&#227;&#129;&#174;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#140;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#130;&#130;&#239;&#188;&#145;&#231;&#130;&#185;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#149;&#143;&#233;&#161;&#140;&#229;&#135;&#186;&#233;&#161;&#140;&#232;&#128;&#133;&#227;&#129;&#174;&#232;&#167;&#163;&#231;&#173;&#148;&#227;&#129;&#168;&#228;&#184;&#128;&#232;&#135;&#180;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#232;&#168;&#128;&#232;&#145;&#137;&#239;&#188;&#145;&#227;&#129;&#164;&#227;&#129;&#171;&#227;&#129;&#164;&#227;&#129;&#141;&#239;&#188;&#145;&#231;&#130;&#185;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Puzzle",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "13962",
    "Name": "Warhammer Underworlds: Two-Player Starter Set",
    "ID": 396015,
    "Year": "(2023)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/396015/warhammer-underworlds-two-player-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.5",
    "Description": "The Mirrored City of Shadespire is a nightmare plane of illusion and madness, an ever-changing labyrinth of endless stairs, cramped streets, and soaring archways. Dare you enter and claim the glory that awaits?&#10;&#10;This starter set is the ideal way to get into Warhammer Underworlds. With two complete warbands - the valiant Stormcast Eternals of Ironsoul&rsquo;s Condemnors and the undead Sepulchral Guard-, the full rules, and all of the dice, tokens, and boards that you need to play the game, there is no better choice to begin your adventures in the ultimate arena combat miniatures game.&#10;&#10;The warband-specific decks in this starter set are designed for use in the Rivals game format &ndash; a format that uses pre-made decks ready for play straight out of the box, so that while you may decide to craft your own card decks once comfortable with the rules, this is not a requirement to get started.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Warhammer Underworlds"
    ]
  },
  {
    "Rank": "13963",
    "Name": "Fullmetal Alchemist: Brotherhood – The Promised Day",
    "ID": 351226,
    "Year": "(2022)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/351226/fullmetal-alchemist-brotherhood-the-promised-day",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Commemorating the 20th anniversary of the phenomenal series, FULLMETAL ALCHEMIST, comes a board game based on the beloved anime FULLMETAL ALCHEMIST BROTHERHOOD.&#10;&#10;In this cooperative board game, players take on the roles of some of the series&rsquo; most iconic characters, while working together to take down the creeping mannequin soldiers and dreadful homunculi and complete the Reverse Transmutation Circle. Take on the challenge solo or with a group of 2 to 4 players. The difficulty can be changed between Novice, Hard, and Ultimate &ndash; the last being a true test of strategy and skill.&#10;&#10;&ldquo;The Promised Day&rdquo; in Central has arrived. Edward Elric, the Fullmetal Alchemist, and his allies aim to activate the Reverse Transmutation Circle to counter the homunculus&rsquo; Countrywide Transmutation circle. Do you have what it takes to stop Father&rsquo;s ambitions?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Solo / Solitaire Game",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Theme: Alchemy",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "13964",
    "Name": "Lords of the Spanish Main",
    "ID": 25618,
    "Year": "(2006)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/25618/lords-of-the-spanish-main",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1818",
    "Description": "Each player, representing a historical individual in the year 1600, attempts to make his fortune in the Spanish Main.&#10;&#10;One player is the Marqu&eacute;s de Guadalcazar, the Spanish governor of Espa&ntilde;ola. He is not averse to dealing in contraband goods with the merchant fleets of the other players.&#10;&#10;During each yearly turn, a player bids upon properties and slaves, establishes colonies, and maneuvers his ships for either trade or piracy. He is free to perform almost any negotiation or deal with the other players.&#10;&#10;In 1605, the treasure player (usually the Marqu&eacute;s) sails the first treasure flotilla, using either his own fleet, or a contracted foreign one. If the voyage successfully avoids the pirates of the other players, the treasure is divided up as agreed among the collaborators.&#10;&#10;The player finishing with the greatest gold and treasure wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Pirates"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Region: Caribbean Sea",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "13965",
    "Name": "Ortus",
    "ID": 103975,
    "Year": "(2013)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/103975/ortus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.9091",
    "Description": "As legendary warlords meeting in the fabled arena of Ortus to decide who is superior, both players command a band of handpicked warriors, all schooled in one of the prime elements. The Ortus arena is believed to be the origin of all things, the place where the prime elements were fed with the raw energies to shape the world as we know it. How true this is can be debated, but this is the only place where energy still flows freely in its purest form. Players must harvest these energies and channel them to their warriors as fast and unpredictable Wind warriors, clever positioning of supporting Fire warriors, and devastating blows from lethal Water warriors will all be necessary to claim victory.&#10;&#10;Ortus takes place on a hexagonal board, with each player starting with eight warriors (two of each element) on the back row (the &quot;Haven&quot;) in an order of their choice. Ortus is played in rounds, which each consist of four stages:&#10;&#10;&#10;     Collect energy: Each warrior on an energy well generates energy, which flows into the player's general pool.&#10;     Maneuver warriors: Players can spend 1 energy per hex to move warriors to better locations or attack opposing warriors.&#10;     Return the fallen: When the active player returns his fallen warriors to his Haven, his turn ends.&#10;     Defend: Energy remaining from the maneuver phase can be used to defend warriors against incoming attacks; more specifically, each attack has a certain power, and if the defender is unable or unwilling to pay energy equal to this power, the warrior falls.&#10;&#10;&#10;When a player occupies five energy wells at the start of his turn or has removed all eight opposing warriors, he wins.&#10;&#10;Ortus has a gentle learning curve, starting with the Basic game, which can be taught in around eight minutes. From there, players can introduce the special rules for each of the elemental warriors one at a time to learn the full Advanced game. Each warrior has two unique skills that differentiate it from the others. Being able to move all of your warriors on the board gives an enormous amount of tactical options. The excitement of the game lies in the careful planning of your attacks, knowing when to advance and when to withhold Energy as well as knowing whether to save or sacrifice your warriors.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Grid Movement"
    ],
    "Families": [
      "Components: HexHex8 Grids",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13966",
    "Name": "Reality Shift",
    "ID": 302057,
    "Year": "(2022)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/302057/reality-shift",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Race. Hack. Win.&#10;&#10;In Reality Shift, race across large magnetic Reality Cubes while hacking into them to change their positions.&#10;&#10;Move your light bike across any side of the cubes to find the best path to the finish.&#10;&#10;Shift reality by hacking the track to slide, rotate, flip and tilt the Reality Cubes. Block your opponents&rsquo; paths, make your path to the finish shorter, or crush your opponents!&#10;&#10;Reality Shift is a fast-paced 3D racing game for 2 to 4 players set in a retro virtual reality world. The racetrack is made of cubes whose magnetic facings have different paths on them. Your light bike is not constrained by gravity. Your magnetic figure can use any accessible path on the tops and the sides of the cubes.&#10;&#10;Being fast is not enough though. You will be able to play a card each turn that will move a Reality Cube, creating a track that is always shifting. Don&rsquo;t have a path to the finish? Transform the board to make one. Is an opponent in the lead? Change the track to block their way or just crush them with a Reality Cube, forcing them to respawn at the start.&#10;&#10;Be faster, smarter, and more ruthless than the other racers to win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Map Deformation",
      "Modular Board",
      "Open Drafting",
      "Race",
      "Roll / Spin and Move",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13967",
    "Name": "Double or Nothing",
    "ID": 22111,
    "Year": "(2006)",
    "Geek Rating": "5.538",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/22111/double-or-nothing",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1094",
    "Description": "Double or Nothing is a fast paced, press-your-luck game that is perfect fun for groups of 3-6 players. How far will you push yourself to score points? Players take turns scoring or flipping over cards, looking to increase their points. Turn over the wrong cards and you will be out of the round.&#10;&#10;The last player in the round is forced to play Double or Nothing which can lead to mega-points or nothing at all. Once the seventh bonus card is turned over the game ends and the person with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "13968",
    "Name": "Telepaths",
    "ID": 5001,
    "Year": "(1992)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/5001/telepaths",
    "Min Players": "4",
    "Max Players": "24",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "This game is much like the few years later published What Were You Thinking? The objective is for teammates to think of the same list of five words when viewing a common card (e.g. a picture of an apple).  For each matching entry, the partners move forward on the game board. Some editions include peel-up erasing tablets, others a simple writing pad and the players are expected to provide pens or pencils.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Psychic Powers"
    ]
  },
  {
    "Rank": "13969",
    "Name": "Pirates of the Caribbean PocketModel Game",
    "ID": 31053,
    "Year": "(2007)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/31053/pirates-of-the-caribbean-pocketmodel-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "From the publisher:&#10;&#10;Jump aboard great vessels like the Flying Dutchman and the Black Pearl and set sail with Captain Jack Sparrow, Will Turner, Elizabeth Swann, and Captain Barbossa in a fight to claim the most treasure!&#10;&#10;- The only game to offer constructible Pirates of the Caribbean ships in a family-fun game&#10;- Content from all three of Disney&rsquo;s Pirates of the Caribbean movies in one collectible game&#10;- A must-have for Pirates of the Caribbean fans of all ages&#10;&#10;&#10;Although marketed (and playable) as a stand-alone game, this is 100% compatible with Pirates of the Spanish Main and is considered an expansion to that game.&#10;&#10;Similar constructable ships were used for Pirates: Quest for Davy Jones' Gold.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Exploration",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Pick-up and Deliver",
      "Race",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Brands: Disney",
      "Collectible: Collectible Miniatures Games",
      "Components: Miniatures",
      "Country: England",
      "Movies: Pirates of the Caribbean",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13970",
    "Name": "Furry Foodies",
    "ID": 272598,
    "Year": "(2019)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/272598/furry-foodies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "In Furry Foodies, you are a hungry cat sneaking snacks, while the humans in the house aren&rsquo;t looking. With a little cunning and the bat of a cat paw, you will push plates out of the grid to collect them. But beware of broken plates, you might attract the attention of those clueless humans.&#10;&#10;Collect sets or runs of a variety of foods to score points. It is the number on the plates in the group that scores and not the rank on any given dish. The player with the highest score wins.&#10;&#10;We&rsquo;re just here for the food!&#10;&#10;It&rsquo;s always mealtime for these mischievous kittens! In this light strategy game, act as your favorite feline and snatch as much food as you can by pushing plates off the edge of the table. Food on the floor boosts your score! The cat with the most plate sets and sequences gets the delicious win.&#10;&#10;How will your hunger add up? Start sneaking snacks to be the fullest cat in FURRY FOODIES!&#10;&#10;Contents:&#10;&bull; 6 Cat Movers and 4 bases &#10;&bull; 4 Double-Sided reference cards&#10;&bull; 64 Food Tiles numbered 1-8&#10;&bull; 2 &ldquo;Wild&rdquo; Food Tiles&#10;&bull; 15 Broken Plate Tiles&#10;&bull; 7 +1 Move Tiles&copy;2&#10;&bull; Rules&#10;&#10;Kitty Bios:&#10;Snowball &#10;No challenge is too great for this white wonder! This high energy fur ball can take down a pawful of Christmas tree ornaments in a single swipe. And be sure to guard your dinner plate, because if it&rsquo;s fish night, Snowball will jump, drag and devour the salmon before you can say &ldquo;Bad Kitty!&rdquo; Will his youthful exuberance ever let up? Only time will tell for this fiendish feline!&#10;&#10;Fluffbucket &#10;Underneath all that fur is a well-muscled kitty ready to pounce. His favorite pastimes include batting at the window shades, chasing birds in the backyard, and hiding under furniture where he can easily attack an unsuspecting person&rsquo;s legs. One of his favorite foods is ice cream, but he is a bit of a snob and will only eat from a spoon.&#10; Cleo &#10;The cat of many colors! Nothing gets this gal going like the drip from a water faucet. She loves to squeeze her ample body into the sink, waiting as the anticipation builds. Then all of a sudden&hellip;drip! Cleo will try to catch the drip, eat the drip and stick her head into the faucet looking for the source of that crazy drop of water.&#10; Rusty &#10;Rusty is a handsome tabby with a knack for causing mischief. While he has all the cat toys his heart desires, his favorite toys are the ones from the trash can. This curious little kitty can&rsquo;t help but get himself into trouble. He&rsquo;s fallen out of every window in the house, been accidently locked in many a closet, and stolen countless snacks from his humans. Despite all his flaws, he&rsquo;s still a sweet little guy who&rsquo;s favorite thing is to cuddle with his best friend.&#10;&#10;Lola &#10;Lola is a giant beast with a magnificent mane and enormous paws, but looks can be deceiving. Unaware of her regal appearance, she squeaks and leaps into your arms at the slightest frightening noise. Lola loves people, and refuses to eat her kibble until she&rsquo;s been given an approving pet. She is happy to plop down on top of whatever her humans are doing, just to make sure she is always the center of attention.&#10;&#10;Flapjack &#10;Just about the time his humans are crawling into bed, Flapjack begins his evening prowl. Not content to walk along the floor, prowls begin with a leap from the couch to the fireplace mantle from there it is a small hop to the top of the flat screen TV, that he crosses with more grace than a tightrope walker. It is not until he is perched in the small gap above the kitchen cabinets that he assesses what to attack. Usually it is balled up socks, but he has been known to grab oranges and potatoes. Whatever his evening trophy is, he promptly tucks into bed with his humans.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "13971",
    "Name": "Tower of Doubt",
    "ID": 155195,
    "Year": "(2012)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/155195/tower-of-doubt",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "To set up &#227;&#130;&#174;&#227;&#130;&#183;&#227;&#131;&#179;&#227;&#130;&#162;&#227;&#131;&#179;&#227;&#130;&#173;&#227;&#131;&#142;&#227;&#131;&#136;&#227;&#130;&#166; (Towers of Conspiracy), six four-sided towers are placed on the board, and for each tower, a player can see only two of the four sides. More importantly, each player sees the two sides that their opponent does not, and the sides of each tower are colored either yellow or black. Only six different combinations of yellow and black are possible &mdash; all sides yellow, three sides yellow, two opposite or adjacent sides yellow, one side yellow, and zero sides yellow &mdash; and players try to collect as many yellow sides as possible.&#10;&#10;To do this, they place colored blocks on the towers, serving as both bluffing devices and ways to claim towers, and at the end of the round, each player claims two towers.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Series: Funbrick Series (itten)"
    ]
  },
  {
    "Rank": "13972",
    "Name": "Sideshow Swap",
    "ID": 256443,
    "Year": "(2019)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/256443/sideshow-swap",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Sideshow Swap is an original, deduction-style party game based on cunning and chance. Players take turns swapping performer cards and playing tickets in an effort to sabotage others, all while trying to discover and hold the top performer before the game ends. Squirrel away money to play the best tickets and tilt the game in your favor. But beware! Other players are trying to ruin your plan as well, so it helps to keep track of where the best performers are as the chaos ensues. Cards are quickly and frequently changing between players, so you have to time your moves just right. The game ends when someone lays their last ticket, and players reveal their performers. The highest one wins!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13973",
    "Name": "Hill of Doves: The First Anglo-Boer War",
    "ID": 143360,
    "Year": "(2013)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/143360/hill-of-doves-the-first-anglo-boer-war",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.2222",
    "Description": "Strategic Situation:&#10;&#10;HILL OF DOVES is a solitaire boardgame in which the player controls an Imperial British Army at war with a programmed non-player Transvaal Republican Army in 1881. The British army&rsquo;s aim is to win the war by controlling the area known as Laing&rsquo;s Nek which lies on the border between Natal and the Transvaal. The British army has up to twelve weeks to achieve this, failing which, the Boers will win the war.&#10;&#10;Programmed System:&#10;&#10;HILL OF DOVES is played using a programmed system whereby the player follows the instructions on the Game Sequence Chart aided by the Step Marker and the Quick Reference Card. If any battles are to be fought the player will be referred to the Assault Chart or the Ambush Chart to resolve the battle and then the player will be prompted to return to the Game Sequence Chart to continue the war.&#10;&#10;Time Phases:&#10;&#10;HILL OF DOVES is played at a strategic, operational and tactical level simultaneously. There are three phases to the game. The Operational Phase is the heart of the game and represents a seven-day cycle, with a Strategic Phase being referred to at the end of each Operational Phase to resolve situations occurring during the week just passed and a Tactical Phase representing a variable number of hours being referred to each time the British carry out an assault.&#10;&#10;Game Boards:&#10;&#10;HILL OF DOVES is played on three boards simultaneously. These are the Strategic Board, Operational Board and Tactical Board. Game information is recorded on these boards and British strategic, operational and tactical columns are maneuvered on the maps located on these boards.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: South Africa",
      "Country: United Kingdom",
      "History: Boer Wars",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "13974",
    "Name": "Holdfast: Pacific 1941-45",
    "ID": 208323,
    "Year": "(2017)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/208323/holdfast-pacific-1941-45",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "2.2222",
    "Description": "HoldFast Pacific has the empire of Japan attempt to control the vast Pacific Ocean.  After devastating the United States fleet at Pearl Harbor,  the Japanese naval, air and land forces push their conquest across the Pacific. Their only obstacles are weakened Allied forces and time as the Allies recover.  Can you as the Japanese player secure a Pacific empire that protects your homeland from your enemies?  And as the Allied player can you rebuild your  armed forces and mount a counter attack that prevents the Japanese expansion and bring the war to their homeland?&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Block Wargames",
      "Crowdfunding: Kickstarter",
      "Decades: The 1940's",
      "Region: Pacific Ocean",
      "Series: HoldFast (Worthington Publishing)"
    ]
  },
  {
    "Rank": "13975",
    "Name": "Bosworth",
    "ID": 645,
    "Year": "(1998)",
    "Geek Rating": "5.538",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/645/bosworth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0968",
    "Description": "Bosworth is essentially a chess variant for up to 4 players.  The pieces are the same as chess (8 pawns, 2 knights, 2 rooks, 2 bishops, a king, and a queen), but they are represented as disks so that they can be drawn randomly from a pile.&#10;&#10;Players begin the game with 4 pawns in their edge of the board or &quot;field camps&quot; and four pieces from their draw pile as their hand.&#10;&#10;On each turn, a player must move or capture with one piece, fill empty spaces in their field camp with a piece from their hand, and then draw to bring their hand up to four pieces.&#10;&#10;Pieces move and capture just like in chess, except for pawns, which can move sideways and capture in any diagonal direction, and kings, which can capture their own pieces to escape check.  As in chess, the object is to checkmate all opponent's kings.&#10;&#10;Online Play&#10;&#10;&#10;     GameTable Online (real-time)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Components: 6 x 6 Grids",
      "History: Waterloo Campaign",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "13976",
    "Name": "Pro Action Football",
    "ID": 12451,
    "Year": "(1994)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/12451/pro-action-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.125",
    "Description": "A large table top soccer game with a felt mat and mechanical players that kick the ball from point to point.  Comes with play mat, balls, 2 teams of 11 players including goalies, goals, and sideline netting.&#10;&#10;Dubbed as &quot;Classic Table top fun for the whole family&quot;.&#10;&#10;From the box:&#10;&#10;Take control of the game with England Total Action Football. The great table top action game recreates the excitement, pace and skills of a real football match!&#10;&#10;With magnetic action, each of the players can kick, pass, and trap the ball, and the goalie can even save it!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Table Football (Soccer) Dexterity Games",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "13977",
    "Name": "1894",
    "ID": 410599,
    "Year": "(2023)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/410599/1894",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "4.2",
    "Description": "1894 is a 3-4 player 18xx game set along the border between France and Belgium.&#10;&#10;Some 1894 features:&#10;&#10;     two public companies start the game floated, with every player invested in them&#10;     full capitalization with shares in the IPO paying to the company&#10;     novel share redeeming/reissuing model&#10;     public companies that may be started later in the game and that can choose their home city&#10;     regular green cities upgrade to OO&ndash;like brown cities: it is possible to disconnect what used to be connected&#10;     trains may be upgraded to newer types at a discount&#10;     streamlined game end&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Investment",
      "Market",
      "Network and Route Building",
      "Ownership",
      "Stock Holding",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "13978",
    "Name": "Linkto Travel",
    "ID": 274557,
    "Year": "(2018)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/274557/linkto-travel",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Linkto Travel &mdash; first released as Links Voyage &mdash; is a co-operative trivia game in which players team up to find the key amongst the fifty cards that feature unique travel art.&#10;&#10;Together, players link all 49 clue cards to the 50 word cards. They then discover whether the remaining, unlinked word card is the key to their victory, validating its code with the answer card to know whether they've won the game!&#10;&#10;Linkto Travel, which has also been released as Match Up! Travel, offers five levels of difficulty in the game, as well as a competitive mode for those who want it. The unlinked word card differs at each difficulty level, and the clues themselves also differ, getting much harder to decipher at the higher levels.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: Match Up! (Randolph)"
    ]
  },
  {
    "Rank": "13979",
    "Name": "Arcole 1796",
    "ID": 193792,
    "Year": "(2016)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/193792/arcole-1796",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "Arcole 1796 focuses on the three days of an indecisive battle in northern Italia (15th to 17th November 1796). It includes 3 scenarios of one day and a campaign game of 3 days.&#10;&#10;Arcole 1796 is the 41st battle of the Jours de Gloire series.&#10;&#10;Bonaparte is at the head of the French Army of Italy. Alvinczy commands the Austrian Army.&#10;&#10;This Jours de Gloire module introduces a new type of terrain - the Dike - and very particular tactical options as the battlefields is made of marshes and rice fields, with dikes as only ways for developing maneuvers.&#10;&#10;The game includes an A2 map, a color player aid and 216 counters and markers.&#10;&#10;Bilingual Rules and Charts (English/French).&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Italy",
      "Digital Implementations: VASSAL",
      "History: French Revolutionary Wars",
      "History: Italy 1559–1814 (Foreign dominations)",
      "Players: Two-Player Only Games",
      "Series: Collection Jeux d'Histoire (Vae Victis)",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "13980",
    "Name": "Excalibohn",
    "ID": 313649,
    "Year": "(2020)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/313649/excalibohn",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Bohnanza, you plant, then harvest bean cards in order to earn coins. Each player starts with a hand of random bean cards, and each card has a number on it corresponding to the number of that type of beans in the deck. Unlike in most other cards games, you can't rearrange the order of cards in hand, so you must use them in the order that you've picked them up from the deck &mdash; unless you can trade them to other players, which is the heart of the game.&#10;&#10;On a turn, you must plant the first one or two cards in your hand into the &quot;fields&quot; in front of you. Each field can hold only one type of bean, so if you must plant a type of bean that's not in one of your fields, then you must harvest a field to make room for the new arrival. This usually isn't good! Next, you reveal two cards from the deck, and you can then trade these cards as well as any card in your hand for cards from other players. You can even make future promises for cards received right now! After all the trading is complete &mdash; and all trades on a turn must involve the active player &mdash; then you end your turn by drawing cards from the deck and placing them at the back of your hand.&#10;&#10;When you harvest beans, you receive coins based on the number of bean cards in that field and the &quot;beanometer&quot; for that particular type of bean. Flip over 1-4 cards from that field to transform them into coins, then place the remainder of the cards in the discard pile. When the deck runs out, shuffle the discards, playing through the deck two more times. At the end of the game, everyone can harvest their fields, then whoever has earned the most coins wins.&#10;&#10;Excalibohn plays much like Bohnanza except that most types of bean now have a special &quot;magic power&quot; associated with them. Each player starts the game with one magic card and can earn more. After planting one or two cards at the start of your turn, you now have a magic phase during which you can use potions and other special powers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Negotiation",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Game: Bohnanza"
    ]
  },
  {
    "Rank": "13981",
    "Name": "Command Decision: Test of Battle",
    "ID": 27480,
    "Year": "(2006)",
    "Geek Rating": "5.538",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/27480/command-decision-test-of-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.0714",
    "Description": "Battalion level rules for using WWII miniatures where each stand of miniatures represents a platoon and each turn represents 30 minutes of time.  &#10;Major differences from earlier editions (accoding to Introduction):&#10;--Turn = 30 mins (before, 15 mins).&#10;--Spotting is now deterministic.&#10;--Most models are always on the table. Some are 'phantom' models (dummies).&#10;--Exception: one or two 'command reserve' stands can be added during play.&#10;--Movement is now sequential, not simultaneous.&#10;--Stands are eliminated with one hit (before, 2-4 hits were required).&#10;--HE fires always suppress.&#10;&#10;TO&amp;Es and Data charts for 4 nations (US,UK,Germany and Russia) included.&#10;12 historical scenarios and a random campaign scenario generator (named 'Test of Battle'). Also, Random Event cards are added.&#10;&#10;Expanded by:&#10;&#10;    Command Decision: Test of Battle &#226;&#128;&#147; Benghazi Handicap&#10;    Command Decision: Test of Battle &#226;&#128;&#147; Stars and Stripes Forever&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Command Decision, Test of Battle"
    ]
  },
  {
    "Rank": "13982",
    "Name": "Jotto",
    "ID": 11821,
    "Year": "(1956)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/11821/jotto",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "The object of the game is to find your opponent's secret word.  Each player chooses a five letter word and writes it down so the other cannot see it.   The word should be in the dictionary and can include letters that repeat.  One player now announces a test word and the second player reveals how many letters in that word are the same as the letters in his secret word.  Such a letter is called a jot and the first player marks down how many jots that word contained.  Players take turns guessing and use the information (number of jots) they have gathered to guess the opponents secret word.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13983",
    "Name": "7TV",
    "ID": 70222,
    "Year": "(2010)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/70222/7tv",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Inch High Spy-Fi&#10;&#10;Tabletop miniatures game set in the classic sci-fi and action TV shows of the 60s and 70s.&#10;&#10;From the groovy mews of London town to the casino tables of Monte Carlo, flamboyant rogues and high-kicking heroines safeguard the world against madmen, despots and secret cults.&#10;&#10;The plots are preposterous and the guest stars improbable. Car chases, debonair adventuring, punch-ups, explosions and open-top sports cars are all in a days work in 7TV.&#10;&#10;Fight across the tabletop as your favourite re-diffused heroes or villains. Flamboyant geniuses, karate kicking angels or unearthly agents sent to maintain the universal balance fight against double agents, sultry spies, mad scientists and supernatural legends.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Movies / TV / Radio theme",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: action engine (Crooked Dice Game Design Studio)"
    ]
  },
  {
    "Rank": "13984",
    "Name": "Rok 1920",
    "ID": 21685,
    "Year": "(1995)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/21685/rok-1920",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4615",
    "Description": "Rok 1920 is a two-player, intermediate complexity, strategic-level wargame simulation of the &quot;Polish-Soviet War&quot;, the Soviet attempt to conquer Poland. The game is based on programmed instructions. There are 4 introductory scenarios, leading to the Campaign Game. 4 additional scenarios are included, too.&#10;Special rules include moral advantage, Revolutionary Mobilization made by CHEKA, limited Polish-Lithuanian War, Ukrainian Sich Rifles supporting the Soviets and Ukrainian Army supporting the Poles, counter-revolutionary Russian, Byelorussian and Cossack troops and support units: tanks, flotillas, armored cars and trains.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Polish-Soviet War (1919-1921)",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Country: Belarus",
      "Country: Latvia",
      "Country: Lithuania",
      "Country: Poland",
      "Country: Romania",
      "Country: Russia",
      "Country: Ukraine",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13985",
    "Name": "Sherlock Solitaire",
    "ID": 411013,
    "Year": "(2024)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/411013/sherlock-solitaire",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "Sherlock Solitaire is a solo and/or co-operative card game that puts players in the shoes of Watson and Holmes! Take on some of Sherlock Holmes' most famous mysteries in this smart, quick strategy card game.&#10;&#10;With a little luck, you may even be able to thwart the dastardly Professor Moriarty and his agents once and for all! Are you clever enough to survive and solve the case?&#10;&#10;Contains 55 game cards and a rules sheet.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Novel-based",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Ordering",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Digital Implementations: Google Play"
    ]
  },
  {
    "Rank": "13986",
    "Name": "Eye Know",
    "ID": 35665,
    "Year": "(2007)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/35665/eye-know",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "Eye Know is a visual trivia betting game. At the start of the game, a number of cards are laid out on the game board. On a turn, you choose one of the cards and identify the image on it. (This isn't the hard part, but rather a precursor of what's to come.) If you correctly identify the image, you can then bid some amount of poker chips to answer a trivia question relating to the object named on the card, or you can auction off the right to answer a trivia question. Questions come in three varieties &mdash; true/false, multiple choice, and open ended &mdash; and the payouts are higher for the tougher questions: 1:1, 2:1 and 3:1. Answer correctly, and you collect more chips as well as the card; collecting sets of cards gives you bonus points, and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Set Collection"
    ],
    "Families": [
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "13987",
    "Name": "Downsize",
    "ID": 197067,
    "Year": "(2016)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/197067/downsize",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Downsize is a competitive card game for 2-6 players, which focusses on competing players firing employees, and racing to make investments and 'downsize' before the market crashes.&#10;&#10;At the start of each game, players are given 10 Employees, and can discard them either in Pairs to resolve an effect (which changes depending on what Employees you discard) or on their own, in the case of rare Specialist Employees, who have their own unique abilities.&#10;&#10;When Players have fired all of their Employees, they have 'downsized,' can no longer be affected by the actions of other Players, and do not take losses if the market crashes. The winner is the Player with the highest value of Returns at the end of the game.&#10;&#10;As well as several possible strategies, both passive and aggressive, the game requires Players to balance their workforce and rate of investment, to avoid losing money at the end of the game. Downsize can also be read as a satire of corporate business.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13988",
    "Name": "Cubeo",
    "ID": 191916,
    "Year": "(2016)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/191916/cubeo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "Cubeo is a fast-paced abstract dice game for two players, where no die is rolled.&#10;&#10;Although this game is referred to as a board game, no board is needed--a flat surface suffices--and a set of twelve 6-sided dice in two colors, six for each player.&#10;&#10;The main objective of both players is to put dice on the surface, creating a single 2D formation from them, and either block the opponent from performing any valid action, or be the first player to merge two dice with a total value of more than 6.&#10;&#10;At the beginning, both players put one die on the playing surface, each facing one dot up, with both dice touching along a side, creating the starting formation. Then during each turn, a player can perform one of the following actions:&#10;&#10;1. Add a die to the dice formation touching a friendly die - the newly added die cannot touch any of the opponents' dice.&#10;2. Move a die around the perimeter of the existing formation - the die's value determines the number of steps, and may reverse direction while moving.&#10;3. Merge two friendly dice, provided the player has at least 3 dice in the structure - add the value of adjacent dice, and replace one of the dice indicating the total.&#10;&#10;It is further required that the dice formation stays connected at all times.&#10;&#10;When a player merges two dice that add up to a value larger than 6, they win.&#10;Alternatively, if a player can't perform any action, they lose.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Abstract Play",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13989",
    "Name": "Robin Hood",
    "ID": 258137,
    "Year": "(2019)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/258137/robin-hood",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "If you liked Hammer of the Scots and Cowboys, you will love Robin Hood that launches our new game series Legends and Myths.&#10;&#10;Medieval England has many legends and myths.  One of the most enduring of English folklore is Robin Hood, legendary outlaw archer and champion of the common people.&#10;&#10;Robin of Loxley, a nobleman by birth, returns home from the Crusades and finds his lands taken and people taxed by the Sheriff of Nottingham and his enforcer, the Black Knight.   Confronting the injustices and tyranny, he chooses to become an outlaw and leader of the common folks.  Robbing from the Sheriff and giving to the poor, he becomes a hero and legend as the contest between good and evil unfolds in the castles and villages of Nottingham and the deep woods of Sherwood Forest.&#10;&#10;Robin Hood is our two-player game that brings all the action of Medieval England into play.  One side marshals the forces of the Sheriff of Nottingham led by the Black Knight.  He leads Knights, Normans, Pike men and archers.  The other side is Robin Hood and his band of merry men.  Each side has strengths and weakness.  These forces contest each other in a power struggle to gain the most gold to support their causes.&#10;&#10;And gold can be gained or lost in many ways.&#10;&#10;The game includes a unique blend of medieval military forces with Knights, pike men, archers and leaders engaged in movement and combat, while it has a role playing element depicted  by the characters such as Robin Hood, the Sheriff, Marian, etc.  The characters can do medieval movement and combat and much more.   They can be captured.  They can be rescued.  They can be executed.&#10;&#10;A game you will want to play again and again!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Components: Block Wargames",
      "Components: Map (Continental / National scale)",
      "Crowdfunding: Kickstarter",
      "Folk Tales & Fairy Tales: Robin Hood",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13990",
    "Name": "Tricks and Treats",
    "ID": 127028,
    "Year": "(2012)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/127028/tricks-and-treats",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.375",
    "Description": "Description from the back of the Box:&#10;&#10;You and your friends have just returned from a fruitful trick-or-treating journey. But now the real fun begins. The grownups have tasked you and your friends to fairly distribute the candy pile. But all of you have something else in mind. Be the one to get the most candy at the end of the game to win!&#10;&#10;Tricks &amp; Treats is a family-friendly card game for 2-4 players.&#10;&#10;Gameplay&#10;&#10;Each player takes turns placing candy into several numbered Halloween candy baskets on the table.  The objective is to have the most candy in your basket by the end of the game.  The catch is.. if another player can figure out which basket is yours, he/she can tattle on you and bump you out of the game.&#10;&#10;Goal&#10;&#10;The goal of the game is to have the most candy at the end of the game or to be the only player left in the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "13991",
    "Name": "Remnants",
    "ID": 248224,
    "Year": "(2018)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/248224/remnants",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "Remnants takes place in a post-apocalyptic world. Each player builds a compound and fights to survive raiders and mutant creatures. The game is played in five phases: Scavenge, Build, Fight, Heal, and Clean-up. In the Scavenge phase, you send survivors into the Badlands to roll dice in a real-time race for resources. In the Build phase, you take turns spending those resources to buy weapon, defense, and special development cards that enhance your compound. When threats attack, you roll dice and use abilities from cards you purchased to survive. You'll fight a Level 1 threat, followed by a Level 2 threat, then finally face down the Raider Boss.&#10;&#10;After the final attack, the game ends and the player with the most victory points wins. Victory points can be scored from development cards, survivors, specialists, defeated threats, and special bonus tokens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "13992",
    "Name": "Soldier's Companion",
    "ID": 10268,
    "Year": "(1989)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/10268/soldiers-companion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Soldier's Companion is a good, solid set of 19th-century colonial miniatures rules. The basic system mechanics are are an elaboration of those used in Sky Galleons of Mars, giving a solid basis for land, aerial, and aquatic combats. While allowing for the addition of land juggernauts, combat tripods, and aerial fliers, the rules work just as well for a rag-tag British column fighting its way through the passes of the Northwest Frontier. Soldier's Companion combines the excitement of the 19th-century  colonial wars with the adventure of Space:1889.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Post-Napoleonic",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: 1889 universe",
      "Space: Mars",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "13993",
    "Name": "La Fleur",
    "ID": 402817,
    "Year": "(2024)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/402817/la-fleur",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Grandeur, love, and flowers! La Fleur is a strategy board game where you take on the role of a French Rococo garden enthusiast as you build your ch&acirc;teau, host garden parties, and gain prestige to hold the greatest of all garden gatherings, the Grande Soir&eacute;e. Each player begins the game as one of a multitude of characters with a ch&acirc;teau that is rather, well....plain and empty. How will you ever attract visitors to your ch&acirc;teau and build your reputation if there are no fountains to admire, no paths to wander, and, most importantly, no flowers!&#10;&#10;Each round you will send your artisans to different parts of Paris to acquire floral beauties, hire additional help, earn coins, commission new garden features for your ch&acirc;teau, and do many other things that artisans generally do. But be quick! Resources each round are limited, and the first artisan to each location gets their pick of the cr&egrave;me de la cr&egrave;me. Each round ends with a garden party, where visitors from across the globe come to shower you with prestige and opportunity. Be wary of your neighbors, though! If their ch&acirc;teau is more attractive than yours, some visitors may be more enticed to attend your neighbor&rsquo;s garden party than yours. Sacrebleu! As word of the beauty of your competing ch&acirc;teaus spreads, more and more visitors will flock to your gardens. When one player gains enough Prestige, all players add their bonuses from their objectives and garden features, and the player with the most Prestige is declared the Host of the Grande Soir&eacute;e!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Humor"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Paris (France)"
    ]
  },
  {
    "Rank": "13994",
    "Name": "Pathways",
    "ID": 351300,
    "Year": "(2023)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/351300/pathways",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Pathways is a two-player flicking, dexterity game played on a uniquely crafted bamboo board with acrylic disks. The board has 46 symmetrical holes in a chessboard pattern.&#10;&#10;The goal of the game is for players to flick their 12 disks, in-turn, across the board into the opposite furthest row. As disks fall into the holes on the board, they create new flat surfaces making follow up shots easier. The player that gets most of their disks into their target row wins the game.&#10;&#10;There are specific match-game rules, where players compete to reach 11 points.&#10;&#10;The game board roughly measures about 12&rdquo; x 15&rdquo; and fits on most any surface and is easily portable.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13995",
    "Name": "Prelude to Disaster: The Soviet Spring Offensive",
    "ID": 15275,
    "Year": "(1992)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/15275/prelude-to-disaster-the-soviet-spring-offensive",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.2",
    "Description": "Prelude to Disaster: The Soviet Spring Offensive - May 1942, is Volume No. 6 of the Winter Storm Campaign Series by Clash of Arms Games, original designed by John Schettler and has the same Basic Rules like Edelweiss and Last Victory.&#10;&#10;The game covers the time between the end of the Soviet Winter counteroffensive and the beginning of the German Stalingrad campaign. In early May 1942, four Soviet armies stands poised to liberate Kharkov and seize the Dnepr River crossings, destroying all the German armies in the south Ukraine. The Germans themselves are preparing to nip the Soviet thrust at its base. Victory hangs in the balance and the entire course of the summer&rsquo;s campaign will depend upon who can strike first.&#10;&#10;The game provides two scenarios that can be played to conclusion in a single sitting. The number of units on each side is large but not overwhelming. And play balance is such that either side has a chance to win.&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: 5 miles / 8.5 Km&#10;Units: Battalion to Corps&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;Three dual-side printed countersheets (720 1/2&quot; counters)&#10;One 32-page Winter Storm Campaign Series Standard Rules 2nd Edition rulebook&#10;One 24-page Prelude to Disaster rulebook&#10;Two single-side printed Army Organization Player Aid cards&#10;One 12-page Charts &amp; Tables booklet&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: High&#10;Players: 2 or more&#10;Playing Time: 8-10 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Soviet Union",
      "Players: Two-Player Only Games",
      "Series: Winter Storm Campaign (Clash of Arms Games)"
    ]
  },
  {
    "Rank": "13996",
    "Name": "5 COLORS",
    "ID": 256620,
    "Year": "(2017)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/256620/5-colors",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "5 COLORS is a game to win the majority of five colors! Don't get fooled by your opponents!&#10;&#10;This game has cards 1-6 in five colors, and each player has five cards in hand. Players play two cards from hand simultaneously, then reveal them. They refill their hand, then repeated this process two more times, revealing only one card each of these time. The cards of the majority color will score &mdash; unless too many are present, in which case the color busts and the secondmost color scores. In case of a tie for majority, the tied colors are also out. This is repeated until the deck runs out, and the player with the most points wins.&#10;&#10;5 COLORS is a simple game featuring a lot of outsmarting the opponent and counting the cards &mdash; yet simple enough for the whole family, making it a great beginner's game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "13997",
    "Name": "Grimcoven",
    "ID": 415845,
    "Year": "(2025)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/415845/grimcoven",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "270",
    "Weight": "3",
    "Description": "Grimcoven is a miniature boss battler game for 1-4 players set in a dark Victorian universe where only the hunt matters.&#10;&#10;To play, you take on the role of a hunter fueled by lament who has signed a pact with a coven of other hunters to venture on one of many modular boss battles. Every character has a distinct development tree you can use to advance. Build and execute your unique combo, such as teleporting into any space on the map, gathering lament, gaining extra dice, and firing up a devastating attack on the boss. Sometimes a special electricity die will help you power up your armor, while at other times, you will forge magical bullets to be fired at the right moment.&#10;&#10;Who and where are you fighting? Each game you choose from multiple arenas, bosses, elites, and possible adventures. Every game is different and exciting. Instead of following a scripted campaign, dive right into a boss battle for an intense 2-3 hour gameplay session. Every boss offers a unique gameplay challenge, and bringing them down will be tactically demanding. You must work together and take full advantage of the arena and its resources to achieve your goal.&#10;&#10;During combat, strategically use dice allocation to move around the board, fire up different combos, and gather lament to grow in strength. Build your character in roguelike fashion and try to claim the ultimate prize. Collect too much lament, however, and you may turn into one of the beasts you were sent to hunt, with your fellow hunters unable to help you in time!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Modular Board",
      "Narrative Choice / Paragraph",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: AI generated illustrations",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Crowdfunding: Gamefound",
      "Players: Games with Solitaire Rules",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "13998",
    "Name": "Battles in the East 1: Sandomierz Offensive and Bagration Stopped",
    "ID": 377563,
    "Year": "(2023)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/377563/battles-in-the-east-1-sandomierz-offensive-and-bag",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "Battles in the East (BITE) is a series simulating World War II Eastern Front battles. The system rules are an evolution of the SPI classics Panzergruppe Guderian, Army Group South, and Cobra. Unit integrity bonuses include Soviet Corps and vary to show the increasing Soviet cohesion and decreasing German cohesion as the war progresses. HQ units provide higher level combat support and supply advantages to corresponding units in range. BITEs also incorporates standardized scales (unit size, distance, time) for easy comparisons.&#10;While the series rules allow players to play many games with the same core rules, the scenario rules add unique situational elements of each battle. Each volume includes two battles from one year with two copies of the charts and tables as well as scenario rules and set-up cards for easy reference.&#10;&#10;Bagration Stopped&#10;Warsaw, 1944: Operation Bagration had all but destroyed Army Group Center. Frantically the German army attempted to patch together a new defensive line. Armor reserves were rushed to the sector from as far away as Italy to hold the Vistula River line and Warsaw. At the same time 2nd Tank Army, working with 1st Belorussian Front, attempted to strike North, isolate Warsaw, and race for the Baltic to cut off all German forces in the North. The Soviets were unaware a new strike force was being assembled to prevent this, IV SS Panzer Corps. All is set for a classic armor thrust and counter thrust on the Vistula plain.&#10;The game runs from 27th July 1944&ndash;20th August 1944&mdash;ten game turns.&#10;&#10;Sandomierz Offensive&#10;Vistula Bridgehead, 1944: Army Group North Ukraine had been driven backwards in the Soviet Summer offensive. More concerning was that the army group&rsquo;s front had a huge hole between 1st Panzer and 4th Panzer armies. The Red Army moved to exploit this and cross the Vistula River. This was the last major obstacle to capturing Southern Poland. The Wehrmacht fought to delay the Soviet advance while drawing mechanized reserves from across the Eastern front to launch a counterattack. This would include the first use of King Tigers in action.&#10;The game runs from 28th July 1944&ndash;20th August 1944&mdash;ten game turns.&#10;&#10;Game Contents&#10;&bull;&ensp;One double-sided 22&times;34 inch game board&#10;&bull;&ensp;440 die-cut 5/8-inch counters&#10;&bull;&ensp;16-page system rules booklet&#10;&bull;&ensp;System charts card (2 sets)&#10;&bull;&ensp;Scenario rules/setup cards (2 sets of 2)&#10;&bull;&ensp;Scenario display card&#10;&bull;&ensp;1 six-sided die&#10;&bull;&ensp;Storage bags&#10;&#10;Battles in the East Series&#10;Players: 2&#10;Playing Time: 2&ndash;4 hours&#10;Map Scale: 3&ndash;5 miles per hex (5&ndash;8 km)&#10;Counter Scale: Regiment&ndash;Division&#10;Complexity: Medium&#10;Solitaire: High&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battles in the East"
    ]
  },
  {
    "Rank": "13999",
    "Name": "Super Snipers",
    "ID": 351180,
    "Year": "(2024)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/351180/super-snipers",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "Super Snipers is a 1-2 player head-to-head sniper dueling game featuring a familiar tetris mechanic used in a novel and exciting way.&#10;&#10;In Super Snipers, players assume the roles of genetically and cybernetically enhanced soldiers, each racing to locate and kill the other Super Sniper first. They do this by placing polyominoes (called &ldquo;Focus&rdquo;) onto grids. They must locate their opponent, isolate innocent bystanders, and make their kill. The first player to make 3 kills wins.&#10;&#10;Super Snipers has a simultaneous turns Duel Mode, a real-time Quickdraw Mode, a solo turn-based Contract Mode against an automa, and an intense solo real-time Hostage Rescue Mode against two automa in a hostage situation.&#10;&#10;Coming to Kickstarter on October 18th, 2022!  https://www.kickstarter.com/projects/galensgames/super-snipers&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Advantage Token",
      "Chaining",
      "Connections",
      "Enclosure",
      "Grid Coverage",
      "Matching",
      "Multiple Maps",
      "Pattern Building",
      "Race",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Sudden Death Ending"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "14000",
    "Name": "Tomb Raider Collectible Card Game",
    "ID": 3843,
    "Year": "(1999)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/3843/tomb-raider-collectible-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0625",
    "Description": "A collectible card game (CCG) set in the Tomb Raider universe.&#10;&#10;In Tomb Raider, you take the role of Lara Croft or one of her rival Tomb Raiders. You may explore a tomb or cave, or face some other mysterious and dangerous quest. During the game you will fight wild animals, defeat traps and overcome many other obstacles to find the level&rsquo;s treasure and win the game!&#10;&#10;Tomb Raider is a collectible card game for two or more competing raiders. Each player who plans to compete for the treasure needs her own deck of Tomb Raider cards. Your group will also need several six-sided dice, plastic figures to represent your raiders and the various tokens included with each quest deck. Use coins or other tokens to represent additional Tomb Raiders if there are not enough different Lara figures for all of you.&#10;&#10;Tomb Raider can also be played by a single player.&#10;&#10;Online Play&#10;&#10;     CCG Workshop (no longer available)&#10;     VASSAL Current version 3.1&#10;     Tabletop Simulator Workshop mod&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Video Game Theme: Tomb Raider"
    ]
  }
]