[
  {
    "Rank": "27901",
    "Name": "Elefun",
    "ID": 7320,
    "Year": "(1993)",
    "Geek Rating": "5.324",
    "Avg Rating": "4.48",
    "Link": "https://boardgamegeek.com/boardgame/7320/elefun",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0256",
    "Description": "A motorized elephant blows nylon butterflies up into the air. Players try to catch them in their nets (or gather them up from off the floor). The player who gathers the most once the elephant is finished blowing earns a butterfly token for their net.  Also, the player who catches the special blue butterfly also wins a token. The first player to get three butterfly tokens wins!  In alternate editions, the golden butterfly is an instant win, and otherwise simply getting the most butterflies makes you win.&#10;&#10;Musical Freddy and His Flying Fish is the same game, but with instead of an elephant blowing butterflies, it's a large fish blowing smaller fish.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Butterflies",
      "Animals: Elephants",
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "27902",
    "Name": "Scrabble Slam!",
    "ID": 40508,
    "Year": "(2008)",
    "Geek Rating": "5.324",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/40508/scrabble-slam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1856",
    "Description": "It's the Scrabble Slam Card Game! You're gonna love this fun twist on America's favorite word game -- Scrabble! Impress all your friends with your vast vocabulary and extensive knowledge of the English language!&#10;&#10;In this fast-paced card game based on Scrabble, each player is dealt a hand of two-sided cards: each one has a different letter on each side, and a pair of letters in the corners that note which letters are on each face. Players create a four-letter word to start the game, then replace one letter at a time with cards from their hands. The first player to get rid of all their cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Spelling"
    ],
    "Families": [
      "Game: Boggle",
      "Game: Scrabble",
      "Series: Shuffle Card Games (Cartamundi / Hasbro)"
    ]
  },
  {
    "Rank": "27903",
    "Name": "Penguin",
    "ID": 152758,
    "Year": "(2007)",
    "Geek Rating": "5.323",
    "Avg Rating": "4.61",
    "Link": "https://boardgamegeek.com/boardgame/152758/penguin",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0714",
    "Description": "Penguin is a fast-paced game in which players stack colored plastic penguins that they draw at random from a bag at the start of the game. Players keep their penguins behind screens so that no one knows who has which colors.&#10;&#10;On a turn, a player adds a penguin to the pyramid. The first penguins are placed in the bottom row (obviously), but once two penguins are adjacent, a penguin matching the color of either of those penguins can be placed on top of them; e.g., either a red or blue penguin can be placed on top of adjacent red and blue penguins. The bottom row can be no more than seven penguins long. If a player knocks down the pyramid, he takes penalty points equal to the number of penguins behind his screen, then players start again from scratch. When a player can't play &mdash; whether because he has no penguins at all or no penguins that can legally be played &mdash; he passes. Once all players pass, the round ends and everyone scores one penalty point for each of his unplayed penguins. Anyone who played all of his penguins returns two penalty points.&#10;&#10;After playing as many rounds as the number of players, the game ends and whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Animals: Penguins",
      "Continents: Antarctica",
      "Series: Fantasy Flight Games Toys"
    ]
  },
  {
    "Rank": "27904",
    "Name": "Pretty Pretty Princess",
    "ID": 6549,
    "Year": "(1990)",
    "Geek Rating": "5.323",
    "Avg Rating": "4.27",
    "Link": "https://boardgamegeek.com/boardgame/6549/pretty-pretty-princess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0357",
    "Description": "From the back of the box:&#10;&#10;Play dress-up with your friends as you collect fancy jewelry from the jewelry box. Collect your own matching color necklace, bracelet, ring, and earrings. But beware the Black Ring! If you get it, you must get rid of it before you can win. When you have all of your jewelry plus the crown, you win the game! Then you'll be pretty as a princess - the Pretty Pretty Princess!&#10;&#10;Pretty Pretty Princess is a roll and move game in which players put on costume jewelry when they land on the appropriate locations on the board. The target audience is everyone.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "27905",
    "Name": "Grand Bazaar",
    "ID": 189489,
    "Year": "(2015)",
    "Geek Rating": "5.322",
    "Avg Rating": "3.24",
    "Link": "https://boardgamegeek.com/boardgame/189489/grand-bazaar",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.2857",
    "Description": "Grand Bazaar is a trading game for the family in which players are merchants who want to increase their initial starting capital by buying and selling three types of gems: sapphires, rubies and emeralds.&#10;&#10;In more detail, the game lasts 27 rounds. Each round, prices for each type of gem may increase by 1, decrease by 1, or stay unchanged. Players must buy cheap gems to sell them at higher prices later, but this is all about probability and reality as well. To win, you have to diversify your stock, but you are limited on initial capital and the number of gems in the bazaar is limited as well. The first player changes each round clockwise, giving all players equal chances to plan their moves and make short- or long-term investments. At the end of the game, the player with most money wins!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Arabian",
      "Economic",
      "Math"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hand Management",
      "Simulation",
      "Stock Holding"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "27906",
    "Name": "Stupid Deaths",
    "ID": 258855,
    "Year": "(2018)",
    "Geek Rating": "5.322",
    "Avg Rating": "4.37",
    "Link": "https://boardgamegeek.com/boardgame/258855/stupid-deaths",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is the game of dark fun, where players who are dead right win! Many people die in utterly ridiculous ways, and Stupid Deaths challenges players to identify myth versus fact. In this hilarious party game, players work to beat the Grim Reaper before the Grim Reaper beats them.&#10;&#10;Players start the game with a True and a False Voting Card as well as an Extra Life Token. All the players begin on the Green space, half way around the board from the Red space where the Grim Reaper starts his chase. The first player takes the top Stupid Deaths Cards and reads it aloud, individually all the other players have to decide if the scenario is real or made up and turn over either their True or False Voting card. Each player who has voted correctly moves their player piece one space closer to home and away from the chasing Grim Reaper. For each player who voted incorrectly the player must move the Grim Reaper one space forward towards their own piece! When the Grim Reaper catches up, lands or passes a play piece, that player has been &lsquo;touched by death&rsquo; and is out of the game unless they use their Extra Life Token to give them one more chance. It&rsquo;s a race against Death to be the first player home and reach the Red space!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Player Elimination",
      "Voting"
    ],
    "Families": [
      "Containers: Unique Shape"
    ]
  },
  {
    "Rank": "27907",
    "Name": "Rock 'Em Sock 'Em Robots",
    "ID": 7308,
    "Year": "(1967)",
    "Geek Rating": "5.321",
    "Avg Rating": "4.61",
    "Link": "https://boardgamegeek.com/boardgame/7308/rock-em-sock-em-robots",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0588",
    "Description": "A classic action game where players control one of two robots (&quot;Red Rocker&quot; or &quot;Blue Bomber&quot;) and try to be the first to punch the other robot in the chin, causing his head to pop up.&#10;&#10;Re-released in 2002 after being &quot;out of print&quot; for a long time.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Superman",
      "Movies: Terminator",
      "Players: Two-Player Only Games",
      "Series: World's Smallest Games Series (Super impulse)",
      "Sports: Combat Sports / Martial Arts",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "27908",
    "Name": "Burn in Hell",
    "ID": 11416,
    "Year": "(2004)",
    "Geek Rating": "5.321",
    "Avg Rating": "4.41",
    "Link": "https://boardgamegeek.com/boardgame/11416/burn-in-hell",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.7674",
    "Description": "Cleopatra. Blackbeard. Attila the Hun. Richard Nixon. John Wilkes Booth.&#10;&#10;Collect the souls of the damned! In Burn in Hell, you try to assemble the tastiest &quot;Circles&quot; of history's sinners. Trade souls with your rivals . . . or just steal the ones you need. Collect groups of Mass Murderers, Cannibals, or even Clerics . . . or build sets of the Seven Deadly Sins. Burn in Hell will keep you on your toes . can you see the sets that fit together for the most points? Can you steal a rival's key card before he can make a Circle?&#10;&#10;Each card includes a great Greg Hyland caricature and a biography of the soul. You'll have a lot of fun reading (and arguing) about why each of these people was invited to the Permanent Pitchfork Party. And to rule in Hell, you must use strategy and cunning, because this game's not over until the last soul is snatched . . .&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Hell"
    ]
  },
  {
    "Rank": "27909",
    "Name": "Carcassonne: The Dice Game",
    "ID": 89953,
    "Year": "(2011)",
    "Geek Rating": "5.318",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/89953/carcassonne-the-dice-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1087",
    "Description": "They said it couldn't be done &ndash; oh, wait, no one ever said that. In fact, gamers have been predicting the release of this title for at least five years, and now is the time.&#10;&#10;As part of the tenth anniversary celebrations for the Spiel des Jahres-winning Carcassonne, publisher Hans im Gl&uuml;ck and designers Klaus-J&uuml;rgen Wrede and Olivier Lamontagne are releasing Carcassonne: The Dice Game, a quick-playing dice game that will allow players to build cities faster than ever before. The game includes nine special dice, a pencil and a block of scoresheets packaged inside a meeple-shaped metal container.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Dice with Icons",
      "Containers: Unique Shape",
      "Game: Carcassonne",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "27910",
    "Name": "Bowling Dice",
    "ID": 3934,
    "Year": "(1999)",
    "Geek Rating": "5.316",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/3934/bowling-dice",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0256",
    "Description": "from the box: &quot;All the fun of lane bowling without the gutter balls&quot; and &quot;The bowling game you can play anywhere, anytime!&quot;&#10;&#10;Roll the dice, score the points as in bowling, pass the dice to the next player.&#10;&#10;Comes with 10 dice and scoring pad.&#10;&#10;Similar games:&#10;&#10;    Spare Time Bowling&#10;    Bowl and Score&#10;    Bowl-A-Strike&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Players: Games with Solitaire Rules",
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "27911",
    "Name": "Ants in the Pants",
    "ID": 8487,
    "Year": "(1969)",
    "Geek Rating": "5.316",
    "Avg Rating": "4.24",
    "Link": "https://boardgamegeek.com/boardgame/8487/ants-in-the-pants",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0588",
    "Description": "This is a very simple game consisting of a dog wearing very large pants which stands in the middle of the playing area and plastic ants. The ants are stiff with a short tail and folded down the middle so the legs touch the ground while the body is up. By pressing on the tail and letting your finger slide of the ant will jump, sometimes quite high. Players simultaneously try to jump their ants into the dog&rsquo;s pants. The first one to get all their ants in wins.&#10;&#10;This is a great children&rsquo;s game and promotes excellent hand eye coordination. Many parents may find it difficult to beat their own children at this game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Ants",
      "Animals: Dogs",
      "Animals: Insects",
      "Components: 3-Dimensional (3D)",
      "TV Shows: Sesame Street",
      "TV Shows: SpongeBob SquarePants"
    ]
  },
  {
    "Rank": "27912",
    "Name": "Shut the Box",
    "ID": 9851,
    "Year": "(1750)",
    "Geek Rating": "5.314",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/9851/shut-the-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.08",
    "Description": "The game 'box' has levers labelled from one to nine. (There are also sets made with 1-12.)&#10;&#10;Initially all the levers are in the 'up' position.&#10;&#10;The first player rolls two dice.  He or she then knocks down the levers as follows:&#10;&#10;One number which is the combined value of both dice.&#10;&#10;Or...&#10;&#10;Two numbers whose total adds up to the combined total of each dice.&#10;&#10;For example:&#10;&#10;If a one and a five are rolled, the player may choose to knock down the lever covering the number six, or the levers covering numbers one AND five, or ANY other combination of numbers adding up to six.&#10;&#10;The player continues to roll, knocking down levers each turn, until he or she cannot use the whole of the dice count because those numbers in the box have already been covered. (Note: If the 7,8 &amp; 9 are covered, some versions let you choose to roll one or two dice. Some use that rule if the total of the remaining numbers is less than six.)&#10;&#10;The player's score is the total value of the numbers left uncovered (in some versions the score is instead read directly from the numbers left on the box -- if the 2, 4, &amp; 6 are left, then your score is 246).  All the levers are then raised again, and play passes to the next player.&#10;&#10;There are several methods of scoring. In the traditional pub gambling game, you add up all the levers left uncovered. The games pays out after one round (one turn per player who paid into the pool). If you manage to &quot;shut the box&quot; you win instantly and get double the stake from each player.&#10;&#10;In other scoring methods, you play multiple rounds, with players adding points to their previous score. As players reach forty-five (or other set number) they go 'bust' and must drop out of the game. The game then ends when only one player remains in the game.  He or she is the winner.&#10;&#10;If any player knocks down ALL the levers in his or her turn, and thus 'shuts the box', they are automatically declared the winner!&#10;&#10;This was later the inspiration for the NBC Daytime TV game show High Rollers airing from 1974 until 1975 and again from 1979 until 1980 under the name as (The New) High Rollers and much later in Syndication from 1975 until 1976 and from 1987 until 1988.&#10;&#10;",
    "Categories": [
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Traditional Games: Shut the Box",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "27913",
    "Name": "A Chaotic Life!",
    "ID": 175512,
    "Year": "(2015)",
    "Geek Rating": "5.312",
    "Avg Rating": "3.09",
    "Link": "https://boardgamegeek.com/boardgame/175512/a-chaotic-life",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1538",
    "Description": "A Chaotic Life is a tiny card game with MASSIVE story and more than a few bad decisions! Create your life strategy - adapt when your opponents ruin it!&#10;Work with or against your opponents to raise a baby through the 7 stages of life - both choosing its actions and accepting the consequences - to ultimately live a wonderful (or terrible) life!&#10;&#10;Players will take turns drawing and playing cards. These represent events in the life of the baby (later adult), and may generate &quot;Happiness&quot; or &quot;Sadness&quot; counters for the player. A card's outcome is affected by the cards that have been played before.&#10;&#10;At the end of the game, the player that has collected the most &quot;Happiness&quot; or &quot;Sadness&quot; counters (depending on the goal set at the beginning of the game) wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "27914",
    "Name": "Pop the Pig",
    "ID": 35173,
    "Year": "(2007)",
    "Geek Rating": "5.310",
    "Avg Rating": "4.18",
    "Link": "https://boardgamegeek.com/boardgame/35173/pop-the-pig",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Pop the Pig&reg; is an international preschool classic that is adored by millions of children&ndash;it&rsquo;s the #2 best-selling new kids game of the last five years. Kids spin the spinner, pop a hamburger into the pig&rsquo;s mouth, then pump his head. The more they pump, the more his belly grows until . . . pop! Kids love the suspense as they watch his belly grow; the player who makes his belly burst loses the game. Redesigned in 2013 to make it easier for kids 4 and up to play, children can quickly reset this pig game with one pump of the pig&rsquo;s head and experience consistent belly busting game-play each and every time. Pop the Pig provides hours of fun and is completely kid powered (no batteries needed). For added convenience, all pieces can be stored inside the pig. Kids won&rsquo;t see a pop up pirate, but they will get to pop a pig. For ages 4 and up, 2-6 players. From the makers of Gooey Louie and Jumping Jack.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Pigs",
      "Characters: Schweine Schwarte",
      "Components: 3-Dimensional (3D)",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "27915",
    "Name": "Eurobusiness",
    "ID": 42050,
    "Year": "(1983)",
    "Geek Rating": "5.308",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/42050/eurobusiness",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.4474",
    "Description": "Theme&#10;This game is a Polish version of Monopoly, created and published in Poland in 1983 (during enforced communist period) by Labo Market Sp. z o.o..&#10;Players become investors who buy lands and develop buildings. The cash flow in the game consists of taxes (for players staying on others' possessions) and events from &quot;Chance&quot; cards (fines, taxes, misfortunes). In a difficult situation, players can pledge their properties &ndash; otherwise, the player bankrupts and loses the game.&#10;&#10;Goal&#10;The goal of the game is to be the last player remaining with any money &ndash; after everyone else's bankruptcy or after established time os over.&#10;&#10;Gameplay&#10;Game mechanics is almost exactly the same like in Monopoly.&#10;&#10;Each turn, the player rolls two dice, moves around the board and buys properties located in various European countries (from communist period), grouped by their region.&#10;1) If a player lands on an unexploited property, he can buy it or allow the bank to auction it to other players.&#10;2) If he lands on someone's property, he must pay its owner a rent (proportional to the value of the land and its buildings).&#10;3) If the property belongs to the player and he has all the lands in the country, he can build houses or hotels that increase rent for visitors.&#10;There are also other places on the board that you can't buy, but they require the player to draw a &quot;Chance&quot; card, pay taxes, collect income, and even go to jail. Each player also has regular income everytime they pass the starting field.&#10;&#10;Properties are located in countries listed below (from cheapest to most expensive):&#10;&#10;     South: Greece (2 properties) &ndash; yellow color, Italy (3) &ndash; red color.&#10;     West: Spain (3) &ndash; blue color and Great Britain (3) &ndash; orange color.&#10;     North: Benelux (Holland, Belgium and Luxembourg, summary 3 properties) &ndash; green color and Sweden (3) &ndash; purple color&#10;     East: RFN /West Germany/ (3) &ndash; brown color and Austria (2) &ndash; black color.&#10;&#10;&#10;The game continues until everyone but one player leave the game (bankrupt) or until an established time is over. I the latter case all players sum up they fortune &ndash; cash, power plant, railway stations, water supply, properties (not taken to pledge) with the value of buildings, half value of properties taken to pledge.&#10;&#10;It is still avaible in shops for around 8$.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Loans",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "27916",
    "Name": "Global Survival",
    "ID": 2502,
    "Year": "(1992)",
    "Geek Rating": "5.306",
    "Avg Rating": "2.01",
    "Link": "https://boardgamegeek.com/boardgame/2502/global-survival",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "2.0769",
    "Description": "This game features players &quot;buying&quot; countries based on where their pawns land on a Monopoly-style board - countries aren't &quot;bought&quot; but are invested in, and it is always an option. An Event book describes various world events that either help or hinder the &quot;owners'&quot; permanent or temporary syndicates. You fall in and out of alliances all throughout the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "27917",
    "Name": "CSI: Crime Scene Investigation – The Board Game",
    "ID": 10715,
    "Year": "(2004)",
    "Geek Rating": "5.304",
    "Avg Rating": "3.90",
    "Link": "https://boardgamegeek.com/boardgame/10715/csi-crime-scene-investigation-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9091",
    "Description": "The object of the game is to be the first player to enter Grissom&rsquo;s office with a correct arrest warrant, determining the suspect&rsquo;s means, motive and opportunity to commit the crime.  Players become Crime Scene Investigators, sorting through three levels of evidence collected from seven Crime Lab Divisions located on the board and, as in the TV show, visit their colleagues in each division: Interrogation, Autopsy, Identification, Trace, Ballistics, Forensics and DNA, to gather sufficient data to make an arrest.  Disclosure cards and Grissom cards come into play to test the players&rsquo; powers of deduction.&#10;&#10;Expanded by:&#10;&#10;    CSI: Crime Scene Investigation Boardgame &#226;&#128;&#147; Crime Game & Booster Pack #1&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Police",
      "Theme: TV Detectives",
      "TV Shows: CSI – Crime Scene Investigation"
    ]
  },
  {
    "Rank": "27918",
    "Name": "TseuQuesT",
    "ID": 155250,
    "Year": "(2024)",
    "Geek Rating": "5.303",
    "Avg Rating": "2.54",
    "Link": "https://boardgamegeek.com/boardgame/155250/tseuquest",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8333",
    "Description": "TseuQuesT is meant to pay tribute to the HeroQuest game from designer Stephan Baker and publisher Milton Bradley, while at the same time having new rules, new illustrations, new miniatures, new cards, and a new game board.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Mechanism: Campaign Games",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "27919",
    "Name": "HEL: The Last Saga",
    "ID": 274056,
    "Year": "(2023)",
    "Geek Rating": "5.301",
    "Avg Rating": "4.19",
    "Link": "https://boardgamegeek.com/boardgame/274056/hel-the-last-saga",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.7143",
    "Description": "It&rsquo;s year 999. The Christianisation of the Scandinavian countries is ongoing, but some Vikings are stubborn and are fighting to keep their culture and their beliefs. A new territory has been discovered, which could be the promised land they have always looked for, where gods walk alongside the worthy; a land of opulence, abundant harvests and good living, the very idea of Valhalla.&#10;&#10;The first expedition settled there and founded a colony. Months later, a second expedition is sent there. The sea voyage goes very terribly and many men die. A small band of survivors arrive hungry and exhausted at the colony camp, which does not look at all like what they imagined. They discover an icy and disturbing place, immersed in the mist, surrounded by an oppressive forest... and empty! None of the settlers are there. What was their longship is planted into the earth in the centre of the camp like a sinister totem. They will have to rebuild the camp, survive the hostile conditions, explore this cold and frightening land before understanding what happened and solve the mystery.&#10;&#10;HEL: The Last Saga is a cooperative survival horror viking board game, created by the duo behind SMOG: Rise of Moloch by CMON, game designer David Rakoto and art director Christophe Madura. The game offers players the chance to lead a small group of survivors, each with their own background and secret motives. The players must cooperate if they want to survive the immediate dangers of cold, hunger and external threats, but they will also have to complete their inner quest to be worthy of the Saga that will retain their name. HEL: The Last Saga is highly narrative, with chapters to read according to what the players accomplish. The game mechanisms mix exploration, tactical combat with a bit of resource management. Storytelling and background are ubiquitous and replayability comes from the unique way you have to replay a failed mission.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Horror",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "27920",
    "Name": "Scrabble Junior",
    "ID": 2318,
    "Year": "(1958)",
    "Geek Rating": "5.299",
    "Avg Rating": "4.74",
    "Link": "https://boardgamegeek.com/boardgame/2318/scrabble-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3636",
    "Description": "This is a version of Scrabble for players aged 5-12 featuring a double-sided board. The introductory version resembles more a crossword puzzle in which all the possible words have already been spelled out. This is an aid to learning about spelling. Points are earned by completing words. The reverse side is an entirely blank grid [1], leaving players to come up with their own words. A point is earned for each letter placed. Letters are formed from cardboard tiles and do not have values.&#10;&#10;Originated in 1958 by the Production &amp; Marketing Company who followed it in a second edition in 1964. Third edition by Selchow &amp; Righter appeared 1968. Fourth edition?&#10;&#10;[1] Various localized Spear's Games editions from 1989-1995 contain a different reverse board called &quot;Rainbow Scrabble&quot;, attributed to David Parlett.&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games",
      "Components: 13 x 13 Grids",
      "Components: 15 x 15 Grids",
      "Game: Scrabble",
      "Series: Pinkalicious (Fundex)",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "27921",
    "Name": "Titanic: The Board Game",
    "ID": 2004,
    "Year": "(1998)",
    "Geek Rating": "5.299",
    "Avg Rating": "4.41",
    "Link": "https://boardgamegeek.com/boardgame/2004/titanic-the-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.2941",
    "Description": "&quot;Gossip with other passengers, receive telegrams, and collect all five pieces of your personal property to advance from the Second Class to the First Class section of the ship. But watch out, you might get put back in Third Class or, worse yet, never make it to your lifeboat in time...&quot;&#10;&#10;Using a system similar to Escape from Colditz, in this game you must collect the necessary items (passport, valuables, life vest, room key, etc.) to make it to a lifeboat before the Titanic sinks.&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "History: The Sinking of the Titanic"
    ]
  },
  {
    "Rank": "27922",
    "Name": "Letter of Marque",
    "ID": 29096,
    "Year": "(2009)",
    "Geek Rating": "5.299",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/29096/letter-of-marque",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.14",
    "Description": "A simple cardgame by Bruno Faidutti, totally based on bluff. Players try to move their 5 treasures in one of their ships, but only two of their five ships can be armed with cannons. Who can bluff their way across the oceans while opponents try to send pirates to attack unprotected ships?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Fantasy Flight Silver Line"
    ]
  },
  {
    "Rank": "27923",
    "Name": "Speak Out",
    "ID": 204543,
    "Year": "(2016)",
    "Geek Rating": "5.297",
    "Avg Rating": "4.63",
    "Link": "https://boardgamegeek.com/boardgame/204543/speak-out",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "Get ready to be doubled over with laughter with this ridiculous mouthpiece challenge game! The Speak Out game brings friends and family together for laugh-out-loud fun as players try to say different phrases while wearing a mouthpiece that won't let them shut their mouth. In the Speak Out game, players draw from the deck and read the phrase as best as they can, but it's not so easy to do when the mouthpiece is hindering them from forming words correctly. The timer counts down as players try to say phrases such as &quot;he's my stealthy pet ferret name Garrett&quot;, &quot;slow down, you careless clown&quot;, or &quot;pelicans love pollywog falafels.&quot; The laughter continues as players try to decipher what in the world their teammate is trying to say, and must correctly guess the phrase in order to earn the card. The team with the most cards at the end of the game wins. The Speak Out game includes 200 double-sided cards, 5 mouthpieces, and a timer.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Components: Dental Retractor"
    ]
  },
  {
    "Rank": "27924",
    "Name": "Sim City: The Card Game",
    "ID": 3052,
    "Year": "(1994)",
    "Geek Rating": "5.296",
    "Avg Rating": "4.36",
    "Link": "https://boardgamegeek.com/boardgame/3052/sim-city-the-card-game",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3125",
    "Description": "Mayfair adapted the popular SimCity computer game to the collectible card game format. Cards represent both and developments like housing, freeways and office space. Transportation and power lines are also required. Players attempt to create the &quot;best&quot; city, with each new card adding points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Collectible Components",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Tile Placement",
      "Voting"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "27925",
    "Name": "Pogs",
    "ID": 38558,
    "Year": "(1920)",
    "Geek Rating": "5.295",
    "Avg Rating": "3.88",
    "Link": "https://boardgamegeek.com/boardgame/38558/pogs",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "1.2632",
    "Description": "Pogs were originally a game played with milk caps which originated in Hawaii.  The term Pog comes from POG brand juice.&#10;&#10;Each player begins with their collection of Pogs (milk caps) and at least one slammer (a heavier playing piece).  Players add an equal number (often just one) of Pogs to a face down stack and take turns attempted to overturn the Pogs by throwing their slammer at it.  Pogs which are turned face up are collected by the thrower.  The game continues in this manner until players run out of Pogs to add to the stack or until they voluntarily quit.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Collectible Components"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Collectible: Collectible Token Games",
      "Game: Pogs"
    ]
  },
  {
    "Rank": "27926",
    "Name": "Uncle Wiggily",
    "ID": 3074,
    "Year": "(1916)",
    "Geek Rating": "5.294",
    "Avg Rating": "4.10",
    "Link": "https://boardgamegeek.com/boardgame/3074/uncle-wiggily",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0303",
    "Description": "Players join Uncle Wiggily on his adventure by drawing cards, following the simple rhymes and moving Uncle Wiggily. Cards also feature numbers and symbols, so children who cannot read will still be able to play.&#10;&#10;Be the first to arrive at Dr. Possum's house to win the game!&#10;&#10;The American writer Howard R. Garis (1872-1961) created the character &quot;Uncle Wiggily Longears&quot; for a children's book in 1910. According to Whitehill, the game based on the children's story was first introduced by the Milton Bradley Company in 1916. Bradley modified the game in 1923, 1949, and 1955. Whitehill states that Parker Brothers obtained the rights to Uncle Wiggily in 1967. However, in 1989 both Milton Bradley Co. and Parker Brothers reintroduced different version of the same game. Hasbro now owns both the Parker and Bradley rights, but apparently is producing the Bradley version for the current market. The game is of the &quot;racing&quot; variety in the style of the European &quot;Goose Game&quot;, that is the first player to reach the end of the &quot;track&quot; wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Novel-based",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "27927",
    "Name": "Don't Spill the Beans",
    "ID": 5015,
    "Year": "(1957)",
    "Geek Rating": "5.294",
    "Avg Rating": "4.16",
    "Link": "https://boardgamegeek.com/boardgame/5015/dont-spill-the-beans",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1481",
    "Description": "The &quot;beans&quot; are split equally amongst the players.  Then, each player takes turns and adds (gingerly) a bean to the top-heavy pot.  Eventually, the pot will tip over and spill the beans.  Whoever causes this adds the beans to his store.  The object is to go out.&#10;&#10;Simple, quick, fun little game, requiring a minimum of dexterity.&#10;&#10;Schaper was bought out by Milton Bradley in 1986 (or MB acquired the rights to most of Schaper's games, I'm not sure), and this game has been published by MB ever since.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "27928",
    "Name": "Don't Wake Daddy",
    "ID": 6535,
    "Year": "(1992)",
    "Geek Rating": "5.293",
    "Avg Rating": "4.47",
    "Link": "https://boardgamegeek.com/boardgame/6535/dont-wake-daddy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1333",
    "Description": "Children's game in which players move by drawing cards and moving to the matching space.  If you land on a picture-number space then you have to risk waking Daddy.  Daddy is in his bed, a spring-loaded molded plastic gizmo.  If you did something that might cause him to stir, you have to press the snooze button on his alarm clock a specified number of times.  Daddy might sleep through it... but he might sit up suddenly and send his nightcap flying.  And send the kid who woke him up back to bed (the start).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Marvel Universe",
      "Comic Books: The Incredible Hulk"
    ]
  },
  {
    "Rank": "27929",
    "Name": "Monopoly: Electronic Banking",
    "ID": 32032,
    "Year": "(2007)",
    "Geek Rating": "5.288",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/32032/monopoly-electronic-banking",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "160",
    "Play Time": "160",
    "Weight": "1.8214",
    "Description": "Monopoly: Electronic Banking Edition uses the properties and other changes found in 2006's Here and Now Edition, and it adds a new element: debit cards in place of cash.&#10;&#10;",
    "Categories": [
      "Economic",
      "Electronic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "27930",
    "Name": "Cthulhu Dice",
    "ID": 65611,
    "Year": "(2010)",
    "Geek Rating": "5.287",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/65611/cthulhu-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.1144",
    "Description": "Serving Cthulhu is fun... except for all those other cultists out to get you. So get them first!&#10;&#10;Cthulhu Dice lets you drive your rivals mad... Very, very quickly. Players take turns rolling the big, beautiful, custom 12-sided die, embossed with tentacles, Elder Signs, and more. Destroy your opponents' sanity! Better yet, steal it. But watch out for Cthulhu &ndash; when he comes up, he takes sanity from everyone! Eighteen glass Sanity marbles are included. Lose all your marbles and you're mad. The last sane cultist wins... Unless everyone goes mad together. Then Cthulhu wins!&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Polyhedral (not D6) dice",
      "Containers: Drawstring Bag",
      "Digital Implementations: VASSAL",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "27931",
    "Name": "A Question of Scruples",
    "ID": 1748,
    "Year": "(1984)",
    "Geek Rating": "5.283",
    "Avg Rating": "4.78",
    "Link": "https://boardgamegeek.com/boardgame/1748/a-question-of-scruples",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.381",
    "Description": "Scruples... The game that poses 252 moral dilemmas on issues of work, money, friends, family, neighbors and, of course relationships!&#10;&#10;User review: Each player is dealt five dilemma cards, each with a question of scruples, and one reply card. Each reply card says, &ldquo;Yes,&rdquo; &ldquo;No,&rdquo; or &ldquo;Depends.&rdquo; If the player can correctly match another&rsquo;s reply with a dilemma card from one&rsquo;s own hand, then the dilemma card is discarded. Otherwise, the dilemma card is replaced with another card from the dilemma card deck. Mismatched responses can be challenged and put to a vote of the other players. The first player to surrender all of one&rsquo;s own cards is the winner.&#10;&#10;Official rules: http://www.scruplesgame.com/rules.html&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "27932",
    "Name": "Mad Gab",
    "ID": 764,
    "Year": "(1996)",
    "Geek Rating": "5.282",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/764/mad-gab",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2381",
    "Description": "From the game box:&#10;&#10;Read a group of simple words aloud, like &quot;ASK RUDE ARRIVE HER&quot;.  Do you &quot;hear&quot; the answer?  Try saying them again.  Sound familiar?  Quick, the timer's tickin'.  Did you hear yourself say &quot;A Screwdriver&quot;?!&#10;&#10;You and your teammates have 30 seconds to sound out three puzzles.  Guess right and snatch that card!  Miss it and the other team can steal the point!&#10;&#10;O.K., the timer is set, the card flipper is loaded, and everyone's ready for a laugh riot!  Just remember, that when it comes to scoring points in MAD GAB...&#10;&#10;&quot;It's Not What You SAY, It's What You HEAR!&quot;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Cubes",
      "Game: Mad Gab",
      "Series: To Go! games (Mattel)"
    ]
  },
  {
    "Rank": "27933",
    "Name": "Tenzi",
    "ID": 113819,
    "Year": "(2011)",
    "Geek Rating": "5.282",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/113819/tenzi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Every player gets 10 dice.&#10;&#10;The object of the game is to roll the dice as fast as possible, the player who gets all dice on the same number and yells &quot;Tenzi!&quot; is the winner.&#10;&#10;Several variants are suggested in the rules to add variety, interactivity and challenge:&#10;&#10;     Tenzi Tower: In addition to getting the dice on the same number, they all have to be stacked on top of one another in a single column.&#10;     Splitzi: Roll one number on 5 dice, and another number on the other 5.&#10;     Team Tenzi: In teams of 2, try to roll the same number on all 20 dice.&#10;     Target Tenzi: All players call the number they will go for before rolling the first time.&#10;     Stealzi: When another player rolls the number that you need on their dice, you can steal those dice and give them yours in exchange.&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Real-Time"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "27934",
    "Name": "Hengist",
    "ID": 182875,
    "Year": "(2015)",
    "Geek Rating": "5.281",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/182875/hengist",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6452",
    "Description": "Thirty years have passed since the Romans left Britain. The power of the Picts and the Scots is growing, and they are pushing inland. In order to save Britain, the great chieftain Vortigern has asked the Saxon brothers Hengist and Horsa to help defend Britain. You and your brother agree to help, but over the years Vortigern has become greedy and does not pay you enough.&#10;&#10;It is time for you to take matters into your own hands and take what is rightfully yours! You have good maps, strong fighters, and stout boats. The coast is littered with villages, towns, monasteries, and estates. All are waiting to be pillaged! Who will win the thrilling hunt for fame and fortune: Hengist or Horsa?&#10;&#10;In Hengist, both players compete for the same treasure tiles. The player who reaches a treasure tile with one of his raiding groups first gets the tile &mdash; but a part of the road is hidden and must be explored first. Not always is the direct path the most successful way. The player who uses their cards wisely and has a little bit of luck will get the more valuable treasure tiles and win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: United Kingdom",
      "Players: Two-Player Only Games",
      "Series: Fur Zwei Spieler (Lookout Games)"
    ]
  },
  {
    "Rank": "27935",
    "Name": "Pop-Up Pirate!",
    "ID": 9004,
    "Year": "(1975)",
    "Geek Rating": "5.280",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/9004/pop-up-pirate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1395",
    "Description": "Take turns to slide your swords into the barrel. But be careful as one wrong move will send Jolly Roger flying. Remember, losers walk the plank!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Pirates"
    ],
    "Mechanics": [
      "Single Loser Game"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "27936",
    "Name": "Quelf",
    "ID": 19370,
    "Year": "(2005)",
    "Geek Rating": "5.279",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/19370/quelf",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.2727",
    "Description": "Quelf is the unpredictable party game that gives Random a new name!&#10;&#10;Whether you're answering hilarious trivia, performing ridiculous stunts, or obeying silly rules, Quelf will inspire you to use your creativity, wit and sense of humor in ways you've never imagined.&#10;&#10;As you move around the game board, as one of eight quirky characters, crazy things start to happen. Your friends start talking strangely. Your mom's face is wrapped in toilet paper. Your dad is acting like Dracula. And you are reciting a poem about your armpits.&#10;&#10;Cards: &#10;Stuntz - balancing acts, costume creations, daredevil moves, weird contraptions&#10;Showbiz - mime, sing, tapdance, draw, do impressions, write poetry&#10;Quizzle - mind-twisting trivia, nutty riddles, brain teasers&#10;Rulez - rules you must follow: snort like a pig when you laugh, say everything twice, roll the dice with your elbows&#10;Scatterbrainz - choose one of two topics and everyone gives answers until no one can think of a valid one (&quot;Ways to get your leg out of a spring-loaded, steel bear trap&quot; or &quot;Brands of Lipstick&quot;)&#10;&#10;Characters:&#10;The Platypus&#10;Mr. Lugnut&#10;Super Ninja Monkey&#10;The Dude&#10;The Biscuit Farmer&#10;Queen Spatula&#10;Batbileg Chinzorig&#10;Mrs. Pickle Feather&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Singing",
      "Storytelling"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "27937",
    "Name": "Buckaroo!",
    "ID": 8392,
    "Year": "(1970)",
    "Geek Rating": "5.279",
    "Avg Rating": "4.57",
    "Link": "https://boardgamegeek.com/boardgame/8392/buckaroo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The saddle-stacking game with the moody mule.&#10;&#10;Put on the shovel, balance the bottle. If it's too heavy, the mule will kick. See how much he can carry. You never know when he'll snap and send everything flying.&#10;&#10;Also available as Ali Baba with a camel.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "American West",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Single Loser Game",
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Camels",
      "Animals: Cattle / Cows",
      "Brands: Disney",
      "Components: 3-Dimensional (3D)",
      "Movies: Toy Story"
    ]
  },
  {
    "Rank": "27938",
    "Name": "Thermopyles",
    "ID": 141019,
    "Year": "(2013)",
    "Geek Rating": "5.278",
    "Avg Rating": "3.91",
    "Link": "https://boardgamegeek.com/boardgame/141019/thermopyles",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2222",
    "Description": "Thermopyles is a game that Touko Tahkokallio designed especially for the Cardboard &amp; Sun 2013 event in Paros, Greece.&#10;&#10;In this card-driven cooperative game, the players together guide the courageous but gravely outnumbered Spartan army against a superior force - the invading Persians.&#10;&#10;The Spartans decide to meet the enemy at the Thermopyles pass and try to withstand their attack there. At their disposal are only 300 brave Spartan soldiers and a number of other Greeks supporting them. Choosing when to put their strongest units into battle is essential, as is knowing when to make a stand and when to consolidate their strength.&#10;&#10;By playing cards that collectively surpass the strength of the Persian unit that is in front of them at any given point, they defeat it. The players win or lose together, depending on if the Persian army withdraws, or if their last stand fails.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Dice"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Sparta",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "History: Battle of Thermopylae"
    ]
  },
  {
    "Rank": "27939",
    "Name": "Urban Myth",
    "ID": 7601,
    "Year": "(2002)",
    "Geek Rating": "5.278",
    "Avg Rating": "3.40",
    "Link": "https://boardgamegeek.com/boardgame/7601/urban-myth",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1905",
    "Description": "Urban Myth consists of a game board divided into four city blocks, six playing pieces, and a deck of 700 game cards in six subject categories: Celebrity, Health, Classics, Nature, Business, and Crime.&#10;2008 version contains:&#10; 500 cards&#10; 6 coloured pawns&#10; 6 true/myth cards&#10; Game board &#10; Each Card lists either one or two urban legends printed on the front and a letter from the words M-Y-T-H or T-R-U-E on the back.  One out of every eight cards is a wild card bearing the Urban Myth logo, which can be substituted for any letter.&#10;The objective of Urban Myth is to be the first player to spell the word M-Y-T-H or the word T-R-U-E by collecting the letters on the back of the game cards.  Players earn letters by correctly identifying which stories are myth and which are true.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "27940",
    "Name": "The Game of Life (40th Anniversary Edition)",
    "ID": 23964,
    "Year": "(1999)",
    "Geek Rating": "5.276",
    "Avg Rating": "4.58",
    "Link": "https://boardgamegeek.com/boardgame/23964/the-game-of-life-40th-anniversary-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.28",
    "Description": "From the Box Back:&#10;The Game of Life has been delighting families with its reflections of day-to-day life since 1960, when it was invented to help commemorate the Milton Bradley company's 100th year.  Join us as we celebrate The Game of Life's 40th Anniversary.  Play the same great game you've always known and loved, updated for the 21st century!&#10;&#10;Updated features include:&#10;Larger gameboard with exciting contemporary graphics.&#10;Redesigned play money, cards, and minivan-style car pawns.&#10;Bankers tray for improved gameplay and easy component storage.&#10;&#10;Objective: Collect money and LIFE tiles, and have the highest net worth at the end of the game.&#10;&#10;Note: Despite being highlighted as a 40th Anniversary edition, the Checkered Game of Life made its first appearance in 1860, not 1960.  And if this really is from the box back, and they claim it was invented to commemorate Milton Bradley's 100th year, apparently they've forgotten http://www.boardgamegeek.com/image/91264&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Game of Life"
    ]
  },
  {
    "Rank": "27941",
    "Name": "Assassin",
    "ID": 1094,
    "Year": "(1993)",
    "Geek Rating": "5.274",
    "Avg Rating": "3.54",
    "Link": "https://boardgamegeek.com/boardgame/1094/assassin",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.4783",
    "Description": "Players move around a map of Europe, scoring points for each destination they reach. Card play determines destination, transportation method, and distance traveled. Players may play hazard cards to block or slow down their opponents. One of the players is the assassin and scores bonus points by getting a &quot;hit&quot; on one of the other players. Game length is variable: when a weapon card is drawn by a player, it is placed on the map. When the fourth weapon card is drawn, the game ends.&#10;&#10;The game is a revised version of EuroHit.&#10;&#10;[Below descriptive text from the box back]&#10;&#10;Assassination has been the tool of the desperate and the ruthless seeking change since time immemorial.  The course of mankind's bloody history has taken many a turn due to the assassin's bullet.  Any successful leader--whether criminal, business scientific religious or political--can suddenly become a target in these modern days.  The assassin strikes without warning, at the least expected time from the last expected quarter.  Be he professional or amateur, the assassin's primary weapon is his ability to blend with his background, to be &quot;one of the crowd&quot;.  It is his skill at doing so that enables him, like the hunter in the wild, to surprise and kill his quarry.  Unbeknownst to you, the world's greatest assassin could be your brother or sister, your spouse, your child or parent, or your friend seated beside you.  Perhaps you yourself are the next &quot;Jackal&quot;.&#10;&#10;Avalon Hill's ASSASSIN is a challenging card/board game for 3-6 players, aged ten and up.  Played against the backdrop of modern Europe, players travel about the board, scoring points for visiting as many cities as possible.  But beware, for some unknown reason one among the players is an &quot;Assassin&quot;, who scores even more points by making a &quot;Hit&quot; when in the same city as another.  Perhaps the intercession of an &quot;Interpol Officer&quot; might save you; perhaps not.  Perhaps an &quot;Espionage Agent&quot; will alert you to who among the players is the threat; perhaps not.  Perhaps the assassin will hit an &quot;Innocent Bystander&quot; instead of you' perhaps not.  And the players never know when the turn of the next card in the deck will bring the game to an end.  Like our fast-paced world, the action in ASSASSIN is furious and challenging, with just a hint of uncertainty and danger to add spice to the intoxicating mix.&#10;&#10;Blessed with colorful and eye-catching artwork, Avalon Hill's ASSASSIN is both educational and entertaining.  Playable in under 90 minutes, it is the perfect game for social gatherings.  The rules are easily mastered, and included numerous options to make the strategy more or less challenging, and playing time shorter or longer.  The play can e lighthearted and friendly, or ruthlessly competitive, the rules allow for either, depending upon the style of play and the desires of your group.  So, if you are ready to face the challenge of touring Europe while a killer stalks your heels, shuffle the cards and sit down to play ASSASSIN.&#10;&#10;A fast-moving fun game for 3 to 6 friends to play in an evening!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Spies / Secret Agents",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Point to Point Movement"
    ],
    "Families": [
      "Continents: Europe"
    ]
  },
  {
    "Rank": "27942",
    "Name": "The Lord of the Rings: The Fellowship of the Ring",
    "ID": 4724,
    "Year": "(2002)",
    "Geek Rating": "5.273",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/4724/the-lord-of-the-rings-the-fellowship-of-the-ring",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "Relive the adventure of The Fellowship of the Ring with this board game. The fate of Middle-earth is in your hands, as you become the force behind the Fellowship of the Ring, guiding Frodo Baggins and his heroic companions on the first part of their epic journey. With majestic images and scenes taken directly from the film, life-long followers and first-time fans of The Lord of the Rings will find the game uniquely challenging, yet easy to play, as this saga of good against evil unfolds.&#10;&#10;The game is presented in a box that measures approximately 10 1/2 by 10 1/2 by 2 1/2 inches, and contains a die, 14 unique interlocking game tiles, 74 ring cards, 12 character cards, 6 metallic rings, and more.&#10;&#10;Can be played as stand alone or in combination with &lsquo;The Lord of the Rings: The Two Towers Board Game&rsquo; and &lsquo;The Lord of the Rings: The Return of the King&rsquo;&#10;&#10;This may be the same game as The Lord of the Rings: The Fellowship of the Ring Board Game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "27943",
    "Name": "Snap",
    "ID": 17003,
    "Year": "(1866)",
    "Geek Rating": "5.271",
    "Avg Rating": "3.56",
    "Link": "https://boardgamegeek.com/boardgame/17003/snap",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2353",
    "Description": "Published in 1905 by Milton Bradley (catalog #4384).  Game is played with a deck of 40 color lithographed cards depicting various comical scenes.  The object of the game is to &quot;capture&quot; all of the cards, this is done in the following manner.&#10;&#10;1. Deal the cards equally among the different players, keeping them face down.&#10;&#10;2. The player at the left of the dealer begins the game by taking off the first card of his pack, and placing it on the table face up, and the play continues to the left until each player in turn turns up the first card of his pack in the same manner.&#10;&#10;3. When any player sees two cards which are alike turned up on the table, he may call out &quot;SNAP&quot;, and the one first calling takes all the turned up cards in both places where the duplicate cards appear.&#10;&#10;4. The successful player takes all cards won and places them face downwards under his original pack and must then play his first card upon the table.&#10;&#10;5. The game continues as above until one player secures the entire pack, thereby winning the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": [
      "Traditional Card Games: Snap",
      "Traditional Card Games: War",
      "Animals: Squirrels",
      "Authors: Beatrix Potter",
      "Authors: Charles Dickens",
      "Authors: Charles Perrault",
      "Authors: Enid Blyton",
      "Authors: Mother Goose",
      "Authors: Roald Dahl",
      "Books: Hopalong Cassidy",
      "Books: The Jungle Book",
      "Books: Winnie the Pooh",
      "Brands: Groceries",
      "Card Games: Outplay",
      "Celebrities: Gerry Anderson",
      "Characters: Sooty",
      "Folk Tales & Fairy Tales: Cinderella",
      "Promotional: Board Games",
      "Theme: Cereal Games",
      "Theme: Dolls",
      "Theme: Mail / Stamps / The Post Office",
      "Theme: Music Making & Makers",
      "TV Shows: Felix the Cat",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Postman Pat",
      "TV Shows: Thomas the Tank Engine"
    ]
  },
  {
    "Rank": "27944",
    "Name": "Outdoor Survival",
    "ID": 1511,
    "Year": "(1972)",
    "Geek Rating": "5.271",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/1511/outdoor-survival",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7692",
    "Description": "Lost and alone, you must survive and escape the woods.  There are 5 different scenarios from inexperienced hikers lost in the woods to a rescue party trying to find a lost person.  You will have to deal with animals, finding food and water, mother nature and sickness without dying to win.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Race",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "27945",
    "Name": "Lost: The Game",
    "ID": 24959,
    "Year": "(2006)",
    "Geek Rating": "5.259",
    "Avg Rating": "3.58",
    "Link": "https://boardgamegeek.com/boardgame/24959/lost-the-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4231",
    "Description": "Players choose 1 of 17 characters from the Lost cast as their main characters in an attempt to lead the tribe while neutralizing other player characters.&#10;&#10;Game play takes place on a modular hex board reminiscent of Settlers of Catan.&#10;&#10;Players take turns exploring the island, recruiting tribe members, beating encounters and trying to neutralize( kill or trap) opposing player characters.&#10;&#10;Players can also win through unique win conditions for certain players characters like Jack: heal one member of each opposing player character or Locke: If the monster is defeated, Locke wins.&#10;&#10;Gameplay looks to be a mix of Betrayal At House on the Hill mixed with Magic and Talisman.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Movies / TV / Radio theme",
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "27946",
    "Name": "Mouse Trap",
    "ID": 24985,
    "Year": "(2004)",
    "Geek Rating": "5.258",
    "Avg Rating": "4.27",
    "Link": "https://boardgamegeek.com/boardgame/24985/mouse-trap",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1176",
    "Description": "This page is for the revamped versions with a toilet component. For the classic versions with a bathtub component, see the classic Mouse Trap page.&#10;&#10;&quot;The crazy game with 3 all-action contraptions!&quot;&#10;&#10;Clearly distinguished from the 1963 game of the same name by the tagline &quot;exciting NEW game play and easier set up&quot;, this is in fact an entirely new game, despite sharing title, theme, and publisher with the original Mouse Trap.&#10;&#10;In 'New' Mouse Trap, 2-4 players race around a track collecting wedges of cheese from 3 traps (constructed during setup but very much rendered in the Heath-Robinson/Rube Goldberg style of the the original).&#10;&#10;Whenever cheese is collected from a trap, or at certain other times, the toilet in the center is flushed. This releases a ball, which will trigger one of the three traps at random. Trapped mice lose a wedge of cheese. The first player to gather 8 wedges (a full circle) is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Mice",
      "Components: 3-Dimensional (3D)",
      "Components: Gears",
      "Components: Marbles",
      "Game: Mouse Trap"
    ]
  },
  {
    "Rank": "27947",
    "Name": "The Mad Magazine Game",
    "ID": 1604,
    "Year": "(1979)",
    "Geek Rating": "5.252",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/1604/the-mad-magazine-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1892",
    "Description": "Each Player starts with $10,000.  The board is Monopoly-like, with 2 inner tracks that can also be used.  Play is counter-clockwise and you must roll the dice with your left hand.  Certain spaces, and the ever present 'Card' cards send you elsewhere, make you pay money (good), make you get money (bad), switch seats with someone else or exchange money with another player.&#10;&#10;First to lose all their money wins.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "27948",
    "Name": "The Hobbit: The Defeat of Smaug",
    "ID": 2456,
    "Year": "(2001)",
    "Geek Rating": "5.250",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/2456/the-hobbit-the-defeat-of-smaug",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3008",
    "Description": "Game description from the publisher:&#10;&#10;In The Hobbit, embark on a great adventure based on J.R.R. Tolkien's legendary novel, The Hobbit. Try to safely navigate your way to the Lonely Mountain and reclaim all the treasure that the evil dragon Smaug is hiding &ndash; but beware as the treasure is fiercely guarded and must be won in battle! Will you trade your jewels for adventure points? Can you successfully answer the riddles or recite the songs? Do you have the courage to steal a jewel right from under Smaug's nose?&#10;&#10;On this adventure you'll travel through the Edge of the Wild, the Misty Mountains, the Carrock, Mirkwood, Long Lake, and finally confront the Desolation of Smaug. Each terrain will yield magical encounters and valuable treasure. All your wit, luck and skill will be tested. Are you up to the challenge to be crowned King Under the Mountain?&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Rock-Paper-Scissors",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Components: Gems/Crystals",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "27949",
    "Name": "Foxpaw",
    "ID": 385757,
    "Year": "(2025)",
    "Geek Rating": "5.250",
    "Avg Rating": "3.44",
    "Link": "https://boardgamegeek.com/boardgame/385757/foxpaw",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Foxpaw is a highly interactive worker-placement board game where where 2-4 players, as aspiring talents of a magic school, compete with their Magical Beasts over 5 school-years for the victory of their house. Through strategic decisions and tactical moves, players gather victory points for their houses, with the aim of having more points than all others at the end.&#10; On the way, players will encounter many challenges. The first step is to choose a house, each with its own unique abilities. Some players may choose to follow their family legacy, sacrificing some house abilities for extra resources at game start. Players also must gather resources to upgrade equipment like their Broom and Wand, while also improving attributes such as Knowledge and Strength to succeed at classes and duels and prove themselves to be the best student. Between certain school years, special magical events await each with its unique requirements and characteristics. Some players may choose to get ahead through &quot;sneaky&quot; moves that earn them darkness cards and may brand them a dark wizard!&#10;&#10;Whoever has  collected the most victory points (VP) for their own house after a total of 5 school years and 3 Magical Events wins!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Prisoner's Dilemma",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Components: AI generated illustrations",
      "Crowdfunding: Gamefound",
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "27950",
    "Name": "Aggravation",
    "ID": 2272,
    "Year": "(1962)",
    "Geek Rating": "5.240",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/2272/aggravation",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.198",
    "Description": "Players move their four pieces around the board from Start to Home.  Lucky die rollers can make use of the shortcut spaces to speed movement.  However, players can not pass their own pieces and landing on any one else's piece sends the landed-on piece back to the Base where it must start again.  First player to get all four pieces Home wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Marbles",
      "Game: Aggravation",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "27951",
    "Name": "Jacks",
    "ID": 15393,
    "Year": null,
    "Geek Rating": "5.240",
    "Avg Rating": "3.76",
    "Link": "https://boardgamegeek.com/boardgame/15393/jacks",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1.1071",
    "Description": "Played with 10 &quot;jacks&quot; and a small rubber ball.  Players take turns.  On a player's turn, he must first throw the jacks onto the floor.  If any of the jacks land so that they are stacked on top of each other, he forfeits his turn.  Otherwise, he begins to pick the jacks up in groups.  He throws the ball up in the air, and must pick up a group and catch the ball after exactly one bounce.  A player must first succeed in picking up all 10 jacks one at a time in a single turn.  Then he attempts to pick up the jacks two at a time, then in groups of three, and continuing on until he must pick up all 10 jacks in one group.  If at any time, the player picks up the wrong number of jacks, touches any jacks not in the group, or fails to catch the ball, his turn is over.  On his next turn, he will try again, starting with the same grouping.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Ancient",
      "Bluffing",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Disney",
      "Components: Knucklebone Dice / Balls",
      "Players: Two-Player Only Games",
      "Traditional Games: Knucklebones / Jacks"
    ]
  },
  {
    "Rank": "27952",
    "Name": "Lotto",
    "ID": 11028,
    "Year": "(1530)",
    "Geek Rating": "5.238",
    "Avg Rating": "3.74",
    "Link": "https://boardgamegeek.com/boardgame/11028/lotto",
    "Min Players": "2",
    "Max Players": "48",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2143",
    "Description": "[See also Loteria, under a separate entry]&#10;&#10;A precursor to Bingo, Lotto utilizes cards showing pictures or numbers in a grid, commonly 4x4 pictures or 3x6 numbers. The same images or numbers are scattered on different cards. A set of tiles or small cards is used to call out which image/number the players should cover up with a chip. The first to get one row complete wins a round. Many people can play at once; one older game was designed for large groups of up to 48 players.&#10;&#10;There are many picture lotto sets published for young children, often with themes (baby animal lotto, Monsters, Inc. lotto, etc.). These games of chance and matching can be educational or just for fun.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Bingo",
      "Animals: Bears",
      "Authors: Enid Blyton",
      "Books: Babar",
      "Brands: Disney",
      "Characters: Bamse",
      "Characters: Benjamin the Elephant",
      "Characters: Bozo the Clown",
      "Characters: Kikker & Vriendjes",
      "Components: 3 x 3 Grids",
      "Containers: Tubes",
      "Country: USA",
      "Creatures: Monsters",
      "Series: Noris-Fernsehspiele (Noris-Spiele)",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Tom & Jerry",
      "TV Shows: Unser Sandmännchen"
    ]
  },
  {
    "Rank": "27953",
    "Name": "Chinese Checkers",
    "ID": 2386,
    "Year": "(1893)",
    "Geek Rating": "5.235",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/2386/chinese-checkers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5964",
    "Description": "Chinese Checkers, or Stern-Halma, is a version of Halma supporting up to six players. Parenthetically, it is neither Chinese nor is it Checkers. In many countries, it's known as Chinese Chess or China-Chess which is even less accurate and definitely shouldn't be confused with Xiangqi which is the true Chess variant from China.&#10;&#10;Players jump over their own and/or their opponents' pieces with the objective of being the first to move all their pieces from one side to the opposing side.&#10;&#10;Re-implements&#10;&#10;    Halma&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement",
      "Point to Point Movement",
      "Race",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Marbles",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Triqqy",
      "Traditional Games: Halma"
    ]
  },
  {
    "Rank": "27954",
    "Name": "Man Bites Dog",
    "ID": 4035,
    "Year": "(2002)",
    "Geek Rating": "5.231",
    "Avg Rating": "4.59",
    "Link": "https://boardgamegeek.com/boardgame/4035/man-bites-dog",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1017",
    "Description": "It's the hilarious headline card game! This game is a little different: you're dealt a hand of cards with words on them, each with a point value. When it's your turn, construct the headline that earns the highest points... and often the biggest laughs! The first player to get to 500 points wins. If more than one player earns 500 points when the hand's points are totaled, the highest score wins.&#10;&#10;Each round, players are dealt 5 cards. They may discard and replace up to 3 three of them, and then each one makes a sensible headline with the cards in their hand. The value of the headline is doubled for anyone using an &quot;Exclusive&quot; card. The first player to reach 500 points is declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "27955",
    "Name": "Trivial Pursuit: Genus Edition",
    "ID": 2952,
    "Year": "(1981)",
    "Geek Rating": "5.230",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/2952/trivial-pursuit-genus-edition",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.634",
    "Description": "Trivial Pursuit is the original trivia game that started it all.&#10;&#10;Each player has a circular playing piece with six pie-shaped holes. The goal of the game is to collect a pie in each color. The colors correspond to different question categories.&#10;&#10;The board consists of a circular track with spaces in seven different colors. Six of the colors correspond to question categories while the last color gives a new dice roll. Six spaces along the track are &quot;pie spaces&quot;, and from these there are &quot;spokes&quot; of track leading to the middle of the board.&#10;&#10;Players roll a die and move along the track in any direction they like. When a player stops on a color they get a question of the appropriate category. If the player answers a question correctly while on a pie space, they get a pie of that color (assuming they don't already have it). A correct answer on another square allows the player to roll again.&#10;&#10;Once the player has one pie in each color, she can move along the spokes to the middle of the board to win the game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Game: Trivial Pursuit",
      "Misc: Dice Tower Hall of Fame",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "27956",
    "Name": "Alien: USCSS Nostromo",
    "ID": 276022,
    "Year": "(2019)",
    "Geek Rating": "5.228",
    "Avg Rating": "1.26",
    "Link": "https://boardgamegeek.com/boardgame/276022/alien-uscss-nostromo",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "Alien: USCSS Nostromo is based on the movie Alien.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "27957",
    "Name": "Slap Jack",
    "ID": 18905,
    "Year": "(1934)",
    "Geek Rating": "5.228",
    "Avg Rating": "3.37",
    "Link": "https://boardgamegeek.com/boardgame/18905/slap-jack",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Slap Jack is a standard deck playing card game for youngsters and adults. Even the youngest of children can join in the fun and even play by themselves.&#10;&#10;Number of players: Two to eight, each for himself.&#10;The Deck: Standard 52 card pack.&#10;&#10;The Deal: Any player is able to deal first. Just shuffle and deal out cards, one at a time to each player in rotation until all have been used. The cards need not come out even. Each player squares up his hand into a neat pile in front of him without looking at the cards which are face down.&#10;&#10;Object of the game: To win all the cards by being the first to slap each jack as it is played to the center.&#10;&#10;The play. Each player in turn, starting from the dealer's left, is required to lift one card from the pile in front of him and place it face up in the center of the table. The players must turn up the card away from him and not toward him; he must not see it earlier than any other player. At the same time, the play should be made with a swift movement so the other players may not see the denomination of the card before he does.&#10;&#10;If the card played to the center is a jack, the first player must slap his hand down on it, take it, and with it, all cards below it in the center of the table. The player who wins these cards must turn them face down and shuffle them with the cards in his hand still remaining on the table in front of him, in order to form a new hand.&#10;Suppose more than one player slaps at a jack. The one whose hand is lowest (directly on top of the jack) is declared winner of the pile. If a player has no more cards left, he remains in the game until a jack is next turned, and he may then slap at the jack in an effort to get a new hand. Should he fail to win, the player is declared out of the game. The play continues until one player possesses all the cards. That player is then made the winner! NOTE: If a dealer's card is exposed, then all the cards must be shuffled before they are again placed face down. If a player slaps at any card in the center other than a Jack, he is required to give one card, face down, to the player of that card.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Card Games: Outplay",
      "Components: Traditional Playing Cards",
      "Traditional Card Games: War"
    ]
  },
  {
    "Rank": "27958",
    "Name": "Coaster Park",
    "ID": 232895,
    "Year": "(2017)",
    "Geek Rating": "5.227",
    "Avg Rating": "3.56",
    "Link": "https://boardgamegeek.com/boardgame/232895/coaster-park",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Click, click, click&hellip; Hold on to your stomachs, because the ride of your life is about to drop. In Coaster Park, you are tasked with building the biggest, baddest roller coasters. To do this, you must assemble a killer crew to help you outbid and outsmart your fellow builders to gain the choicest track pieces. But don&rsquo;t forget about physics! If your marble fails to make it to the end, you&rsquo;ve got a dud on your hands and must re-engineer your path to victory.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Modular Board",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "27959",
    "Name": "Trump: The Game",
    "ID": 1824,
    "Year": "(1989)",
    "Geek Rating": "5.213",
    "Avg Rating": "4.34",
    "Link": "https://boardgamegeek.com/boardgame/1824/trump-the-game",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6591",
    "Description": "In Trump: the Game players compete in two parts.  In the first part, players circle the board, feeding money into the eight available properties, then bidding on those properties (not being able to see how much the property is worth) and collecting &quot;Trump&quot; cards.  When all the properties are gone, the negotiation phase begins.  Players use their Trump cards to buy and sell properties, some cards award huge payoffs for specific sets.  After each player has passed their turn, the property values are revealed, and the player with the most money wins (usually in the $400-$600M range).&#10;&#10;",
    "Categories": [
      "Economic",
      "Memory",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Memory",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: USA",
      "Historical Figures: Donald Trump"
    ]
  },
  {
    "Rank": "27960",
    "Name": "What Do You Meme?",
    "ID": 226610,
    "Year": "(2016)",
    "Geek Rating": "5.212",
    "Avg Rating": "5.09",
    "Link": "https://boardgamegeek.com/boardgame/226610/what-do-you-meme",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.0606",
    "Description": "Think you've got what it takes to out-meme your friends IRL?&#10;&#10;What Do You Meme? is a party card game for the social media generation. Each round, one player takes the role of judge and plays a photo card, after which everyone else plays a caption card to complete the meme. The judge decides the funniest pairing, and whoever played the winning caption card wins the round. Lather, rinse, and repeat.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: What Do You Meme?",
      "Mechanism: Judging Games",
      "Misc: LongPack Games",
      "Theme: Memes"
    ]
  },
  {
    "Rank": "27961",
    "Name": "DOS",
    "ID": 246701,
    "Year": "(2018)",
    "Geek Rating": "5.211",
    "Avg Rating": "4.87",
    "Link": "https://boardgamegeek.com/boardgame/246701/dos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.4444",
    "Description": "DOS is the follow up to the classic card game UNO.  Like UNO, the object of DOS is to be the first player each round to get rid of all your cards and earn points for the cards left in your opponents' hands.&#10;&#10;On your turn you can play cards from your hand by matching their numbers to any of the face up cards in the center row.  You can play one match for each card in the center row.  You can also combine two cards from your hand that add up to the number you wish to match.  If the card(s) you played match both number and color, you earn the right to place extra cards from your hand in the center row and even force other players to draw cards.  Don't forget to yell &quot;Dos!&quot; whenever you have two cards in your hand or you could end up drawing more cards!&#10;&#10;The round ends when one player gets rid of all his cards. That player earns points based on the values of the cards left in the other players' hands. Continue playing in rounds until someone reaches 200 points. That player is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: UNO"
    ]
  },
  {
    "Rank": "27962",
    "Name": "Who Wants to Be a Millionaire",
    "ID": 4077,
    "Year": "(2000)",
    "Geek Rating": "5.207",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/4077/who-wants-to-be-a-millionaire",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4156",
    "Description": "Players answer multiple-choice trivia questions of increasing difficulty, with the option of quitting with their winnings up to that point. This adaptation has makeshift versions of the TV show's &quot;50:50&quot;, &quot;Ask the Audience&quot;, and &quot;Phone a Friend&quot; lifelines. Players rotate as host, and after everyone has taken a turn as host, winnings are totaled.&#10;&#10;Based on the original ABC version of the world-famous game show, hosted by Regis Philbin from 1999-2002.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "TV Shows: TV Game Shows",
      "TV Shows: Who Wants To Be A Millionaire"
    ]
  },
  {
    "Rank": "27963",
    "Name": "Wonders of The First CCG",
    "ID": 419763,
    "Year": "(2024)",
    "Geek Rating": "5.198",
    "Avg Rating": "1.57",
    "Link": "https://boardgamegeek.com/boardgame/419763/wonders-of-the-first-ccg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Wonders of The First is a Collectible Card Game where players are Stoneseekers - powerful beings who control the fate of the Orbitals. Summon fighting units called Wonders and play them, along with powerful Spells, Items, and Lands, into 7 realms to battle, conquer, and gain control of the Formless Stones.&#10;&#10;Wonders of The First CCG is a game where science fiction and fantasy intertwine, offering a fresh, captivating experience for collectors and players alike.&#10;&#10;&#10;     CAPTURING STONES - Control the most stones across 7 realms to claim your victory. Strategic options unfold as new realms open over the course of the game.&#10;     COLLECTIBILITY RUNS IN OUR DNA - Reveal big pack hits like 1st Edition serialized cards, one-of-ones, and alternate art exclusives.&#10;     WORLD CLASS GAMEPLAY - A game system that maintains fun and fair environments over time without the need for reprints.&#10;     CASUAL &amp; HARDCORE FORMATS - Purpose built formats for all types of players.&#10;     DECKBUILDER'S PLAYGROUND - Low restrictions and a huge set size give builders creative freedom.&#10;     ART &amp; WORLD REIMAGINED - A new distinctive style of cards with big, bold art, characters, and expansive worlds.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Automatic Resource Growth",
      "Card Play Conflict Resolution",
      "Deck Construction"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: AI generated illustrations",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "27964",
    "Name": "Would You Rather...?",
    "ID": 677,
    "Year": "(1998)",
    "Geek Rating": "5.197",
    "Avg Rating": "4.37",
    "Link": "https://boardgamegeek.com/boardgame/677/would-you-rather",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1957",
    "Description": "Before they can roll and move, players must pick a card and present the rest of the players with a nasty choice between two thoroughly unpleasant hypotheticals in categories such as pain, embarrassment, ethics, and ingestion. If the player guesses the majority preference, he gets to move otherwise he must pass. Some spaces allow the player to invent their own awful hypothetical choice. The other players vote secretly on their choice in this case. If the vote is not unamimous, the player can move or send someone else back. Players roll a six-sided die and there are only 10 spaces to the goal so games go very quickly. Typical choices on the cards include, &quot;Would you rather lie naked in a bathtub full of live roaches or dive head first into a pool of tobacco spit?&quot; The answer &quot;neither&quot; is NEVER allowed.&#10;&#10;Variant:&#10;The 2003 version of this game &quot;Would You Rather?&quot; appears to have quite different rules to the above described game. There is a new simpler square board with more spaces. Unlike the 20 minutes of the above game, 1-2 hours is recommended by the manufacturer. Players roll a dice, then move and depending where they land, draw cards with dilemmas to pose to the rest of the other players. The current player must try to secretly predict the result of the other players' subsequent open discussion and consensus view. No-one is penalised for an inability to reach consensus, the game encourages one option picked at random perhaps by flipping a coin, to keep the game moving. If the current player predicted correctly, they get a bonus turn.&#10;&#10;Typical questions include &quot;Would you rather ... On senior prom night, have to take your parent -OR- your 12 year old sibling?&quot;&#10;&#10;Every so often players get the opportunity to take a difficult challenge with the winner being the first person to complete their third challenge.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Components: Tweezers",
      "Game: Would You Rather...?"
    ]
  },
  {
    "Rank": "27965",
    "Name": "Go For Broke",
    "ID": 3343,
    "Year": "(1965)",
    "Geek Rating": "5.193",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/3343/go-for-broke",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.1176",
    "Description": "Go For Broke is a roll and move game for 2-5 players. Players receive one million dollars from the bank and race to be the first player to spend all of their money and go bankrupt. Players can risk money at the Racetrack, the Casino, play the Stock Market or make donations to charity. Outcomes are determined by spend and receive cards and by the spinners that represent the various locations.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": [
      "Mechanic: Circuit-Based Trading Games"
    ]
  },
  {
    "Rank": "27966",
    "Name": "Don't Break the Ice",
    "ID": 4888,
    "Year": "(1968)",
    "Geek Rating": "5.187",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/4888/dont-break-the-ice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1264",
    "Description": "From the Hasbro edition box:&#10;&#10;Tap out ice blocks one by one.&#10;They won't melt when you are done!&#10;Take your time and do some thinking&#10;to keep the polar bear from sinking.&#10;To win, the bear must stay on top.&#10;One wrong block-he'll go ker-plop!&#10;&#10;Children's game of tapping out 1&quot; ice blocks in a plastic frame, with the goal being to force the other player to be the one that causes the central 2&quot;x2&quot; square to fall (taking the polar bear with it).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Physical Removal",
      "Single Loser Game"
    ],
    "Families": [
      "Animals: Bears",
      "Region: Arctic"
    ]
  },
  {
    "Rank": "27967",
    "Name": "Labyrinth",
    "ID": 6546,
    "Year": "(1940)",
    "Geek Rating": "5.183",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/6546/labyrinth",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3019",
    "Description": "Maneuver the steel ball through the wooden maze without falling into any of the holes. The surface may have numerous tiny pits and bumps, making the behavior of the ball all the more erratic, but that arguably adds to the challenge. An unplugged precursor to video games.&#10;&#10;The game was invented in the early 1940s by Sven Bergling in Tran&aring;s, Sweden. It was lent to Tage Friberg to pass time while he was sick. Tage later started a production of the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Maze"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Comic Books: Batman",
      "Components: Marbles",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "TV Shows: SpongeBob SquarePants"
    ]
  },
  {
    "Rank": "27968",
    "Name": "Monopoly: Star Wars",
    "ID": 1298,
    "Year": "(1997)",
    "Geek Rating": "5.183",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/1298/monopoly-star-wars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.7292",
    "Description": "Monopoly Star Wars style.  In this version of Monopoly players must buy up property and build homes in the Star Wars universe.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "27969",
    "Name": "The Ungame",
    "ID": 6283,
    "Year": "(1973)",
    "Geek Rating": "5.181",
    "Avg Rating": "3.17",
    "Link": "https://boardgamegeek.com/boardgame/6283/the-ungame",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.2",
    "Description": "The UNGAME was designed for YOU to experience the fun of learning how to communicate more effectively. As you share thoughts, ideas and feelings, you will develop a deeper understanding of others and of yourself. Each person's ability to respond and become involved will improve as he continues to TELL IT LIKE IT IS. You'll find the UNGAME both entertaining AND educational.&#10;&#10;The UNGAME is appropriate with friends, for family circles, classrooms, committees, counseling groups, and at any social gathering.&#10;&#10;From two to six people can participate and there is no competition! Everyone wins! So follow the rules and have a most enjoyable time TELLING IT LIKE IT IS!&#10;&#10;Games last for a predesignated amount of time agreed upon by the players prior to the start. 1 hour - 45 minutes is recommended. Players take turns rolling and moving. When your piece lands on a space, you do what that space says, usually draw a card or answer the question on the board. The goal of the game is to connect to the other players on a deeper level. Only the individual players can determine to what extent they have won.&#10;&#10;Themes for the game and depth of questions shift with varying decks of cards and expansions.&#10;&#10;Ostensibly, this is Outside the Scope of BGG, but is kept in the database by fiat due to history.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Storytelling"
    ],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Game: The Ungame",
      "Misc: Used for Real-World Therapy"
    ]
  },
  {
    "Rank": "27970",
    "Name": "Let's Go Fishin'",
    "ID": 13166,
    "Year": "(1979)",
    "Geek Rating": "5.179",
    "Avg Rating": "4.36",
    "Link": "https://boardgamegeek.com/boardgame/13166/lets-go-fishin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.093",
    "Description": "This kids game features an electronic turntable filled with 21 plastic fish. As it rotates, the fish raise and lower, opening and closing their mouths. Players all have toy fishing poles and simultaneously try to catch fish buy having them close their mouths on their lure and pulling out of the rack. The player who catches the most fish wins.&#10;&#10;Similar, but not the same as Fishin' Around&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Electronic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Brands: Disney",
      "Components: 3-Dimensional (3D)",
      "Components: Gems/Crystals",
      "Components: Magnets",
      "Movies: Finding Nemo",
      "Promotional: Board Games",
      "Theme: Fishing / Angling",
      "TV Shows: SpongeBob SquarePants"
    ]
  },
  {
    "Rank": "27971",
    "Name": "Phase 10",
    "ID": 1258,
    "Year": "(1982)",
    "Geek Rating": "5.178",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/1258/phase-10",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2611",
    "Description": "A rummy-type card game where players compete to be the first to finish completing all ten phases.  Phases include collecting runs of numbers, collecting certain number of a given color cards, etc.  The first player to finish completing the 10th phase wins.  In case of ties, the player with the fewest number of points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Melding and Splaying",
      "Set Collection"
    ],
    "Families": [
      "Game: Phase 10",
      "Promotional: Board Games",
      "Series: Kartenspiele (Ravensburger)",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "27972",
    "Name": "Bunco",
    "ID": 8689,
    "Year": "(1855)",
    "Geek Rating": "5.162",
    "Avg Rating": "3.19",
    "Link": "https://boardgamegeek.com/boardgame/8689/bunco",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.0714",
    "Description": "Players ring the bell each time a &quot;Bunco&quot; is rolled or when a player reaches &quot;21.&quot; The object of the game is to have the highest score at the end of six rounds of play.&#10;&#10;Definition of Bunco: A three-of-a-kind of the number that corresponds to the round (three &quot;1's&quot; in Round One, three &quot;2's&quot; in Round Two and so on.) This is often called a &quot;true&quot; Bunco. A true Bunco immediately ends the round and scores 21 points.&#10;&#10;Bunco contains 9 dice (3 of each color). Bunco Party, with 12 dice, is a separate entry.&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": [
      "Comic Strips: King Features Syndicate",
      "Theme: Dolls",
      "Toys: Barbie",
      "TV Shows: Betty Boop"
    ]
  },
  {
    "Rank": "27973",
    "Name": "Dirty Minds: The Game of Naughty Clues",
    "ID": 2956,
    "Year": "(1990)",
    "Geek Rating": "5.160",
    "Avg Rating": "4.04",
    "Link": "https://boardgamegeek.com/boardgame/2956/dirty-minds-the-game-of-naughty-clues",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "45",
    "Weight": "1.1429",
    "Description": "DIRTY MINDS  The Game of Naughty Clues... is also known as &quot;The world's cleanest dirty game.&quot; The dirtier a mind you have, the worse you will be at playing DIRTY MINDS because all of the answers are clean!&#10;&#10;A player draws a card, and reads one of the facts about the word (they may choose). Then the other player gets to make one free guess. If they're right, they get three letter cards. If they're wrong, the other players get a chance to steal. If they guess the word, they get one letter card. If they have cards, and get it wrong they lose a letter card. If no one guesses the word, another clue is read. If no one gets it the next time around the players will only receive one letter card from that point on.&#10;&#10;Letter cards can be the letters D, I, R, T, or Y; they can also be ~ cards, Wild cards, or Action cards. Players win when they can spell DIRTY.&#10;&#10;DIRTY MINDS will provide two or more adults with hours of laughter as seemingly filthy clues point towards the most innocent of answers. Some people say a dirty mind is a terrible thing to waste. Use yours to play DIRTY MINDS, but remember... NOTHING IS AS DIRTY AS IT SEEMS!&#10;&#10;TEST HOW DIRTY YOUR MIND IS BY READING THE FOLLOWING CLUES:&#10;- I'm a four letter word. &#10;- I'm a name for a woman. &#10;- I end in u-n-t. &#10;------ What am I?&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "27974",
    "Name": "Ker Plunk",
    "ID": 3728,
    "Year": "(1967)",
    "Geek Rating": "5.159",
    "Avg Rating": "4.79",
    "Link": "https://boardgamegeek.com/boardgame/3728/ker-plunk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0367",
    "Description": "The game consists of a clear plastic tube, 30 thin sticks, and 32 marbles. Play begins with the players inserting the sticks through the tube and then pouring the marbles into the hole at the top of the tube. The sticks act as a web that block the marbles at the top of the tube. At this point, the players begin to carefully remove the sticks one by one. The goal is to get the stick out without making any of the marbles fall through. If any do so, the player who made them do so collects them. Once the last marble has fallen, players count their collected marbles, and the player with the fewest wins the game.&#10;&#10;Reimplemented by:&#10;&#10;    Toy Story Ker Plunk!&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Physical Removal",
      "Stacking and Balancing",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Animals: Bees",
      "Category: Pick Them Up",
      "Characters: Minions",
      "Components: Marbles",
      "Movies: Toy Story",
      "Series: To Go! games (Mattel)",
      "Series: World's Smallest Games Series (Super impulse)"
    ]
  },
  {
    "Rank": "27975",
    "Name": "MindTrap",
    "ID": 1923,
    "Year": "(1991)",
    "Geek Rating": "5.156",
    "Avg Rating": "4.79",
    "Link": "https://boardgamegeek.com/boardgame/1923/mindtrap",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9444",
    "Description": "Two teams try to solve logical riddles and moves on a board (which actually is a paper from a block with a &quot;racing track&quot;). Each time team comes up with the right solution they may move one step and demand another question or throw a die (0-3) and let the turn continue to the other team.&#10;&#10;A sequel to the game is MindTrap II.&#10;&#10;Contents:&#10;406 MindTrap cards&#10;1 playing board&#10;2 moving pieces&#10;2 sets of plastic sticks&#10;(18 each)&#10;2 sets of tangram shapes&#10;(7 each)&#10;1 cardholder&#10;1 die&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Game: MindTrap"
    ]
  },
  {
    "Rank": "27976",
    "Name": "Afrikan tähti",
    "ID": 5130,
    "Year": "(1951)",
    "Geek Rating": "5.134",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/5130/afrikan-tahti",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.0881",
    "Description": "Afrikan t&auml;hti (&quot;Star of Africa&quot;) is the most important Finnish board game ever. Designed in 1949 by then 19-year-old Kari Mannerla and published two years later in 1951, it has sold over 3.5 million copies since, half of them in Finland. There's one in almost every home in Finland.&#10;&#10;Players start in either Cairo or Tangier and start exploring Africa, trying to find gems. The main objective is to find the legendary giant diamond, Star of Africa. However, when flipping the tokens, players cannot know what they will find: nothing at all, some lesser gemstones or even a robber stealing their money and slowing their progress.&#10;&#10;When someone finds the Star of Africa, a race begins. The player with the diamond tries to deliver it back to Cairo or Tangier, other players try to find a horseshoe - a token discarded with no value before, now a key to victory. Winner is the player who reaches Cairo or Tangier first, carrying either the diamond or a horseshoe.&#10;&#10;A rules amendment, which prevents a player being stuck on an island and effectively out of the game, was only added in 2005.&#10;&#10;The first official expansion, Afrikan t&#195;&#164;hti: Retkikunnat, was published in 2014. This could be a record - a game being expanded for the first time, by the rights holder, 63 years after it was first published.&#10;&#10;Re-implemented by: Inkan Aarre&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Exploration"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Continents: Africa",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "27977",
    "Name": "Tiddledy Winks",
    "ID": 4792,
    "Year": "(1888)",
    "Geek Rating": "5.131",
    "Avg Rating": "4.04",
    "Link": "https://boardgamegeek.com/boardgame/4792/tiddledy-winks",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1077",
    "Description": "Tiddledy Winks varies based on publisher, but they all generally have a cup or other container that sits in the center of a target.  The object of the game is to flip small smooth disks (the &quot;winks&quot;) into the cup.  This is accomplished by placing a wink on a piece of felt and then pressing down on the edge of the wink with a larger disk (the &quot;tiddledy&quot;) so that the wink pops up into the air, and hopefully lands in the cup.  The highest points are awarded for winks that land in the cup, with winks landing in the target area scoring less.  Players decide ahead of time to play a set number of rounds (in which case the winner is the person with the highest score at the end of the last round), or to play until someone reaches a certain score (in which case the winner is the first person to reach or exceed that score).&#10;&#10;Wikipedia notes that Joseph Assheton Fincher filed the original patent application for the game in 1888, applied for the trademark Tiddledy-Winks in 1889, and licensed John Jaques and Son as the exclusive distributors of the game. However, the intense popularity of the game prompted other publishers to churn out cheaper competitors under names like Spoof, Flipperty Flop, Jumpkins, Golfette, Maro, Flutter. As early as 1890, Jacques boxes included a label warning of &quot;worthless imitations... issued by unscrupulous and jealous persons&quot;, and its rules threatened that &quot;proceedings will be taken against any one infringing the Proprietors' Rights in this Game&quot;.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Elephants",
      "Authors: Enid Blyton",
      "Books: Winnie the Pooh",
      "Brands: Disney",
      "Characters: Sooty",
      "Comic Strips: Dennis the Menace",
      "Comic Strips: Peanuts",
      "Containers: Tubes",
      "Country: Netherlands",
      "Creatures: Fairies / Elves / Pixies",
      "Folk Tales & Fairy Tales: Peter Pan",
      "Mechanism: Finger Flicking Games",
      "Space: Earth's Moon",
      "Theme: Circus",
      "Traditional Games: Tiddlywinks",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Tom & Jerry"
    ]
  },
  {
    "Rank": "27978",
    "Name": "In a Pickle",
    "ID": 12205,
    "Year": "(2004)",
    "Geek Rating": "5.122",
    "Avg Rating": "4.66",
    "Link": "https://boardgamegeek.com/boardgame/12205/in-a-pickle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2088",
    "Description": "Does a sofa fit in a shopping cart? It all depends on how you size it up in this game of creative thinking and outrageous scenarios. Try to win a set of cards by fitting smaller things into bigger things - a baby goes in a bathtub, which is in a house, in Hollywood. Play the fourth word card to claim a set, unless one of your opponents can trump with a larger word. The player with the most sets at the end is the winner.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling"
    ],
    "Families": [
      "Series: Port-A-Party (Gamewright)"
    ]
  },
  {
    "Rank": "27979",
    "Name": "Solitaire",
    "ID": 13713,
    "Year": "(1697)",
    "Geek Rating": "5.110",
    "Avg Rating": "4.49",
    "Link": "https://boardgamegeek.com/boardgame/13713/solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5321",
    "Description": "A family of games designed for a single player. These puzzle-games challenge the player to clear a grid of tokens or pegs. Typically all but one space on the board is filled. The game is played by jumping a peg over one other into an empty space. The peg jumped over is removed from the board. This continues until no more jumps can be made. The object is to leave only a single peg or token left on the board.&#10;&#10;The two most common boards are the 33-peg English cross and the 37-peg French octagon boards.&#10;&#10;Ostensibly, this is Outside the Scope of BGG, but is kept in the database by fiat due to history.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Components: Marbles",
      "Players: Solitaire Only Games",
      "Series: Hi-Q"
    ]
  },
  {
    "Rank": "27980",
    "Name": "Fact or Crap",
    "ID": 3990,
    "Year": "(2001)",
    "Geek Rating": "5.100",
    "Avg Rating": "3.85",
    "Link": "https://boardgamegeek.com/boardgame/3990/fact-or-crap",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1842",
    "Description": "Basic trivia game where players try to figure out if a statement is a Fact, or just a load of Crap.&#10;&#10;The players take turns being the Reader in a clockwise direction.&#10;&#10;After the Reader has read the first question, the other players have to decide as fast as they can whether the answer is Fact or Crap.  The players indicate their answer by putting face down either their Fact Answer card or Crap Answer card.  The Reader then determines which player was the first to put their Answer card down.  Once all of the Answer cards are down, the player who was first to answer turns over their Answer card.  If the answer is correct, they receive 2 tokens from the middle pile.  The Reader will then ask everyone to turn their Answer cards over.  All other players with the correct answer will receive 1 token.  All players with the wrong answer (including the player who puts their Answer card down first) will have to put 1 token back in the middle pile.&#10;The Reader&rsquo;s turn is complete when all 3 questions have been read.  The Question card is then returned, face down, to the bottom of the Question card pile.&#10;&#10;During the game you will randomly draw Rush Hour cards.  The Reader who picks up a Rush Hour card may nominate any player to answer the Rush Hour questions.  Once the nomination has been made, the egg timer is turned over and the Reader begins to read the questions.  The aim is to have all 5 questions asked and answered within the time limit so that both Reader and the answering player have a chance to win as many extra tokens as possible.&#10;&#10;There are two ways to win Fact or Crap.&#10;- The game ends when all tokens from the middle pile are gone.  Players then count up their tokens.  The player with the most tokens is the winner, proving they know the most Fact or Crap!&#10;- In the event that all players but 1 have lost their tokens, the remaining player is deemed the winner.&#10;If at any time during the game a player loses all of their tokens, s/he is then out of the game.&#10;&#10;Re-implemented as:&#10;&#10;    SpongeBob SquarePants Fact or Fishy DVD Game&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "27981",
    "Name": "Crazy Eights",
    "ID": 11017,
    "Year": null,
    "Geek Rating": "5.097",
    "Avg Rating": "4.46",
    "Link": "https://boardgamegeek.com/boardgame/11017/crazy-eights",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0667",
    "Description": "Public domain card game which plays with a regular deck of cards.  The idea is to get rid of all your cards FIRST.  Everyone gets some number of starting cards (like 5), and must play a matching card (colour/suit/value), or pick up 1 from the 'stock' pile, and either play THAT or pass.&#10;&#10;There are many variants, according to Hoyle.  Some have 8s as the wild card (any colour/value), while other use Jacks - hence the alternate names.  All seem to have at least one 'pick up #' card, and one 'skip a turn' card.&#10;&#10;Variants also include pick-up 2s, which could accumulate if more 2s were played consecutively (pick up 4, 6, or 8), and Jacks as the skip-a-turn.  In other variants played with 4s as skip-a-turns, Aces as pick up 1s and Queen of Spades as pick up 5.&#10;&#10;Crazy Eights is the game upon which the commercial UNO is based.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Eights",
      "Animals: Rabbits / Hares",
      "Books: The Chronicles of Narnia",
      "Card Games: Matching",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Characters: Hello Kitty",
      "Creatures: Die Olchis (designed by Erhard Dietl)",
      "Creatures: Fairies / Elves / Pixies",
      "Digital Implementations: Board Game Arena",
      "Folk Tales & Fairy Tales: Pinocchio",
      "Series: Die wilden Fussballkerle (Kosmos)",
      "Series: Monsterfalle (Kosmos)",
      "Theme: Cereal Games",
      "Theme: Dolls",
      "Toys: Filly",
      "Toys: Lalaloopsy",
      "TV Shows: SpongeBob SquarePants",
      "TV Shows: The Backyardigans"
    ]
  },
  {
    "Rank": "27982",
    "Name": "Simon",
    "ID": 5749,
    "Year": "(1978)",
    "Geek Rating": "5.089",
    "Avg Rating": "4.43",
    "Link": "https://boardgamegeek.com/boardgame/5749/simon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2338",
    "Description": "Simon is a large round electronic box with four player 'press pads' on top.  Each of the pads lights up and plays a tone.&#10;&#10;The game is basically a memory game.  Simon lights one of the coloured pads and sounds a tone, then two, then three, etc.  Players attempt to match Simon by pressing the pads in the proper sequence.  If someone fails, they get a 'raspberry' and are out of the game.  Of course Simon speeds up as the game progresses so it becomes increasingly more difficult.&#10;&#10;For a little less randomness, players can set the game to ignore the computer and perform the sequences themselves adding one colour to each play.  Player 1 can press &quot;Red&quot;, Player 2 then must press &quot;Red&quot; and then adds another &quot;Red&quot;, player 3 then must press &quot;Red, Red&quot;, and then adds &quot;Blue&quot;, etc.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 2 x 2 Grids",
      "Components: Sound games",
      "Game: Simon"
    ]
  },
  {
    "Rank": "27983",
    "Name": "Blackjack",
    "ID": 10816,
    "Year": "(1700)",
    "Geek Rating": "5.083",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/10816/blackjack",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4596",
    "Description": "BlackJack originated in French casinos around 1700 where it was called &quot;vingt-et-un&quot; and has been played in the U.S. since the 1800's.&#10;&#10;Blackjack is played with a standard deck of 52 playing cards. In a Casino, usually six (6) or eight (8) decks of cards are shuffled together and placed in a card shoe for distribution.  The player must wager before any cards are dealt. He does this by placing his bet in front of his table position. Next, the dealer deals two cards to each of the players and two to himself. (One of the dealer's cards is dealt face up, one is dealt face down). Face cards count as ten, ace counts as one or 11, and all other cards are counted at their face value.&#10;&#10;A blackjack occurs if the player's first two cards are an ace and a ten or face card. This is usually a winning hand, although if the dealer also has a blackjack, it is a tie. A winning blackjack pays the player three to two.&#10;&#10;The dealer must draw on 16 and stand on 17. (A dealer total of 17 including an ace, or &quot;soft 17&quot;, must be drawn to in some games and must stand in others). Options:&#10;&#10;Hit or Stand - Hit means to draw another card, which the player signifies by tapping the table with his cards or a similar hand motion. Stand means that the player wants no more cards, which the player signals by placing his cards under his wager or holding his hand in a horizontal direction. If the player hits and busts (goes over 21), his wager is lost.&#10;&#10;Double down - The player is allowed to double his original bet on his first two cards, then draw one more card.&#10;&#10;Splitting - If the first cards a player is dealt are a pair, they may be split into two hands which are played separately. The bet on each hand must be the same amount. Aces receive only one card. After splitting, Ace-ten counts as 21, and not as blackjack.&#10;&#10;Insurance - A bet not exceeding one-half of the original bet. When the dealer's up card is an ace, the player may take insurance. If the dealer's down card is a ten or face card, the player wins two to one. Any other card means a win for the dealer.&#10;&#10;Surrender - To give up after the deal of the first two cards. Only one-half of the original bet is lost. Not all blackjack games offer surrender.&#10;&#10;When not playing at a casino, it is usual for the role of Dealer to rotate among the players.&#10;&#10;Pontoon is a similar game, but there are some small rules variations. For example, the dealer wins on ties and both of their cards are dealt face down.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "27984",
    "Name": "Pay Day",
    "ID": 1797,
    "Year": "(1974)",
    "Geek Rating": "5.081",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/1797/pay-day",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2234",
    "Description": "Pay Day is played on a one-month calendar with 31 days.  During the game, players will have to deal with various bills and expenses, but will also have the opportunity to make deals on property and earn money.  At the end of each month, players are paid their salary (the same for each player) and must then pay off all outstanding bills, taking out a loan if necessary.  Most money (or least debt) wins after a certain number of months decided by the players (3 months usually takes 30 minutes to finish).&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Open Drafting",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Components: Calendars"
    ]
  },
  {
    "Rank": "27985",
    "Name": "Perfection",
    "ID": 5588,
    "Year": "(1973)",
    "Geek Rating": "5.055",
    "Avg Rating": "4.41",
    "Link": "https://boardgamegeek.com/boardgame/5588/perfection",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "6",
    "Play Time": "6",
    "Weight": "1.0465",
    "Description": "This dexterity and shape recognition game pits players to be the quickest to fit all the shapes into the matching holes in the tray that pops up when the time runs out.&#10;&#10;Re-implemented by:&#10;&#10;    Superfection&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Memory",
      "Racing"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Components: 5 x 5 Grids",
      "Series: Perfection (Lakeside Industries)"
    ]
  },
  {
    "Rank": "27986",
    "Name": "Hangman",
    "ID": 5314,
    "Year": "(1976)",
    "Geek Rating": "5.051",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/5314/hangman",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1067",
    "Description": "This is the classic letter guessing game with plastic cases to place letters in and to indicate how close the opponent is to being hung.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Deduction",
      "Spelling"
    ],
    "Families": [
      "History: American Old West (Wild West)",
      "Players: Two-Player Only Games",
      "Series: GoPlay",
      "Series: Travel Games for Smart Kids (Goldmerk)",
      "TV Shows: SpongeBob SquarePants",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "27987",
    "Name": "Memory",
    "ID": 7688,
    "Year": "(1959)",
    "Geek Rating": "5.041",
    "Avg Rating": "4.78",
    "Link": "https://boardgamegeek.com/boardgame/7688/memory",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1457",
    "Description": "First published in today's form by Ravensburger in February 1959, have the rights for the brand name Memory.&#10;&#10;There are versions known from Japan in the 16th century - matching pictures painted on shells. Known as Awase or Kai-awase. In USA and England known as Pairs, Pelmanism, or Concentration. But these are played with simple playing cards. In Switzerland was a domino-like game named Zwillingsspiel with the same roots. In Czech Republic this type of game is known as Pexeso. The name is an acronym of &quot;pekeln&#196;&#155; se soust&#197;&#153;ed!&quot;, which literally translates to &quot;hellishly focus!&quot;.  It usually consists of 32 pairs of square cards. There are thousands of Pexeso sets with different themes.  There are hundreds of different Memory games - starting with 24 cards for the youngest, with all kinds of animals, art, about countries, also a gay and a &quot;Breast Memory&quot;, several free giveaway Memory games published by companies.&#10;&#10;Players lay a series of tiles upside down in random order.  Then proceed to uncover 2 at a time.  If they match, the player keeps both.  If they don't, the player loses his turn.&#10;&#10;There are 2 different types of memories: &#10;type A: Pure memory games with pairs of identical motifs and &#10;type B: memory games with similar motifs, e.g. 1x1 memory with a pair consisting of the numbers to be multiplied and the solution.&#10;&#10;Game end when all tiles have been matched.  The player with the greater number of tiles wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Animals",
      "Card Game",
      "Comic Book / Strip",
      "Environmental",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Prehistoric"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Cats",
      "Animals: Dinosaurs",
      "Animals: Dogs",
      "Animals: Horses",
      "Animals: Mice",
      "Authors: Astrid Lindgren",
      "Authors: Dr. Seuss",
      "Authors: Edgar Rice Burroughs",
      "Authors: Enid Blyton",
      "Authors: Victor Hugo",
      "Authors: William Shakespeare",
      "Books: Alfons Åberg",
      "Books: Angelina Ballerina",
      "Books: Babar",
      "Books: Curious George",
      "Books: Der kleine Eisbär",
      "Books: Der Kleine König",
      "Books: Jim Button",
      "Books: Lilly the Witch",
      "Books: Mr. Men",
      "Books: Pippi Longstocking",
      "Books: The Gruffalo",
      "Books: The Jungle Book",
      "Books: Winnie the Pooh",
      "Brands: Disney",
      "Brands: Groceries",
      "Celebrities: The Wiggles",
      "Characters: Bamse",
      "Characters: Benjamin the Elephant",
      "Characters: Caillou",
      "Characters: Hello Kitty",
      "Characters: Jake and the Never Land Pirates",
      "Characters: Kikker & Vriendjes",
      "Characters: Lauras Stern",
      "Characters: Miffy",
      "Characters: Minions",
      "Characters: Richard Scarry's Busytown",
      "Characters: Smurfs",
      "Characters: Spirou et Fantasio",
      "Characters: Tarzan",
      "Cities: Bamberg (Bavaria, Germany)",
      "Cities: Berlin (Germany)",
      "Cities: Cologne (North Rhine-Westphalia, Germany)",
      "Cities: Dresden (Saxony, Germany)",
      "Cities: Hamburg (Germany)",
      "Cities: Leipzig (Saxony, Germany)",
      "Cities: Munich (Bavaria, Germany)",
      "Cities: Salzburg (Austria)",
      "Cities: Toulon (France)",
      "Cities: Vienna (Austria)",
      "Cities: Zurich (Switzerland)",
      "Comic Books: DC Universe",
      "Comic Books: Marvel Universe",
      "Comic Books: Nichtlustig",
      "Comic Books: Spider-Man",
      "Comic Books: Superman",
      "Comic Books: Tintin",
      "Comic Books: Yakari",
      "Comic Strips: Peanuts",
      "Containers: Tubes",
      "Country: Germany",
      "Country: Prussia",
      "Creatures: Die Olchis (designed by Erhard Dietl)",
      "Creatures: Fairies / Elves / Pixies",
      "Digital Implementations: BrettspielWelt",
      "Fictional Events: Clone Wars",
      "Historical Figures:  Wolfgang Amadeus Mozart",
      "Historical Figures: Claude Monet",
      "History: Habsburg",
      "Movies: Avatar",
      "Movies: Cars",
      "Movies: Finding Nemo",
      "Movies: Frozen",
      "Movies: Pocahontas",
      "Movies: Ritter Rost",
      "Movies: Toy Story",
      "Players: Two-Player Only Games",
      "Promotional: Board Games",
      "Region: Baden-Württemberg (Germany)",
      "Region: Bavaria (Germany)",
      "Religious: Islam",
      "Series: Senior Premium (Noris Spiele)",
      "Series: Spiele Minis (Ravensburger)",
      "Series: Take 'N' Play Anywhere (Patch Products)",
      "Theme: Cereal Games",
      "Theme: Dolls",
      "Theme: Mail / Stamps / The Post Office",
      "Theme: TV Detectives",
      "Theme: US National Parks",
      "Theme: Witches",
      "Toys: Barbie",
      "Toys: Filly",
      "Toys: Gormiti",
      "Toys: Lalaloopsy",
      "Toys: LEGO",
      "Toys: My Little Pony",
      "Toys: Playmobil",
      "TV Shows: Beyblade",
      "TV Shows: Blue's Clues",
      "TV Shows: Bob the Builder",
      "TV Shows: Charlie's Angels",
      "TV Shows: Chuggington",
      "TV Shows: Dinosaur Train",
      "TV Shows: Dora the Explorer",
      "TV Shows: Go, Diego, Go!",
      "TV Shows: Handy Manny",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Paw Patrol",
      "TV Shows: Postman Pat",
      "TV Shows: Sesame Street",
      "TV Shows: SpongeBob SquarePants",
      "TV Shows: Teletubbies",
      "TV Shows: The Backyardigans",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "27988",
    "Name": "Top Trumps",
    "ID": 7262,
    "Year": "(1968)",
    "Geek Rating": "5.040",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/7262/top-trumps",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0561",
    "Description": "Top Trumps has been a popular card game in the United Kingdom since the seventies. There are many different card decks based on different subjects, e.g cars, planes, films, military jets, or TV shows. The decks are also available in the USA. Each pack of Top Trumps consists of a number of cards (usually 30 or 32), each of which features an item or character related to the subject of the deck; each card has a picture, some numerical statistics, and possibly some additional text. The pack is the size of an ordinary pack of cards so is readily portable.&#10;&#10;Deal out all the cards face down to the players. Each player holds their cards face up but may only look at their top card. The player to go first chooses the a statistic (usually a high one) from their top card, e.g. &quot;Top Speed 252mph&quot;. All other players read out the same statistic. Whoever has the best or highest value wins and places all the top cards including their own to the bottom of their pile. They then choose the statistic for the next round.&#10;&#10;During a round, if 2 or more cards tie or no data is available for that particular statistic then all the cards are placed to one side and the same player chooses again from their next card. The winner of the hand also takes the cards that were placed to one side. The first player to win all the cards is the winner of the game.&#10;&#10;Familiarity with the deck is useful since the player will know which statistics are high (and, particularly, which cards have the absolute highest value for a given statistic).&#10;&#10;This game is sometimes paired in the same deck with The Game of Authors a.k.a. Quartets.&#10;&#10;",
    "Categories": [
      "American West",
      "Aviation / Flight",
      "Card Game",
      "Fantasy",
      "Horror",
      "Humor",
      "Memory",
      "Movies / TV / Radio theme",
      "Nautical",
      "Novel-based",
      "Party Game",
      "Prehistoric",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Memory",
      "Rock-Paper-Scissors",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Horses",
      "Animals: Kangaroos",
      "Authors: J.R.R. Tolkien",
      "Books: Harry Potter",
      "Books: James Bond",
      "Characters: Hello Kitty",
      "Characters: Pummeleinhorn / Pummel & Friends",
      "Cities: Brisbane (Australia)",
      "Cities: Le Mans (France)",
      "Cities: Málaga (Spain)",
      "Cities: Manchester (England, UK)",
      "Cities: Nottingham (England, UK)",
      "Cities: Sainte-Mère-Église (France)",
      "Cities: Saumur (France)",
      "Comic Books: Asterix",
      "Comic Books: DC Universe",
      "Comic Books: Marvel Universe",
      "Comic Books: Yu-Gi-Oh!",
      "Constructions: Louvre (France)",
      "Creatures: Monsters",
      "Decades: The 1930's",
      "Fictional Events: Clone Wars",
      "Historical Figures: Leonardo da Vinci",
      "Misc: No Table Needed",
      "Movies: Frozen",
      "Movies: Ice Age",
      "Movies: Indiana Jones",
      "Movies: Pirates of the Caribbean",
      "Movies: Police Academy",
      "Movies: Shrek",
      "Movies: Star Wars",
      "Promotional: Board Games",
      "Sports Teams: 1. FC Kaiserslautern",
      "Sports Teams: 1. FC Köln",
      "Sports Teams: Arsenal Football Club",
      "Sports Teams: Athletic Bilbao",
      "Sports Teams: Barcelona",
      "Sports Teams: Bayern München",
      "Sports Teams: Borussia Dortmund",
      "Sports Teams: Bundesliga",
      "Sports Teams: Celtic F.C.",
      "Sports Teams: Chelsea",
      "Sports Teams: Feyenoord",
      "Sports Teams: Inter Milan",
      "Sports Teams: Juventus",
      "Sports Teams: Manchester City",
      "Sports Teams: Manchester United Football Club",
      "Sports Teams: Olympique Lyonnais",
      "Sports Teams: Paris Saint Germain",
      "Sports Teams: Rangers F.C.",
      "Sports Teams: Real Sociedad",
      "Sports Teams: Roma",
      "Sports Teams: Schalke 04",
      "Sports Teams: Werder Bremen",
      "Sports: Auto Racing",
      "Sports: Basketball",
      "Sports: Cricket",
      "Sports: Football / Soccer",
      "Sports: Formula 1",
      "Sports: Olympics",
      "Sports: Rugby",
      "Sports: Tennis",
      "Sports: Winter Sports",
      "Theme: Computer / Information Technology Industry",
      "Theme: FIFA World Cup",
      "Theme: Fine Art and Art Museums",
      "Theme: Motorcycles",
      "Theme: Music Making & Makers",
      "Toys: Littlest Pet Shop",
      "Toys: Transformers",
      "Traditional Card Games: War",
      "TV Shows: Ben 10",
      "TV Shows: Buffy the Vampire Slayer",
      "TV Shows: Chuggington",
      "TV Shows: Doctor Who",
      "TV Shows: SpongeBob SquarePants",
      "TV Shows: Star Trek (various)",
      "TV Shows: The Simpsons",
      "TV Shows: Willi wills wissen"
    ]
  },
  {
    "Rank": "27989",
    "Name": "Jumanji",
    "ID": 1751,
    "Year": "(1995)",
    "Geek Rating": "5.024",
    "Avg Rating": "4.45",
    "Link": "https://boardgamegeek.com/boardgame/1751/jumanji",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3878",
    "Description": "The Game That Pursues You! Stalking lions, charging rhinos, lunging, snapping crocodiles, and more. In the wild world of Jumanji, they're only a dice roll away.&#10;&#10;Choose your pawn and set out on a deadly journey. Decode rhyming card messages that could spell disaster! Roll 8-sided dice together to rescue a fellow player in danger! Fail to escape, and the jungle could swallow you whole!  The only way out is to finish the game. Only then will the terrors of the jungle disappear&hellip;&#10;&#10;The game is based on the movie of the same name.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Animals: Rhinoceroses",
      "Books: Jumanji / Zathura",
      "Theme: Fictional Games"
    ]
  },
  {
    "Rank": "27990",
    "Name": "Connect Four",
    "ID": 2719,
    "Year": "(1974)",
    "Geek Rating": "5.021",
    "Avg Rating": "4.98",
    "Link": "https://boardgamegeek.com/boardgame/2719/connect-four",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1875",
    "Description": "Connect 4 is a well known vertical game played with &quot;checkers&quot; game pieces, although it is more akin to Tic-Tac-Toe or Go Moku.&#10;&#10;The board is placed in the stand to hold it vertically and the players drop game pieces into one of the seven slots, each of which holds up to six game pieces, until one player succeeds in getting four in a row, whether horizontally, vertically, or diagonally.&#10;&#10;The game is non-proprietary.  More elegant, wooden versions can be found under the name The Captain's Mistress.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Animals: Penguins",
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 3-Dimensional (3D)",
      "Components: 6 x 6 Grids",
      "Components: 6 x 7 Grids",
      "Components: 7 x 7 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Little Golem",
      "Digital Implementations: Yucata",
      "Game: Connect 4",
      "Mechanism: 4 in a Row",
      "Players: Two-Player Only Games",
      "Series: GoPlay",
      "Sports Teams: Schalke 04",
      "TV Shows: SpongeBob SquarePants"
    ]
  },
  {
    "Rank": "27991",
    "Name": "Anti-Monopoly",
    "ID": 1931,
    "Year": "(1973)",
    "Geek Rating": "5.020",
    "Avg Rating": "3.71",
    "Link": "https://boardgamegeek.com/boardgame/1931/anti-monopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.6341",
    "Description": "(Note: Not to be confused with Anti-Monopoly II. Please be careful when submitting new versions of this game; basically, anything published after 1987 will almost certainly be Anti-Monopoly II and belong to that game, even if it's called &quot;Anti-Monopoly&quot;. As for the reasons why this is so, please see the clarifications at the end of this article and the article of Anti-Monopoly II.)&#10;&#10;The &quot;Bust~the~Trust!&quot; Game&#10;&#10;The basic idea of the game is to end the monopolistic practices of the 3-company-combinations of the game board. The players are Trust-Busting lawyers going about the board slapping lawsuits on the monopolies. The winning trust buster is the one who ends with the largest number of social-credit points when one of the players runs out of money.&#10;&#10;There are 3 kinds of company combinations on the board: Oligopolies, Trusts and Monopolies, marked by one, two and three &quot;accusation circles&quot; respectively. &quot;Accusing&quot; is done by placing a small, round chip of the same color as your token on such a circle. When all accusation circles of a combination are covered, the monopolistic practices of that combination have been ended. An accusation chip can be bought from the &quot;Budget-Commissioner&quot;; when lending money, he provides a Social-Credit card as an IOU.&#10;&#10;Variant rules are supplied for a Low-Budget Game and a Trading Game.&#10;&#10;Anspach fought --and won-- a vicious court battle against Hasbro (and others) over this game.&#10;&#10;Anti-Monopoly was briefly (1976-1982) published as &quot;Anti&quot; and &quot;Anti-Monopoly II&quot; was published as &quot;Choice&quot; whilst the company was forbidden to use the word &quot;Monopoly&quot;. In 1984 after prevailing in court the company used the names &quot;Anti-Monopoly&quot; and &quot;Anti-Monopoly II&quot; for its two games.  In 1987, Anti-Monopoly was withdrawn and Anti-Monopoly II was renamed &quot;Anti-Monopoly&quot;.  The game described here was produced as Anti-Monopoly before 1976 and from 1984 thru 1987.  The game produced as Anti-Monopoly after 1987 is a different game, with the same name. Plenty of potential for confusion there, eh?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "27992",
    "Name": "The Worst-Case Scenario Survival Game",
    "ID": 5050,
    "Year": "(2001)",
    "Geek Rating": "5.012",
    "Avg Rating": "3.37",
    "Link": "https://boardgamegeek.com/boardgame/5050/the-worst-case-scenario-survival-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.1915",
    "Description": "Publisher's Description:&#10;&#10;Do you know how to escape from the trunk of a car? How to survive a shark attack? How to evade a forest fire? How to jump from a bridge? The Worst-Case Scenario Survival Game challenges players to use their survival instincts and skills to outlast their opponents. Each question has three possible answers: if you get it right you move ahead, if you get it wrong your opponent moves ahead, leaving you to face the peril at hand. The situations presented range from the hair-raising (how to cross a piranha-infested river) to the humorous (how to scratch an itch in a cast), providing fun on many levels == and you&rsquo;ll learn a lot of interesting information along the way. Great preparation for the great outdoors -- or a great party.&#10;&#10;Contents:&#10;&#10;    Game board, &#10;    4 playing pieces&#10;    300 Worst-Case Scenario cards&#10;    1 die. &#10;&#10;&#10;For 2 or more players, teen-aged or adult.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: The Worst-Case Scenario",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "27993",
    "Name": "Checkers",
    "ID": 2083,
    "Year": "(1150)",
    "Geek Rating": "4.994",
    "Avg Rating": "4.93",
    "Link": "https://boardgamegeek.com/boardgame/2083/checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.713",
    "Description": "Abstract strategy game where players move disc-shaped pieces across an 8 by 8 cross-hatched (&quot;checker&quot;) board. &#10;Pieces only move diagonally, and only one space at a time.  If a player can move one of his pieces so that it jumps over an adjacent piece of their opponent and into an empty space, that player captures the opponent's disc.  Jumping moves must be taken when possible, thereby creating a strategy game where players offer up jumps in exchange for setting up the board so that they jump even more pieces on their turn.  A player wins by removing all of his opponent's pieces from the board or by blocking the opponent so that he has no more moves.&#10;This game, also known as Draughts, is part of the Checkers family.&#10;&#10;The Official Checker Board to be used in tournaments and official matches of associations like international WCDF, ACF, and APCA usually shall be colored of green and off-white (buff). Board squares shall be not less than 2 inches nor more than 2&frac12; inches wide. Tournament pieces are Red and White, but called Black and White in game related literature.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Movement",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Category: Combinatorial",
      "Traditional Games: Checkers / Draughts",
      "Animals: Dinosaurs",
      "Animals: Hedgehogs / Porcupines",
      "Animals: Rabbits / Hares",
      "Authors: Beatrix Potter",
      "Brands: Disney",
      "Brands: John Deere",
      "Comic Strips: King Features Syndicate",
      "Components: 8 x 8 Grids",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Little Golem",
      "Digital Implementations: MindSports",
      "Digital Implementations: Triqqy",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Promotional: Board Games",
      "Series: Game in a Tin (HABA)",
      "Series: GoPlay",
      "Series: Take 'N' Play Anywhere (Patch Products)",
      "Sports Teams: National Football League (NFL)",
      "Theme: Care Bears",
      "Toys: Transformers",
      "TV Shows: Betty Boop",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Scooby-Doo!",
      "Video Game Theme: Super Mario Bros."
    ]
  },
  {
    "Rank": "27994",
    "Name": "Guess Who?",
    "ID": 4143,
    "Year": "(1979)",
    "Geek Rating": "4.948",
    "Avg Rating": "4.85",
    "Link": "https://boardgamegeek.com/boardgame/4143/guess-who",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0946",
    "Description": "The mystery face game where you flip over a collection of faces with different color hair, eye color, hair, hats, glasses etc.  to deduce who the secret person is that your opponent has chosen. You flip over the hooked tiles as you narrow your choices by asking characteristic questions.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deduction",
      "Questions and Answers"
    ],
    "Families": [
      "Brands: Disney",
      "Comic Books: Marvel Universe",
      "Game: Guess Who?",
      "Mechanism: Deduction – Blind Man's Bluff",
      "Misc: Dice Tower Hall of Fame",
      "Movies: Star Wars",
      "Players: Two-Player Only Games",
      "Series: Giant Edition (Spin Master)",
      "Sports Teams: Olympique Lyonnais",
      "Toys: Littlest Pet Shop",
      "TV Shows: Power Rangers",
      "TV Shows: Thomas the Tank Engine",
      "TV Shows: Warner Bros.",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "27995",
    "Name": "Monopoly Junior",
    "ID": 5339,
    "Year": "(1990)",
    "Geek Rating": "4.938",
    "Avg Rating": "4.35",
    "Link": "https://boardgamegeek.com/boardgame/5339/monopoly-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1933",
    "Description": "Join Rich Uncle Pennybags and his nieces and nephews for a thrill-filled day at the Amusements along the Boardwalk - the Roller Coaster, the Magic Show, the Water Slide, the Video Arcade and more.&#10;&#10;Of course the kids want to get into the act, so they set up Ticket Booths on the Amusements and collect fees from other players who land on them! Set up a Ticket Booth on two Amusements of the same color, and you can collect double the fee! Draw a Chance card and you may take a ride on a Miniature Railroad, win a free Ticket Booth...or pay $3 to visit the Rest Room!&#10;&#10;With all this money changing hands, sooner or later one of the players runs out - and the player with the most cash on hand wins...&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Game: Monopoly Junior",
      "Theme: Amusement Parks / Theme Parks",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "27996",
    "Name": "Barrel of Monkeys",
    "ID": 4149,
    "Year": "(1965)",
    "Geek Rating": "4.922",
    "Avg Rating": "3.59",
    "Link": "https://boardgamegeek.com/boardgame/4149/barrel-of-monkeys",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0541",
    "Description": "Did you know that this is not just a children's toy, but also a game?&#10;&#10;Try to hook a chain of monkeys until you stop or your chain falls apart. You score one point for every monkey in the chain at that point. First to 12 points wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Physical Removal"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Components: 3-Dimensional (3D)",
      "Series: World's Smallest Games Series (Super impulse)"
    ]
  },
  {
    "Rank": "27997",
    "Name": "Roulette",
    "ID": 15549,
    "Year": "(1796)",
    "Geek Rating": "4.846",
    "Avg Rating": "3.38",
    "Link": "https://boardgamegeek.com/boardgame/15549/roulette",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1.1216",
    "Description": "Roulette is a French word meaning &quot;small wheel&quot;. It is the oldest casino game still in existence today. The exact origins of the game are unknown - there's probably been gambling using a wheel since the invention of the wheel. Some say it was invented in 1655 by the French scientist Blaise Pascal while working on a perpetual motion machine. Others say it derives from a Chinese game in which player try to move 36 statues into a magic circle. &#10; The Roulette layout that we know today first appeared in 1765 in Paris, but the modern version of the game did not appear until around 1842 when Frenchmen Francois and Louis Blanc are said to have invented the single &quot;0&quot; roulette game. Another mystic legend tells that Francois Blanc, who founded the first casinos in Monte Carlo, sold a soul to the devil for the secret of roulette. As proof, they point out that the sum of all the numbers on a Roulette wheel added together total 666 - the number of the beast.&#10; The single &quot;0&quot; wheel became known as the &quot;French Wheel&quot;. When French immigrants brought the game to America a double zero &quot;00&quot; was also added and this became known as the &quot;American Wheel&quot;. The game became popular in the old west of America during the California Gold Rush.&#10;&#10;Modern Roulette is a perfectly balanced wheel with a slot for each number. The numbers alternate between black and red (the 0 and 00 are green) and exactly opposite each other number is the corresponding higher and lower number (0 is opposite the 00, 1 is opposite the 2, and so on up to the 35 being directly opposite the 36). Players may place a multitude of wagers: Single Number pays 35:1, Two Numbers pays 17:1, Three numbers pays 11:1, Four Numbers pays 8:1, Five Numbers (American Wheel) pays 6:1, Six Numbers pays 5:1, Column or Dozen pays 2:1, High/Low Black/Red or Odd/Even pays 1:1. The 0 and 00 are not counted when calculating the odds which gives the house its edge. Ironically, no matter where you place your chips, the house edge remains almost constant (5.26% American Wheel, 2.70% French Wheel).&#10;&#10;When all the bets are placed the croupier rolls a little ivory ball along the inner edge of the wheel in the opposite direction of its spin. As the wheel turns, the ball loses momentum, bounces among the slots and finally falls into one of the numbered slots. The number that the ball rests on is the declared as the winning number for that game and winning wagers are paid off. &#10; ",
    "Categories": [
      "Number"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "27998",
    "Name": "Game of Goose",
    "ID": 2785,
    "Year": "(1587)",
    "Geek Rating": "4.819",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/2785/game-of-goose",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0562",
    "Description": "The Game of Goose is an ancient children's classic, possibly tracing its roots all the way to the Ancient Egyptian game of Mehen which was played in early Old Kingdom times.&#10;&#10;Francesco de Medici in Italy sent a copy of this game to King Felipe II of Spain during the 16th century.&#10;It became one of the most popular games in Europe during that time.&#10;&#10;Circa 1600, Beno&icirc;t Rigaud's heirs printed in Lyon &quot;Le Jeu de l'oye, renouvell&eacute; des Grecs, jeu de grand plaisir, comme aujourd'huy princes &amp; grands seigneur&quot; [sic] &quot;le pratiquent&quot; - Le jeu de l'oie, renewed from the Greeks, game of great pleasure, as today princes and great lord [sic] play it -, the oldest French copy known.&#10;&#10;Father Claude-Fran&ccedil;ois Menestrier describes the game in his &quot;Biblioth&egrave;que curieuse et instructive&quot; (1704) : 'There's another type of game, that seems easier to learn, and easier to play; it's the game of goose so common and it is said to come from the Greeks, though nothing can be found about it in their authors. This game is much easier than cards game, because it's always wholly displayed to the players, and, being in the form of a snail or spirally folded snake, it's appropriate to print the things that one wants to learn...'.&#10;&#10;The game became an instant hit in France in the 1600s, and engendered a lot of variants (educational, commemorative, ...) up to the present day.&#10;&#10;It turned up later in England about 1750, according to Whitehouse, under the title &quot;Royall &amp; most pleasant game of the goose - Invented at the Consistory in Rome and are printed and sold by H. OVERTON at Ye White Horse without Newgate where all sorts of Fine Prints and maps are Sold and Framed at Reasonable Rate&quot;.&#10;&#10;By 1851 it had been copied by the American publisher J.P. Beach of New York who entitled it The Jolly Game of Goose. An 1855 edition was called simply The Game of Goose.&#10;&#10;It is a simple game of racing, using a spiral track with lovely illustrations. The main principle is one shared with Snakes and Ladders as well as the later Game of Life: virtue is rewarded and vice is punished.&#10;&#10;Schmidt Spiele rates their G&auml;nsespiel for ages 5 and up.&#10;&#10;Bibliography&#10;Whitehouse, F. R. B. (1971) [1951]. Table games of Georgian and Victorian days. Birmingham: Priory Press Ltd.&#10;'Jeux de princes, jeux de vilains', edited by Eve Netchine, Biblioth&egrave;que nationale de France / Seuil (2009).&#10;&#10;--gameplay description from Wikipedia:&#10;The board consists of a track with consecutively numbered spaces (usually 63), and is often arranged in a spiral with the starting point at the outside. Each player's piece is moved according to throws of one or two dice. Scattered throughout the board are a number of spaces on which a goose is depicted; landing on a goose allows the player to move again by the same distance. Additional shortcuts, such as spaces marked with a bridge, move the player to some other specified position. There are also a few penalty spaces which force the player to move backwards or lose one or more turns, the most recognizable being the one marked with a skull and symbolizing death; landing on this space results in the player being sent back to start. On Spanish boards the reverse is usually a Pachisi board.&#10;&#10;Many themed versions of the game have been created, depicting topics as diverse as ice skating, Richard Nixon, and sewage pumps. These can be valued for their historical or artistic merits even by those who have no interest in the game itself, with some editions having been sold for thousands of dollars at auction or displayed in museums.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Lose a Turn",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Traditional Games: Game of Goose",
      "Animals: Geese",
      "Authors: Mother Goose",
      "Brands: Disney",
      "Cities: Cherbourg-en-Cotentin (France)",
      "Cities: Grenoble (France)",
      "Cities: Laval (France)",
      "Cities: Nîmes (France)",
      "Components: Miniatures",
      "Constructions: Louvre (France)",
      "Country: Belgium",
      "Digital Implementations: Tabletopia",
      "Islands: Noirmoutier (France)",
      "Promotional: Board Games",
      "Series: De Efteling",
      "Sports: Bicycling / Cycling",
      "TV Shows: SpongeBob SquarePants"
    ]
  },
  {
    "Rank": "27999",
    "Name": "Pick Up Sticks",
    "ID": 6424,
    "Year": "(1850)",
    "Geek Rating": "4.809",
    "Avg Rating": "4.36",
    "Link": "https://boardgamegeek.com/boardgame/6424/pick-up-sticks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.0485",
    "Description": "Long, thin sticks are scattered on the table in a heap. The black one is used as a tool to pick up the others. The player picks up sticks one at a time, until he causes any other stick to move besides the one he is attempting to pick up. Score points based on the color retrieved.&#10;&#10;The game is believed to have developed from the yarrow stalks used for divination with the Chinese I Ching.&#10;&#10;Published in Germany about 1850. This concept has been re-published in Germany, 2003, by HABA as Mikado, a game Ages 5 and up&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Physical Removal",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Brands: Television (TV) Networks",
      "Category: Pick Them Up",
      "Components: Wooden pieces & boards",
      "Containers: Tubes",
      "Series: Game in a Tin (HABA)",
      "TV Shows: Dora the Explorer",
      "TV Shows: SpongeBob SquarePants"
    ]
  },
  {
    "Rank": "28000",
    "Name": "Battle of the Sexes",
    "ID": 3510,
    "Year": "(1997)",
    "Geek Rating": "4.806",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/3510/battle-of-the-sexes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.0759",
    "Description": "Players divide into two teams: men vs. women.  The goal is to move your team's pawns across the game board.  Along the way teams will have to answer questions about the opposite sex in order to move.  For example, &quot;How many lugs are on the typical wheel?&quot; or &quot;Where is the Superdome located?&quot; are questions that would be given to the female team.  &quot;How do you stop a run in stockings?&quot; or &quot;What type of nut is used to make marzipan?&quot; would be given to the males.  The first team to move all four of their pawns across the board wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Game: Battle of the Sexes",
      "TV Shows: The Simpsons"
    ]
  }
]