[
  {
    "Rank": "20403",
    "Name": "Speedy Ants",
    "ID": 346092,
    "Year": "(2022)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/346092/speedy-ants",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Speedy Ants, you're challenged to quickly find the ant with the correct number on the anthill, but the crowd of ants changes constantly and cards are won still need to be taken into account. Whoever first captures five ant cards in one color or any seven ant cards wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20404",
    "Name": "Pandaï",
    "ID": 274605,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/274605/pandai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Be the fastest to make four panda babies, watch out for tigers, and enjoy !&#10;&#10;At the beginning of his turn, a player moves one of his pandas one space in any direction.&#10;&#10;If he meets a rival panda, he gets him out.&#10;Then the player adds a card on the square he arrives if there is no card.&#10;He draws a forest card or a plain card and he applies its effect.&#10;&#10;The fruits cards allow to play an other panda, to jump over the porcupines to move faster and to look for the panda&iuml;s to make babies.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Animals: Pandas"
    ]
  },
  {
    "Rank": "20405",
    "Name": "Pick Me Up!",
    "ID": 206170,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/206170/pick-me-up",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Welcome to the crazy claw machine! Pick Me Up! is a fast recognition game with funny pickers and cute artwork. This game will lead you to a boisterous party!&#10;&#10;To play, shuffle all of the tiles, then place them at random in the twelve spaces of the plastic tray. Each player takes a &quot;picker&quot; that can pick up the tiles and make sounds. One player rolls the three dice, with the dice having three colors, 3 kinds of eyes, and 3 kinds of numbers. After seeing the dice, everybody races to find tiles that match all three symbols on the dice, picking them up as quickly as they can. If no matching tiles are in the tray, raise your picker and say &quot;Beep-beep!&quot;; whoever is slowest to do so loses one tile that they've collected.&#10;&#10;As soon as the grid has five empty spaces in it, the game ends and whoever has collected the most tiles wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Game Box Used In Play",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "20406",
    "Name": "Fun City Game",
    "ID": 4909,
    "Year": "(1987)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/4909/fun-city-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.2308",
    "Description": "Players compete to race all over the board to locations like the Bowl-A-Gnome and the Super Duper Market and collect points.  Use special movement cards, dice rolls, the bus, taxi, or even shortcuts through stores to get there first and claim your reward!  Just make sure that you get there before it closes (as indicated on the super-snazzy 3D bank clock!), or you're out of time, and out of luck!&#10;&#10;Each player has a hand of 3 Crazy Cards to modify their movement and combines them with their dice roll to move along any number of paths through the city streets, in an effort to reach one of the 4 Fun City Cards active at any one point in time.  Each turn, the bank clock advances by either 10 or 20 minutes, and occasionally the SLOG (Somebody's Little Old Grandmother) will pop up, allowing the first player who escorts her between the Super Duper Market and the Library to claim any of the Fun City Cards available.  Each of the Fun City Cards is only available during a set timeframe, and the smaller the timeframe the more valuable it is.  When the clock reaches 5:00, players tally the Fun City Cards they've collected to determine the winner.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "20407",
    "Name": "Blood on the Tigris",
    "ID": 3049,
    "Year": "(1995)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/3049/blood-on-the-tigris",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3",
    "Description": "Published in Strategy &amp; Tactics magazine #176, Blood on the Tigris: The Iraq Campaign 1914-1917 is a simulation of the 1914-1917 British/Indian campaign in Mesopotamia during the Great War.&#10;&#10;It has 1 22x34&quot; map and 220 counters in 2 sheets (140 &amp; 80). &#10;Scale is 6 miles per hex, 1 month per turn. Units are battalions, regiments and brigades.&#10;&#10;There are 3 scenarios, including the 30 turns campaign.&#10;&#10;It is of low complexity for this sort of game, having 7 pages of rules.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Iraq",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Rivers: Tigris"
    ]
  },
  {
    "Rank": "20408",
    "Name": "Saint Poker",
    "ID": 251060,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/251060/saint-poker",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "Loosely based on poker Texas hold 'em poker card game but without a bidding phase. The game is played over several rounds and has more strategic decisions to make because you have more knowledge and influence of the cards.&#10;&#10;Components required:&#10;Standard deck of 52 cards.&#10;Pen and paper for keeping score.&#10;&#10;Won 2nd place in the 2018 54-Card Game Design Contest for Best Game Using a Standard 54-Card Deck.&#10;&#10;Play On-line at BoardGameArena:&#10;https://boardgamearena.com/gamepanel?game=saintpoker&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Contests: 54-Card Game Design",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "20409",
    "Name": "Sarena",
    "ID": 105004,
    "Year": "(2011)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/105004/sarena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Sarena is an abstract game involving strategy and bluffing.&#10;You find more details in german and french on the asmodee website.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Boiteajeux"
    ]
  },
  {
    "Rank": "20410",
    "Name": "Field Marshal",
    "ID": 5185,
    "Year": "(1976)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/5185/field-marshal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.0833",
    "Description": "Field Marshal is a wargame between two fictional countries using world war two era technology. The game adds a level of uncertainty with a deck of event cards which could cause events such as some of your troops being withdrawn to another front which is off map and which you have no control over. Also included is a third minor country which could join the fighting on either side.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20411",
    "Name": "La Guerra Civil Española (1936)",
    "ID": 22644,
    "Year": "(1981)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/22644/la-guerra-civil-espanola-1936",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.5625",
    "Description": "One of the very first wargames ever published in Spain, along with &quot;Rommel y Montgomery&quot;, &quot;La Segunda Guerra Mundial&quot;  or &quot;La Batalla del Ebro&quot;, among others. It was published in 1981. NAC published a second range of games a few years later, including &quot;La Guerra de Espa&#195;&#177;a&quot; (1986), which is a different game about the same conflict.&#10;&#10;Components are: a 64 x 88 cms board, 336 counters (Republican Army, International Brigades, National Army, CTV, Condor Legion, etc), rulebook, one dice and several sheets. As any other NAC game, it&acute;s very easy to play.&#10;&#10;La Guerra Civil Espa&#195;&#177;ola (1936) Edici&#195;&#179;n 2009 is a remake of the game made by Spanish fans in 2009 with improved components and art counter and both, the original rules of the game and a completely new, alternative version.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Spain",
      "History: Spanish Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "20412",
    "Name": "The Boys: This Is Going to Hurt",
    "ID": 319959,
    "Year": "(2022)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/319959/the-boys-this-is-going-to-hurt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "In The Boys: This Is Going To Hurt, you battle with and or against Butcher, Hughie, Frenchie, The Female, Mother's Milk, members of The Seven, your favorite and most hated Supers, and other characters from &quot;The Boys&quot;. You need to be fast as after 21 rounds, Homelander makes it &quot;Game Over&quot; for everyone.&#10;&#10;Each round, you receive action points to spend on recruiting characters, buying additional resource or character cards, battling other players, and traveling the game board. Compound V facilitates most aspects of the game, and characters must be paid and defeated in combat to successfully recruit them. Missions are completed throughout to earn money, blackmail, and additional resources in an effort to build a team strong enough to take down Homelander.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Points",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Finale Ending"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "20414",
    "Name": "Primiera",
    "ID": 166333,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/166333/primiera",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Four players compete in the card game Primiera to score as many points as possible, with the partnerships between players changing each round depending on who plays which card first &mdash; and sometimes it's every player for herself!&#10;&#10;The card deck features forty cards in four suits, with each card featuring a &quot;Primiera&quot; value. Each round starts with four cards face-up on the table and nine cards in each player's hand. On a turn, a player must play one card to the table to try to capture one or more cards that sum to that card's value; if a player can't or doesn't want to do this, she must lay one card on the table. If you manage to clear all the cards from play, you score one point for a sweep.&#10;&#10;The first player to lay down a Herald (which are all valued &quot;1&quot;) determines her partner based on the direction of the arrow on that card. At the end of the round, teams combine their cards and score points, with each individual recording those points for herself. In the end, only one player can win!&#10;&#10;Similar game play as seen in Casino and Scopa&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Fishing"
    ]
  },
  {
    "Rank": "20415",
    "Name": "Metro 2033",
    "ID": 112210,
    "Year": "(2011)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/112210/metro-2033",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "80",
    "Play Time": "80",
    "Weight": "2.6364",
    "Description": "Welcome to the future&#10;&#10;The year is 2033. The world is in ruins. All the major cities have been wiped away by a nuclear war. Flooded with radiation, the planet surface is largely unfit for life. Handfuls of survivors have found refuge in antinuclear bunkers, the largest of which is the Moscow Metro. The Metro has become humanity&rsquo;s last haven after Judgment Day.&#10;&#10;Metro 2033 is based on the popular Metro 2033 universe created by Russian writer and journalist Dmitry Glukhovsky. After the nuclear strike, thousands of survivors have found refuge in the Moscow underground (a.k.a., the Metro) &mdash; the biggest shelter in the world. In the stations and tunnels deep below the surface a new civilization emerges.&#10;&#10;Gameplay&#10;&#10;Each player is a leader of one of the many factions of post-nuclear underground. In order to win, a faction has to achieve ten victory points (VPs). Each station under the faction's control gives it 1 VP; different quests also bring VPs when completed. The other way to win is to capture all four stations of Polis &mdash; the cultural and political heart of Metro. Each faction has a hero at its disposal. Heroes can travel the underground, gain quests and equipment that increases their abilities, fight opponents' heroes, attack stations, and so on. The army of a faction can also attack stations, and usually with better chances to win, but it can target only adjacent stations. Stations under factions' control produce resources &mdash; pigs, ammo and mushrooms &mdash; that are used to capture new stations, strenghten the army, buy equipment and obtain quests. The production of resources and other game events are determined by a special sequence. This sequence tells what will happen each round: production of certain recources, a vote for a new law, or a sudden attack from the dark that must be repelled.&#10;&#10;Players can attack stations with their armies or their heroes. Both have strength that may be increased by hiring new troops or buying useful equipment. When attacking a neutral station, the army/hero fights a random threat from the special deck and has to beat its strength. When attacking an opponent, the attacker confronts his army or hero. In battles between players a special set of combat cards is used; these cards give various bonuses to strength depending on the card chosen by the opponent, so the goal is to deduce which combat card will be used by the other side.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Novel-based",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Voting"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Components: Map (City Scale)",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "20416",
    "Name": "POWER",
    "ID": 113456,
    "Year": "(2012)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/113456/power",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "36",
    "Play Time": "36",
    "Weight": "2.0909",
    "Description": " Packs Of War Each Rank &#10; NON-Collectible Deck-building Tactical Military Card Game ==&#10;&#10; &quot;INTRODUCING THE BUILD QUEUE&quot; &#10; REPLAYABLE &#10;Instead of a hand of cards, units come into play after being flipped faceup and waiting a certain number of turns in a Build Queue (BQ), think of an assembly line of four stacks of cards manufacturing forces. The way players manage their BQ greatly affects what units come out and when, which then affects their opponent&rsquo;s decisions in &lt;i&gt;their&lt;/I&gt; BQ. We are very proud of this innovation and how many strategies arise when deck-building. The more cards you flip, the more you reveal to your opponent.&#10;&#10; PORTABLE &#10;POWER is a card game played on a Battlefield, a 4&times;8 grid where unit cards are used as game pieces with movement and range as they engage in combat and advance towards the opponent&rsquo;s Headquarters to victory. No board or mat is necessary to play, just your P.O.W.E.R. &ndash; Packs Of War Each Rank.&#10;&#10; SCALABLE &#10;5 GAME RANKS!! Earn your stripes as you ascend in level of experience and POWER&reg;, starting at the Private Rank game all the way to Master Sergeant Rank &ndash; each Game Rank offering new ways to choose your cards and compete. Several expansion packs are already designed and ready for print!&#10;&#10; A.S.A.P. &#10;As SIMPLE As Possible! No rulers, no protractors, no terrain constraints (yet) &ndash; just a 6-way rock-paper-scissor-lizard-Spock mechanic and the BQ is all the complexity it needs to appeal to all gamers.&#10;&#10; &gt;&gt;&gt; 2015 - DICE VARIANT ADDED &#10;We listened. Did the math. And responded. Look for the POWER DICE RULES VAR#1 card.&#10;&#10;The Air/Sea Expansion packs will be released as print-on-demand through Drive Thru Cards.&#10;More expansion packs planned come with equipment cards, different themes, time periods, nationalities, and realism.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Push Your Luck",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Helicopters"
    ]
  },
  {
    "Rank": "20417",
    "Name": "Anno Domini: Avvenimenti bizzarri",
    "ID": 141107,
    "Year": "(2013)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/141107/anno-domini-avvenimenti-bizzarri",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Each Anno Domini set consists of 336 cards, with a description of a historical event on one side of the card, and the year in which it happened on the other.&#10;Each player receives nine of these cards, and may only look at the descriptions. Each player in turn puts a card on the table, trying to put them in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure and are hard to date.&#10;&#10;Avvenimenti bizzarri is part of the Anno Domini series for the italian market. The theme of the cards revolves around bizarre and strange historical events. It can be played as a stand alone game or it can be integrated with other Anno Domini series cards.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "20418",
    "Name": "Tako Judo",
    "ID": 29291,
    "Year": "(2007)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/29291/tako-judo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Tako Judo &ndash; the timeless sport of octopus wrestling &ndash; is an abstract strategy game for 2 to 4 players in which the object is to prevent your opponent(s) from being able to move. Played on a 64-square board (for two players) or a 100-square board (for three or four players), each player controls the head and eight tentacles of an octopus. The head takes up a 2x2 square area, and each tentacle takes up one square. Any piece can move like a Chess queen (any distance along an open orthogonal or diagonal line, but without jumping) provided that there is also a clear line of sight between that piece's original location and the head piece for the octopus to which it belongs. A player whose octopus is no longer able to effectively move its head or any tentacles (either move them at all or only harmlessly move a tentacle back and forth between a couple of squares) is pinned and eliminated from the game. Last octopus to move freely controls the sea and wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Fighting",
      "Nautical"
    ],
    "Mechanics": [
      "Area Movement",
      "Enclosure",
      "Pattern Building",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Octopuses",
      "Components: 10 x 10 Grids",
      "Digital Implementations: BoardSpace"
    ]
  },
  {
    "Rank": "20419",
    "Name": "Summertime",
    "ID": 25470,
    "Year": "(2006)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/25470/summertime",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.56",
    "Description": "A new title of the Kosmos 2 player games. Each player has to collect cards with holiday-themes, so each player creates his own &quot;dream holidays&quot;. Released in Essen 2006.&#10;&#10;Summertime is part of the Kosmos two-player series.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "20421",
    "Name": "Grand Master",
    "ID": 5515,
    "Year": "(1986)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/5515/grand-master",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.25",
    "Description": "In this Mille Bornes-like game, players seek to become the Grand Master by training for 22,000 days, mastering six martial arts, such as Judo, Tae Kwon Do, Boxing, or Karate, and defeating other players in battles and wars. Beginning the game as the master of one martial art (holding one Master card), players play Days cards in denominations of 500, 1000, or 2000 days, a total of 3000 days being necessary to gain mastery of a new martial art (an additional Master card). Players also, with the appropriate cards, attack opponents, the loser forfeiting one (in a battle) or two (in a war) Master cards. Attacks and defenses can be enhanced with cards representing such things as weapons and ki. Shorter variants can be played.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Paper-and-Pencil",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Burma",
      "Country: China",
      "Country: France",
      "Country: Japan",
      "Country: Philippines",
      "Country: Thailand",
      "Country: USA",
      "Game: Mille Bornes",
      "Sports: Boxing",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "20420",
    "Name": "Malaya: V-Mail Postcard Game #1",
    "ID": 28109,
    "Year": "(2007)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/28109/malaya-v-mail-postcard-game-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9091",
    "Description": "Malaya is the first in @games Online's series of free postcard games, &quot;V-Mail Games&quot;.  The Japanese invasion of Malaya was one of the most perfectly executed military plans in history.  Can you, as the British commander, slow  the Japanese advance sufficiently to disrupt the timetable for the capture of the East Indies?  Or will the Japanese succeeding capturing Singapore in time to establish the Greater East Asian Co-Prosperity Sphere?&#10;&#10;This 5x8 inch postcard game includes 18 counters, complete rules which include the asymmetrical abilities of the Japanese and UK forces,and a 5x5 1/2 inch board.&#10;&#10;A free 2 player computer version released March 5th, 2009.&#10;&#10;In a small series with Unternehmung 25: V-Mail Postcard Game #2&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Components: Postcard games",
      "Country: Malaysia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20422",
    "Name": "It Was This Big",
    "ID": 298541,
    "Year": "(2020)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/298541/it-was-this-big",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "1",
    "Description": "After a long day out on the water, you want to brag about your day's catch. No one believed your last elaborate tale about landing the largest fish, so you decide to try again. The question remains: how big was it?&#10;&#10;It Was This Big is push your luck game with 18 identical cards, where you try to create the biggest fish by laying cards.&#10;&#10;The active player places two border cards (head and tail), leaving space in between them. They will then try to fit body parts between those cards. If they manage to do it, they'll score all of the body cards. If they fail, it's next player turn.&#10;&#10;The player with the most points is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Players: Games with Solitaire Rules",
      "Series: Wallet Games (Button Shy)",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "20423",
    "Name": "Desperados",
    "ID": 524,
    "Year": "(1980)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/524/desperados",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4516",
    "Description": "Desperados is a partnership game where players in teams of two must work together to get the most points. In Reiner Knizia&#039;s first published game, there are nine mine-opening cards and nine mine-closing cards.  To score any points you've got to play gold, silver or copper cards onto the corresponding open mine and then close it.  Trouble is, your opponents can close your mine before you want or even try to steal it with bandit cards -- a tough gauntlet to run, but here and there a few points trickle through and into the scoring column.  On your turn you either play a card OR draw a card -- not both -- making this rapid-fire card game move at its own special pace, which is very quickly indeed. It was designed primarily for partnership play, and appreciated best by players with good partnership skills. For players who do not want a partnership experience, there are variations for 2 or 3 players.&#10;&#10;Originally published as Digging by Hexagames in 1990 (Later by Avalanche Press with new pictures on the cards and a trivial rules tweak). Released as Desperados in 2009 by Eagle-Gryphon Games.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Series: Tin Box (Gryphon Games)"
    ]
  },
  {
    "Rank": "20424",
    "Name": "Hoorah! Six Bridges: The Battle of Pittsburgh, 1 October 1863",
    "ID": 10797,
    "Year": "(1996)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/10797/hoorah-six-bridges-the-battle-of-pittsburgh-1-octo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "Subtitle: Six Bridges: The Battle of Pittsburgh, October 1, 1863&#10;&#10;It was early September 1863 &amp; Gen. Robert E. Lee was perplexed. He'd smashed the Army of the Potomac at Gettysburg, then chewed up its remnants as it tried to defend Washington, captured that city, though much of it was burned in the process, and came within card throw of bagging both Lincoln &amp; Grant. But instead of gaining the Confederacy the ultimate victory Lee had sought when he began that risky campaign, the fall of Washington served only to radicalize &amp; galvanize the North.&#10;&#10;Lincoln has sailed to Boston to set up a new US capital. He declined the 'offer of mediation toward peace' extended by the ambassadors of Great Britain &amp; France. London &amp; Paris soon recognized the Confederacy - the government of which now housed in the charred &amp; bullet-pocked city of Washington, DD (that is, the District of Dixie!), and announced they would join the war to secure its independence.&#10;&#10;But then, before Union &amp; Anglo-French naval vessels even exchanged their first broadsides, the Prussians made their move, declaring for the Union &amp; launching strong attacks into France &amp; Bavaria. That led the Austrians; ever jealous and fearful their Prussian cousins were aiming to supplant their primacy in the Germanic world, to throw in with France. Then the Czar mobilized his millions of newly emancipated serfs, creating the largest single army yet seen on the planet, leading them in an attack on Vienna.&#10;&#10;With the CSA, Britain, France &amp; Austria on one side, fighting the USA, Prussia &amp; Russia on the other, World War I began in August 1863. &quot;Home Before the Leaves Fall&quot; was the cry heard across the northern hemisphere.&#10;&#10;Lee convinced Jefferson Davis to reinforce him by shifting troops fromBragg;'s Army to create a 4th Corps for the Army of Northern Virginia. Comprised of Tennessee men &amp; recruits from the new Confederate state of Maryland, Gen. Pat Cleburne was picked to run it. Lee intended to use the new Corps as a screen for his next offensive.&#10;&#10;With the fall of Vicksburg, &amp; Port Hudson, Lee reasoned Gen.Sherman would move east to relieve the Union's fortunes. If he could intercept Sherman &amp; destroy his army before it linked with Grant's, the war would surely end. Scanning his maps, Lee determined Pittsburgh was the key. If he controlled it, he would sever the only east / west rail line left to the Union. It was also the perfect place to meet the British (actually Anglo-Canadian) Expeditionary Force forming in Canada for a crossing of Lake Erie.&#10;&#10;Lee sent an outline of his plan to the Commander of the BEF, Sir Patrick Macdougall, who was highly receptive, sending a reply in which he promised to rendezvous with lee at Pittsburgh on or around October 1.&#10;&#10;Until 14 September, Grant &amp; Lincoln had assumed Lee's next move would be in the Northeast. On that day a minister of the Canadian government, a strong abolition man, defected with a copy of the Confederate general's letter. After much debate, the two US war leaders convinced themselves the document was authentic &amp; set about to counter Lee's plan. The 3rd Corps was left to defend the Susquehanna River line, in case they were wrong, and a telegram was sent to Sherman instructing him to move to Pittsburgh as quickly as possible.&#10;&#10;By the 17th, when Lee began marching northeast towards Pittsburgh, Grant had already stolen a day's march on him. The question became who would get to the city first to meet Lee &amp; Grant: the BEF, shuttling across Lake Erie then marching down the western borderlands of Pennsylvania, or Sherman, coming up the Ohio valley. Neither Grant nor Lee knew who would be reinforced first or exactly when, but both understood there would be a savage fight for Pittsburgh. It would go into southern history books as the Battle of Six Bridges.&#10;&#10;As noted, it is an alternative history of American Civil War, prequel of this is Wahoo! -- The Battle of Washington, July 8, 1863.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "20425",
    "Name": "10 Dwarves",
    "ID": 210935,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/210935/10-dwarves",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "In 10 Dwarves, you're playing as characters from the novel Snow White. All players have a character card with a special ability that is a one-time use. The players take turns drawing two cards from the table, choosing to keep one card and return the other to the table, both cards face-down. Then the player must say how the two cards relate to each other; like &quot;this card is higher then that card&quot;. Before a player draws cards, the player can guess what number another player has in front of them. If the card is the next card in order (going from 0 to 9), the players continue to play; otherwise, all players lose the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Open Drafting",
      "Pattern Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Dwarves & Gnomes"
    ]
  },
  {
    "Rank": "20427",
    "Name": "FantaSticks",
    "ID": 198692,
    "Year": "(2015)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/198692/fantasticks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "FantaSticks comes with 15 stunt sticks in each of six colors, a deck of cards with one of eight activities displayed on each card, 16 tokens numbered one through 16, and, for each player (or team), a 4X4 board with spaces numbered one through 16.&#10;&#10;At the beginning of each round, a token is flipped face-up, a card is drawn, and all players (or teams) then try to complete the activity shown on the card. Successful players place a marker on the space on their boards that corresponds to the number on the token. The first player to place four in a row wins.&#10;&#10;Activities involve the sticks in some way, usually by building structures that don't fall or that are produced from memory or instruction or that others try to guess. A few activities use the sticks differently, e.g., to indicate answers to trivia questions or to prompt Liar's Dice-style guessing.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Trivia"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "20428",
    "Name": "300 Spartans: The 9 Card Thermopylae Game",
    "ID": 246976,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/246976/300-spartans-the-9-card-thermopylae-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "300 Spartans: The 9 Card Thermopylae Game is a solitaire micro wargame. In the game, you will control the Persian forces and must fight the small band of Spartans warriors who are blocking your path at the Thermopylae pass in 480 BC. All units on the board are represented by dice which are rotated to show their current strength. You goal is to eliminate all the Spartan units so that Xerxes army can use the pass and continue their invasion of Greece.&#10;&#10;The game uses a simplified Command and Colors system similar to C&amp;C Ancients or The Great War. Each turn you will draw two cards and choose one to use to command certain troops on the board and one to use for its tactical event. Each card also has a Spartan Event, which will modify the way they fight and give them advantages against your troops.&#10;&#10;The game is played using a total of 9 cards, 16 dice, and 2 cubes. One card contains the map for the game, another the turn and status tracks, and the other seven cards contain the game's activations and events. Each of those card has three sections on it 1.) Persian Command 2.) Persian Tactics and 3.) Spartan Event. You will only need to look at the relevant event for the current phase of the game.&#10;&#10;Each turn is played out in a series of phases.&#10;1. Card Draw Phase&#10;2. Spartan Event Phase&#10;3. Tactics Phase&#10;4. Command Phase&#10;5. Spartan Attack Phase&#10;6. Victory or Loss Check Phase&#10;7. End of Day Phase&#10;&#10;Despite the small number of components and short playing time, the game presents a challenging experience and interesting historical narrative for this famous battle. Can you beat the historical result and lead your Persian soldiers to victory over the Greeks with minimal Persian casualties? Or will your soldiers get massacred by the Spartan war machine?&#10;&#10;",
    "Categories": [
      "Ancient",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Sparta",
      "Contests: 9 Card Nanogame PnP",
      "History: Greco-Persian Wars (5th century BC)",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "20429",
    "Name": "Dice Crawl",
    "ID": 148522,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/148522/dice-crawl",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Dice Crawl is a quick, fun dungeon-crawling tile game for 1 to 4 players. Players take on the roles of mercenary captains racing to get their team of adventurers to the center of the dungeon, while other captains try to do the same thing.&#10;&#10;Dice Crawl comes with 48 interchangeable tiles, including 4 races, 4 classes, and 4 quick reference tiles. Players will need to provide their own 6-sided dice (roughly 20-25 are needed per player), otherwise you&rsquo;d be buying a box of dice. And we know you have dice!&#10;&#10;Each player works to gain control of the dungeon as they search for the center. The game ends when a player runs out of dice or someone finds the center of the dungeon.&#10;&#10;Beware! Not all paths lead to the center and some teams may never find the glory they seek. Luck and strategy combine in this furious game of hack-and-slashery!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20430",
    "Name": "Nutz!",
    "ID": 229955,
    "Year": "(2017)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/229955/nutz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "All summer long, the squirrels hide nuts and fruits in hollow tree trunks, hoping they can retrieve them come winter &mdash; provided that they can remember where they hid everything! Each turn therefore yields two phases: summer and winter. During the summer, the squirrels hide their food, i.e., play their cards; in wintertime, they search the trees to try to find things. The best fed squirrel at the end of the game wins!&#10;&#10;Nutz! is a light and fast-paced double-guessing card game, with just a bit of memory added.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "20431",
    "Name": "Schwarm!",
    "ID": 118128,
    "Year": "(2011)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/118128/schwarm",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.75",
    "Description": "In the late autumn of 1943, an American B-17F veers out of formation and heads back to the safety of Great Britain.  A &quot;schwarm&quot; of German fighters breaks off to give it a proper farewell.  In this solitaire game the player leads the German schwarm in an attack against the B-17.  The player wins if he destroys the bomber while losing none of his own aircraft.&#10;&#10;An LPS bonus mini-game.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Magazine: Against The Odds",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "20432",
    "Name": "Windschatten",
    "ID": 14377,
    "Year": "(2004)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/14377/windschatten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "Players are heading a bicycle racing team. Each team has three cyclists and managing the team depending on the racetrack is the object of the game. Using the strengths of each team member at the right moment in time is decisive for winning the race.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "20433",
    "Name": "Soldier Raj",
    "ID": 14117,
    "Year": "(2004)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/14117/soldier-raj",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3",
    "Description": "Between 1767 and 1846, war and intrigue dominated the Indian sub-continent. War constantly flared between the Indian kingdoms, both against one another and against the British and French interlopers. The Europeans, meanwhile, also busily fought each other.&#10;&#10;Rob Markham's Soldier Raj builds on the highly successful model of Soldier Emperor to portray these conflicts. Over a dozen scenarios cover these wars, from Hyder Ali's defeat of the British in the First Mysore War in 1767 to Britain's final conquest of the Sikhs in 1846. Colorful leaders of the time are all present: Hyder Ali and Tippoo of Mysore. Sir Arthur Wellesley, the &quot;sepoy general&quot; who would become Duke of Wellington. The brilliant Madhav Rao of the Marathas. France's Admiral Suffren. Zaman Shah of Afghanistan, and the Sikh ruler Ranjit Singh. These and more lead your armies.&#10;&#10;The playing pieces are the decadently thick tiles seen in Soldier Emperor and Granada: The Fall of Moslem Spain. Artist Terry Moore Strickland has gone well beyond those games; pieces like the Mysore Tiger Soldier or the Maratha War Elephant are tiny works of art.&#10;&#10;As in Soldier Emperor, successful card play is a key to victory. Soldier Raj features high-quality playing cards, and includes a new deck of these for use in Soldier Emperor when playing the two games together.&#10;&#10;Soldier Raj can also be played together with Soldier Emperor: Napoleon's Wars 1803-1815. Players can either add more seats at the table, or assign the Indian kingdoms to players with only European holdings. Britain becomes both more powerful in the combined game, and more vulnerable.&#10;&#10;As in Soldier Emperor: Napoleon's Wars 1803-1815, players command their nation's military, political and economic destiny. The map is a painting of South Asia, with a network of areas and routes between them laid over it. Generals move their armies along these routes, attempting to conquer territory for their nation. Fleets control the seas around India; the locals have very little seapower, and Britain outnumbers France on the seas.&#10;&#10;Combat is resolved by dice rolls, with larger armies casting more dice. Good generalship is even more crucial in India than in Europe. Players win by taking the most territory, or by destroying their nation's enemies.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Napoleonic",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: India",
      "History: Anglo-Indian Wars",
      "Series: Gunpowder Strategy (Avalanche Press)"
    ]
  },
  {
    "Rank": "20434",
    "Name": "Oh My Gold!",
    "ID": 271762,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/271762/oh-my-gold",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Heave-ho, sailors! The sea treasure is close at hand! Throw down the anchor in Oh My Gold! to go down, open all the mysterious chests, and bring them back on board your ship! But keep an eye out as you aren't the only pirates with your eye on this fabulous treasure!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "20435",
    "Name": "Western Front",
    "ID": 202303,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/202303/western-front",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Western Front is a two player card game where players assume the role of commanders in the armies of the Kaiser's Germany, or the Entente Powers.&#10;&#10;Battles are fought over 5 rounds representing the years 1914-1918 and the first player to achieve 3 years (rounds) is the winner.&#10;&#10;Cards represent units and can provide attack or defensive values. Each player reveals their units simultaneously to determine net results before the option of playing additional cards. Committing units to the fight and employing sound tactical decisions will help achieve victory, however unpredictable events can dramatically alter the battlefield.&#10;&#10;The game is said to have simple rules, allow for interesting decisions and be both quick and fun.&#10;&#10;",
    "Categories": [
      "Card Game",
      "World War I"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20436",
    "Name": "El Último Puente",
    "ID": 29258,
    "Year": "(1984)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/29258/el-ultimo-puente",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "El &Uacute;ltimo Puente (The Last Bridge), recreates the Battle of Arnhem. In 1944, in spite of being weakened, Germany remained a powerful enemy for the Allies. In order to breach the German resistance and access the Reich, only one entry was available from the Western front: the Netherlands.&#10;&#10;This was to be the largest Allied airborne operation in the war: &quot;Operation Market Garden&quot;.&#10;&#10;(Translated from the game catalogue).&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "20437",
    "Name": "Dispatcher",
    "ID": 6759,
    "Year": "(1958)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/6759/dispatcher",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.7",
    "Description": "One of the original set of Avalon Hill &quot;Adult Games&quot; which include Gettysburg, Tactics II, U-Boat &amp; Verdict.&#10;&#10;Railroad game of train dispatching.  Players attempt to most efficiently move their trains over competing railroad systems.  First- and second-class trains move by timetable, third class freights are player dispatched.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Occupation: Dispatcher",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20438",
    "Name": "Varia",
    "ID": 301710,
    "Year": "(2021)",
    "Geek Rating": "5.511",
    "Avg Rating": "8.56",
    "Link": "https://boardgamegeek.com/boardgame/301710/varia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; Varia is a new style of expandable card game that pits you against your opponent in combat.&#10;&#10;When playing Varia, there are no minions to protect you or creature summons to hide behind. Instead, you raise the shield. You cast the spell. You swing for the win with your weapon of choice. If you want to win a game of Varia, you are going to have to do the fighting yourself.&#10;&#10;Each Varia class deck allows players to feel what it's like to actually be that class. While each deck offers its own unique take on combat, Varia is a highly-configurable system that also enables you to build a custom class that best represents you. &#226;&#128;&#139;With Varia, the only limit is your imagination.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Track Movement"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20439",
    "Name": "Manila '45: Stalingrad of the Pacific",
    "ID": 25991,
    "Year": "(2007)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/25991/manila-45-stalingrad-of-the-pacific",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.375",
    "Description": "Manila '45: Stalingrad of the Pacific (M'45), is a two-player, low-to-intermediate complexity wargame that simulates the American liberation of the capital of the Philippines in World War II, which took place from 3 February to 4 March 1945. To control complexity and present an overall-force-commander's-view of the battle, the game uses a tactically scaled map and units of maneuver coupled with an operationally scaled game turn length. The American player is generally on the offensive, trying to clear the entire Japanese defending force from the city prior to the end of the game.&#10;&#10;Each game turn of M'45 equals three days. Each hexagon on the map represents 0.3 miles (0.5 km) from side to opposite side. The units of maneuver in the game are companies, batteries and battalions, representing anywhere from a about 100 to 1,000 men and their equipment.&#10;&#10;Historically the Japanese fought to the last man (literally, not metaphorically), and the game's victory conditions represent that brutally absolute mindset. To determine the winner, both players examine the map at the end of Game Turn 10. If at that time there's one or more Japanese units still in play anywhere, the Japanese player is declared to have won the game. If there are no Japanese units left on the map at that time, the US player is declared to have won the game. Of course, if all Japanese units are wiped out prior to the end of the last game turn, play stops and the US player is declared the victor. No draws are possible.&#10;&#10;Tacticians will enjoy the fact there are 22 unit types in the game: heavy artillery, heavy anti-aircraft, heavy mortar, heavy rocket artillery, naval infantry (armed ship crews), regular infantry, combat engineers, heavy weapons (machineguns), anti-aircraft, military police, anti-tank, field artillery, rear echelon ad hoc infantry, glider infantry, paratroopers, bridging engineers, mortars, armored cavalry, tanks, self-propelled artillery, amphibious tractors, and self-propelled anti-tank.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Manila (Philippines)",
      "Country: Philippines",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20440",
    "Name": "Schraube Locker",
    "ID": 162120,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/162120/schraube-locker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Tactics, risk and luck of the dice all play a role in the dice/card game combination that is Schraube Locker. The cards indicate their specific value and the numbers that need to be rolled to claim them, therefore you need to roll precicely the required numbers. But beware not to overstep your mark. A complete circling and card sets bring additional points, and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "20441",
    "Name": "Pokémon Trading Card Game: My First Battle",
    "ID": 410240,
    "Year": "(2023)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/410240/pokemon-trading-card-game-my-first-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "If you&rsquo;ve always wanted to play the Pok&eacute;mon Trading Card Game with family and friends, the Pok&eacute;mon TCG: My First Battle set is the perfect introduction. With a streamlined game and foolproof guidance, you&rsquo;ll be ready to train and battle together. Everything you need for two players is included!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Players: Two-Player Only Games",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "20442",
    "Name": "Go Goblin, Go!",
    "ID": 119109,
    "Year": "(2012)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/119109/go-goblin-go",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "Game description from the publisher:&#10;&#10;Beneath the mountain called Goblins' Rock, the goblins have been mining for centuries. They have dug deeper and deeper. Their precious ore is running out and the taskmasters are getting BORED!&#10;&#10;So in order to pass the time, the taskmasters have taken to racing their underlings into a...PIT OF FIRE! (Underlings are expendable, after all.) It is agreed that secretly choosing their favorites would be best and the race would end when the &quot;winner&quot; falls into the pit. Oh, and there should be gambling. You know, just to keep it interesting!&#10;&#10;Go Goblin, Go! is a light, standalone racing and gambling board game. You secretly pick three of the racing goblins and you get points based on where they finish. You manipulate their movement, so you have some control over where they finish. Just don't be first. The first goblin to fall into the pit &quot;wins&quot;, but they don't get any points.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "20443",
    "Name": "Dragonstar Rising",
    "ID": 4392,
    "Year": "(1987)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/4392/dragonstar-rising",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.6667",
    "Description": "SF wargame of combat between soldiers in Living Steel power armor, set in the same universe as the Living Steel role playing game. The Seven Worlds, on the frontier between the oppressive human Starguild Imperium and the hostile reptilian Dragoncrests, are fighting to remain independent of both. Though they have fewer soldiers and weapons, they use the Dragonstar teleportation devices to even the odds.&#10;&#10;The approximate playing time is about two hours. The number of players can be played from one to six or more.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "20444",
    "Name": "Sherwood's Legacy",
    "ID": 178098,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/178098/sherwoods-legacy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Stealing from the rich and giving to the poor has Robyn and his allies defending Sherwood forest in this fully cooperative, tower-defense game set to knock, aim and loose your arrow to victory!&#10;&#10;Sherwood's Legacy is a fully co-operative tower-defense style game where you play one of the Merry men or their allies against the raiding forces of the Sheriff of Nottingham. Players must hold out against footmen, archers, knights and witches for several rounds while utilizing local villagers to hunt and gather resources which can be spend on defense and survival.&#10;&#10;Sherwood's Legacy offers a modular tile map where the path to Robyn's lair will always be different and the pace of the game will always be shifting. If you and your merry team can hold out long enough for King Richard and his men to return from the Holy Land, you win!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Folk Tales & Fairy Tales: Robin Hood",
      "Series: Lynnvander Legacy Line"
    ]
  },
  {
    "Rank": "20446",
    "Name": "Cosmos: Empires",
    "ID": 365211,
    "Year": "(2022)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/365211/cosmos-empires",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.8",
    "Description": "Cosmos: Empires is a 2-8 player, 15-45 minute engine building card game. Jump into the galaxy, choose your strategy and build your galactic empire. Race against your friends, exploiting their economy to your advantage!&#10;&#10;The game is played with a single deck, from which 10 cards are drawn into the &ldquo;pool&rdquo; players can select and build cards from. Each card has a cost, roll value and production value.&#10;&#10;Each turn, the current player gets 2 actions and then rolls 2 D4 (4 sided dice). The current player can use one of their actions to increase or decrease the total of the two dice by one. Then, each player with a card with a Roll value equal to the new total gets Credits equal to the same cards production value.&#10;&#10;Finally, the current player can use their remaining actions to build a card from the card pool (or &ldquo;cycle&rdquo; it and take credits).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Income",
      "Investment",
      "Neighbor Scope",
      "Open Drafting",
      "Random Production",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "20447",
    "Name": "Beards and Booty",
    "ID": 370694,
    "Year": "(2023)",
    "Geek Rating": "5.511",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/370694/beards-and-booty",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Roll your dice to send the other pirate captains to Davy Jones&rsquo; locker!&#10;&#10;Many tides ago, the seas shook to the sound of cannon fire, the roar of Captains bellowing orders and the creaking of unfurled sails. The Golden Age of Piracy was a search for freedom, wealth, and glory&hellip;&#10;&#10;But who amongst these fine figures of fortune was the greatest of them all?&#10;&#10;Print your pages, grab your dice, and choose your markers as we set sail&hellip;&#10;&#10;Each player needs a printed sheet and a couple of markers (to track your Reputation and Gold). You&rsquo;ll also need 5 dice to play.&#10;&#10;On your turn, roll each die up to three times. Aim for the combinations on your player board (they&rsquo;re different on each one) to damage your opponent&rsquo;s Reputation, boost your own Reputation, or collect Gold coins to take special actions.&#10;&#10;Win by being the last Pirate with any Reputation.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Player Elimination",
      "Solo / Solitaire Game",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20448",
    "Name": "Sidekick Saga",
    "ID": 269607,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/269607/sidekick-saga",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "One morning, the city of New Dover woke up to discover that all the powerful Super Heroes had disappeared!  Where did they all go?  No one seems to know what happened to them!  The Gangs, Thugs, Minions, and Villains of New Dover immediately noticed the power vacuum in the city and began to assert themselves.  The city is reeling from their attacks!  What can be done?&#10;&#10;The Sidekicks of the Super Heroes haven't given up the fight!  They know they aren't as powerful as the Bad Guys, but they are courageous and resourceful.  They know where the Heroes have helpful technologies, weapons, and devices.  To help each other out, the Sidekicks have set-up supply lines between themselves to share useful things! They will protect New Dover!  And maybe along the way, they can find out what happened to the Super Heroes...&#10;&#10;This is their story: this is The Sidekick Saga.&#10;&#10;Sidekick Saga is a cooperative adventure, combat, and exploration game for 1-4  players (ages 13 and up). It takes 60-90 minutes for one game.  There is also an ongoing story to find the missing Super Heroes!&#10;&#10;For 2--4 players, each player takes control of one of the Sidekick characters in the game. A solo player will take control of two Sidekick characters and will play them both as if it were a 2-Player game.&#10;&#10;The players work together to defeat the current Villain and their Villain Forces.  This is a cooperative game: the Sidekicks win or lose together! There is only one way to win (usually): the players must defeat the main Villain by reducing him to 0 Hit Points!   There are many ways to lose!&#10;&#10;If all Sidekicks are defeated (reduced to 0 Hit Points), the Villain wins! Note: only 1 Sidekick needs to survive for the Sidekicks to win! Sometimes, other Sidekicks will take one for the team to defeat the Villain!&#10;&#10;If time runs out, the Villain has stalled long enough to bring his evil scheme to fruition, and he wins!  This happens if the Villain is still alive at the End of Act III (when the last Bad News card comes out).&#10;&#10;If the City Terror ever gets too high (16 on the City Terror track), the Sidekicks lose!&#10;&#10;Sidekick Saga is a light legacy game of exploration (moving around the city), &quot;drafting&quot; (sharing cards cooperatively), variable player powers (each Sidekick has different powers) and hand management (playing cards appropriately), and combat (fighting bad guys).  Players move around the city looking for weapons, ideas, leads, anything to help them take out the Bad Guys!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Comic Book / Strip",
      "Exploration",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "20449",
    "Name": "Pawn Stop",
    "ID": 224087,
    "Year": "(2017)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/224087/pawn-stop",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Pawn Stop is an abstract game for two players in which you both control the same pawn. Use the pawn to move around the board and collect discs. The first player to collect three discs of the same color wins the game.&#10;&#10;The board consists of a 5x5 tile grid allowing for variable board lay-outs. The game can be made more difficult by setting the goal to collecting two (or even three) sets of three discs.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20450",
    "Name": "GladiGala",
    "ID": 275998,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/275998/gladigala",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1",
    "Description": "GladiGala is a 2-4 player skirmish style family game of fast paced tactics and simultaneous play &ndash; a tactical rush for fame &amp; fortune.&#10;&#10;In GladiGala players take the role of gladiator school leaders who meet in the arena for a day of a tactical show off. Your objective is to finish the day (after playing 2 matches, morning and afternoon) as the most decorated gladiator school of Rome, and winner of the day! Players can achieve this in 2 ways: either capture an opponent's Eagle (and receive Medal of Eagle), or by having the most denarii (GladiGala's coins) in your Treasury as a match ends (receive Medal of Coin). In GladiGala all the results of what happens in the arena are translated into coins, by which players can also manage their gladiator team during the match (upgrade a hurt gladiator, create advanced maneuvers, or enter the arena's &quot;Safe Zone&quot;).&#10;&#10;As a Gladiator School Leader it is up to you to gain coins and fill your Treasury for marvelous tactical performances and for making accurate strategic choices. Outwit your opponents, make the most of your gladiators' formation, manage your Treasury wisely, and get the crowds on your side chanting GladiGala's mantra: &quot;Always aim for an eagle &ndash; always stand guard!&quot;&#10;&#10;GladiGala is a simultaneous game played in multiple rounds. First, players use magnetic panels/cards to give movements, maneuvering, and action orders to all gladiators. Each game players enter the arena with a different gladiator formation, made from GladiGala's 4 gladiator types: Sword, Spear, Dagger, and Club, each has a different set of abilities. After giving movements orders, players place their attacks trying to anticipate their opponent's moves. Finally, cards are revealed and all gladiators perform accordingly. A gladiator moving to an attacked area is marked as &quot;Hit&quot;. A gladiator hit twice is out of the arena!&#10;&#10;Welcome to Rome, 101 A.D.&#10;&#10;The city's center stage is set up and ready for GladiGala, the year's greatest show of skill in the arena.  Rome's 4 finest Gladiator Schools; ACADEMIA &ndash; LEO &ndash; SOLIS &amp; SPIRITUS &ndash; appear in the arena for a glorious day of tactical contest in the pursuit of title and Medal of Champion!&#10;&#10;Morning rises and the crowds make their way to the arena. The teams all gear up, final preparations are made, last instructions are given. Your gladiator formation for the morning match is set and ready to head out the gate. Your gladiators are holding to their eagle, your house symbol of honor and respect. You hope they will be holding it to the end&hellip;&#10;&#10;Trumpets are blown, the crowds are ecstatic: &quot;open the gates!&quot; you hear them shouting, frantic.  GladiGala begins: Shlak Shlak Shlak &ndash; all gates are raised announcing it's time to storm Rome's most celebrated central stage!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Action Queue",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Magnets",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20451",
    "Name": "Imps: Devilish Duels",
    "ID": 202776,
    "Year": "(2017)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/202776/imps-devilish-duels",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Imps: Devilish Duels is a hybrid dice and card battle game for two players. Each player controls a team of 4 mischievous Imps. Each imp has some kind of skill based on their elemental alignment. You must bring together the best combination of imps for your chosen strategy!&#10;&#10;A game of Imps will task a player to fight a series of elemental trials (Earth, Fire, Water &amp; Air) using their dice scores in different ways to defeat each other.&#10;&#10;During a player's turn they will need to roll a pool of dice. Using Imp cards they can manipulate the dice totals in their favour hopefully beating their opponents total allowing them to win the elemental trial. Winning the final trial allows you to banish one opponents imp and remove it from the game. Once a player loses their last imp they immediately lose the game.&#10;&#10;With a game time of around 20 minutes, several rounds can be played in quick succession.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Demons",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20452",
    "Name": "RevoltaaA",
    "ID": 180238,
    "Year": "(2015)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/180238/revoltaaa",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1538",
    "Description": "Revolution is the key word, and the question is which side will prevail? Ducks or robots? Choose your side carefully because in the end it determines how many real points you've won!&#10;&#10;RevoltaaA consists of a 66-card deck, with 7&times;0, 6&times;1, 5&times;2, 5&times;3, 5&times;4, and 5&times;5 cards in both ducks (red) and robots (blue). Each player starts with 11 cards in hand, and 11 cards are placed in a deck on the table. Each round, reveal the top card of the deck; each player then selects one card from hand and reveals them simultaneously. Whichever side - duck or robot &mdash; has the highest sum has won the round, and whoever has played the lowest card of this side wins these cards. (In a tie for lowest, the next lowest card of this side wins; if no cards of the winning side are unique, then the deck wins.) The winner stacks these cards and places a card of the winning side on top of this stack, then a new round begins.&#10;&#10;As soon as a side has won four times, the game ends with this side being victorious. Each player scores one point for each stack in front of them that shows this side and one point for each card of this side still in hand. Whoever has the most points wins! (Alternatively, play a number of games equal to the number of players and sum your points over those games.)&#10;&#10;RevoltaaA includes a &quot;bananas&quot; variant in which the face-down deck is not used and cards aren't played simultaneously. Instead one player leads a card face up, then each player lays down a card in turn, with the winner being chosen the same way and the first player breaking ties. The winner of one round leads the next, and points are scored as in the original game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "20453",
    "Name": "Achievement Hunter HEIST",
    "ID": 260444,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/260444/achievement-hunter-heist",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Get a team together, pick a target, and attempt to pull off a high stakes heist without getting BUSTED. The game includes four unique scenarios and is playable with 2-4 players.&#10;&#10;Achievement Hunter HEIST is a real-time, co-op card game with a light deck building aspect. Players work together simultaneously to work through the heist deck via tricktaking-like gameplay. The game is played in three phases: 1) prep, 2) heist, 3) getaway.&#10;&#10;Prep: Choose your team, deal out a starting hand, trade cards (as needed), and pick a heist.&#10;Heist: Start the clock, aim to gather as much loot as possible, while not letting strikes stack up.&#10;Getaway: work through a winding city as you speed towards the warehouse.&#10;Lose: Get six strikes or reach the time limit of 10 minutes.&#10; As players go deeper into the heist deck, precious time passes. The longer players are in the heist phase, the more difficult the getaway phase will become. Can you get in, get out, and avoid being busted?&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Trick-taking"
    ],
    "Families": [
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "20454",
    "Name": "Vizia",
    "ID": 94363,
    "Year": "(2011)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/94363/vizia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Vizia consists of 72 colored triangular tiles, with a dozen triangles in each of the primary and secondary colors, and 48 player tokens, a dozen in each of four colors. During set-up, each player takes a set of tokens and two tiles, keeping them secret from other players; four tiles are turned face-up to form a communal pool.&#10;&#10;On a turn, a player adds one or more tiles to the playing area from his personal area, the communal pool, or both locations. Each tile must be laid adjacent to at least one other tile in play, and the color of the tile must be next to the color of adjacent tiles on the color wheel. Thus, a green tile can be placed adjacent only to yellow or blue tiles, a red tile only next to orange and purple, and so on.&#10;&#10;If a player completes a hexagon &ndash; dubbed a &quot;wheel&quot; &ndash; on his turn, he marks the center of the hexagon with a token. A &quot;full wheel&quot; with all six colors is worth three points, a bi-colored wheel worth two points, and all other wheels worth one point each. To end a turn, a player optionally refills his hand up to two tiles, then adds new tiles to the communal pool to fill it to four.&#10;&#10;When all the tiles have been played, the game ends and the player with the highest score wins. Vizia includes five variant rules for advanced play that can be mixed-and-matched as desired, such as scoring a bonus for a player's largest group of tokens, removing a token from play in order to move a tile already on the board, and reducing the number of communal tiles (which lessens luck of the draw).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "20455",
    "Name": "Biljard",
    "ID": 88301,
    "Year": "(2010)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/88301/biljard",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Mini version of 'Billiard' or 'Pool'. There are many different versions of this game of skill, but ultimately you have to use a cue stick with which to hit balls into the table's six pockets.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Billiards / Snooker / Pool"
    ]
  },
  {
    "Rank": "20456",
    "Name": "Activity Club-Edition",
    "ID": 56406,
    "Year": "(2002)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/56406/activity-club-edition",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1429",
    "Description": "Adult version of the well known party game Activity where you have to describe words verbal, pantomimic or by drawing. This edition comes with 770 new, erotic phrases.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "Families": [
      "Series: Activity (Piatnik)"
    ]
  },
  {
    "Rank": "20457",
    "Name": "Invisible Ink",
    "ID": 218854,
    "Year": "(2017)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/218854/invisible-ink",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": " Description from the publisher:&quot;&#10;&#10;In the party game Invisible Ink, one player assumes the role of the double agent who must wear special tinted glasses, roll the dice, and throw down the marker. So far everything seems simple, but the difficulty is that the double agent can not really figure out what is being drawn through the tinted lenses of his glasses..&#10;&#10;Draw without looking!&#10;Guess without seeing!!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20459",
    "Name": "The major four of Heizei",
    "ID": 70325,
    "Year": "(2010)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/70325/the-major-four-of-heizei",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "In 714, the capital in Japan is Heizei-Kyo. There is at Nara in present. So this era is called Nara-era.&#10;The politics in Heizei-Kyo is managed by 10 persons. The four of 10 person are named Fujiwara. They are the sons of Fuhito.&#10;They have the big power in Heizei-Kyo.&#10;Players are the other politicians. They gain the favor of four somebody and aim for stabilizing a position. But the impression to others is not good if a player gain the favor of one.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "20460",
    "Name": "Stalingrad 1942-43",
    "ID": 36352,
    "Year": "(2004)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/36352/stalingrad-1942-43",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.25",
    "Description": "The game about one of the greatest WW2 battles.&#10;&#10;Map is double-sided (summer and autumn version).&#10;&#10;The game uses rules of the &quot;WB95&quot; (Great Battles 1939-1945) system designed for dealing with large battles of World War II. Counters represent regiments (Germans) or divisions (Russians), one hex represents about 2500m, one turn represents one day.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Germany",
      "Country: Russia",
      "Players: Two-Player Only Games",
      "Series: Wielkie Bitwy 1939-45 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "20458",
    "Name": "Cold Days in Hell",
    "ID": 9784,
    "Year": "(2000)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/9784/cold-days-in-hell",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.4444",
    "Description": "Sub-title-'Eastern Front, 1939-1945'. &#10;Part III of the 'Empires of Apocalypse' games series, but completely playable as its own stand-alone game. This covers not only the Russian Front, but any other areas NOT covered by the 1st 2-parts - Morsecode &#194;&#183;&#194;&#183;&#194;&#183;&#226;&#128;&#147; or Triumph & Fall of the Desert Fox.&#10;&#10;The components consist of the following: 1400-Full COLOR die-cut cardboard counters; 6-Full COLOR paper Mapsheets encompassing an area stretching from Eastern Germany to the Urals, &amp; from Turkey to Northern Scandinavia; 1-E.o.t.A. Series RULES Book; 1-Special 'Eastern Front' RULES &amp; Scenario Book; 5-Full COLOR Player Aid Cards; 3-BLACK &amp; WHITE Player Aid Cards; 1-Full COLOR Charts &amp; Table sheet; &amp; a cardboard storage Box.&#10;&#10;Some of the 'New' inclusions are: Completely Revised 'Research' concepts and a 'New' Research Table; Diplomacy 'intrigue'; Lend-Lease; gradual involvement by the U.S.A; and even more Partisans! The Mapsheets have 5-'Front' lines for additional Scenarios such as: 'Winter '41'; 'Fall Blau'; 'Stalingrad'; 'Summer '44'; &amp; 'The Fall of the Reich'.&#10;&#10;There are also shorter Scenarios for quicker games, although you can extend them up until the actual end of the massive conflict in 1945 if you'd like. These are: Poland-1939; The Balkan Campaign-May,1941; Barbarossa-June, 1941; &amp; Kursk, Summer-1943. Plus the entire Eastern Front Campaign-1941~1945. For those most adventurous folks, they can even combine ALL the 3-parts for one massive, full-fledged, all-consuming game of their lifetimes!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Empires of Apocalypse (Udo Grebe Gamedesign)"
    ]
  },
  {
    "Rank": "20461",
    "Name": "Ocean Trader",
    "ID": 14196,
    "Year": "(1988)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/14196/ocean-trader",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Ocean Trader is a game which attempts to recreate all of the risks and rewards of the 19th century world shipping trade.&#10;&#10;Players use their ships to pick up and deliver commodities from a variety of ports around the world. This is complicated by the fact that for every demand only the first two deliveries receive payment, with the first delivery paying twice as much as the second. Players may buy commodities with no current demand and speculate that demand will appear close enough to make a delivery worthwhile.&#10;&#10;Players may purchase &quot;shares&quot; but these are merely a game-ending mechanism; once a player has a majority of them they may declare it. Twelve more turns are played and that player wins if they still have the majority (and at least one ship and enough cash).&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "20462",
    "Name": "Space Expatriate",
    "ID": 367178,
    "Year": "(2022)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/367178/space-expatriate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Space Expatriate is a competitive 2-4 player adventure that will carry you to the world of space stations and terraforming robots for 30-90 minutes.&#10;&#10;Players will act as companies and operate with four decks of cards representing portable space station modules of different types: some deliver resources from Earth and use them for experiments and studies, others increase the company's influence in the international arena.&#10;&#10;When the time comes, a group of modules is undocked for a colonization mission that will bring permanent benefits and Victory Points.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Drafting",
      "Chaining",
      "End Game Bonuses",
      "Events",
      "Follow",
      "Income",
      "Open Drafting",
      "Set Collection",
      "Tags",
      "Take That",
      "Turn Order: Stat-Based",
      "Variable Phase Order",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "20464",
    "Name": "Sultans of Wind",
    "ID": 207809,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/207809/sultans-of-wind",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;In the Kingdom of Al Bisat, four teams of flying carpet riders are preparing for the annual contest held by the Sultan. Each player must guide their team through an ever-changing maze of clouds, which are controlled by the Sultan's djinn! The first team to guide their carpets safely across the game board and land on the opposing palace wins.&#10;&#10;In more detail, in Sultans of Wind players must program their actions each turn, choosing amongst eight different wind tokens. By using the wind's power, players can manipulate the board to their benefit. If they are skillful enough, maybe they can catch the djinn flying through the clouds, in which case the djinn must grant them a wish!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Maze",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Memory",
      "Modular Board"
    ],
    "Families": [
      "Region: Middle East"
    ]
  },
  {
    "Rank": "20463",
    "Name": "VerTIPPT nochmal!",
    "ID": 61383,
    "Year": "(2009)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/61383/vertippt-nochmal",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In each round of VerTIPPT nochmal! one player has to guess a term, which is explained to him or her by all other players. In order, each of the other players provides a hint by reading one word from a given list of five. The little problem is: these words seldom suit the term in question, which makes it very hard for the guessing player to find the correct solution. Thinking outside the box is an absolute prerequisite here &hellip;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20465",
    "Name": "Trip 1907: Forbidden Mine",
    "ID": 295605,
    "Year": "(2020)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/295605/trip-1907-forbidden-mine",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Trip 1907: Forbidden Mine is a hard copy puzzle book with 40+ puzzles awaiting to be solved.&#10;&#10;The story behind Trip 1907 is to create a challenging and immersive escape the book game where players need to solve each chapter submitting and verifying their answers online at Trip1907.com.&#10;&#10;Hand drawn illustrations, story points and secret pass codes support players to understand the back end story and have a unique game experience. While time is not a game constraint, there is a new hint system and a player forum provided to guide players through the game.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Outside the Scope of BGG"
    ]
  },
  {
    "Rank": "20466",
    "Name": "Moose Master",
    "ID": 380229,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/380229/moose-master",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Moose Master sets up in seconds, is easy to learn and fun for everyone. Start the game by choosing 2 Moose Rules that everyone must follow. (Ex: You can&rsquo;t say the word &ldquo;no&rdquo; and you can&rsquo;t refer to anyone by their first name.) Draw a card and follow the instructions. Start a story, rhyme a word, test your memory, name a celebrity, point left, answer a question with a question, and many more.&#10;&#10;The player whose turn it is, draws the top card from the MOOSE MASTER deck and places it face up on the table so that all players may read it.&#10;&#10;The player reads the card, performing the action immediately or following the instructions.&#10;&#10;Every player must keep a watchful eye and attentive ear on all other players. Here&rsquo;s why, when a card from the MOOSE MASTER deck is turned over, the last player to perform the action shown or the first player to incorrectly perform the described task receives a penalty. Penalties are recorded by taking a Penalty card and placing it face up in front of the offending player.&#10;&#10;There are two ways to play:&#10;ELIMINATION: Playing with the elimination rules, once a player accumulates 7 Penalty cards, they are eliminated from the game. The last two players remaining win.&#10;&#10;FEWEST PENALTIES: Play through the whole deck and the player with the fewest Penalty cards wins the game.&#10;&#10;Moose Master is a great ice breaker and turns any gathering into a great party. It&rsquo;s a must have for your college dorm, cabin and your family game library.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20467",
    "Name": "Fair Play",
    "ID": 2839,
    "Year": "(1997)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/2839/fair-play",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1429",
    "Description": "Fair Play is a motor race in which 3 to 6 drivers lay tiles and use cards to help or hinder winning the race. The rules are in  Italian, German, English, French and Spanish (would that other publishers tried so hard!), but please note the English rules use the word 'card' for both tiles and cards.&#10;Players move their car by rolling a die and laying tiles to make the winding course (which includes garages to repair damage and refuel etc). But you also draw a card to your hand from which you offer a card to another player. Some are good (go ahead, pass, shortcut), others bad (wrong way, engine trouble, flat tire, breakdown). If they accept, they play the card on themselves; if they refuse, you play it on yourself.&#10;An odd mix of bluff and dice rolling, with little strategy. Works best with more players and children will enjoy it. The graphics are jolly and the game has 6 neat little metal roadsters. Worth a play, but don't chase this one down.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "20468",
    "Name": "Shove Ha'penny",
    "ID": 12856,
    "Year": "(1840)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/12856/shove-hapenny",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Shove ha'penny is a traditional British pub (tavern) game of dexterity and skill dating from the the mid 19th Century, with earlier variants in existence as early as the 15th Century. It is still widely played today.&#10;&#10;Players push ('shove') polished coins (half pennies, traditionally) along a board which has been marked out in horizontal bands, called 'beds'. The most common method is to place the coin on the bottom edge of the board, slightly overhanging, and tap it with the heel of the hand. The aim of the game is to position coins within the beds, with no part touching the bands. This requires considerable skill.&#10;&#10;Players must get a coin in each bed three times. Each success is scored, often with a cribbage style peg and hole system up the side of the board or with chalk tallies.&#10;&#10;Boards are made of wood or slate.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20469",
    "Name": "Bone Wars: The Game of Ruthless Paleontology",
    "ID": 19630,
    "Year": "(2005)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/19630/bone-wars-the-game-of-ruthless-paleontology",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.6154",
    "Description": "Build dinosaurs for your museum by playing bone cards for heads, limbs, and vertebrae along with a dinosaur card describing an accurate specimen. You gain points for playing each bone card, even if is not a perfect match. You can also play smaller fossil cards for one point each.&#10;&#10;In the next phase of each turn, you can get points by adding to or amending your own skeletons or &lsquo;steal&rsquo; points from you opponents by adding to or amending their skeletons.&#10;&#10;Event cards also allow you to gain additional points for yourself or steal points and cards from you opponents.&#10;&#10;From the publishers website:&#10;&#10;In BONE WARS, players take the role of paleontologists during the great &quot;Dinosaur Rush&quot; of the late 19th Century.&#10;&#10;Out in the field, fossil hunters must survive natural disasters and attempts by other players to steal and destroy dinosaur bones.&#10;&#10;Back at the museum, the conflict continues when the scientists carry their battle to the newspapers and scientific journals as they race to achieve scientific immortality!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "20470",
    "Name": "30 Years War",
    "ID": 10256,
    "Year": "(1995)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/10256/30-years-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8333",
    "Description": "(from the rulebook:)&#10;&#10;30 YEARS WAR is a game of the conflict fought from 1618 through 1648 in Europe. The game may be played by two, three or four individuals or groups, each representing one or more &quot;Major Powers.&quot; The objective of each player is to gain dominance over Europe. ...&#10;&#10;Each game turn represents one year. Each area represents a historical region. Each leader represents an individual and supporting staff. Each strength point represents a brigade of about three Tercios, regiments, Ortas, etc. with a strength of 3-6000 soldiers (plus an indefinite number of camp followers).&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "History: Age of Kings",
      "History: Thirty Years War",
      "Magazine: Strategy & Tactics",
      "Series: Successors (Decision Games)"
    ]
  },
  {
    "Rank": "20471",
    "Name": "A Thunder Upon the Land: The Battles of Narva and Poltava",
    "ID": 136032,
    "Year": "(2013)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/136032/a-thunder-upon-the-land-the-battles-of-narva-and-p",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.75",
    "Description": "Before Hitler. Before Napoleon. Another European strong-man invaded Russia&hellip; and came to grief. He was Charles XII of Sweden. In later years, they would call it &ldquo;The Great Northern War.&rdquo;&#10;&#10;Whether the blame can tagged to Swedish expansionism or Peter the Great&rsquo;s desire for that warm-water capital city and &ldquo;window on Europe,&rdquo; the clash was a seemingly inevitable clash over who would own what in northern and eastern Europe and what shape Poland would take (if any). When the war started, it resembled something Frederick the Great would face, a &ldquo;everyone against one country&rdquo; conflict that saw Russia joined by Denmark/Norway and a Saxon-Poland-Lithuania combination, with others joining later, all seeking to take advantage of the 18-year old Charles XII&mdash;who was perceived to be weak and inexperienced. Like Frederick, he would parry multiple invasions and survive. Unlike Frederick, he would launch a serious invasion deep into Russia&hellip;and fall from power.&#10;&#10;A Thunder Upon the Land looks as the Sweden vs. Russia portion of this war, with the two battles that rather started and finished the conflict. The Battle of Narva took place in 1700, as Russia and a Saxon-Polish contingent aimed to push Sweden out of the Baltic, with the Saxons threatening Riga and the Russians besieging Narva. But it was November, and Peter left his army feeling secure that his 40,000 men could bottle up and capture the 2500 Swedes holding the city. Charles rushed to relieve the city with an army that was well-drilled and well equipped, but numbered only about 8000 men. So, including the troops in the city, he would be attacking at something like 1-4 odds. And attacking in a blizzard. But the surprise and wretched weather worked to his advantage, and virtually the entire Russian army was killed or captured, along with their artillery and equipment. It was Russia&rsquo;s finest force at the time, and an immediate invasion by Sweden might well have succeeded. But there was Riga and the Saxons to consider, and Charles let the moment pass.&#10;&#10;Three years later, having knocked the Saxons out of the war, Charles turned again to Russia, who had surprised Europe by founding St. Petersburg on what was then still Swedish territory. Charles aimed for Moscow, and this time, it was a Swedish army that vanished from the map.&#10;&#10;A Thunder Upon the Land brings you both battles of Narva and Poltava, with full color maps and over 250 die-cut counters. Each turn represents about one hour of real time and each hex represents about 500 yards. This game uses chit-draw for wing activation and allows players to make tactical choices like forming squares or deciding if their dragoons will press home charges or use the safer (but less effective) Carracole attacks, with optional rules for volley fire and desperation attacks.&#10;&#10;Can you, as Charles XII, maintain Sweden&rsquo;s status as the rising power in Europe? Can you, as Peter I, defeat the invaders and open the great city you gave your name to? The choices are yours as you refight the battles of Narva and Poltava.&#10;&#10;&#10;    Map - One double-sided full-color 22&quot;x34&quot; mapsheet&#10;    Counters - 264 full-color large 5/8&quot; diecut pieces&#10;    Rules length - 12 pages&#10;    Charts and tables - 2 pages&#10;    Complexity - Medium&#10;    Solitaire suitability - Average&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Estonia",
      "Country: Russia",
      "Country: Sweden",
      "Digital Implementations: VASSAL",
      "History: Great Northern War",
      "History: World War II (Eastern Front)",
      "Magazine: Against The Odds"
    ]
  },
  {
    "Rank": "20472",
    "Name": "GloBall",
    "ID": 70488,
    "Year": "(2010)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/70488/globall",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "No need to know football to enjoy GloBall!&#10;A game for those who love Football, as well for those who hate it!&#10;&#10;When you play Globall, you live the excitement of an International Football Tournament as you bet on matches winners in order to score points : The player who collected most points when the competition is achieved will be the game's winner.&#10;&#10;16 National Teams are provided, which drawn two by two will reveal at the same time the encounter programm, and the half-time score. During the second half-time, players will have the opportunity to favour or penalize one of the challenging teams by playing covered their referee cards before placing a bet.&#10;&#10;What do other players plan, as each of them has a secret favorite for the final victory ? Which weapons do they still hold, as every referee card can be played only one time in the game ?&#10;&#10;Even if you are not a football fan, you may find good fun playing this party game full of happening, quick to learn and set up.&#10;&#10;Order here: http://www.callaogames.com/boutique.htm FREE SHIPPING WORLDWIDE!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "20473",
    "Name": "Freikorps: The Bolsheviks Invade Germany, 1920",
    "ID": 10232,
    "Year": "(1999)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/10232/freikorps-the-bolsheviks-invade-germany-1920",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2",
    "Description": "From the Microgame Design Group website:&#10;&#10;Freikorps is a simulation board-wargame of a hypothetical invasion of Germany by the Soviet Union's &quot;Red Army of Workers and Peasants&quot; in 1920. The game is for two players, one representing the irresistible forces of proletarian revolution (the Red Player), and the other the (hopefully) impervious alliance of anti-Bolshevist forces that would have been arrayed to oppose such an invasion (the White Player).&#10;&#10;The 11 x 17&quot; map covers Poland and eastern Germany from Warsaw to Berlin. The 280 counters show Red Army and German Freikorps units, as well as Spartakists (German Communists), interventionists and the remains of the Polish army.&#10;&#10;This game was first published in DTP format in 1999 by Microgame Design Group.&#10;&#10;A substantially revised version of this game, under the title Strike For Berlin, was published in Yaah! magazine #11 (Flying Pig Games) in March, 2018. &#10;Features:&#10;- new map drawn to a different scale with different terrain and railnet analysis; &#10;- new, double-sided counters with new values; &#10;- new order of battle; &#10;- new rules including an interactive three-segment operational phase; &#10;- many new and varied optional rules; and&#10;- rules for a link game to allow play with Red Horde 1920 (a substantial reworking of Konarmiya, and published in 2017 by Tiny Battle Publishing)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Decades: The 1920's",
      "History: Polish-Soviet War (1919-1921)",
      "History: The Weimar Republic",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "20474",
    "Name": "Ricochet",
    "ID": 1171,
    "Year": "(1996)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/1171/ricochet",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2857",
    "Description": "Put your reflexes to the test in this full-tilt action card game! Follow the pinball as it zooms and zips from bumper to bumper. Use number and color cues to figure out which card it will bounce to next. Spot the last place the ball will go, and you win the card. The player with the most cards is the pinball wizard!&#10;&#10;There are 4 numbers on the card and players search for the fifth number of that sequence. The card are drawn and players start to search the number at the same time. The first to find the solution tells it and gets the card if it was correct. At the end of the game the player with the most cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Number",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: 12 Minute Games"
    ]
  },
  {
    "Rank": "20475",
    "Name": "March on the Drina",
    "ID": 298728,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/298728/march-on-the-drina",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.4",
    "Description": "&quot;March on the Drina&quot; is a 2-4 player wargame, set in World War I historical period, which covers the Balkan peninsula theater. Austria-Hungary, Germany and Bulgaria are invading Kingdom of Serbia. The goal of the game for Central powers is to occupy all cities in Serbia, while Serbia`s goal is to prevent that and liberate all of its territory.&#10;&#10;Each side has four types of units: infantry, cavalry, artillery and generals. The map is divided in hexagons and only one unit can occupy one hexagon. National military capacity is gained by controlling the cities and it is used to reinforce your armies. Each general has special abilities which are forwarded to the troops under his control.&#10;&#10;The game lasts 14 rounds max where each round represents one period of 1914-1918 conflict and that period is described on one card of the Calendar and it brings special effects on one round of the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Delayed Purchase",
      "Events",
      "Hexagon Grid",
      "Team-Based Game",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Standees",
      "Country: Austria-Hungary",
      "Country: Bulgaria",
      "Country: Germany",
      "Country: Serbia",
      "Crowdfunding: Kickstarter",
      "Region: Balkans"
    ]
  },
  {
    "Rank": "20476",
    "Name": "Trivial Pursuit: Star Wars Classic Trilogy Collector's Edition",
    "ID": 1297,
    "Year": "(1997)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/1297/trivial-pursuit-star-wars-classic-trilogy-collecto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.58",
    "Description": "In this version of Trivial Pursuit players must answer questions based on the original Star Wars movies.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Science Fiction",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit",
      "Movies: Star Wars",
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "20477",
    "Name": "Fäkalini: Klempner & Zauberer",
    "ID": 153372,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/153372/fakalini-klempner-and-zauberer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;F&auml;kalini makes an appearance in the appropriately-named NichtLustig: F&auml;kalini. Who is F&auml;kalini, you ask? Not only is he an experienced plumber, but he's also a passionate magician, and after he finishes repairing a clogged toilet, he then performs one of his tricks.&#10;&#10;In this dice game, players try to outdo one another by keeping good tiles for themselves, while leaving the poor tiles for others.&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Sudden Death Ending"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Ducks",
      "Animals: Rabbits / Hares",
      "Animals: Tigers",
      "Comic Books: Nichtlustig",
      "Theme: Excrements / Feces / Poop / Urine",
      "Theme: Toilets / Urinals"
    ]
  },
  {
    "Rank": "20478",
    "Name": "Zatre: Das Kartenspiel",
    "ID": 24826,
    "Year": "(2006)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/24826/zatre-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "This is the Card version of the Boardgame &quot;Zatre&quot;. The Boardgame is a 2 to 6 players game. The card game is for 2 to 4 players. There are some minor differences in the rules (i.e. no Zatre-fields) so it plays a bit lighter.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt"
    ]
  },
  {
    "Rank": "20480",
    "Name": "Deckscape: The Art of Escape",
    "ID": 292810,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/292810/deckscape-the-art-of-escape",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Deckscape: The Art of Escape is a promo scenario with 10 cards on a sheet to cut out.&#10;&#10;Deckscape is a series of cooperative games inspired by real escape rooms in which a group of people is &quot;trapped&quot; inside a room full of puzzles and odd items. The goal of the game is to solve puzzles, understand the plot of the story, and make intelligent use of the items provided in order to exit from the room as quickly as possible.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Players: Games with Solitaire Rules",
      "Series: Deckscape (dV Giochi)"
    ]
  },
  {
    "Rank": "20479",
    "Name": "The Big Fat Tomato Game",
    "ID": 117908,
    "Year": "(2012)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/117908/the-big-fat-tomato-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2857",
    "Description": "Game description from the publisher:&#10;&#10;Sink your teeth into this juicy game of fierce tomato farming!&#10;&#10;In The Big Fat Tomato Game, you try to harvest the most tomatoes while defending your patch from a garden variety of intruders like weeds, varmints, and even the dastardly tomato zombie. Oh, and did we mention flying hippos?! Haul the most tomatoes to market by the end of the game and you're a slice above the competition!&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20481",
    "Name": "Disney Magic Kingdom Game",
    "ID": 15163,
    "Year": "(2004)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/15163/disney-magic-kingdom-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5455",
    "Description": "In this children's game, players try to be the first to visit five locations at Disney's Magic Kingdom theme park.  Players are given five random attraction cards at the beginning of the game (in the manner of Transamerica's cities) and keep them secret until the attraction has been visited.  The first player to visit each of their five attractions and return to the park's entrance wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Disney Theme Parks"
    ]
  },
  {
    "Rank": "20482",
    "Name": "Irány a Kincses Sziget!",
    "ID": 216330,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/216330/irany-a-kincses-sziget",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Description from the publisher (translated):&#10;&#10;Ir&aacute;ny a Kincses Sziget! (Destination: Treasure Island) is formally a race game, but in fact you need to employ tactics to meet challenges, complete missions and earn victory points. Your decisions will largely influence your score, although elements of luck are also present in the game.&#10;&#10;2-4 pirate ships set to sea to reach Treasure Island ahead of the others. But being the first is not enough: the real winner will be the one who scores best in the various challenges on the way. &#10;The pirates (48 character cards) have certain skills of different strength which can be boosted by using the appropriate weapons and tools (24 weapon cards). The set of cards held by players in hand continuously changes as cards are played and replaced during actions. This determines the actual power of a player&rsquo;s crew when facing a particular challenge.  Playing the cards tactfully can earn considerable advantage and valuable treasures for players, which will improve their final score.&#10;&#10;The game starts with an empty board and a series of blank fields on the sea, leading to Treasure Island. As the ships move ahead, the board is gradually filled with event cards randomly drawn, all indicating an action. Players will gather and sell pearls, trade with weapons, spy out and occupy islands, collect treasures, complete various missions or even kidnap other&rsquo;s sailors.  Often they master their skills to compete against each other or fight the forces of nature.&#10;&#10;The winner will be the player who achieves the most victory points by sailing fast, completing missions and having a valuable collection of treasures.&#10;&#10;Description from the publisher:&#10;Ir&aacute;ny a Kincses Sziget!&#10;Verseng&eacute;s &eacute;s k&uuml;zdelem a tengeren&#10;&#10;Az Ir&aacute;ny a Kincses sziget! formailag egy versenyj&aacute;t&eacute;k, de a gy&#197;&#145;zelemhez j&oacute; taktik&aacute;ra &eacute;s n&eacute;mi szerencs&eacute;re is sz&uuml;ks&eacute;g van. &#10;N&eacute;h&aacute;ny kal&oacute;zhaj&oacute; nagy zs&aacute;km&aacute;ny rem&eacute;ny&eacute;ben nekiv&aacute;g a tengernek, hogy a t&ouml;bbiek el&#197;&#145;tt &eacute;rjen el a Kincses szigetre. Azonban ha ez valamelyik&uuml;knek siker&uuml;l, m&eacute;g nem jelenti azt, hogy megnyerte a partit, csup&aacute;n azt, hogy a j&aacute;t&eacute;k a v&eacute;g&eacute;hez &eacute;rt. A gy&#197;&#145;zelem ugyanis a legt&ouml;bb pontot &ouml;sszegy&#197;&#177;jt&#197;&#145; j&aacute;t&eacute;kos&eacute; lesz, a pontszerz&eacute;s pedig els&#197;&#145;sorban a hossz&uacute; tengeri &uacute;t esem&eacute;nyei r&eacute;v&eacute;n t&ouml;rt&eacute;nik. A sz&aacute;mtalan v&aacute;ratlan fordulat (&ouml;sszesen 64 k&uuml;l&ouml;nb&ouml;z&#197;&#145; esem&eacute;nyk&aacute;rty&aacute;n) n&eacute;ha csup&aacute;n a soron l&eacute;v&#197;&#145; j&aacute;t&eacute;kost &eacute;rinti, de gyakran fordul el&#197;&#145;, hogy a j&aacute;t&eacute;kosok egym&aacute;ssal k&uuml;zdenek meg &ndash; p&eacute;ld&aacute;ul egy p&aacute;rbajban vagy &uuml;zk&ouml;zetben.&#10;&#10;A kal&oacute;zhaj&oacute;k leg&eacute;nys&eacute;g&eacute;t (48 k&uuml;l&ouml;nb&ouml;z&#197;&#145; karakter) &eacute;s azok fegyvereit, eszk&ouml;zeit k&aacute;rty&aacute;k k&eacute;pviselik. Ezek folyamatosan cser&eacute;l&#197;&#145;dnek a j&aacute;t&eacute;kosok kez&eacute;ben, ahogy kij&aacute;tssz&aacute;k &#197;&#145;ket az egyes akci&oacute;k sor&aacute;n. A matr&oacute;zok m&aacute;s-m&aacute;s m&eacute;rt&eacute;kben rendelkeznek bizonyos k&eacute;pess&eacute;gekkel: haj&oacute;z&aacute;si ismeretek, fizikai er&#197;&#145;, furfang &eacute;s befoly&aacute;s, karizma. E k&eacute;pess&eacute;geiket a megfelel&#197;&#145; fegyverekkel jav&iacute;thatj&aacute;k, &iacute;gy a j&aacute;t&eacute;kosok k&eacute;zben tartott lapjainak mindenkori &ouml;sszet&eacute;tele hat&aacute;rozza  meg, milyen er&#197;&#145;t k&eacute;pviselnek egy-egy akci&oacute;ban, avagy le tudj&aacute;k-e gy&#197;&#145;zni az akad&aacute;lyokat. Aki okosan j&aacute;tssza ki a lapjait, nagy el&#197;&#145;nyre tehet szert &eacute;s mes&eacute;s kincseket zs&aacute;km&aacute;nyolhat, ami sz&aacute;m&iacute;t a v&eacute;gs&#197;&#145; &eacute;rt&eacute;kel&eacute;sn&eacute;l.&#10;&#10;Az &uuml;resen indul&oacute; j&aacute;t&eacute;kt&aacute;bla minden alkalommal m&aacute;s &eacute;s m&aacute;s lesz, mivel az esem&eacute;nyek sorozata &ndash; esem&eacute;nyk&aacute;rty&aacute;k h&uacute;z&aacute;sa &eacute;s elhelyez&eacute;se r&eacute;v&eacute;n &ndash; v&eacute;letlenszer&#197;&#177;en alakul. A j&aacute;t&eacute;kosoknak lehet&#197;&#145;s&eacute;ge van gy&ouml;ngykagyl&oacute;kat felsz&iacute;nre hozni, majd az igazgy&ouml;ngy&ouml;ket eladni, kif&uuml;rk&eacute;szni egyes ismeretlen szigetek v&eacute;delmi erej&eacute;t, majd megt&aacute;madni, elfoglalni &eacute;s kirabolni azokat, kincseket gy&#197;&#177;jteni, k&uuml;ldet&eacute;seket teljes&iacute;teni, elcs&aacute;b&iacute;tani egym&aacute;s matr&oacute;zait, &ouml;sszem&eacute;rni erej&uuml;ket haj&oacute;z&aacute;si ismeretekben &eacute;s &uuml;gyess&eacute;gben, mik&ouml;zben meg kell k&uuml;zdeni&uuml;k a term&eacute;szet erej&eacute;vel is.&#10;&#10;Az gy&#197;&#145;z, aki a legmagasabb pontsz&aacute;mot &eacute;ri el a gyorsas&aacute;g, a teljes&iacute;tett k&uuml;ldet&eacute;sek &eacute;s az &ouml;sszegy&#197;&#177;jt&ouml;tt kincsek besz&aacute;m&iacute;t&aacute;s&aacute;val.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Collectible Components",
      "Exploration",
      "Fighting",
      "Nautical",
      "Pirates",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "20483",
    "Name": "Digger",
    "ID": 89611,
    "Year": "(2010)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/89611/digger",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&quot;A shower of gold nuggets ...&#10;An hidden hourglass, unleashed gold diggers. Roll the dice as many times as you want to collect as many gems as possible in the allotted time.&#10;&#10;A cascade of bad faith!&#10;Be careful to your mates, who push you to stop digging too soon or to continue to play while the clock is ticking!&quot; (Asmod&eacute;e)&#10;&#10;Digger is a fast game of dice rolling with a twist : you only have 30 seconds to collect the more gems you can and pile them on your board. You can take them from the stock or try to steal them from the other gold diggers. But the hourglass is hidden by the player on your right and if you don't pile all your gems in the allotted time, you'll lose them all.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "20484",
    "Name": "Take-Back-Toe",
    "ID": 98978,
    "Year": "(2011)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/98978/take-back-toe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "6",
    "Play Time": "6",
    "Weight": "1.4286",
    "Description": "Take-Back-Toe is a short abstract strategy game for two players. Starting with a central row of ten chips on four adjacent spaces, players try to move chips to create three stacks of equal height on their side of the board.&#10;&#10;On a turn, a player rolls a six-sided die, then moves a stack of exactly that many chips to an orthogonally adjacent space on the 3x4 game board. A player cannot reverse the opponent's previous move.&#10;&#10;For a longer challenge, players can complete a set number of games, alternating the start player and scoring as many points for a victory as the height of the winning stacks. The player with the highest cumulative score wins.&#10;&#10;The game was the winner of the Thousand Year Game Design Challenge, a 2011 contest to design a game that might still be played a thousand years hence.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Components: 3 x 4 Grids",
      "Digital Implementations: Abstract Play",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20485",
    "Name": "Infinity",
    "ID": 3552,
    "Year": "(1974)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/3552/infinity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Another of the classic Euro-style games published in the mid-70's by Gamut of Games. The Second Edition lists Sid Sackson as a creative consultant to Phil Orbanes, author of Cartel and Trumpet.&#10;&#10;A unique board, showing four arms of a galaxy spiraling out from an infinity center (which is the end of game mechanism), plus 144 miniature full color tiles for space, life and time. The second edition included a long box and a &quot;simulated leather bound&quot; 1-piece bi-fold game board.&#10;&#10;Each player collects tiles and builds planets and moons, then a full civilization in miniature full color tiles along his/her arm of the galaxy. Playing more tiles from the hand earns scoring points. Black Holes and Disasters to thwart opponents, and a unique tile-drawing mechanism for building your universe are also featured.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Science Fiction"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "20486",
    "Name": "Folded Wishes",
    "ID": 275349,
    "Year": "(2020)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/275349/folded-wishes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "It is said that beautifully folded paper can make your heart&rsquo;s deepest wish come true. In Folded Wishes, you&rsquo;ll compete in a prestigious contest to be named a master of origami.&#10;&#10;Each turn, you&rsquo;ll connect a paper pattern tile to the grid of tiles in the center of the table. Each pattern tile has a fold action that lets you change positions of animals in the grid. Then, you&rsquo;ll push your tile into the grid and take a new tile for your next turn. Folding your animals into specific shapes in the grid lets you learn new skills to make your folds even more powerful.&#10;&#10;The origami crafter with all four of their origami animals in a straight vertical, horizontal, or diagonal line inside the grid of pattern tiles earns the favor of the emperor and wins!&#10;&#10;In addition to wooden animal pieces, Folded Wishes comes with sheets of origami paper so that players may craft their own pieces.&#10;&#10;-description from developer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "20487",
    "Name": "Walter Wick Can You See What I See?",
    "ID": 40653,
    "Year": "(2009)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/40653/walter-wick-can-you-see-what-i-see",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Can you see a seashell? How about a kangaroo? Find both of these and more in this visual game of hide and seek just for you! Reveal a Find Me tile and try to find the featured object among your set of Keep Me cards. Look carefully as objects may be hidden and you may have more than one match on your cards. Be the first player to collect all of your cards and you have one sharp eye!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "20488",
    "Name": "Picky Pixie",
    "ID": 389043,
    "Year": "(2023)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/389043/picky-pixie",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Pixies &ndash; those diminutive winged creatures from fairy tales &ndash; are a rare sight in our world. Who knew they had so many dietary restrictions? Befriend one by figuring out its favorite foods!&#10;&#10;In each round of Picky Pixie, a different player takes the role of the pixie, setting the rules for what they will or will not eat, whether based on number of flowers, even or odd numbering, color, or type. They start by drawing two flower cards, each of which has two groups of flowers on each side, then places one group on a card by the YES side of the pixie card and a group on the other card by the NO side.&#10;&#10;On a turn, a player draws the top flower card, chooses a group on it, then the pixie places it visibly by the YES or NO side of its card. Any player may call for a guess after this turn. If they do, the pixie draws a flower card from the deck and places it next to them to track the number of guesses, then each player writes down and reveals their guess. If anyone is correct, the round ends, with the correct guesser scoring 1 point for every two cards remaining in the deck and the pixie scoring 2 points per guess. If no one is correct, the next player takes their turn, with players taking turns until someone guesses correctly or the deck has fewer than two cards remaining.&#10;&#10;After everyone has been pixie once, whoever has scored the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Communication Limits",
      "Induction"
    ],
    "Families": [
      "Containers: Wallets",
      "Series: Micro Game (Matagot)",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "20489",
    "Name": "Pig Pong",
    "ID": 3793,
    "Year": "(1986)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/3793/pig-pong",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Pig pong combines the ever popular &quot;sport&quot; of ping pong with, well, plastic pigs.&#10;&#10;The contents are 1 net, 2 scoring tokens (shaped like pigs), 1 serving trough, 6 puff balls and 4 pigs.&#10;&#10;The general idea of the game is to have two teams, on either side of the plastic net, squeeze the plastic pigs. In doing so, the pigs act like bellows and push a very light &quot;puff&quot; ball towards the opponent. If the puff lands anywhere on one team's side, the opposing team receives a point. The puff is then placed on the serving trough (a mini-shelf on the net) and on the count of &quot;oink&quot; the teams bellow away again.&#10;&#10;First team to 11 points is the winner!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Pigs",
      "Sports: Volleyball"
    ]
  },
  {
    "Rank": "20490",
    "Name": "Scrappers",
    "ID": 43168,
    "Year": "(2009)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/43168/scrappers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.7059",
    "Description": "Following the success of their critically acclaimed family card game, Infernal Contraption, Privateer Press is pleased to announce Scrappers, a family board game for 2-4 players ages 9 and up. In Scrappers players take on the role of lively goblin mechanics as they race around a factory trying to pull parts off a constantly moving conveyor belt in order to be the first to complete their contraptions. Featuring stunning full-color artwork from Privateer Press Artist Chris Walton, Scrappers is scheduled to release world-wide in September 2009.&#10;&#10;&ldquo;The game features fast, intuitive game play that takes only minutes to learn, but presents a strategic depth that will challenge both new young players and seasoned veterans alike,&rdquo; said Privateer Press Chief Creative Officer Matt Wilson when asked about the new Bodgers game, &ldquo;Add to that the maniacal and zany cast of the Bodgers goblin mechanics and Scrappers is a game everyone will want to play again and again.&rdquo;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Setting: Bodgers"
    ]
  },
  {
    "Rank": "20559",
    "Name": "Sea or Shore",
    "ID": 419892,
    "Year": "(2024)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/419892/sea-or-shore",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Travelling from island to island, you and your fellow explorers search for mysterious treasure chests containing inconceivable riches. However, it&rsquo;s a free-for-all: will you play the highest card of the right color to claim the treasure? Given the high stakes, the explorers only show either the color or the number of their card. Play the right card, bluff and dive into the depths to come up with the most treasures. Will you show the relevant island or unveil the underwater world you&rsquo;re going for?&#10;&#10;In Sea or Shore you aim to collect as many treasures as possible. You collect them by playing the right island card at the right time, while making the strategic decision to show either the sea (color)or the shore (number). The right choice could let your opponents guessing. If you play the highest card of a color, you could claim a treasure or even steal one from an opponent. There might not be a treasure in your color though, in which case you could activate an action card to gain an edge over your opponents. The game ends after two full rounds. The winner is the player with the most treasure points at the end of the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "20491",
    "Name": "Hollywood Racers",
    "ID": 336291,
    "Year": "(2022)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/336291/hollywood-racers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "20XX. In the wake of a global pandemic, government around the world have decided to forbid all form of art and entertainment, deemed harmful and dangerous to the people. With movies now banned, Hollywood is no more than a no-man's land. But unbeknownst to many, there's a bunch of wacky drivers, clandestinely gathering in a huge movie studio, where they engage in completely crazy races, going through movie set after movie set, in search of glory, useful items... and Effixium (especially Effixium).&#10;&#10;Which of these &quot;Hollywood Racers&quot; will win the ultimate race ?&#10;&#10;Gameplay:&#10;On your turn you may choose to perform up to 3 actions among: Move, Use one of your vehicle's abilities, ram, honk or repair.&#10;&#10;Each track (movie set) has different rules and you will have to adapt and use them to your advantage in order to outsmart your opponents.&#10;&#10;The first player who manages to reach the finish line with his two vehicles wins the race.&#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20492",
    "Name": "Activity: Alles ist möglich",
    "ID": 114143,
    "Year": "(2009)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/114143/activity-alles-ist-moglich",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In this version of Activity, the aim of the game is again to explain as many terms as possible to your team and to be the first team to cross the finish line, but there is a special term on each card and it can be explained by using any combination of drawing, pantomime and sound.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Line Drawing",
      "Team-Based Game"
    ],
    "Families": [
      "Series: Activity (Piatnik)"
    ]
  },
  {
    "Rank": "20493",
    "Name": "Dictator of Sweden",
    "ID": 351602,
    "Year": "(2021)",
    "Geek Rating": "5.511",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/351602/dictator-of-sweden",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Dictator of Sweden is played with two teams, representing democrats and anti-democrats, in the Swedish parliament.&#10;&#10;Each player is secretly assigned a role in one of the teams, including 1 role as dictator. The ones assigned as anti-democrats will know each other.&#10;&#10;Players in turn, will become prime minister, that suggests another player to form government with. If approved by a majority, that government, may take an authoritarian or democratic decision.&#10;&#10;The game ends when 6 authoritarian or 6 democratic decisions have been taken.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Hidden Roles",
      "Team-Based Game",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Country: Sweden"
    ]
  },
  {
    "Rank": "20494",
    "Name": "Leviathan",
    "ID": 233854,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/233854/leviathan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Description from the publisher:&#10;&#10;Leviathan is an asymmetrical 2-player &quot;micro&quot; game, which offers a dynamic tactical battle at sea with a mere 18-card deck. The cards themselves are the &quot;playing pieces,&quot; and movement is measured out in real space on any flat surface.&#10;&#226;&#128;&#139;&#10;Inspired by Herman Melville's famous literary nemeses, one player controls the fearsome Moby Dick and a pod of whales, using hidden movement to elude the opponent, who controls the whaling fleet of Ahab and his crew. Moby Dick prevails by destroying the whaleship Pequod, while Ahab won't rest until the white whale of his nightmares is slain.&#10;&#226;&#128;&#139;&#10;Leviathan offers players a simple set of rules but a rich wargame flavor in about 15 minutes and is highly portable. This is a great piece of introductory level naval combat for both new and experienced gamers across the age spectrum, and a wonderful homage to two of literature's most notorious monsters.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fighting",
      "Nautical",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Memory",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Whales",
      "Category: Two-Player Fighting Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20495",
    "Name": "CubiCup",
    "ID": 20642,
    "Year": "(2004)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/20642/cubicup",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Each player chooses a set of colored cubes. The players take turns placing cubes on the board. The player who places the last cube at the top of the pyramid is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "20496",
    "Name": "Shadow Era",
    "ID": 120000,
    "Year": "(2012)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/120000/shadow-era",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Shadow Era is the physical world edition of the electronic multi-platform collectible card game by the same name. The initial (physical) release was crowd funded and contains the first set of 200 cards.&#10;&#10;In this fantasy world of the Shadow creatures have fallen over the realm of mankind. The player assumes the role of a powerful character on either side and fights his enemies using a customized deck of cards.&#10;&#10;Each deck contains a hero card with a different special ability and number of hit points. A player loses the game when his character's life drops to zero. Each turn players may sacrifice a card from their hand to build their resources and then use those resources to play cards or execute abilities. Cards can be allies with which to attack the opposing side, abilities such as spells and items including weapons and armor.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20497",
    "Name": "Black Stories Stadt-Land-Tod",
    "ID": 85999,
    "Year": "(2010)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/85999/black-stories-stadt-land-tod",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "&quot;Black stories: Stadt-Land-Tod&quot; is a very fast game that can be played with at least 2 players. Theoretically an unlimited number of players can join the game - the only limiting factor is the number of pencils and sheets of paper you have at hand.&#10;&#10;In each round a letter is randomly determined. Then each player writes down a substantive for each word category that start with the determined letter.&#10;&#10;The categories are (among others): Place of murder, weapon, escape vehicle. They are predetermined on the sheets that come with the game.&#10;&#10;The first player who manages to find a word for each category stops the round and the results from all players are compared.&#10;&#10;For each word a player wrote he gets points: 5 if other players wrote the same word / 10 if no one else thought of this word.&#10;&#10;Example: &#10;Random letter: C&#10;&#10;Anna wrote for the category &quot;escape vehicle&quot;: car&#10;Bob wrote: cab&#10;Roy wrote: car&#10;&#10;Anna and Roy get 5 points each. Bob gets 10 points.&#10;&#10;After this the next round begins.&#10;&#10;The game can continue as long as the players agree on.&#10;Finally all points are summarized and the player with the most points wins.&#10;&#10;This game is the &quot;black stories&quot; variant of a classical game called &quot;Stadt, Land, Fluss&quot; (City, Country, River) which is played by almost every child in Germany (e.g. at school during breaks).&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;============================From the publisher website:&#10;&#10;Duisburg, D&auml;nemark und Donau waren gestern- in dieser bltur&uuml;nstigen Version des Klassikers &quot; Stadt Land Fluss&quot; geht es um Mordmotive, Tatwaffen und Fluchtfahrzeuge.&#10;50 Blatt mit Spielanleitung&#10;&#10;Translation:&#10;&#10;Duisburg, D&auml;nemark and Donau were yesterday - in this bloodthirsty edition of the German classic &quot;Stadt, Land, Fluss&quot; (categories) it's all about murder reasons, weapons and escape vehicles. &#10;50 playing sheets and manual&#10;&#10;",
    "Categories": [
      "Horror",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Black Stories"
    ]
  },
  {
    "Rank": "20499",
    "Name": "Witkacy",
    "ID": 180208,
    "Year": "(2015)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/180208/witkacy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "In Witkacy, you are going to restore copies of paintings by the famous polish artist Witkacy. In order to get the most of them, you need to look for the right fragments. The player who has the most copies restored wins, but at the same time, popular paintings are more valuable than others.&#10;&#10;Each player starts with one double-sided card and puts it in front of themselves as the start of their collection. In each round players take one card, may play a special action, then add the card to their collection. Each card is divided in three segments and shows only part of a painting &mdash; at least one quarter of it, half at most.&#10;&#10;The aim of the game is to choose which parts of the cards to connect and when and how use the special one-time actions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Mechanism: Partially overlapping cards",
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "20498",
    "Name": "Five-up",
    "ID": 47994,
    "Year": "(1959)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/47994/five-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Five-up is a point Traditional Games: Dominoes game in the &quot;Fives Family&quot; of Traditional Games: Dominoes games played with a standard Western Dominoes set of 28 tiles.  This variation adds the ends of the dominoes to make a multiple of five for scoring. Five-up is very similar to other games such as All Fives, Muggins, and Sniff.&#10;&#10;In Five-up, each player starts out with five dominoes in their hand, and the first player can play any domino in their hand.  Thereafter, each player must play a domino from their hand if they can match it to a domino end on the table.  If they cannot play a domino from their hand, they must draw from the &quot;boneyard&quot; until they can play a domino on the tableau.  If the ends of the dominoes add up to a multiple of five, the player adding the domino scores one (1) point for each multiple of five (5) (IE: if the ends added up to ten (10), the player would score two (2) points).  The first player that plays their last domino from their hand, adds up the count remaining in their opponent's hand and scores the total divided by five (5) (IE: if the opponent had a count of fifteen (15) in their hand, the scorer would score three (3) points).&#10;&#10;Five-up is played to a score of 61, and is usually played with a Cribbage board to keep score.&#10;&#10;Five-up is unique in that every double domino played is a possible &quot;spinner,&quot; and plays can be played on all four sides of a &quot;spinner.&quot;&#10;&#10;The rules for Five-Up were standardized and popularized in the 60's by Dominic C. Armanino, who wrote at least four books on Dominoes. He was a strong advocate and PR agent for this version of the game.  Life magazine called this version, A big new go for the humble domino.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "20500",
    "Name": "Remember the Alamo!",
    "ID": 1616,
    "Year": "(1982)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/1616/remember-the-alamo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.7857",
    "Description": "&quot;Remember the Alamo!&quot; is a two-player historycal wargame about the final Mexican assault Against the Alamo mission on March 6, 1836. One player controls the Mexican troops trying to capture the Alamo. The other player controls the Texan and Tennessean defenders, trying to hold the mission and drive the Mexicans off the field.&#10;The rules are short and easy to learn, but written so players can experience the thrill of this desperate battle.&#10;The game includes one 16-page rule-booklet, one full-color 12&quot; x 14&quot; map of the Alamo, two six-sided dice, one sheet of 84 counters printed on both sides representing Mexican infantry and sharpshooters, Texans and Tennessee volunteers, cannon and the famous Texan leaders, James &quot;Jim&quot; Bowie, Davy Crockett, William &quot;Buck&quot; Travis and James Bonham and one plastic box.&#10;&#10;",
    "Categories": [
      "American West",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Cities: San Antonio (Texas, USA)",
      "Country: Mexico",
      "Country: USA",
      "History: Texas Revolution",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Minigames (TSR)",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "20501",
    "Name": "The Marcher Lords: The Norman Conquest of Wales",
    "ID": 9033,
    "Year": "(2003)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/9033/the-marcher-lords-the-norman-conquest-of-wales",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "In many ways, the famous Battle of Hastings in 1066 was just the beginning for the Normans, with many challenges awaiting them in the British Isles. In order to secure the Welsh border, William the Conqueror (recently crowned as King of England) established loyal Norman nobles in strongly garrisoned Earldoms along the frontier. What followed was decades of warfare and diplomacy as these &quot;Marcher Lords&quot; sought to extend their domains by subjugating the stubbornly independent Welsh.&#10; The Marcher Lords is a simulation of the Norman conquest of Wales in the 11th century on a grand strategic scale. Players assume command of Norman Earls or their Welsh foes, and make the decisions on a area movement map that will determine the course of the war. To be successful, the Normans will have to fortify their conquests by building castles and hold out against Welsh counterattacks, Viking raiders and various other threats.&#10;&#10;The 11 x 17&quot; map covers all of Wales. The 208 counters show Kings, Earls, knights, teulus, Vikings, Irish and more.&#10;&#10;The newer boxed version says it is 2-4 players.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Wales",
      "History: Norman Conquest"
    ]
  },
  {
    "Rank": "20502",
    "Name": "The Cursed Menagerie",
    "ID": 400093,
    "Year": "(2023)",
    "Geek Rating": "5.511",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/400093/the-cursed-menagerie",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "You are a gifted individual, imbued with the ability to detect and dispel evil spirits. Specifically you specialize in haunted objects.&#10;&#10;Once again you&rsquo;ve been called to the home of a citizen whose brush with the supernatural has left them shaken and desperate for help. While you certainly value your role in the community as caretaker and guardian, part of you knows there is another appeal to your line of work.You like to collect these dangerous objects. Something about locking them up, safely in your vault makes the world feel just a bit safer. More in control. And that&rsquo;s good, right?&#10;&#10;A Print and Play Game (only).&#10;&#10;The Cursed Menagerie is a solo dice and card game where the player takes on the role of an investigator attempting to expel ghosts from objects like a haunted doll house, spooky ballerina music box and many more!  Can you add all 13 objects to your collection or will you be overcome by the evil within?&#10;&#10;The mini-campaign game uses a unique reveal mechanic that slowly reveals which type of ghost is haunting the object. Attentive investigators will learn the strengths and weaknesses of these ghosts and use that knowledge to better strategize.&#10;&#10;To win, you'll have to create dice combinations and manage your character's resources.&#10;&#10;The game includes 3 Characters which can be paired with 3 Skill cards for up to 9 different combinations. Future expansions will add to this variety as well as the Ghost + Object combinations.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The Cursed Menagerie",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "20503",
    "Name": "Full House",
    "ID": 5589,
    "Year": "(1979)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/5589/full-house",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Each player is an innkeeper, signing in and checking out guests as directed by the cards and the die.  He tries to improve the standard of his hotel from Economy to Luxury, thereby attracting more guests and higher room rates. Players start with $7,500 and an empty hotel (consisting of two floors of four rooms each: one single, one double, and two suites).&#10;&#10;A player begins each turn by selecting three guests from the plastic &quot;People Popper&quot; and check them in to his hotel.  If he doesn't have the required space, the guest moves clockwise around the board to one of his opponents. A die is then rolled and the player does the action of the square he lands on.  This could mean checking out his guests, staying at another hotel, or getting a random event. A hotel may be upgraded in stages from Economy to Luxury by paying an upgrade fee.  Every step increases the rates that are paid by each guest.&#10;&#10;There is a little skill in deciding how your guests fit into your hotel, but otherwise the game is driven by the roll of the die.&#10;&#10;The first player to make $500,000 wins the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Mechanic: Circuit-Based Trading Games"
    ]
  },
  {
    "Rank": "20504",
    "Name": "Aqua Brunch",
    "ID": 166556,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/166556/aqua-brunch",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The grey fins of the shark pack draw closer and closer, walruses prepare to attack, and the dark shapes of mighty orcas lurk around them all. Everyone is hungry and looking for tasty prey: The time is right for an Aqua Brunch! You will choose how lavish the banquet will be, but beware of the jellyfish because they might give you indigestion!&#10;&#10;In this card game, you must collect turn by turn the best combinations of predators and food. Each turn, players receive three cards &mdash; two face-up and one face-down &mdash; then they pass one card to their left-hand player until someone calls &quot;Brunch&quot;. If you want to continue passing, you have to draw an aqua card (which usually grants penalties in the scoring phase). When all of the aqua cards are gone or everyone has agreed to &quot;brunch&quot;, players start the scoring phase. Everyone then plays one of their score (food) cards; whoever played the strongest combination chooses one of the just played score (food) cards, then the next player chooses, etc. After six rounds, the game ends.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Animals: Sharks"
    ]
  }
]