[
  {
    "Rank": "6601",
    "Name": "Take a Seat",
    "ID": 352485,
    "Year": "(2022)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/352485/take-a-seat",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.2222",
    "Description": "It's premi&egrave;re day, where the best musicals of the city compete to fill theaters for weeks on end. To make your premi&egrave;re is the most successful, you will need to attract and sit the audience onto the best possible locations. This will not be an easy job. The word got round and the most important celebrities, authorities and press do not want to miss this glamorous event. Will you be able to find the best seats? Now if you'll excuse me, the &quot;Show must go on!&quot;&#10;&#10;PLAYING THE GAME&#10;&#10;Take a Seat introduces an innovative mechanic named Share &amp; Write where the randomness is created by player interaction (instead of a dice or a card). In each turn players will get a reservation panel and they will have to decide whether to use the usher's ability or get direct points. Then they will need to mark a reservation in the board of their right or left (depending the turn) by scratching on any of the 4 tickets of the reservation panel.  Finally they will have to assign seats on the theater by marking the outline and the circles that correspond to the selected pieces in the previous step.&#10;&#10;The game last 14 turns. Once ended you proceed to the final score. There are 3 areas to score: objective cards, reservation majorities and usher bonus. Players add up all points to get the total scoring. The player with the highest score wins the game&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Coverage",
      "Paper-and-Pencil",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Variable Set-up"
    ],
    "Families": [
      "Mechanism: Flip-and-Write",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "6602",
    "Name": "Freaky Frogs From Outaspace",
    "ID": 385833,
    "Year": "(2023)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/385833/freaky-frogs-from-outaspace",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "25",
    "Play Time": "50",
    "Weight": "2.1667",
    "Description": "Finally you have time again for a pinball session. Let&rsquo;s see how long you can keep the ball running on your favourite old pinball machine this time.&#10;&#10;If everything runs perfectly, you will start the nerve-wracking Multiball, or you gain an Extra Ball to play an additional round.&#10;&#10;Can you achieve a new High Score, or do you lose the balls faster than you are able to push the flippers?&#10;&#10;Freaky Frogs From Outaspace recreates the exciting experience of a real pinball machine as a card game. Try to keep playing as long as possible, relying both on skill and luck.&#10;&#10;This game can be unfair, exactly like a real pinball machine. Sometimes you lose a ball very fast without having any opportunities to aim on the targets: Bad luck!&#10;&#10;Do not give up if you initially only score 1000 points. From game to game you will get better. Score Bumpers, hit the Ramps, and possibly activate the Multiball... and you will get to scores of 100000+ points, as you score with a real pinball machine.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Chaining",
      "Critical Hits and Failures",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "Move Through Deck",
      "Push Your Luck",
      "Simulation",
      "Solo / Solitaire Game",
      "Sudden Death Ending"
    ],
    "Families": [
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "6603",
    "Name": "Finito!",
    "ID": 34166,
    "Year": "(2008)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/34166/finito",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1059",
    "Description": "Back of the box:&#10;The simple game principle spells fun for the whole family! All players are actively involved in the game the whole time. The numbered counters must be sorted into sequence by the end of the game. But watch out for the die! It makes a jumble of numbers to begin with. You need a bit of luck and a lot of skill.&#10;&#10;Part of the Schmidt Spiele Easy Play line.&#10;&#10;Online Play&#10;&#10;     Play Finito online (Happy Meeple): Real-time play against human opponents or strong Artificial Intelligence. 3 minutes tutorial. &#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Series: Easy Play (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "6604",
    "Name": "Ladder 29",
    "ID": 220598,
    "Year": "(2017)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/220598/ladder-29",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "Ladder 29 is a hot game of ladder-climbing firefighters. As experts in the time-honored business of firefighting, players attempt to extinguish their hand of cards while facing difficult challenges that hinder their abilities and choices. Players must decide when to play it safe and when to put it all on the line in this easy-to-learn game that is sure to turn up the heat around the gaming table!&#10;&#10;Ladder 29 is played over several rounds in which players are dealt 13 cards each, pass three cards to the player on the left, then in reverse scoring order select a hotspot card; this card details the number of points awarded depending on the position the player goes out and a challenge that applies only to that player for the round: a player may only be able to lead singles, end runs in even numbers, or have limitations on what suits can be played in sets. The bigger the risk taken, the bigger the potential reward.&#10;&#10;The first player to &quot;extinguish&quot; their hand by playing all 13 cards wins the round and earns the most points possible on their hotspot card. Play continues until additional players go out, with all except the one who goes out last earning points for their finishing position.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "6605",
    "Name": "Sorcery: Contested Realm",
    "ID": 359315,
    "Year": "(2022)",
    "Geek Rating": "5.667",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgame/359315/sorcery-contested-realm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "3.2857",
    "Description": "Two players take the roles of Avatars, assemble their own decks, and then cast a variety of elemental spells, summon powerful minions, and shape the world around them from their Atlas to increase their dominance and ultimately banish their foe.&#10;&#10;Sorcery is a realm contested by Avatars with one goal: to be the last Avatar standing. In order to win, a player must first put their opponent&rsquo;s Avatar at Death&rsquo;s Door by reducing its life total to 0. After that, the player must then deliver the final Death Blow to the dying Avatar, which rewards them with the win. A player also wins if their opponent attempts to draw a card from an empty deck&mdash;either the Atlas or Spellbook&mdash; or if their opponent surrenders.&#10;&#10;Sorcery: Contested Realm is played over a series of turns. Players take their turn, one at a time, following 3 phases:&#10;&#10;Start Phase&#10;Untap Step: Untap your Avatar, minions, and relics.&#10;Draw Step: Draw a card from your Spellbook or Atlas. If you are the first player, skip this step on your first turn of the game.&#10;Start Step: &ldquo;At the start of turn&rdquo; abilities trigger.&#10;&#10;Main Phase&#10;You may, in any order:&#10;Cast spells; Activate abilities; Interact with relics; Move with a minion; Attack with a minion;&#10;&#10;End Phase&#10;Rest Step: Remove damage from all minions.&#10;End Step: &ldquo;Until the end of turn&rdquo; abilities end, and the turn passes to your opponent.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Player Elimination"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "6606",
    "Name": "Katarenga",
    "ID": 233502,
    "Year": "(2017)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/233502/katarenga",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.25",
    "Description": "Your objective in Katarenga is to get two of your figures past the opposing baseline. That may sound easy &mdash; but your opponent is flexible and dangerous. The abilities of the playing figures change from one move to the next. Only if you realize the advantages of the division of four possible actions, make clever use of the different strengths, and plan ahead can you outsmart your opponent through tactical play and thus win the game.&#10;&#10;Description from the designer:&#10;&#10;Katarenga is a two-player abstract consisting of a variable board, 16 pawns, and rules of movement derived from Chess. Each pawn&rsquo;s move is governed by the colour of the square it moves away from (red = rook, yellow = bishop, green = knight, blue = king). For each game the board is constructed from four double-sided quarterboards, each of which can be placed either way up and any way round, yielding a total of over 24,000 different 8x8 boards. In the basic game your aim is to get two of your pawns to the opposite side without being captured. The same equipment can be used for playing a variety of other games with the same rules of movement and capture. Can you invent more?&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Components: Katarenga Board & Pieces",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "6607",
    "Name": "Bowling Solitaire",
    "ID": 25314,
    "Year": "(1969)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/25314/bowling-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5455",
    "Description": "Bowling Solitaire was designed by Sid Sackson and published on his A Gamut of Games. According to him, he created this game because of his distaste for solitaire games in which a red 9 is placed on a black 10.&#10;&#10;In this game, standard playing cards are used to simulate a round of bowling.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Gamut of Games (Sid Sackson)",
      "Series: The E•G•G",
      "Series: The Juan Line (Grail Game)",
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "6608",
    "Name": "Skyline 3000",
    "ID": 54643,
    "Year": "(2009)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/54643/skyline-3000",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3864",
    "Description": "Players represent corporations competing to assemble city buildings in their orbiting planets and install them onto specially-prepared platforms in the city districts. Each player wants to construct the most living space in the blocks that feature the most desirable improvements (Greenspaces, Spaceports, and Megamalls). Players can also erect Billboards at a loss, to entice customers and to reserve space for future construction. At the end of four rounds of play, the player who has earned the most points is the most successful developer and the winner of the game!&#10;&#10;Re-implements:&#10;&#10;    Capitol&#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Map (City Scale)",
      "Components: Multi-Use Cards",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "6609",
    "Name": "Alien vs Predator: The Hunt Begins (Second Edition)",
    "ID": 226009,
    "Year": "(2017)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/226009/alien-vs-predator-the-hunt-begins-second-edition",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5556",
    "Description": "Description from the publisher:&#10;&#10;Alien vs Predator: The Hunt Begins is a dynamic, tactical board game for one or more players that allows you to take control of one of three Forces: Alien Xenomorphs, Predator or Human Colonial Marines and face off against each other on a derelict spacecraft called the USCSS Theseus.&#10;&#10;From Alien Xenomorphs skulking in the shadows, waiting for the moment of weakness to pounce on and capture new hosts for the brood, to the well-trained Colonial Marines who are geared up with state-of-the-art equipment and finally to a mysterious race of brutal extra-terrestrial Hunters that the humans call Predators, each Force offers a unique set of skills to provide their own diversity to the gameplay. There&rsquo;s no shortage of terror and excitement in Alien vs Predator!&#10;&#10;Alien vs Predator offers many challenging game types, which can be played by one or more players and a main campaign consisting of 10 Missions joined together into a narrative story depicting dramatic events taking place on board the USCSS Theseus, this game provides hours of suspense and action! Alien vs Predator can also offer two sets of rules (Basic and Advanced) which offer beginners a chance to jump into the action easily but allows for depth and growth for experienced gamers alike!&#10;The game is a &quot;sandbox&quot; game so fully moddable and with future addons will open the game world up even further !&#10;&#10;Second Edition features:&#10;&#10;REDESIGNED MINIATURES&#10;&#10;All models have received fresh design and looks. Characters are more dynamic now and we are introducing built-in terrain bases as well.&#10;&#10;IMPROVED RULESET&#10;&#10;Second Edition of AVP contains all the patches and erratas we have collected over last year of testing and collecting feedback.&#10;&#10;THE LAST STAND MODE&#10;&#10;You can play with your fiends in cooperative way using The Last Stand Mode from First Edition. Aim of the game is simple - destroy Spawning Points of Xenomorphs, while Horde of Aliens is trying to do what they do best. Horde is controlled by The Game, while your brave Marines Squad or Predator Pack are controlled by players&#10;&#10;PACKAGING&#10;&#10;AVP Second Edition is now in different box, in a square shape, instead of rectangular one. It will fit stacks of your favorite board games perfectly and it's much easier to handle now.&#10;&#10;MINIATURES ARE UNICAST NOW&#10;&#10;Biggest improvement has been done with models - you can place them on board straight from the box! No assembling required, no gluing, no cutters - just open a game and play!&#10;PROTECTIVE FOAM INSERT FOR MODELS&#10;&#10;After you finish playing, you can assembly the game and put models back into the box without any risk of damaging them. All this thanks to protective foam we have used for miniatures.&#10;&#10;REVAMPED ARTWORK&#10;&#10;We have spent a lot of time improving our assets, which results in new design of tiles, we are using for a game.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Movies: Alien / Aliens",
      "Movies: Predator",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "6610",
    "Name": "Escape Room in a Box: Flashback",
    "ID": 279911,
    "Year": "(2019)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/279911/escape-room-in-a-box-flashback",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "With Escape Room in a Box: Flashback, you and your friends can play the ultimate room escape game at home -- and the heat is on! Your team of 2 to 9 players has 90 minutes to find clues, solve puzzles and crack codes in order to escape the mad scientist werewolf, Doc Gnaw. Solve 22 puzzles and unlock 4 real combination locks to construct a powerful amulet that holds the key to your freedom! This unique, three-path escape room game can be played UP TO THREE TIMES -- if you stick to one path during gameplay, you can play again on a different path with no overlap. And there's help from the outside: players can connect with Amazon Alexa to enhance the gameplay of Escape Room in a Box: Flashback. Good luck!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape Room in a Box (Mattel)"
    ]
  },
  {
    "Rank": "6611",
    "Name": "Princess Jing",
    "ID": 218179,
    "Year": "(2018)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/218179/princess-jing",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1333",
    "Description": "Princess Jing is a game of bluffing for two players or two groups of players.&#10;&#10;A palace can quickly become a maze for an escaping princess, where each mirror can either reveal a way out, or conceal a trap! It is up to her to use them at her advantage, before her guardians turn them into spying devices!&#10;&#10;Each player moves their princess across the board, hiding her progression, while placing allies and mirrors to uncover your opponent&rsquo;s princess. Escaping the palace and running off with your sweetheart will require both wits and stealth!&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hidden Movement"
    ],
    "Families": [
      "Country: China",
      "Mechanism: Hidden Movement",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6612",
    "Name": "Imperius",
    "ID": 233015,
    "Year": "(2018)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/233015/imperius",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "The ruling house of the empire is in decline &amp; in their weakness an opportunity presents itself. The throne is within the grasp of any rival faction bold &amp; cunning enough to grab power for themselves.&#10;&#10;Imperius, from acclaimed designer Grant Rodiek, puts you in charge of one of the rival factions trying to seize control of the throne of Imperius. Use clever drafting, secret information, special faction abilities, and varied planet effects to give yourself the edge. You must be able to adapt to take advantage of your position when it is strong and thwart your enemies when they appear to have the upper-hand.&#10;&#10;Key Points&#10;- Unique take on card drafting games for 2 to 4 players.&#10;- Highly tense and rewarding interactive gameplay.&#10;- Packed with loads of interchangeable content to keep your games fresh and exciting!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6613",
    "Name": "Final Fantasy Trading Card Game",
    "ID": 93287,
    "Year": "(2011)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/93287/final-fantasy-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Trading card game for the Final Fantasy video game world.&#10;&#10;Each player uses their own deck of 50 character cards. Players play character cards by using CP (crystal points).&#10;&#10;There are three kinds of character cards:&#10;&#10;    Forward character card: attackers, blockers and characters with various abilities.&#10;    Backup character card: producing CP and/or with various abilities.&#10;    Summoned Creature card: one shot ability.&#10;&#10;&#10;If the player discards a card, they produce 2 CP. If the player taps (dulls) his backup character card, he produces 1 CP.&#10;  &#10;On their turn, the current player can attack his opponent using his own forward character, and the opponent can block the attacker with their forward character. If the opponent does not block the attacker, one damage is dealt.&#10;&#10;When you deal 7 damage to your opponent, or your opponent runs out of cards, you win the game.&#10;&#10;Popular characters of various Final Fantasy video games appear in this game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga",
      "Video Game Theme: Final Fantasy"
    ]
  },
  {
    "Rank": "6614",
    "Name": "Facts in Five",
    "ID": 1233,
    "Year": "(1964)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/1233/facts-in-five",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6543",
    "Description": "Part of the 3M Bookshelf Series.&#10;&#10;Five cards are drawn. Each card contains a &quot;class&quot; and a list of &quot;categories&quot;. A category is selected for each class and the players and five letter tiles are drawn. The players have 5 minutes to come up with an example that begins with each letter for each class/category. There are also variations on the game to make it harder (like using the same letter for all five words) or to allow children to play against adults competitively with easier questions.&#10;&#10;2007 update: Now part of University Game's Bookcase Series.  The game has been updated to remove many of the esoteric categories (foreign words, spelling, authors of ______ descent).  It's now much more a test of pop culture trivial knowledge and there is no longer the option to select a category only.  One must now pick a Category and Topic (the term 'class' was removed).  Also, the letter distribution was updated.  The box indicates that this edition is copyright 2006.&#10;&#10;Contents:&#10;&#10;     56 cards&#10;     56 letter chips&#10;         4ea - D,M,S&#10;         3ea - B,C,H,P,*&#10;         2ea - A,E,F,G,J,L,N,R,T,W&#10;         1ea - I,K,O,Q,U,V,X,Y,Z&#10;    &#10;     Master Score Pad&#10;     Playing Card Sheets&#10;     Sand Timer(5 minutes)&#10;     Plastic Storage Tray&#10;     Rules(inside lid) &#10;     How to Score Sheet&#10;&#10;&#10; &#10;1967 3M &amp; 1976 Avalon Hill edition differences&#10;&#10;     Rules are separate (NOT on inside lid)&#10;     only 30 letter chips (1 of each letter plus 4 wild *'s)&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Sand Timers",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: 3M Bookshelf Series",
      "Traditional Games: Categories / Guggenheim",
      "Word Games: First Letter Given"
    ]
  },
  {
    "Rank": "6615",
    "Name": "1822PNW",
    "ID": 360242,
    "Year": "(2023)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/360242/1822pnw",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "4.4286",
    "Description": "Set in the U.S. Pacific Northwest, this is an 18xx game about the ragtag minor railway startups in the PNW laying the groundwork for the Major Eastern Giants as they expanded West.&#10;&#10;Based on Francis Tresham's 1829, and more specifically inspired by Simon Cutforth's 1822: The Railways of Great Britain, this 18xx title features multiple auction rounds throughout the game, distributing the minor companies and private companies in a randomized order, ensuring each game will play out quite differently.&#10;&#10;1822PNW builds upon previous games in the 1822 family by including a handful of community favorite private companies while adding in a variety of new regionally inspired private companies that give players a vast array of options to consider for end game route building. One of which is the addition of transporting lumber&mdash;a huge export from the region&mdash;that can't be carried by E-trains, but by engineering the right 7-train route you can add a significant amount of revenue to your bottom line.&#10;&#10;Finally, one big departure from the '22 family is that 1822PNW does away with concessions and instead features a merger mechanic that more closely mirrors the way in which the major companies staked their claim in the PNW.&#10;&#10;All of the features combine for a refreshing and exciting take on the genre-defining 1822 series.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Market",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: 18xx.games",
      "Game: 1822",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "6616",
    "Name": "Sync or Swim",
    "ID": 353196,
    "Year": "(2022)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/353196/sync-or-swim",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5714",
    "Description": "Inspired by real life synchronized swimming, Sync or Swim focuses on teamwork, collaboration, and communication.&#10;&#10;Each round,  teammates plan the perfect routine while taking direction from the team captain. The clock starts and players start trading, placing, and diving for cards to get their performance just right. As your team progresses through each round, the routines become more challenging and throw all sorts of twists your way!&#10;&#10;At the end of each round, the free app judges your performance based on your timing and accuracy&mdash;You and your friends will discover creative tactics for better strategies and scores each time you play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Action Timer",
      "Cooperative Game",
      "Hand Management",
      "Melding and Splaying",
      "Real-Time",
      "Score-and-Reset Game",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "6617",
    "Name": "18NEB",
    "ID": 38986,
    "Year": "(2010)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/38986/18neb",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.9545",
    "Description": "18NEB -- Railroads Across Nebraska&#10;&#10;18NEB is an 18xx game set in the state of Nebraska. 18NEB is a small game inspired by 18VA, 18FL, 18GA, and 18AL. It is intended to be an alternative to some of the longer and larger games while still providing interesting decisions and tension.&#10;&#10;It features partial capitalization, in which a RR may be floated just by buying the president's share.  There are no par values and shares always trade at market value.&#10;&#10;There is an original Priority Deal mechanic and a new Initial Auction system, both of which are highly regarded.&#10;&#10;In the late game two &quot;regional railroads&quot; are available, similar to the granger railroads that operated in the American plains, making this game historically accurate.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: USA",
      "Series: 18xx",
      "States: Nebraska"
    ]
  },
  {
    "Rank": "6618",
    "Name": "Opale",
    "ID": 288828,
    "Year": "(2019)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/288828/opale",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "The maleficent witch has trapped Azura, the giant dragon and guardian of the Kingdom of Atlea, in stone with the help of the Opale.&#10;Without protection, the kingdom is on the verge of war. The insurgents, creatures of darkness, are difficult for the Atlea&rsquo;s guardians and emissaries to repel.&#10;As a disciple of the giant dragon, you must enter the conflict to awaken Azura.&#10;&#10;Opale is a fast and addictive game for two players. Play your cards at the right moment to score more points and change the destiny of the Kingdom of Atlea.&#10;&#10;On a turn, a player plays one or more cards with the same motif, then refills his hand to five cards. The cards are always played onto the part of the game board that has the same motif. By laying out cards, a player collects point cards that are already present.&#10;&#10;Opale is the new edition of Dragonheart, with two variants from the designer.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6619",
    "Name": "The Next War: Modern Conflict in Europe",
    "ID": 8719,
    "Year": "(1978)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/8719/the-next-war-modern-conflict-in-europe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.1667",
    "Description": "The Next War is a brigade/divisional level simulation of a Soviet-led Warsaw Pact invasion of the central European front of NATO in the late 1970's. The three maps cover the area from the far north of Denmark, through Germany and Austria to the industrial heartland of Italy.&#10;&#10;The standard rules constitute the fast game, and contain all the rules necessary to play &quot;The Next War&quot; land game - a complete game that can be played independently. The most notable mechanic is the combination of combat within the movement of land units, with the ability of units to greatly exceed the basic movement allowance at increased risk of fatigue/attrition.&#10;&#10;Optional rules cover weather, supply, chemical/nuclear warfare, air and naval operations, airborne/airmobile and amphibious operations, helicopters and special forces, and electronic warfare and add can considerably to the record keeping and playing time.&#10;&#10;The campaign game covers the first 60 days after mobilization in three basic scenarios, Sudden War, Spring Maneuvers, Tension. The differences between these three concern the timing of the outbreak of war and the resultant state of readiness of the respective forces. Due to the large number of optional rules, however, the players may in fact choose from a vast array of possible Campaign Game situations.&#10;&#10;Six smaller scenarios depict smaller areas of operations over briefer periods of time in the regions of Berlin, Vienna, The Baltic, Fulda, North German Plains, and the Main Front (Fulda + North German Plains).&#10;&#10;The game components: three 22&quot; x 35&quot; map sheets plus one 6&quot; x 8&quot; and one 10&quot; x 12&quot; map extensions, 2400 die-cut 1/2&quot; counters, one 32 page rules book, one 40 page Scenarios and Situation Briefing book, two identical 4 page Charts &amp; Tables folders, and one 17&quot; x 22&quot; Air Allocation Display.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Political: NATO",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "6620",
    "Name": "Ninja Taisen",
    "ID": 162041,
    "Year": "(2014)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/162041/ninja-taisen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Ninja Taisen is a two-player, dice-driven open information abstract game with a random set-up. Both players have identical sets of ten fighters, with three fighters in each of three colors with values 1&ndash;3 along with a tri-colored boss valued at 4; these fighters are placed in small stacks of varying size onto a line that's eleven steps long. On a player's turn, he rolls the three colored dice and can make up to three moves accordingly, with the blue die moving a blue fighter, etc. Moving a fighter that has other fighters on top of him moves these other fighters as well.&#10;&#10;If, as a result of movement, his fighter (or stack of fighters) encounters an enemy, a fight between the two top cards in each stack occurs, the result of which is decided primarily by the color (via a rock-paper-scissors mechanism) and secondarily by the number (highest wins). If the boss wins a fight, its power is reduced by the enemy's power for the remainder of the current fight; if two fighters draw, they both retreat one step toward their own village, possibly precipitating other fights on the same turn. The fight continues until either pile is depleted.&#10;&#10;The first player to either defeat all of the opposing fighters or reach the end of the line (and clear out the opponent's fighters in his village) wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Rock-Paper-Scissors",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: Polyhedral (not D6) dice",
      "Players: Two-Player Only Games",
      "Series: Mini Games (IELLO)",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "6621",
    "Name": "Eternitium",
    "ID": 402324,
    "Year": "(2024)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/402324/eternitium",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5882",
    "Description": "Embark on a journey through time to conquer immortality! In this thrilling deckbuilding game, become a time traveler in search of the enigmatic Eternitium, a precious gem that grants eternal life hidden in a distant era. Showcase your ingenuity and clever tactics to outpace your rivals in this captivating temporal race.&#10;Your quest for eternity begins now!&#10;&#10;Use the various portals you can create to search for the gem. A mad race begins between the different time travellers. Use technology to help you find the gem more quickly, gather information or waste the time of other players! No holds barred, only one thing matters: being the first to get your hands on the Eternitium gem!&#10;&#10;One after another, players will play Technology cards to discard as many Era cards as possible. &#10;Players will be able to acquire more powerful technologies from the market. Be careful, building these will cause you to lose time by adding Era cards. These technologies will help you to have more prolific turns or to put obstacles in the way of your opponents.&#10;The first player to discard all his Era cards and find the gem wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Race"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "6622",
    "Name": "Such a Thing?",
    "ID": 6657,
    "Year": "(1989)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/6657/such-a-thing",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2143",
    "Description": "Ein solches Ding (or Such a Thing?) is a card game where players have to think of a thing that fits a number of given categories.&#10;&#10;The game consists of 220 cards featuring clues such as &quot;needs fuel&quot;, &quot;swims&quot; or &quot;can be used militarily&quot;.&#10;&#10;The rules give several ways to play, including:&#10;&#10;     Players in turn add cards from their hand one by one, until one player doubts there is a &quot;such a thing&quot; (which is what the game title means in German) that matches all the cards currently played. If the previous player can name a reasonable(!) thing, the doubting player is penalized with 3 extra cards. If there isn't such a thing, the previous player is penalized 3 cards. The first player without any cards wins.&#10;     Three cards are dealt out and the first player to name a thing that fits all three criteria scores a point.&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "6623",
    "Name": "Gasha",
    "ID": 340899,
    "Year": "(2021)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/340899/gasha",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2222",
    "Description": "You put a coin in the machine and crank the handle, but you can't predict which Gasha you will get! These Gashas will be used to collect set rewards for points, and, sometimes, bonus tokens. You win by obtaining the most points!&#10;&#10;On your turn in Gasha, you either draw two Gasha cards or trade Gasha cards for a set reward card, which counts as points while also being half of a ticket. As soon as you have two ticket halves, you draw a bonus token. When the last bonus token has been taken or when the set reward pile is empty, the game ends and whoever has the most collection, bonus and Gasha points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "6624",
    "Name": "Timeline: Polska",
    "ID": 203655,
    "Year": "(2016)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/203655/timeline-polska",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1111",
    "Description": "Timeline: Polska is a card game played using 110 cards. Each card depicts a historical event from Polish history on both sides, with the year in which that event occurred on only one side. Players take turns placing a card from their hand in a row on the table. After placing the card, the player reveals the date on it. If the card was placed correctly with the date in chronological order with all other cards on the table, the card stays in place; otherwise the card is removed from play and the player takes another card from the deck.&#10;&#10;The first player to get rid of all his cards by placing them correctly wins. If multiple players go out in the same round, then everyone else is eliminated from play and each of those players are dealt one more card for another round of play. If only one player has no cards after a bonus round, he wins; otherwise play continues until a single player goes out.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Country: Poland",
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "6625",
    "Name": "Extrablatt",
    "ID": 104,
    "Year": "(1991)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/104/extrablatt",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9",
    "Description": "Players take on the role of editors in this older German title, choosing stories of various general types (politics, sports, entertainment, etc.) to run in their respective newspapers.  Two factors determine a story's worth: timing and size.  The timing is relevant because the later in the game the story is run the more points it's potentially worth.  But in this game (as in the real world) size is important, because only the biggest story of any given headline will score.&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Simulation",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "6626",
    "Name": "Mada",
    "ID": 365983,
    "Year": "(2022)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/365983/mada",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "In this hand-management and risk-taking game, you are playing ring-tailed lemurs living on the island of Madagascar.&#226;&#128;&#168;Your goal: collect as many prickly pears as possible.&#10;&#10;Each turn, players must choose 1 of 3 actions: play a card, draw or take a risk. The card played has to be equal or higher than the previous one. Playing high cards will bring you more points, but it will also end the round faster, to your advantage or the one of your opponents.&#10;If special cards can help you, they will definitely surprise the others and bring interaction.&#226;&#128;&#168; Players win prickly pears at the end of each round, unless they lost it.&#10;Game stops when a player has collected 5 cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Series: Pocket Games (Helvetiq)"
    ]
  },
  {
    "Rank": "6627",
    "Name": "Zoo Break",
    "ID": 252432,
    "Year": "(2019)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/252432/zoo-break",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2222",
    "Description": "A modern, cooperative take on the classic zoo escape premise.&#10;&#10;EMERGENCY! A computer malfunction at the Bedlam Zoo has short-circuited the gates for all the enclosures and the animals are escaping and making their way to the zoo exit. You will work together with your fellow zookeepers to round up all the animals and lock their enclosures before it's too late.&#10;&#10;Zoo Break is a crisis-management game that requires dynamic and cooperative problem-solving. You will spend your turn deciding how to use limited actions to move about the board, collect and trade supplies, capture animals, and lock cages, all while evading injury and coping with other challenges caused by the animals marauding through the zoo. Escape and Move cards control the animals with maximum variability, leading to endlessly different game scenarios.&#10;&#10;Success hinges on the keepers' ability to anticipate, adapt, and make strategic decisions, applying their skills and resources to regain control of the zoo. It's complex and suspenseful enough to keep adults riveted, but also playful and inviting to ambitious, game-loving kids. (Difficulty can also be regulated using a simple card selection mechanism at the start of the game.)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Deduction",
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Grid Movement",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Animals: Elephants",
      "Animals: Pandas",
      "Animals: Rhinoceroses",
      "Animals: Snakes",
      "Animals: Tigers",
      "Components: Meeples (Animal) / Animeeples",
      "Crowdfunding: Kickstarter",
      "Theme: Zoos, Aquaria, Safari Parks"
    ]
  },
  {
    "Rank": "6628",
    "Name": "Skull Canyon: Ski Fest",
    "ID": 352201,
    "Year": "(2022)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/352201/skull-canyon-ski-fest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.1111",
    "Description": "Prove you're the ultimate skier by taking on the most difficult runs, collecting the best gear, and earning the highest score!&#10;&#10;To get your ski on in Skull Canyon: Ski Fest, you need to collect and turn in matching sets of slope cards. Each set you turn in lets you ski a run on the mountain, earning victory points, fame, and a spot on the run scoreboard that tracks who performed best on each run. The higher a run's difficulty rating, the more cards you need to collect to complete it &mdash; but you'll also score more points and earn more fame.&#10;&#10;At the end of each day of skiing, you take a break at the Ski Village, where you can take bonus actions and acquire gear to prepare for the next day of skiing. At the end of the third day, players score for the number of easy, advanced, and expert runs they control, then whoever has the most victory points wins!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Track Movement",
      "Turn Order: Progressive",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Digital Implementations: Tabletopia",
      "Sports: Skiing",
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "6629",
    "Name": "Maul Peak",
    "ID": 292490,
    "Year": "(2023)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/292490/maul-peak",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.5",
    "Description": "BILLOWING SMOKE FROM THE NORTH - As battles wage through Skulk Hollow, a thick, dark, haze appears around Maul Peak. The smell of war wafts down through the valley as clouds of wrath engulf towns and villages. As fate spreads the smoke far and wide, destruction follows. A foxen scout, their fastest, is hastily&nbsp;dispatched to learn more...&#10;&#10;Maul Peak is a two-player, asymmetric, tactical combat game in which players take the roles of either a tribe of bears or a towering behemoth of a Guardian.&#10;&#10;Maul Peak is a standalone sequel to the original game Skulk Hollow, and all Guardians / Heroes can be pitted against each other. All new guardians work with the original Foxen Heroes &amp; Map, Bears vs old Guardians, Bears vs new Guardians &mdash; you name it!&#10;&#10;Combining the two games also allows up to 4 players to pit 2 guardians vs both bear and foxen heroes for Epic Battles.&#10;&#10;     One vs Many Asymmetric Combat creates a fresh, fun, 2-player experience.&#10;     Action takes place on the Board AND the Guardian. Not only does the battle occur on the Kingdom board, but the bear must traverse full size, Guardian gameboards. Each guardian has unique routes and abilities to stop the bears. &#10;     Dual Purpose Cards give players a wide range of movement and ability powers while keeping them quick to pick and easy to play.&#10;     Unique Bear Leaders and Guardians creates a range of tactics and dynamics, adding depth and strategy that makes each game a new challenge.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Bears",
      "Category: Two-Player Fighting Games",
      "Components:  Meeples",
      "Components: Meeples (Animal) / Animeeples",
      "Components: Meeples (Monster)",
      "Crowdfunding: Kickstarter",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "6630",
    "Name": "Funkoverse Strategy Game: Jurassic Park 100",
    "ID": 299266,
    "Year": "(2020)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/299266/funkoverse-strategy-game-jurassic-park-100",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;Hold on to your butts!&quot; And face off in the ultimate battle of epic proportions.&#10;&#10;In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in exciting game scenarios.&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system&mdash;the more powerful the ability, the longer it will take for the ability token to become available again&mdash;so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for the different game scenarios.&#10;&#10;Funkoverse Strategy Game: Jurassic Park #JP100 is a standalone game that features:&#10;&#10;     Unique playable characters, including Dr. Alan Grant, Dr. Ellie Sattler, Ray Arnold, and Raptor from the movie Jurassic Park&#10;     Memorable locations to explore, including the Visitor Center and the Raptor Paddock&#10;     Items to enhance to your team, including Raptor Claw and Goggles&#10;     Ray Arnold as a Pop! figure for the first time ever&#10;     Amber Points, some with Mosquitos (because dino-DNA is hard to find!)&#10;     The ability to combine these figures with other Funkoverse titles to create the team of your dreams&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Movies: Jurassic Park",
      "Series: Funkoverse Strategy Game"
    ]
  },
  {
    "Rank": "6631",
    "Name": "Liguria",
    "ID": 185021,
    "Year": "(2015)",
    "Geek Rating": "5.667",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/185021/liguria",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3846",
    "Description": "Description from the publisher:&#10;&#10;In Liguria, players take the role of merchants who sail the Ligurian Sea to discover beautiful and exotic colors. By trading, conquering and engaging in diplomatic relationships, they can earn valuable prestige points. Fulfilling contracts with the bishop can prove very lucrative...&#10;&#10;Make sure to collect all special colors in the various harbors and bring them back home to make your cathedral stand out the most.&#10;&#10;Liguria is a prequel to the award-winning game Fresco. As a standalone game, it tells the story of how the colors came to the markets of the Ligurian cities to paint the beautiful frescos.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Country: Italy"
    ]
  },
  {
    "Rank": "6632",
    "Name": "Wrath of Fire Mountain",
    "ID": 421208,
    "Year": "(2024)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/421208/wrath-of-fire-mountain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Welcome to the land of Fire Mountain, a primordial land of ever shifting terrain where tribes vie for control using the power of their dinosaurs and the blessing of the volcano.&#10;&#10;Each turn in Wrath of Fire Mountain, you roll the dice Yahtzee-style, then take actions with the die results. For each volcano, place one of your cave people on the volcano tile; for each egg, place a cave person on the dinosaur-hatching region; for each cave or hut, place a cave person on the matching tile on the 4x4 game board; for each foot, move one of your cave people one space, passing through water (but not stopping there) and avoiding the volcano completely as you occupy the grass and jungle tiles.&#10;&#10;If you have enough cave people on the dinosaur-hatching region, you can take one of the dinosaurs from this area and add them to your supply, placing them on a cave or hut, then moving them among the tiles like a person. Each dinosaur has a special power, such as letting you roll an extra die, occupying water spaces, or flying to any tile.&#10;&#10;If you have the most people on the volcano tile (or are tied for the most), you can push the tiles in the row or column with the volcano one space, placing the tile ejected from the 4x4 grid into the now empty space at the end of the row/column.&#10;&#10;Finally, if all of the volcano spaces are filled, the volcano erupts and players are rewarded for their presence on the land. Look at each separate forest, grass, and water area; whoever has the most presence in an area (or is tied for the most), scores points equal to the number of tiles in the area, then they return all of their pieces in this area to their supply. Players also score based on their presence at the volcano, which is also emptied.&#10;&#10;After a volcano scoring, if a player has reached a point threshold that's based on the number of players, the game ends, and whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Die Icon Resolution",
      "Map Deformation",
      "Modular Board",
      "Re-rolling and Locking",
      "Square Grid"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: 4 x 4 Grids",
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "6633",
    "Name": "Critical Mass: Patriot vs Iron Curtain",
    "ID": 172008,
    "Year": "(2018)",
    "Geek Rating": "5.666",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/172008/critical-mass-patriot-vs-iron-curtain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "Critical Mass is a fast-paced mech combat game. Players go head-to-head in this fighting-strategy game with deck-building aspects. Players choose their favorite mech to battle it out, with each mech offering a different loadout of cards to start the game and unique powers.&#10;&#10;Each turn, players play a card face-down. When both players have chosen a card, they reveal them. Cards resolve based on their speed if they haven't been interrupted. Weapons deal damage and interrupt the enemy, while defending avoids weapon hits. Upgrading offers you additional cards to add to your arsenal but is vulnerable to being interrupted. Lastly, recharge reloads spent cards.&#10;&#10;As cards are played, they go to their owner's cool-down pile, where they remain until they're reloaded. As players take damage, the armor on their mech is destroyed. When enough armor is destroyed, an armor core becomes vulnerable and can be destroyed to stun that mech for the next turn. The game ends when a mech's armor is completely destroyed down to the last core.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Dice Tower Essentials"
    ]
  },
  {
    "Rank": "6634",
    "Name": "Ylandyss",
    "ID": 174518,
    "Year": "(2015)",
    "Geek Rating": "5.666",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/174518/ylandyss",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "Ylandyss is a deck building fantasy game. Some cards will be available every turn and players will fight to earn the resources they need to buy them and the position in how to do it. The structure of the game and the design of the cards allows the players to try different strategies to win, may it be by brute force or by a clever combination of cards (or a well balanced mix of both!). No one can win every round: to choose wisely when is the best moment to fight and when is better to step aside will be the key to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "6635",
    "Name": "Barbarossa: Army Group North, 1941",
    "ID": 10642,
    "Year": "(2000)",
    "Geek Rating": "5.666",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/10642/barbarossa-army-group-north-1941",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "4.1538",
    "Description": "On June 22nd, 1941, Army Group North, the smallest of the three German army groups, drives forward into the Baltic states. Its objective is Leningrad. Once the crown jewel of Czarist Russia, Leningrad is now the second most important city in the Soviet Union. Its array of ordnance factories includes the massive Kirov Tank Works that turns out most of the heavy KV-1 and KV-2 production for the Soviet Army. Loss of Leningrad would deprive the Soviets of a major population and industrial center and give the Germans the advantage of position in any drive against Moscow from the northwest. &#10;Army Group North, short of Luftwaffe support and motorized forces, is the only army group that fails to achieve a significant encirclement at any stage of its campaign. Skillfully utilizing terrain and ruthlessly exploiting the civilian population, the Soviets construct a fortified line along the Luga River that stalls the Germans for a month until massive Luftwaffe and motorized reinforcements from Army Group Center allow a decisive breakthrough and dash for Leningrad itself. In a furious September battle, the Germans fall just short of taking Leningrad when time runs out. Operation Typhoon, the final push against Moscow, is imminent. Army Group North must give up almost all of its Luftwaffe and motorized formations. With no strike force remaining, the Germans dig in. Leningrad survives capture only to endure a brutal, epic 900 day siege.&#10;&#10;Can you, as the Axis commander, succeed where German High Command failed? As the Soviet commander, can you repeat history and halt the Axis invaders short of Leningrad?&#10;&#10;980 multi-colored die-cut counters. &#10;MAPS &#10;Five 22&quot;x34&quot; &amp; two 17&quot;x22&quot;full-color mapsheets &#10;OTHER One 10-sided die &#10;36-page Rule Book &#10;48-page Play Book &#10;Player Aid Cards: 11 two-sided Set-Up cards, Soviet Status card, Axis Status card, two 11x17 two-sided game chart cards, one card of additional charts and tables.&#10;&#10;Five 22x34 inch color mapsheets (with a reprint of Map C from Army Group Center), plus Maps A, B, L, and a full sheet devoted to the Leningrad inset map. &#10;Two 17x22 inch color mapsheets (front and back printed). Half sheet Map W with the Learning Scenario back printed on it and a half mapsheet with Scenario One map area, set-up card, and rules on one side, and Scenario Two map area, set-up card, and rules on the other. &#10;Eight scenarios (plus the learning scenario) allow players to vary their level of involvement, complexity, and starting point; from introductory to full campaign. &#10;An asymmetrical sequence of play which highlights Axis armored breakthroughs and Soviet difficulties in combined arms warfare, detailed air rules which integrate with land combat, and weather rules. &#10;Incredibly detailed Order of Battle, including artillery, rocket artillery, engineers, bridge units, armored trains, and much more. &#10;Modifications to the proven Typhoon system include revised overrun and Soviet surrender procedures, as well as a new non-op Soviet HQ system to simulate the rigid, yet fragile, Soviet Command structure. &#10;Extensive bibliography and design/historical notes&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Estonia",
      "Country: Russia",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Series: East Front (GMT)"
    ]
  },
  {
    "Rank": "6636",
    "Name": "Minecraft: Portal Dash",
    "ID": 368956,
    "Year": "(2022)",
    "Geek Rating": "5.666",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/368956/minecraft-portal-dash",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In the co-operative adventure game Minecraft: Portal Dash, players try to escape from Minecraft's fiery underworld, the Nether. You sprint through rugged landscapes full of magma and lava and have to prove yourself against dangerous monsters. Only if the players complete the portal in time and defeat its monstrous guardians can they survive the adventure together.&#10;&#10;On their turn, players use their equipment to perform two actions. They collect valuable blocks with pickaxes, move around the game board with boots, and use swords and bows to defend themselves against monsters. As the game progresses, they collect increasingly powerful equipment and equip themselves for the arduous adventure. To win the game together, players must traverse the rugged landscapes of the Nether maps and defeat the boss monster that awaits them at the end. On the way, it is important to collect the missing portal stones, which requires a large number of blocks. Players lose if they are late in delivering them or if the supply runs out of blocks. If a player's life points drop to zero, the team has also lost.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Video Game Theme: Minecraft"
    ]
  },
  {
    "Rank": "6637",
    "Name": "Word Slam Family",
    "ID": 245389,
    "Year": "(2018)",
    "Geek Rating": "5.666",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/245389/word-slam-family",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "&quot;EAT, YELLOW, CIRCLE &mdash; do you mean pancakes? Or pineapple rings? Oh wait, the CIRCLE is DIVIDED? So something that you eat that is yellow and semicircular? Uh, is it, maybe&hellip;a banana?&quot; &quot;Yes, the answer is banana! One point for the Blue Team!&quot;&#10;&#10;In the communication game Word Slam, two teams compete against one another simultaneously. In each round, one player on each team tries to get their teammates to guess a hidden word or phrase using only the 105 explanatory cards available in the box. Speaking and acting is forbidden! They must tell their stories using only 105 cards, each with one word on it: a noun, verb, adjective, or preposition. A player can use as many explanatory cards as desired, and whichever team guesses correctly first scores a point. The team with the most points at the end of the game wins!&#10;&#10;Word Slam Family features the same gameplay as the original Word Slam in a compact format. This version includes 100 story word cards and 100 answer cards with a total of 600 answer terms. The answer cards are divided into seven categories, unlike in the original game.&#10;&#10;In this version, the die and timer is replaced by an app. Instead of using card holders, the two box halves are used as screens between the teams, and the answer cards are played behind the screens. Word Slam Family can be played as both an expansion to the base game and a standalone game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Word Slam",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "6638",
    "Name": "Family Inc.",
    "ID": 325382,
    "Year": "(2021)",
    "Geek Rating": "5.666",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/325382/family-inc",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1053",
    "Description": "Once a year, all family members of the notorious Azzardo family meet in the warehouse of the &quot;Tutti Frutti&quot; seafood restaurant to divide up the stolen goods according to an old family tradition. Everyone can try their luck, but only one will leave the meeting with a full suitcase. Who will prove to be the most skillful player in the hot-blooded game of gamblers, skillfully challenging luck and risk?&#10;&#10;At the start of each round in Family Inc., if you have face-up chips in front of you, you score them, advancing your counter on the score board, then removing those chips from the game. Next, you reveal one new chip after another from the middle of the table, placing them face up in front of you.&#10;&#10;After each new chip, you decide whether to reveal more chips or whether to end your turn. If you reveal a new chip during your turn that matches one of your face-up chips, your turn ends, collecting only a diamond in compensation if your turn ended after your second or third chip reveal. (If you collect a third diamond, return all your diamonds and score 50 points.) When you end your turn voluntarily, collect all face-up chips from in front of other players that match the values of your chips.&#10;&#10;When a player reaches the 100 space on the score track, the game ends and this player wins.&#10;&#10;",
    "Categories": [
      "Mafia"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "6639",
    "Name": "Colors of Kasane",
    "ID": 159355,
    "Year": "(2014)",
    "Geek Rating": "5.666",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/159355/colors-of-kasane",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.6875",
    "Description": "In Colors of Kasane, 3 to 4 players try to place colored cards next to one another to make the most beautiful kimono possible. Players aren't free to rearrange their cards in hand how they like, though, and must use them as they come. After twelve rounds, players calculate their final scores to see who wins.&#10;&#10;&#10;Every 5 years there is an exceptional competition during which all the young girls of the Empire compete in elegance. After triumphing in numerous events in the different provinces, the finalists are today at the Emperor's court, for the last stage of the competition. In order to win the competition and shine in the eyes of their sovereign, girls will have to make subtle overlays of fabrics and adorn themselves with the most sumptuous kimonos.&#10;&#10;In Kimono, 2 to 4 players will try to recover the fabrics that they wish to use for their kimono. There are as many rounds as there are players. In each round the players will collect Tissue and Accessory Cards one by one. They will be able to use the cloth cards to realize combinations granting points counting for the final note.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Japan",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  },
  {
    "Rank": "6640",
    "Name": "Ghost Adventure",
    "ID": 275032,
    "Year": "(2020)",
    "Geek Rating": "5.666",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/275032/ghost-adventure",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Until now, peace reigned in the forest kingdom. The guardian spirits, who live in the statues of the ancestors, watch over the small animals that live under the canopy. But one day, wolf warriors armed to the teeth land on the coast. They destroy the statues and capture the guardian spirits. When the terrible Spirit of the North appears with his monstrous assistants, the fate of the forest dwellers seems sealed. All hopes now rest on the only guardian spirit that could escape: a small ghost mouse with its magic spinning top.&#10;&#10;In the cooperative family game Ghost Adventure, players guide a spinning top across several game boards and must complete tasks on them to successfully complete missions. For each of the 56 missions, a different route must be completed with the spinning top. The double-sided boards show eight different worlds and a variety of goals to reach without stopping the spinning top (too often).&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Components: Spinning Tops",
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "6641",
    "Name": "Elusive Victory: The Air War over the Suez Canal, 1967-1973",
    "ID": 25775,
    "Year": "(2009)",
    "Geek Rating": "5.666",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/25775/elusive-victory-the-air-war-over-the-suez-canal-19",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.95",
    "Description": "ELUSIVE VICTORY is a game of air warfare over the Suez Canal between 1967 and 1973.&#10;&#10;In three wars: the Six Day War (1967), the War of Attrition (1967-1970) and the October War (aka &quot;Ramadan War&quot; or &quot;Yom Kippur War&quot;, 1973) the sky above the Suez Canal was a crucible of combat.&#10;&#10;Covering air operations in all three wars, Elusive Victory simulates the battles between the Egyptian Air Force, supported by their Arab and Soviet allies, and the air arm of the Israel Defense Force. With a map that extends from the Sinai desert to the Nile river, battles ranging from close support of front-line army units to deep strikes into Egypt can be simulated.&#10;&#10;Using the Downtown: Air War Over Hanoi, 1965-1972 air combat system, modified to depict the unique features of the war above the Canal Zone, the game will feature all the major aircraft types to feature on the southern front. Features new to the game will include SA-3 and SA-6 missiles, man-packed SAM systems, Shilka self-propelled AAA and AS-5 cruise missiles.&#10;&#10;Designed by Terry Simo based on Downtown: Air War over Hanoi by Lee Brimmicombe-Wood. &#10;Art also by Lee Brimmicombe-Wood and Nicol&#195;&#161;s Eskubi&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Country: Egypt",
      "History: Six-Day War",
      "History: Yom Kippur War",
      "Players: Two-Player Only Games",
      "Series: Downtown"
    ]
  },
  {
    "Rank": "6642",
    "Name": "Hierarchy",
    "ID": 286109,
    "Year": "(2020)",
    "Geek Rating": "5.666",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/286109/hierarchy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "In the Kingdom of Darkhill, order and power mean everything. The royalty reign supreme, but alongside of their control are the plotting citizens, planning to get ahead using any means possible.&#10;&#10;Hierarchy is an abstract game of order and power where players each take a random set of 7 cards and play them openly, until they cannot play any more. Cards must be played atop a card of a lesser value, unless either the last card - or the currently played card change those rules. When the active player can no longer play a card, their opponent has won the game and has taken the seat of power away from their opponent.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;Released in the January 2020 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Category: Combinatorial",
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Mechanism: Card Line",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "6643",
    "Name": "Three Days of Gettysburg (Third Edition)",
    "ID": 13266,
    "Year": "(2004)",
    "Geek Rating": "5.666",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/13266/three-days-of-gettysburg-third-edition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "4500",
    "Weight": "4.2653",
    "Description": "(from GMT website:)&#10;&#10;This third printing of the award-winning initial game in GMT's GBACW series offers upgraded components and information throughout. If you own the original 1995 edition of Three Days of Gettysburg, or if you have the upgrade kit, you can continue playing those versions with no problems; those versions still stand the test of time quite well. In this Special 2004 Edition of Three Days of Gettysburg, we've done our best to improve and enhance the components and rules to this already classic game.&#10;&#10;Specifically:&#10;&#10;&#10;    The six countersheets contain all of the original and replacement counters from the first two versions of the game, as well as some new counters and units with modified unit strengths and morale levels based on recent research. Rodger MacGowan and Mark Simonitch have revised and upgraded the original counter graphics, and these counters are printed on the higher-quality stock you've come to expect from us in recent years.&#10;&#10;&#10;&#10;    Mark Simonitch has completely reworked the three game maps. He's used the original work and maps from Rick Barber and Joe Youst's first two versions as a base, and come up with another of his clean and elegant looks that makes these maps both nice to look at and easy to play on.&#10;&#10;&#10;&#10;    The GBACW 4.4 rules that appeared in Gringo! were a major step up for the series in terms of both rules streamlining and presentation. We have further edited those rules and released version 4.5 for this new edition of Three Days of Gettysburg.&#10;&#10;&#10;&#10;    Mark has streamlined and done new layouts on the game charts to give players the best mix yet of readability and utility in the least possible table space. We've also included some neat charts created by Mike Lemick that allow you to easily keep track of the status of each side's command and routed unit status..&#10;&#10;&#10;&#10;    As you'll note from the graphic above, Rodger has created a whole new game box for this new edition of the game. We think it's some of his best work ever, and hope you agree. The game box is the crowning piece of what is, for a Reprint Edition, about as close to a brand new game, component-wise, as we could get (which is why there is no Update Kit for this version - it would essentially be a whole new game). &#10;&#10;&#10;So, if your original copy is showing some wear and tear, or if you want an edition of this classic game in which the updated graphics and systems outshine the original (and that is saying a lot), or you simply missed purchasing the first edition of this best-selling game, then this Special 2004 Edition is for you! Enjoy!&#10;&#10;Game Features&#10;&#10;     A revised Command System, using Maximum Effectiveness to portray the strengths and vicissitudes of battlefield command.&#10;     Seven scenarios, from microcosm 1-mappers to the full 3-day battle.&#10;     Brigadiers rated with Action Profiles so that, when on their own, you may never know exactly what they'll do! Will an aggressive Dick Garnett recklessly charge everyone in sight, seeking to regain lost honor? Will a cautious Stannard sit and watch? Or will an unreliable Iverson hit the bottle instead of the front line?&#10;     Artillery Barrage, simplified Ammo rules, special rules for green units, and an optional Fatigue Rule that really places an emphasis on careful unit usage.&#10;     A remarkably simple Shock Table that features Continuous Attack: you can roll up the enemy's flank in one massive charge. &#10;&#10;&#10;Components:&#10;&#10;    1 Scenario Booklet&#10;    1 Great Battles of the American Civil War Rules Booklet&#10;    6 Full-color Countersheets.&#10;    3 22x34&quot; full-color mapsheets&#10;    1 Player Aid Card (11&quot; x 17&quot;)&#10;    1 Union AM Sheet&#10;    1 Confederate AM Sheet&#10;    1 Union Reinforcement Schedule&#10;    1 Confederate Reinforcement Schedule&#10;    1 Gettysburg Turn Track &amp; 2nd Disorder Card&#10;    1 Orders Chart/Terrain Effects Card&#10;    1 10-sided die&#10;&#10;&#10;Designer: Richard H. Berg&#10;Developer: John Alsen&#10;&#10;&#10;(user's description:)&#10;&#10;The third edition, otherwise known as the &quot;2004 edition&quot; of this very popular tactical level simulation of the battle of Gettysburg.  The game spawned the &quot;Great Battles of the American Civil War&quot; series and is a direct descendant of the old SPI favorite, Terrible Swift Sword: Battle of Gettysburg Game.&#10;&#10;Components include three newly revised and beautiful maps by Mark Simonitch and Joe Youst (building on older work by Rick Barber and Joe Youst), 1680 counters including units and markers, some new charts, and ver. 4.5 of the GBACW rules.&#10;&#10;This edition attempts to bring a simplification to the complicated LOS procedures of the previous editions.  The counters have also been cleaned up and overall this edition has quite a bit of visual appeal.  This game is very complex but is a great simulation of ACW tactics.  However, the game also works with a slimmed down version of the GBACW system rules called &quot;Simple Great Battles of the ACW,&quot; the release of which coincided with the publishing of the game.  SGBACW brings the series to players who are do not have the inclination or time to master the relatively formidable GBACW ruleset.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "History: Battle of Gettysburg",
      "Series: Great Battles of the American Civil War (Richard H. Berg)",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "6644",
    "Name": "Star Trek: Away Missions",
    "ID": 384136,
    "Year": "(2023)",
    "Geek Rating": "5.666",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/384136/star-trek-away-missions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.2",
    "Description": "Star Trek: Away Missions is a miniature-based board game for two players consisting of a core set and multiple expansions. The core set pits away teams from the Federation and the Borg against each other in the Battle of Wolf 359. The expansions allow you to add Romulan and Klingon landing parties to the mix.&#10;&#10;In the core set, you either lead Riker's landing party into the aftermath of the Battle of Wolf 359 to search for information that will defeat the Borg to save Earth, or you join Locutus of Borg and the Borg collective to assimilate your opposition. To complete your goals, you conduct espionage, fight in glorious battle, or assimilate distinctiveness. Your overall goal is to complete missions that earn you points as the player with the most points after three rounds wins.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "6645",
    "Name": "Millions of Dollars",
    "ID": 193213,
    "Year": "(2016)",
    "Geek Rating": "5.666",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/193213/millions-of-dollars",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2.0833",
    "Description": "Every division of booty is a tense situation. Will you be the Mastermind, the Driver, or the Snitch?&#10;&#10;Millions of Dollars is a hidden role game with no elimination and non-random distribution of roles in which you negotiate and talk your way into as much loot as possible. Choose your role well and disguise your duplicity until the moment that you can play your cards just right...&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Economic",
      "Mafia",
      "Negotiation"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Role Playing",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "6646",
    "Name": "Wizards Wanted",
    "ID": 217531,
    "Year": "(2017)",
    "Geek Rating": "5.666",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/217531/wizards-wanted",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9091",
    "Description": "Enter the magical workforce as a nomadic wizard, wandering the fields and valleys to complete spell jobs. What is the ultimate goal? The greatest reward of all: fame.&#10;&#10;As one of these enterprising wizards in Wizards Wanted, you must gather magical experience and coins for your work. Resourcefulness is essential as you pick up helpful mushrooms, buy magical dust from tricky pixies, and navigate the twisted paths and teleportation stones. But don't meander too much. You need to be in good standing with the Royal Palace and earn your Spell License by the end of the game, so get to work!&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "Contracts",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "6647",
    "Name": "AFU: Armed Forces of Ukraine",
    "ID": 368789,
    "Year": "(2022)",
    "Geek Rating": "5.666",
    "Avg Rating": "9.08",
    "Link": "https://boardgamegeek.com/boardgame/368789/afu-armed-forces-of-ukraine",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4286",
    "Description": "On February 24, 2022, a full-scale war began right in the center of Europe. Missiles launched from the territory of Russia and Belarus began to destroy civilian and military infrastructure. Russia's troops invaded Ukraine. However, thanks to the determined resistance of the Ukrainian army (AFU) and the territorial defense forces in the early days of the aggression, the occupying army suffered a significant loss in personnel and machinery.&#10;&#10;AFU: Armed Forces of Ukraine is a deck-building card game. We offer you the chance to test your strength and defeat the invaders.&#10;&#10;The game consists of two phases. During the first phase, you need to think and plan your strategy and start building up your army. Every turn, you have to correctly distribute your resources in order to repel the enemy's attack, get as many bonuses as possible, and mobilize troops.&#10;&#10;During the second phase, the game becomes even more interesting thanks to various events that will affect the players. Unlock objects, destroy the enemy, and do not forget about the achievements to prove your mastery of this game. Skillful management of the troops of the Armed Forces and preventing dismay will help you deliver a crushing defeat to the enemy!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hidden Victory Points",
      "Solo / Solitaire Game",
      "Stat Check Resolution"
    ],
    "Families": [
      "Country: Russia",
      "Country: Ukraine",
      "History: Russo-Ukrainian War"
    ]
  },
  {
    "Rank": "6648",
    "Name": "Loot N Run",
    "ID": 185374,
    "Year": "(2016)",
    "Geek Rating": "5.666",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/185374/loot-n-run",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1",
    "Description": "Ah, the great pyramids! Full of treasures, just waiting for you! It would be so easy without the other explorers waking up the Mummies, Werewolves, and Franks, and sending them after you. But you are quick and clever, so it shouldn't be a problem, right?&#10;&#10;Loot N Run is a subtle bluffing game in which you have to know when to take risks. On your turn, take one of these three actions:&#10;&#10;&#10;    Loot: Draw a card and keep it in front of you.&#10;    Run: Score all of your cards. You score 1 point for each treasure on it. Double your score for a type of treasure if it is present on two or more cards.&#10;    Awaken the monster guardians: Look at an opponent's cards. If you find guardians, that player loses all unscored cards and you get the bonus from the guardians!&#10;&#10;&#10;The first player to score 35 points wins!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Bluffing",
      "Exploration",
      "Party Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "6649",
    "Name": "Waters of Nereus",
    "ID": 234578,
    "Year": "(2019)",
    "Geek Rating": "5.666",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/234578/waters-of-nereus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3",
    "Description": "Explore the Waters of Nereus, a fabulous world with wonderful treasures in its vast seas. You lead a capable and talented crew.  The captain determines the best direction to sail, the pilot and first mate maneuver the ship through the ocean, the purser controls your funds, the scientist performs important research, the merchant buys your treasures, and the boatswain controls the equipment.&#10;&#10;The game consists of 6 rounds. In each round, a round card is flipped, showing how many crew members can be activated during the round. Players simultaneously choose a crew member to use, then, in turn order, perform the action.  As you collect treasures, you can pay off the crew to score victory points, as well as gain additional actions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Nautical"
    ],
    "Mechanics": [
      "Area Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "6650",
    "Name": "Infinity N4: Core Rules",
    "ID": 326767,
    "Year": "(2020)",
    "Geek Rating": "5.666",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/326767/infinity-n4-core-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "4.4375",
    "Description": "Infinity N4 is a 28 mm metal miniatures game simulating special operations and skirmishes in a high technology sci-fi universe. an exciting and action-packed near-future where secret missions, black ops, and covert actions determine the destiny of the Humankind.&#10;&#10;Infinity N4 recreates direct action operations, which are quick, lethal, and very risky. The player assumes command of a small group of elite troopers engaging in undercover and clandestine operations.&#10;&#10;Infinity N4 is an innovative game system, dynamic and entertaining, which allows all players to participate during the entire gaming sequence. It possesses a great amount of realism and flexibility, providing players with a wide variety of tactical and strategic maneuvers to employ during the game.&#10;&#10;Infinity N4 Contains two full-color books in a slipcase. With improved and streamlined rules, new troops, more background to set the scene, and introducing O-12 and its Sectorial Army, Starmada, Infinity N4 goes one step beyond!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Interrupts",
      "Line of Sight",
      "Measurement Movement",
      "Order Counters",
      "Secret Unit Deployment",
      "Simulation",
      "Three Dimensional Movement",
      "Zone of Control"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Setting: Corvus Belli's Infinity Universe",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "6651",
    "Name": "Tsuro: Phoenix Rising",
    "ID": 266177,
    "Year": "(2019)",
    "Geek Rating": "5.666",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/266177/tsuro-phoenix-rising",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2.3333",
    "Description": "Long ago, a vengeful god stole the stars from the night sky. To illuminate the night, hopeful people sent glowing paper lanterns floating toward the heavens. Out of nowhere, clever magical phoenixes appeared, soaring through the sky. As they flew from lantern to lantern, their enchanted touch changed the lanterns into new stars! The phoenix who can create a constellation of seven new stars will be the champion of a world looking for light!&#10;&#10;Tsuro: Phoenix Rising is a new entry in the classic Tsuro series. The game shares a bond with the foundations of the venerable original: play tiles, move pawns, and stay in play, but it introduces a revolutionary board that allows for the double-sided tiles to flip and rotate throughout the game, creating diverging paths and opening up new strategies.&#10;&#10;Featuring gorgeous phoenix miniatures, beautiful lantern tokens, and unique gameplay elements such as life tokens that allow your phoenix to be reborn from the ashes once per game, Tsuro: Phoenix Rising is a new chapter in the legacy of Tsuro!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6652",
    "Name": "Trollhalla",
    "ID": 72478,
    "Year": "(2011)",
    "Geek Rating": "5.666",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/72478/trollhalla",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0222",
    "Description": "Game Description&#10;You and your hideous troll-friends have decided that it&rsquo;s time for a career change. You are tired of guarding bridges and shaking down weary travelers all for the sake of a few clinking coins! Tolls are down, bandits are up, and besides, living under your bridge is damp and uncomfortable-&mdash;and breathing all that crumbling bridge mortar is taking a toll on your lungs...&#10;&#10;It&rsquo;s time to venture forth and find some fresh sea air! In Trollhalla, you join forces with your fellow trolls to sail the seas in search of islands filled with pillage and plunder. Crunchy livestock, nervous monks, panicked princesses, piles of gold, and casks of grog await you! But watch out for Billy Goats--if you&rsquo;re not careful they will knock parts of your precious stolen cargo out of your boat!&#10;&#10;With so many goodies lying about on these islands, it feels like you&rsquo;ve died and gone to troll heaven, or perhaps someplace even better -- Trollhalla!&#10;&#10;Object&#10;Players take turns placing trolls on the board. Trolls emerge from below each ship&rsquo;s deck ready to plunder and scout the seas of Trollhalla! Trolls placed on ships claim plunder from nearby islands when a ship sails. Trolls placed in the sea will scout for destinations and determine where these ships sail, and also award players cards that perform special actions. The player who uses his trolls to fill his private boat with the most valuable collection of plunder wins the game!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Medieval",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Trolls",
      "Folk Tales & Fairy Tales: Three Billy Goats Gruff",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "6653",
    "Name": "GAP",
    "ID": 370130,
    "Year": "(2022)",
    "Geek Rating": "5.665",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/370130/gap",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2143",
    "Description": "You play several rounds. In each round you play cards in front of you in order to secure suitable cards from the middle and place them in front of you. The number of your most collected color cards minus the least collected color cards is your score at the end of a round. You collect points over several rounds until someone has exceeded the total target number of points. This ends the game. Whoever has the most points at the end wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Card Games: Fishing"
    ]
  },
  {
    "Rank": "6654",
    "Name": "The Rocketeer: Fate of the Future",
    "ID": 344759,
    "Year": "(2021)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/344759/the-rocketeer-fate-of-the-future",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4286",
    "Description": "Trouble is brewing high above the city of angels! The mysterious Rocketeer &mdash; who can blast through the skies with an ingenious jet-pack &mdash; must stop a sinister plot. Hollywood actor Neville Sinclair is scheming to steal the rocket's blueprints as this breakthrough of modern engineering could revolutionize the future of flight. But in Sinclair's hands, it could also fuel the dark future of warfare.&#10;&#10;In the two-player game The Rocketeer: Fate of the Future, you play as either the heroes or the villains. On your turn, pick one of your characters and take an action with them, optionally playing cards from your hand that match that character's symbol. Card actions are: Move, Tussle (combat), Gain Grit, Raise Rocket Token (heroes), Recruit a Soldier (villain). Players alternate turns until all six characters (three on each side) have taken actions and are exhausted, then players gain rewards based on control of the locations and prepare for a new round.&#10;&#10;The end of the game happens when the Luxembourg Zeppelin reaches LA, after which you play the final round, then the game ends.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action / Event",
      "Events",
      "Roles with Asymmetric Information",
      "Tug of War"
    ],
    "Families": [
      "Cities: Los Angeles (California, USA)",
      "Components: Miniatures",
      "Decades: The 1940's",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Two-Player Only Games",
      "Theme: Dieselpunk",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "6655",
    "Name": "Filipino Fruit Market",
    "ID": 57759,
    "Year": "(2009)",
    "Geek Rating": "5.665",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/57759/filipino-fruit-market",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9",
    "Description": "Scheduled for Essen 2009&#10;&#10;This game contains two original trick-taking games set in Philippine markets.&#10;&#10;Game #1 (Tindahan) is a cross between a majority game and a trick taking game. In each trick players have to decide if they want to play a card (to win a trick or to get rid of cards - remaining cards count negative in the End) or fight for a majority at a fruit stall.&#10;&#10;In Game #2 (Bastos!) every player has a suit in which they can never win tricks but which allows them to change the values for the cards won in tricks.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Philippines",
      "Food & Drink: Fruit",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "6656",
    "Name": "Walking in Provence",
    "ID": 286145,
    "Year": "(2019)",
    "Geek Rating": "5.665",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/286145/walking-in-provence",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Walking in Provence is the second game in the &quot;Walking in&quot; series, bringing totally new ideas and mechanisms but the same experience to the first design Walking in Burano.&#10;&#10;Located in southeastern France, Provence is home to one of the most picturesque views in the world. Every summer, the vast fields of lavender flowers bloom and their vibrant violet petals sweep across the fertile green fields covering them in a sea of purple. Neighboring golden ears of wheat, the brilliant yellow sunflowers, and the fearless blue sky all come together to create the perfect picture moment. Ready your camera and capture this breathtaking scene.&#10;&#10;Place the Scene Cards then move the Photographer and Drone in order to take different photos in the game. The photos and the various scenes will score points. The player with the most points at the end of game wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Territory Building"
    ],
    "Mechanics": [
      "Layering",
      "Open Drafting",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Country: France",
      "Mechanism: Partially overlapping cards",
      "Region: Provence (France)"
    ]
  },
  {
    "Rank": "6657",
    "Name": "Way of the Samurai",
    "ID": 294275,
    "Year": "(2020)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/294275/way-of-the-samurai",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "1",
    "Play Time": "30",
    "Weight": "2.4615",
    "Description": "In Way of the Samurai you play the famous swordsman Miyamoto Musashi, to live epic battles. This is a solo card game with simple and fluid mechanics.&#10;&#10;Way of the samurai offers strategy, risk taking, deck building and combinations.&#10;&#10;A game lasts on average 20 minutes, but can vary between 1 and 30 minutes. The set-up is extremely fast and the game has a high replay value.&#10;&#10;The game is offered in a compact box and easy to carry. The rules will be in English and French. There is no text on the cards.&#10;&#10;A game takes place in several rounds. Each round allows you to make two attacks. Each attack is represented by playing a sequence of three action cards. Cards allow you to gain strength, technique or guard. It's up to you to establish a strategy for each attack. Will you attack your opponent, distract him or defend yourself ?&#10;&#10;Ki tokens help deepen your strategy. By using them you'll develop skills that will make the difference.&#10;&#10;Depending on your attacks you will have the opportunity to create combos to unlock special action cards.&#10;&#10;There are several different opponents, as well as a competition mode. This one will propose you to try, like Miyamoto musashi, to defeat dozens of samurai during one memorable fight ...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "6658",
    "Name": "Kinghill",
    "ID": 311822,
    "Year": "(2022)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/311822/kinghill",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Kinghill fuses the strategy of a worker placement game with the drama and tension of a deck-building card battler to create a fantasy game like no other.&#10;&#10;Two rival kingdoms are locked in a deadly battle for survival &ndash; play on your own or with a friend to determine who&rsquo;s worthy of the Moonstones&rsquo; incredible power!&#10;&#10;Train your workers, gather valuable resources, and recruit legendary heroes as you muster your forces for battle. Then &ndash; when the time&rsquo;s right &ndash; take the fight to their castle! But be careful you don&rsquo;t leave yourself open for a powerful counterattack&hellip;&#10;&#10;Your decisions unfold over nine turns to produce a rewarding campaign that can be enjoyed in 90 minutes or less.&#10;&#10;There&rsquo;s much to learn if you want to succeed, as the tides of battle shift around you. Adjust your tactics accordingly to come out on top, with many possible routes to victory. Some secrets will only be uncovered after multiple playthroughs, with dozens of powerful card interactions, devastating spells, and mighty units awaiting discovery.&#10;&#10;Lead your kingdom to victory in Kinghill!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "Automatic Resource Growth",
      "Card Play Conflict Resolution",
      "Events",
      "Open Drafting",
      "Turn Order: Claim Action",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6659",
    "Name": "Bomber Command: The Night Raids",
    "ID": 27101,
    "Year": "(2012)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/27101/bomber-command-the-night-raids",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0385",
    "Description": "(from GMT website:)&#10;&#10;The Night War Over the Reich, 1943-1945&#10;&#10;&quot;We all love him; he's so bloody inhuman.&quot;&#10;- A 5 Group squadron commander on Sir Arthur 'Bomber' Harris&#10;&#10;March 1944. More than 700 British bombers are dispatched to the distant city of N&#194;&#129;&#194;&#129;&uuml;rnberg. As the bomber stream crawls across the German Reich, it is set upon by swarms of nightfighters. Following the bombers' contrails the figthers infiltrate the stream in great numbers and before the moon can set, they pick off bomber after bomber. The mauled stream makes a desultory attack on the target city, scattering much of their payload of high explosive and incendiaries harmlessly into the surrounding countryside. Then the raid struggles back towards England while fresh formations of nightfighters snap and bite at the retreating formation. More than ninety bombers fail to make it home safely. Soon afterward, the C-in-C of Bomber Command, Arthur &quot;Bomber&quot; Harris, calls off the Battle of Berlin.&#10;&#10;BOMBER COMMAND is a game of the night war in the skies over the Reich in World War II.&#10;The game recreates the great RAF bombing raids against the heart of Germany and the defence of the German Luftwaffe's night fighter arm.&#10;&#10;Based on an air combat system derived from the award-winning Downtown and The Burning Blue 'raid-scale' games, Bomber Command details the tactics of night fighting.&#10;&#10;The German player must manage flak, Himmelbett zones, Wild Boar and Tame Boar tactics. RAF 'main force' raids are supported by Mosquito diversions, &quot;Gardening&quot; operations (mining of seaways) and decoy raids. Two card decks--one for each player--are used to resolve the complex interactions of electronic countermeasures and radars, along with other operational factors such as Mahmoud patrols, Flower raids, and Beleuchter illumination units. A detailed bombing resolution system depicts the difficulties of marking targets and area bombing at night.&#10;&#10;There are two scenarios:&#10;&#10;1. Berlin covers raiding from the 1943 Hamburg firestorm to the great Battle of Berlin and the RAF's defeat over Nuremburg in March 1944.&#10;&#10;2. Downfall recreates the period from the Summer of 1944 to the collapse of the Luftwaffe in the face of fuel shortages and the RAF's &quot;bomber support&quot; effort.&#10;&#10;The game is fast-playing and raids typically resolve in 2 hours or less.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Players: Two-Player Only Games",
      "War Battlespace: Aerial warfare"
    ]
  },
  {
    "Rank": "6660",
    "Name": "Wutaki",
    "ID": 314393,
    "Year": "(2021)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/314393/wutaki",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7778",
    "Description": "Wutaki is a middle weight worker placement game by Hodari Spiele (Germany).&#10;&#10;There is turmoil in the little village called Wutaki. The villagers believe they angered the giant monster, which they worship as their god, and thus the big volcano is going to erupt.&#10;To soothe the monster the village elders will send out workers to collect resources to be sacrificed later fulfilling powerful pacts. &#10;Each village elder is wielding power over an elemental tower, which element responds to certain pacts to gain more rewards.&#10;&#10;Beware of the other elders and their powerful omen cards which they will use to bring your reign to an end.&#10;&#10;Use your power for good or let the world of Wutaki burn. &#10;You decide!&#10;&#10;&mdash;description from the desiger&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Hidden Victory Points",
      "Open Drafting",
      "Roles with Asymmetric Information",
      "Take That",
      "Turn Order: Claim Action",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6661",
    "Name": "Mask of Anubis",
    "ID": 194723,
    "Year": "(2016)",
    "Geek Rating": "5.665",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/194723/mask-of-anubis",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Mask of Anubis is a mixture of &quot;VR (virtual reality)&quot; and a board game, with a free application included that converts your smartphone into VR goggles!&#10;&#10;The purpose of the game is for players to cooperate to create a map of the maze. On a turn, one player lands on one point of the maze and gets a 360&ordm; view of the maze by wearing VR goggles with a smartphone inserted. This player explains to the team members what they see and their teammates attempt to use this description to create part of the map of the maze.&#10;&#10;Each player gets one minute to explain what they see, then the play passes to the next player (who will be presented a different view of the maze). Repeat this seven times, then players win the game if the complete map is connected from the entrance to the goal correctly!&#10;&#10;&#10;    A smartphone is required to play this game.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;STORYAn unexcavated pyramid has been found in a desert somewhere in Egypt. The interior of  the ruin is a complicated maze and it is rumored that there is a King's Chamber inside. A treasure of the ancient God Anubis would be hidden in the depth of the maze. Professor B.Gammon, his assistant Seneto and their pet dog Ludo are challenged to investigate the maze. However, the entrance is just a small gap in the wall. Only a small dog can get through it. The professor decided to use the Mask of Anubis. The person who wears this mask can see the maze through the walls and create a map to help the dog Ludo to find its way to the Kings Chamber. Will Ludo be able to reach the King's Chamber with your help as a member of the investigation team?&#10;&#10;",
    "Categories": [
      "Maze",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "6662",
    "Name": "Cellar des Triplettes",
    "ID": 12830,
    "Year": "(2004)",
    "Geek Rating": "5.665",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/12830/cellar-des-triplettes",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8605",
    "Description": "In Cellar des Triplettes, first released as Die Weinh&auml;ndler players are wine collectors engaged in barter auctions of fine wine, looking to showcase their favored bottles of threes in their stylish, triangular cellars. Who will be the best at rewarding their palate with the shrewdest investment?&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Constrained Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "6663",
    "Name": "Titan Race",
    "ID": 175495,
    "Year": "(2015)",
    "Geek Rating": "5.665",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/175495/titan-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5238",
    "Description": "In Titan Race, each player is a rider astride a titan, racing on one of the many wild circuits of Neverworld. It's a short, brutal three laps as you jockey for position, ram your opponents, and leverage bonuses and your titan's abilities to race across the finish line!&#10;&#10;The game board is an infinite circuit that wraps around at opposite sides. Each circuit has specific features that allow for interesting tactical maneuvers. Movement is governed by drafting dice from a pool rolled at the beginning of each round. If you choose a die that matches the color of your titan, you regain a life point.&#10;&#10;When you ram into another titan by moving into the same space, you push that titan and deal them damage. There are also ways to lay traps on the circuit that will damage titans who encounter them. If you get KO'd due to taking too much damage, you'll spend a turn resetting right where you were knocked out, but you're not out of the race.&#10;&#10;Each titan has a special ability that can be activated once each round. Moving into certain bonus spaces on the circuit also grant players bonus cards that can be played for additional effects.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "6664",
    "Name": "The Spanish Civil War 1936-1939",
    "ID": 34659,
    "Year": "(2010)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/34659/the-spanish-civil-war-1936-1939",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.1111",
    "Description": "The game scales are Column-Brigade-Division, with monthly turns. There are Corps HQs for the Nationalists and Army HQs for the Republic. There are one 22&quot; x 17&quot;map, and two &frac12;&quot; counter sheets including Nationalist, Republicans, Italian, French, German, Portuguese and British units. The sequence of play is quite classic: Mutual Administrative Phase (Events, replacements, reinforcements, withdrawals), Nationalist Movement-Combat, Republican Movement-Combat, Victory/Attrition Phase. Supply is checked for both sides at the end of each turn.&#10;&#10;The main trouble designing this game was how to simulate the first months of the war and the transition to a more conventional conflict during and after the battles for Madrid (October 1936-March 1937). The main unit during the firsts stages of the war was the &quot;column&quot; formed by a mix of police, army, paramilitary forces, volunteers, etc. The &quot;column&quot; tactics was used during the Moroccan wars, and consisted in separating a force in small independent groups, highly mobile but with few possibilities of supporting each other. These tactics were mostly used by the Nationalists, but also by the Republicans. For the Nationalists, it worked against the militias of the early months of the war but failed against a better organized, armed and commanded army during the battles for Madrid. To simulate this, most early Republican units have two steps: the first would be the &quot;column&quot; or &quot;militia&quot; side, the second the &quot;Ej&eacute;rcito Popular&quot; (People&rsquo;s Army) side. After passing a &quot;Conversion&quot; or &quot;Militarization&quot; phase, the Republican columns are flipped to their EP side. The &quot;Militarization&quot; , that began during the Fall of 1936, was the conversion of the politically enthusiastic but poorly led and trained militia in more orthodox military units. The Nationalist columns are divided between &quot;Army of Africa&quot; columns and the rest. Their colonial units are two-steppers and are withdrawn and substituted by brigades and divisions during 1937. The O.B. of the first months of the war is also a problem. Between July and November 1936 both sides formed dozens of small military and paramilitary units, called &quot;battalions&quot;, &quot;columns&quot;, &quot;regiments&quot;, etc., etc. It is rare to find two authors that have the same OB, and the few that offer an Order of Battle are rather imprecise. Sometimes the same column receives different names. One author names it after their commander, other after their area of operations, and so on... so I had to compare and check which column was cited in most of the sources.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Spain",
      "Decades: The 1930's",
      "History: Spanish Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "6665",
    "Name": "Brandywine",
    "ID": 3412,
    "Year": "(2000)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/3412/brandywine",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "An early morning fog burned off with the dawn, and revealed two long columns of scarlet and blue clad troops. This was His Majesty's Royal Army, commanded by General Sir William Howe. They were marching through the extreme southeastern corner of Pennsylvania and heading toward fledgling America's capital at Philadelphia. Only short weeks earlier this army had disembarked at Head of Elk, Maryland, after a 32-day voyage from New York City aboard the largest armada North America has ever seen. With some 14,000 troops, including crack German mercenaries and elite American Loyalist units, Howe's army was about to execute a flanking maneuver of &quot;Jacksonian&quot; proportions.&#10;&#10;General George Washington, holding interior lines at Morristown, New Jersey, was unsure whether Howe would move north in support of the British invasion from Canada (see Saratoga, 1777), or whether he would move south against the Capital. Once the armada set sail, however, Washington shifted southwest and took up a naturally strong defensive position, on high ground behind Brandywine Creek, astride the main road to Philadelphia. Washington posted his troops advantageously and in depth. Control of the fords of the Brandywine would be the key to his position and although a possible flank attack was discussed, it's likelihood was discounted on the strength of local information.&#10;&#10;Thus the stage was set. Howe, pursuing a strategy of posts, sought European style victory in a sudden taking of the enemy capital. Washington wrote, &quot;Should they push their designs against Philadelphia...they will put the contest on the event of a single battle. If they are overthrown...the war is at an end. One bold stroke will free the land.&quot;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Battles of the American Revolution (GMT)",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "6666",
    "Name": "ELO Darkness",
    "ID": 222531,
    "Year": "(2018)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/222531/elo-darkness",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "3.4",
    "Description": "ELO Darkness is a complete customizable card game in which two players (or four in the team vs. team mode) fight against each other in an epic MOBA-inspired arena.&#10;&#10;Each player controls a 40-card deck representing a team of five heroes (divided into five different classes). Players can delve into the deck-building aspect of the game by customizing their own Team and play style. Heroes can be picked through an initial draft mode in which players alternate selecting among 30 different characters.&#10;&#10;The unique aspect of the game is the interaction with the board, which adds an interesting tactical aspect as well as a strong thematic feeling to the concept of the card duel.&#10; No dice are involved in the game. Randomness is limited to the draw and is mitigated by the Farming and Backing phases in which players can manage their hand and retreat from their position on the map in order to draw more cards from their deck.&#10;&#10;Hero cards can be used for multiple purposes: they can be played during combat or they can be discarded in order to gain Experience points and gold used to buy and upgrade powerful items during the game.&#10;&#10;Combat takes place every turn on each Lane and is determined by a simultaneous action selection mechanism and a back-and-forth phase in which players take actions like playing Gank cards or activating combos and special abilities.&#10;&#10;In addition, to increase tension during the match, there are also objectives (monster cards) that player can conquer through a simultaneous resource bidding occurring during specific turns.&#10;&#10;The final goal of the game is to invade the opponent's base on the map, destroying the enemy towers and breaking through one of the Lanes on the board.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: MOBA",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "6667",
    "Name": "Canvas Eagles: War in the Skies 1914 - 1918",
    "ID": 10501,
    "Year": "(1999)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/10501/canvas-eagles-war-in-the-skies-1914-1918",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4444",
    "Description": "WWI dogfighting game that is a fast, action-packed easy to learn game. Available free on home page, but you will need to build your own planes and board.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "6668",
    "Name": "Napoleon's Last Gamble: Battles of the Hundred Days",
    "ID": 174298,
    "Year": "(2016)",
    "Geek Rating": "5.665",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgame/174298/napoleons-last-gamble-battles-of-the-hundred-days",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "1200",
    "Weight": "2.8125",
    "Description": "Napoleon&rsquo;s Last Gamble contains five battles from the Waterloo Campaign, which Napoleon began by seizing the central position between the Prussian and British Armies. On June 15th the Grande Arm&eacute;e was unleashed across the Sambre River. Allied screening forces sent out the warning to headquarters. The Allies executed a forward concentration behind the cover of their screens. As the 16th dawned, troops of both sides still converged on the battlefields.&#10;&#10;Napoleon's Last Gamble is one of the games from OSG's Series: The Library of Napoleonic Battles (OSG) series. Details on the series are below, as all the games share a common rules set and game system.&#10;&#10;COMPONENTS&#10;&#10;     Two 22x34&quot; maps &#10;     One 17x22&quot; map &#10;     560 die-cut counter units &#10;     100 playing cards &#10;     two rulebooks &#10;     15 Player aid cards &#10;     covered in a box &#10;&#10;&#10;BATTLES SIMULATED&#10;&#10;Quatre-Bras, Ney at the Crossroads, 16 June &#10;The French attacked on two fronts simultaneously.  The tenacious defense of Quatre Bras by the Anglo-Allied troops saved the Prussians from receiving the full weight of the Arm&eacute;e du Nord.&#10;&#10;Ligny, The Last Victory, 16 June &#10;Finally unleashed, the Guard pushed the Prussians back from the Ligny brook. Bl&uuml;cher himself was wounded and separated from headquarters. But Napoleon&rsquo;s hoped-for knock-out blow remained undelivered.&#10;&#10;Wavre, Grouchy&rsquo;s Blunder, 18 June &#10;Napoleon separated the two wings of his army, ordering Marshal Grouchy on the track of the Prussians while he pursued Wellington.  Grouchy&rsquo;s prescribed route was wide of the mark, and took him to the outer flank, allowing the Prussians to interpose themselves between the two French wings&mdash;Bl&uuml;cher achieved a strategic reversal of the opening.&#10;&#10;Waterloo, A Near Run Thing, 18 June &#10;While Grouchy frittered away time engaging the Prussian rear-guard at Wavre, Ney conducted the mid-phase of the battle like a rear-guard action in the Peninsular Campaign, failing to provide infantry support for his spectacular cavalry charges. Wellington fought a successful defensive battle, managing to cling to his ridge until the arrival of three Prussian corps. The broken French army retreated toward Charleroi; Grouchy&rsquo;s intact wing moved south-east toward Namur.&#10;&#10;La Souffel, Rapp&rsquo;s Last Stand, 28 June&#10;Three days after Waterloo, Rapp woke up and began a slow withdrawal from the Rhine, pursued by the vanguard of Schwarzenberg's Army. On June 26 the heavily-outnumbered Rapp skirmished with the Austrian III Corps. Two days later he made a stand along the Souffel River, and the Austrians attacked.&#10;&#10;DESCRIPTION&#10;&#10;Series: The Library of Napoleonic Battles (OSG) - formerly known as the Napoleon's Last Battles (NLB) Series: &#10;&#10;     480 meters per hex, &#10;     1 hour per turn, &#10;     400-800 men per strength point. &#10;&#10;&#10;Each Approach to Battle game lasts about 22 turns. The Full campaign links the individual battles.&#10;&#10;(Text mostly from the OSG pages)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Netherlands",
      "Country: Prussia",
      "Country: United Kingdom",
      "History: Waterloo Campaign",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: The Library of Napoleonic Battles (OSG)"
    ]
  },
  {
    "Rank": "6669",
    "Name": "Caveman Curling",
    "ID": 67453,
    "Year": "(2010)",
    "Geek Rating": "5.665",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/67453/caveman-curling",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1481",
    "Description": "On an icy lake, two clans of prehistoric men clash in a match of Kairn, better known as Caveman Curling, this being an ancestor to the modern sport of curling. Players compete as individuals or are grouped into two clans, and they try to land their stones the closest to a target each round. On a player's turn he takes two actions:&#10;&#10;&bull; He launches a stone across the ice, flicking it with his finger toward the target on the other end of the game board.&#10;&#10;&bull; To improve the positioning of his stone or the chances of it staying in place, he can choose to use either a small or large hammer or a totem. With a hammer, the player moves the stone according to the size of the hammer. As for the totem, the player sets it on top of the stone; if the totem falls off the stone, the player can shoot it again on a later turn.&#10;&#10;If your player or clan has one or more stones closer to the center of the target than the other clan, you score points. The first player/clan to collect six points wins.&#10;&#10;A note about the different editions.&#10;&#10;Caveman Curling (2012)&#10;Kairn (2010)&#10;&#10;There are significant production differences between Kairn and Caveman Curling, though the game play is almost identical between the two versions. Kairn (200 copies) was designed and self-published by Daniel Quodbach in 2010. Blackrock Editions and Scorpion Masque produced 1000 copies of Kairn and released it at Essen in 2011. Gryphon Games version of the game has yet to be produced, pending the conclusion of a current Kickstarter campaign that was organized to gauge demand for its version. Caveman Curling is scheduled for mass production in January, 2012, and to be released in late February, 2012. The first and only production copy of the Gryphon version will arrive in the US on December 14, 2011 and a video will be made showing the differences between Kairn and Caveman Curling.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Prehistoric",
      "Sports"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Containers: Tubes",
      "Crowdfunding: Kickstarter",
      "Mechanism: Finger Flicking Games",
      "Organizations: Forgenext",
      "Sports: Curling"
    ]
  },
  {
    "Rank": "6670",
    "Name": "Volfyirion Guilds",
    "ID": 330973,
    "Year": "(2022)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/330973/volfyirion-guilds",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.6667",
    "Description": "After the fall of Rorius house, the king of Mysthea, in order to contain the power of the Volarees house, created a system of 5 guilds and assigned a specific role to each of them. Now, the guilds are fighting for the top step of the political scene. Set in the wonderful world of Mysthea, Volfyirion Guilds events take place immediately after the previous title: Volfyirion; and about sixty years before the events of Mysthea.&#10;&#10;The game retains all the features and mechanics from its predecessor, indeed it's a competitive and fast-paced deck-building card game for two players. At the same time, however, it adds more depth to the gameplay, thanks to 110 new cards, including new card types, abilities, and mechanics.&#10;&#10;In addition, the game has renewed the solo mode: now you can fight against Mysthea world epic creatures, each of which has its own features and rules.&#10;&#10;Volfyrion Guilds can be played as a standalone game or combined with the classic Volfyrion and this amplifies the alternatives for players.&#10;&#10;Part of the 'Volfyirion Card Game Series'&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Mysthea"
    ]
  },
  {
    "Rank": "6671",
    "Name": "Inori",
    "ID": 415938,
    "Year": "(2024)",
    "Geek Rating": "5.665",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/415938/inori",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3077",
    "Description": "In the Inori Valley, villages are built under a giant sacred tree in which spirits live. All year long, village chiefs make offerings to these spirits and assemble altars in the hope of becoming the Great Tree Guardian for the next year.&#10;&#10;For each of the four seasons comprising a complete game of Inori, players place their offering markers on the spirit cards or on altars for the Great Tree. This allows them to activate abilities, earn points, or obtain favor tokens. At the end of a season, a spirit card with all spaces occupied gains bonus points and is replaced, creating new opportunities.&#10;&#10;At the end of the game, offerings for the Great Tree give points according to their color for players having the most favors of each color.&#10;&#10;The Guardian of the Great Tree for the next year is the player with the most points.&#10;&#10;&mdash; description from the distributor (translated)&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "6672",
    "Name": "Der Isses!",
    "ID": 6191,
    "Year": "(1998)",
    "Geek Rating": "5.665",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/6191/der-isses",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Seven tokens of seven different colors and one ring are placed randomly on eight spaces of a seven-by-seven grid. Each player has seven disks that correspond to each of the seven tokens.&#10;&#10;At the start of a round, each player secretly selects one of the seven tokens. (The disks are used to do this.)&#10;&#10;You may do the following on your turn:&#10;&#10;     Move any of the tokens Chinese Checkers-style towards the ring&#10;     Guess which token your opponent has chosen&#10;&#10;&#10;You win the round by:&#10;&#10;     Moving the token you have chosen into the ring&#10;     Correctly guessing which token your opponent has chosen&#10;     Choosing the same token as your opponent, and having your opponent move that token into the ring&#10;&#10;&#10;Best out of seven rounds wins the game.&#10;&#10;Ages 10 and up&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6673",
    "Name": "Solar 175",
    "ID": 349179,
    "Year": "(2023)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/349179/solar-175",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "2.9286",
    "Description": "Solar 175 is an epic, euro-style legacy experience for 1-4 players (5 in the Deluxe Edition) set in a dystopian, sci-fi future. The game utilizes bag-building, area control and worker placement. It is inspired as a fusion between classic euro games such as Orleans and El Grande and a unique thematic and evolving universe. Solar 175 is set in a prosperous expanding solar system with immersive worldbuilding and engaging narratives. The game is rich on theme and will feature interesting ethical and philosophical choices as well as engaging euro style gameplay.&#10;&#10;Play occurs across three cyclical phases, the draw phase, the assign phase and the action phase. Players simultaneously draw workers from their unique embossed bag and assign these workers to jobs on their double layered player board. During the action phase players take turns to remove workers from these jobs to perform a large variety of actions to help propel them to victory.&#10;&#10;The winner is the player with the most influence points at the end of the game, influence points can be gained via many different strategies, such as helping to build giant megastructures, influencing the upcoming election and building outposts across the solar system. Play continues until one player has built all of their 15 unique outposts tokens which triggers the election phase and end game scoring.&#10;&#10;Solar 175 has an innovative end game scoring system which changes based on how the players interact with the game-world. &#10;This creates unique winning conditions in each game making each one feel fresh and distinctive.  The legacy campaign contains dozens of hours of content with engaging narrative and multiple endings. Once complete, the game is fully replayable and the game-world continues to expand and evolve endlessly.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Exploration",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Bribery",
      "Deck, Bag, and Pool Building",
      "Legacy Game",
      "Voting",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6674",
    "Name": "Eleusis",
    "ID": 5217,
    "Year": "(1956)",
    "Geek Rating": "5.664",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/5217/eleusis",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.9333",
    "Description": "Eleusis (and later New Eleusis, 1976) is a card game that simulates the scientific method in action.  You need two packs of cards, a table and some paper and pencil to play.  The 4-8 player range works best.&#10;&#10;One player (&quot;God&quot;, &quot;Nature&quot; or the &quot;Demiurge&quot;) thinks up a rule (a &quot;law of nature&quot;) that governs the correct play of the cards.  Usually, the rule only involves the most recently correctly-played card, but it can be more complex.&#10;&#10;The other players (&quot;Scientists&quot;) take turns playing cards (&quot;performing experiments&quot;) and race one another to see who can come up with a good hypothesis about the rule.  The first player to correctly deduce the rule scores big; God also scores based on how long it took for the players to figure the rule out.  God should not choose a rule that is so hard to find out that nobody does, because then he doesn't score.&#10;&#10;Additionally, a player with an hypothesis can declare himself to be a &quot;prophet&quot; who can predict the results of the other player's experiments.  Other players can then try to bring about the overthrow of the prophet by trying to find experiments whose results cannot be predicted (falsification), thus gaining a chance to become prophet themselves.&#10;&#10;A very simple rule would be &quot;Alternate between black and red cards&quot;.  A simple but hard to discover rule would be &quot;Alternate between cards which have closed loops in their number or letter designations (e.g. 4, Q), and cards which don't (e.g. 2, K)&quot;.&#10;&#10;The game was first published in Martin Gardner's Scientific American column in June 1959. A revised version appeared in Gardner's October 1977 Scientific American column.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Educational"
    ],
    "Mechanics": [
      "Induction",
      "Pattern Recognition"
    ],
    "Families": [
      "Card Games: Matching",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "6675",
    "Name": "Tahiti",
    "ID": 118776,
    "Year": "(2012)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/118776/tahiti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.9211",
    "Description": "Your small island is peaceful and prosperous &ndash; so prosperous that your tribe has grown beyond its ability to sustain you! Fortunately, being a peaceful people you have chosen not to fight over what little there is. Instead, you set out in your seagoing Wa&rsquo;a (canoe) to fish and gather crops from the many nearby islands. The fertility goddess Haumea has blessed these islands, and they are rich with fruits, vegetables, and spices. It is a matter of pride to collect the finest harvest for the village. Can you win the race against time and the sea, and prove that you are the best gatherer of all?&#10;&#10;In Tahiti the goal is to collect crops (coconuts, taro, bananas, spice) and fish from the surrounding islands to score points with bonuses for making full sets and acquiring the most of their family favorites which are hidden from the other players.&#10;&#10;The game starts off with just your home island and its immediate neighboring islands. Players build up the archipelago of fertile islands with the guidance of Haumea for the first part of the game until all islands are in play. Players seed the islands each turn giving them some control over where crops replenish. Once the archipelago is formed, the late season is triggered when crops start becoming scarce, with players occasionally stopping an island from producing altogether. Although the late season may not be as good for crops, fishing becomes easier with bonuses given to the waters around some of the islands.&#10; During all this the players travel by Wa&rsquo;a from island to island using action points to collect the crops they want or can get to before the others take them. As the Wa&rsquo;a fills, it becomes slower limiting the number of actions they have. There are also treacherous reefs around the islands that require you go around them or risk losing some of the crops aboard your Wa&rsquo;a. At the end of the year, the one who most efficiently gathers food for their family wins.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Mythology",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Crowdfunding: Kickstarter",
      "Islands: French Polynesia (France)",
      "Region: Oceania",
      "Theme: Tropical",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "6676",
    "Name": "Teen Titans GO! Deck-Building Game",
    "ID": 221369,
    "Year": "(2017)",
    "Geek Rating": "5.664",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/221369/teen-titans-go-deck-building-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Teen Titans GO! Deck-Building Game, players get to take on the roles of their favorite heroes from the Teen Titans Go! animated series on Cartoon Network. Robin, Beast Boy, Starfire, Cyborg, and Raven are trying to outdo each other in a friendly contest to defeat the most supervillains. Players' oversized hero cards offer them strategies they can follow, or they can choose their own path. When the dust settles and all six supervillains have been defeated, the player with the most victory points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Comic Books: DC Universe",
      "Game: Cerberus Engine – Heroes",
      "Players: Two-Player Only Games",
      "Theme: Superheroes",
      "TV Shows: Warner Bros."
    ]
  },
  {
    "Rank": "6677",
    "Name": "Apocalypse Chaos",
    "ID": 178007,
    "Year": "(2015)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/178007/apocalypse-chaos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8182",
    "Description": "Description from the publisher:&#10;&#10;We are in grave danger. Enemies are swarming around the ship, and they will not go down without a fight. We'll have to work together in order to get out of this one alive. We're going to need a plan, and we need it fast. Let's not let these...things...outsmart us, outnumber us, and certainly not outshoot us! I need you all to do what you do best. Got it? Let's do this!&#10;&#10;In Apocalypse Chaos, your ship has been surrounded by a hostile alien race and the situation looks dire, but you and your crew ain't going down without a fight! You must work together to contest the onslaught of enemy forces, recover items of scientific interest, rescue the innocent, escape imprisonment, and destroy the alien leader.&#10;&#10;&bull; An action-packed cooperative experience for you and your friends to conquer.&#10;&bull; Modular components allow players to craft their own missions.&#10;&bull; Includes a campaign of scenarios to test your courage and inspire your creativity.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Tower Defense",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "6678",
    "Name": "Meeples & Monsters",
    "ID": 336851,
    "Year": "(2022)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/336851/meeples-and-monsters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5455",
    "Description": "The peaceful city of Rowan is surrounded by dangerous monsters. It&rsquo;s up to the citizens to fortify the city, train up warriors, clerics, knights, and mages, and defend Rowan in Meeples &amp; Monsters!&#10;&#10;Meeples &amp; Monsters is a big, beautiful bag-building engine builder by designer Ole Steiness (Champions of Midgard and more). Depth, replayability, beautiful components, and a splash of meeple humor will have you coming back for &ldquo;just one more play&rdquo; game night after game night!&#10;&#10;During a players turn, they draw meeples out their bag and use those meeples to perform various actions on the board. Those actions include upgrading your meeples, adding new meeples to your bag, fighting monsters, investigating towers, or even upgrading the town giving players even more options on future turns. At the end of a player&rsquo;s turn, all the meeples they drew are put onto the &ldquo;lodging&rdquo; part of the player&rsquo;s board.&#10;&#10;During the game, players will score victory points by defeating monsters, completing quests, and investigating towers. At the end of the game, players will score additional victory points by fighting boss monsters and through end of game quests. The player with the most victory points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;NOTE: The KS edition can be found here: Meeples & Monsters: Kickstarter Edition.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "6679",
    "Name": "Snail Sprint!",
    "ID": 259345,
    "Year": "(2018)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/259345/snail-sprint",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3",
    "Description": "During the slippery snail race in Mrs. Meyer's vegetable garden in Schneck-di-wupp!, Sebastian Schneck, Gloria Glibber, and friends move forward at a snail's pace, but that doesn't prevent them from creeping over each other or slipping past one another. Lucky dice rolls and skillful moves will get your snails to the winner's podium to receive the most points and win!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Snails",
      "Components: Game Box Used In Play",
      "Series: Game & Puzzle (HABA)"
    ]
  },
  {
    "Rank": "6680",
    "Name": "Penny Papers Adventures: The Temple of Apikhabou",
    "ID": 230358,
    "Year": "(2018)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/230358/penny-papers-adventures-the-temple-of-apikhabou",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4444",
    "Description": "Penny Papers Adventures is a series of small strategy games in which all of the players use the same result of three dice to explore a location more thoroughly than their opponents by writing numbers in their grid in an optimal way to make the most victory points out of it. Challenge your ability to manage space, and wisely use the special effects of the dice. Oh, and don't miss an opportunity to mess up your opponents' grids when dangers appear! The number of players is unlimited as everyone plays at the same time!&#10;&#10;In The Temple of Apikhabou, you must make your way through the temple to discover its treasures and secret passages...while avoiding wandering mummies.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Mummies",
      "Mechanism: Roll-and-Write",
      "Occupation: Adventurer / Explorer",
      "Series: Penny Papers Adventures (Sit Down!)",
      "Theme: Temple"
    ]
  },
  {
    "Rank": "6681",
    "Name": "Max",
    "ID": 4637,
    "Year": "(1986)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/4637/max",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1154",
    "Description": "There are four animals in the game.  All the players are responsible for the bird, mouse, and chipmunk's safe journey to their home in a tree at the end of the gameboard path.  Unfortunately the tomcat &quot;Max&quot; is a natural hunter and chaser (he can't help himself) and is a continual threat.  The goal is for the players to work together to get the three animals to the safety of the tree.&#10;&#10;All the animals move based on the roll of two dice, each containing three black pips and three green pips.  A black pip moves Max one space, while green pips can be distributed by player consensus (teaches logic, consultation and decision making) among the other animals to move them.  Max moves more often and further than the other creatures who share the green pip rolls.  The players can opt to move their animals before or after Max; they may also use four cat treats to call Max back to the starting position, allowing the other animals to escape possible capture or lengthen their lead.&#10;&#10;Each animal has their own special short cut on the game board to speed their journey or dart from Max; if they end a turn on their shortcut start space, they may immediately move to the other end; if they overshoot the entrance, they miss it.  However if Max ends a turn on any short-cut entrance, he takes it immediately (but will not eat any animal on the shortcut start.  Max can end up between or even ahead of the other animals as they advance down the path together.  When Max reaches the base of the tree, he camps out and can't be returned to the start with a cat treat.  The other animals will have to risk a final leap on and off Max's back to get to safety.  The players all win or lose depending on how successful they are at saving the bird, mouse and chipmunk from Max.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Animals: Cats",
      "Series: Rodzinka wygrywa (Egmont Polska)"
    ]
  },
  {
    "Rank": "6682",
    "Name": "Lifeform",
    "ID": 155065,
    "Year": "(2019)",
    "Geek Rating": "5.664",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/155065/lifeform",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.0667",
    "Description": "++++Incoming Transmission++++&#10;&#10;++++ Received: 24/09/2195+++&#10;&#10;+++Source: Antares binary system 876/ 978+++&#10;&#10;''ID: Industrial Salvage and Mining Vessel Valley Forge&#10;&#10;Crew: 12 Human&#10;Androids: 1 Andromech 580-A &ldquo;Demigod&rdquo; class&#10;Engines: Hagfish Twin FTL J-3000 Tachyon Shunters&#10;Navigation: SIS-TER 6000 Mainframe&#10;Cargo: 2,000,000 tons of Mineral Ore; 3 tons of Trimonite&#10;Logged Flight Plan: Thedus to Earth&#10;&#10;Message begins:&#10;&#10;+++&#10;&#10;Mayday, Mayday! This is the ISMV Valley Forge &ndash; comms systems failing, scanners malfunctioning&hellip; one of us is missing. Several of the crew are also claiming to have seen an alien lifeform.&#10;Ore-payload canister M-CXC-3790 ruptured when taken for processing. Doctor Chandra claimed it cracked like an egg before she vanished (possible space psychosis). Request advice, and rescue boat. Comms out.&#10;&#10;+++++&#10;&#10;Message Appended- Received 24/09/2195&#10;&#10;+++++&#10;&#10;Oh god! Two of us are dead, and two are still missing. We&rsquo;ve got to get out of here! The captain has ordered Palmer to prime the auto-destruct. It mustn&rsquo;t get back! Save our souls.&#10;&#10;&#10;Lifeform is a game of survival horror for two to four players in which one player takes on the role of an almost invincible, utterly hostile alien, while all other players take on the roles of the crew of commercial mining starship, Valley Forge. During each game, the crew, outfitted with glitchy handheld sensors disrupted by a proximate nebula, search their labyrinthine vessel for equipment, weaponry, and supplies to load onboard escape shuttlecraft Remora. Along the way, the alien lifeform will ruthlessly attempt to stop the crew from carrying out this plan.&#10;&#10;The crew and alien lifeform both have a unique deck of cards, and each card has symbols on it to indicate possible actions. The alien can move around the starship, attack, cocoon, activate a malfunctioning android, sabotage equipment and the vessel's wiring, scurry into vents, and more; while the starship crew can fire flamethrowers, search, move or run, protect themselves with shock-prods, hide, shut security doors, and other actions.&#10;&#10;Lifeform is a standalone, dice-less game that tells of twelve commercial astronauts working on a battered mining starship, far away in space and time, who encounter an awesome galactic horror. Featuring an innovative self-destruct game mechanism, and alternate playable endings, depending on crew success, Lifeform presents a tense, suspenseful adventure with each and every game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fighting",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Players: Games with expansions that add solo play",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "6683",
    "Name": "Futuropia",
    "ID": 258389,
    "Year": "(2018)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/258389/futuropia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3636",
    "Description": "In Futuropia, Friedemann Friese's big utopian economic game for 1-4 optimizers, players live in a future Utopian society that possesses desirable lifestyle qualities for all of its citizens. Too bad this is not today's reality...&#10;&#10;In this Utopian society, we all will work much less. Our robots can do nearly everything already. There is no need for great envy. It is simply about equality, justice, and the fair allocation of the complete and still necessary work, which then gives us ALL more leisure time.&#10;&#10;Success means we will have time for the activities we like the most: fishing, farming, fencing, flying, ..., as well as gaming, building, painting, traveling, composing, and more. If somebody wants to work more than needed, they should do that. This is about the freedom! So let us rethink this: joblessness is not a disgrace, it is the new goal!&#10;&#10;We are members of a team striving to realize this utopian ideal. We try to develop completely self-sustaining homes that function as efficiently as possible. They must generate enough food and energy to allow the residents the greatest possible freedom (thus, leisure time). The more people in our development who no longer need to work, the closer we are to reaching our goal! The player who builds the best development will win the game, and their development will become reality!&#10;&#10;Futuropia is a luck-free economic game. To ensure you always encounter new challenges, we offer multiple game set-up variations, which create a variety of gameplay situations, ensuring new experiences and replayability. The solo game offers you an option to learn the mechanisms and processes of Futuropia before you play it with other players. See our hopeful future in...Futuropia!&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Industry / Manufacturing",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Category: Combinatorial",
      "Theme: Retro",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "6684",
    "Name": "Uncharted: The Board Game",
    "ID": 123045,
    "Year": "(2012)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/123045/uncharted-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3125",
    "Description": "Welcome to the world of Uncharted: The Board Game! In this game, you take on the role of a treasure hunter and compete with other players to gain the most Victory Points. The variety of cards that you collect represent skills and items necessary for or sought after by treasure hunters. You can increase your chances of winning by adding useful cards to your play area. Venture into dangerous ruins, search them thoroughly, and defeat waves of enemies to become a legendary treasure hunter!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Player Elimination",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "6685",
    "Name": "Star Trek Customizable Card Game",
    "ID": 3852,
    "Year": "(1994)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/3852/star-trek-customizable-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.8",
    "Description": "A customizable card game (CCG) set in the Star Trek universe. Players play ships and crewmembers and attempt to &quot;solve&quot; or complete missions at discrete &quot;locations&quot; while preventing their opponent from completing them. First player to 100 points, or with the most points when one player's deck runs out, wins.&#10;&#10;Spinoffs include Tribbles Customizable Card Game&#10;&#10;See also the 1996 release from Fleer/Skybox: Star Trek: The Card Game in The Original Series setting.&#10;&#10;Re-implemented by:&#10;&#10;    Star Trek Customizable Card Game (Second Edition)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "6686",
    "Name": "Gulf Strike",
    "ID": 2076,
    "Year": "(1983)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/2076/gulf-strike",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.4048",
    "Description": "Gulf Strike was designed to be the state of the art in Land, Air, and Sea modern simulation. Since its original release, Gulf Strike has shown its ability to simulate the changing character of the Gulf Wars from the Iran-Iraq war to the Iraqi invasion of Kuwait and its potential aftermath. In fact the original 1983 edition correctly anticipated the type and character of units the United States would send to the region in the event of a crisis. Seven complete scenarios cover the recent history of the region, plus the current Desert Shield operation, and portray the multitude of alliances possible to counter threats arising in numerous quarters. Complete air, land, and sea orders of battle for several dozen nations allow you to fight each conflict to its unpredictable and often startling conclusion.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Bahrain",
      "Country: Iran",
      "Country: Iraq",
      "Country: Kuwait",
      "Country: Qatar",
      "Country: United Arab Emirates",
      "History: Gulf War",
      "Players: Two-Player Only Games",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "6687",
    "Name": "Cobras",
    "ID": 199047,
    "Year": "(2017)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/199047/cobras",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7143",
    "Description": "Cobras are overrunning the village, so the authorities have put out a bounty on them. Seizing the opportunity, you have secretly begun breeding cobras for the extra income. However, your scheme won't go unnoticed forever, and when the authorities cancel the program, any cobras you're left with will bite you.&#10;&#10;Cobras is a trick-taking game that is played over a series of rounds. The players who do not win a trick divide up the cobras shown on the cards that were played; the player who won the trick turns in their cobra tokens for points.&#10;&#10;If you have any cobras in your basket when the round ends, you lose 1 point per cobra.&#10;&#10;Add up your points from round to round. When a round ends with one or more players at 100 points or more, the game ends and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "6688",
    "Name": "The Werewolves of Miller's Hollow: Best Of",
    "ID": 236475,
    "Year": "(2017)",
    "Geek Rating": "5.664",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/236475/the-werewolves-of-millers-hollow-best-of",
    "Min Players": "8",
    "Max Players": "28",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "To celebrate The Werewolves of Miller's Hollow and its howling legacy, the original designers have decided to take all their favorite character combinations and bring them to you. With characters taken from all the expansions &mdash; New Moon, Characters, The Pact &mdash; and put in one box, now it's easier than ever to put together a terrifying game with Best of Werewolves of Miller's Hollow.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "6689",
    "Name": "The Fog: Escape from Paradise",
    "ID": 298086,
    "Year": "(2024)",
    "Geek Rating": "5.664",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/298086/the-fog-escape-from-paradise",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.3",
    "Description": "In The FOG, you are mystical guardians of an isolated island who must help panicked islanders reach their boats and escape a rapidly approaching, life-threatening FOG.&#10;Doing so will require guiding and coordinating islander paths toward their boats. Each turn, you use point allocation to run, swap, push, squeeze, cross, and jump your self-drafted islanders toward escape ... and survival! When the FOG reaches the shore, the boats depart and each player receives or loses points in several categories. The player with the most points defeats The FOG and wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Open Drafting",
      "Race",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "6690",
    "Name": "Rummy",
    "ID": 15878,
    "Year": "(1887)",
    "Geek Rating": "5.664",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/15878/rummy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.414",
    "Description": "There are many different versions of Rummy. Rummy 500 is the most commonly played form of Rummy. Rummy 500 is a standard deck playing card game using 52 cards.  It is one of the most popular family card games, and has a simple premise.  Players are dealt a hand of cards, with the goal being to rid yourself of all the cards in your hand.  You can do this by playing cards to the table, in groups of three, either in sets (groups of cards with the same value from different suits) or in runs (three or more consecutive cards for one suit).  Once a person lays down a group of cards, other players -- including the player who played the original set -- can now &quot;lay off&quot; cards to that group.&#10;&#10;On a player's turn, they can take the top face down card from the stock, or take the top face up card from the discard pile.  After melding, laying off, or making no plays on the table, a player must discard a card face up on the discard pile. The discard pile is spread out, so that the value of all cards is visible.  If you see a card that you can use, you may take it, but you must also take all the cards that have been discarded on top of it, and you must play the lowest (physical) card in the deck as soon as you pick it up. If you only take the top card of the discard pile, you do not have to meld it immediately. (Variant: No wait, actually you do.)&#10;&#10;The hand ends as soon as one player discards her last remaining card (going out). Cards on the table are worth positive points, and cards left in your hand are worth negative points.  Numbered cards from 2-10 are worth their pip value (Variant: 2-9 are worth 5); face-cards are worth 10 points; aces are worth 15 points, unless used in an A-2-3 run; jokers are worth 15 points. (Variant: All players add up the pip values of the cards in their hands, and those points are given to the player who went out.) A player who goes out without previously laying down any cards goes &quot;rummy,&quot; and scores double the points. Normally, games are played to 500 points, but players can opt to play to fewer points, or play a specific number of rounds.&#10;&#10;When playing with 2, both players get 13 cards.  When playing with 3 or 4, each player gets 7 cards.  When playing with 5 or 6 players, each player receives 6 cards.&#10;&#10;There are many other variations of the game.  Early versions of Rummy were often played with a 44-card deck, Ace through 11 in four suits.  In the 2-player version players are dealt 8 cards, with 3 or more players, the hand size is 6 cards.&#10;&#10;One such variation, Romm&#195;&#169;, played in Germany, requires that a player cannot start laying any cards down at all, until they have broken in with a lay down valued at 40 points or more (the exception being if you can play all of the 13 cards in your hand in one go).  In the German variant, each face card is 10, number cards are worth their shown number, aces are worth 11 (if used after the king or as a set) or 1 if used as a 1 in front of a 2 in a sequence.  Jokers are the value of the card they are representing.  This German rummy variant is also played with 2x52 cards + 6(or 4) jokers - for a 110 card deck.  Another difference from American Rummy is that one can only pick up the top discard, from a single growing discard pile - never a larger part of a spread out discard deck. Rather than scoring points based on what you have laid down in front of you, the winner (first person out), gets zero, and every other player adds up the cards remaining in their hands and takes that much in points (adding up the deadwood)  Here the player that finished has no deadwood.  When someone reaches 500 (or agreed to goal) the game ends and the player with the lowest score (least penalty points) wins.  Because of this 'breaking through with 40+' rule, this game is a bit more difficult and closer to Gin Rummy.&#10;&#10;Pagat.com considers the overlapping discard pile, from which a player can take any card plus all cards above it in the pile, to be the feature distinguishing Rummy 500 from basic Rummy. However, numerous other optional rules for each variant are also listed, some of which could be considered to be equally significant, and there is no consensus across the web as to what defines one or the other.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Melding and Splaying",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy",
      "Card Games: Draw and Discard",
      "Card Games: Exchange",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Constructions: Smithsonian (USA)",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Series: Classic (Schmidt Spiele)",
      "Series: Tiledeck",
      "Theme: Care Bears",
      "Theme: Dolls",
      "TV Shows: Captain Kangaroo",
      "TV Shows: Felix the Cat",
      "TV Shows: Hanna-Barbera",
      "TV Shows: The Flintstones",
      "TV Shows: Warner Bros."
    ]
  },
  {
    "Rank": "6691",
    "Name": "Dogfight!: Rule The Skies in 20 Minutes!",
    "ID": 369154,
    "Year": "(2023)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/369154/dogfight-rule-the-skies-in-20-minutes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Dogfight! is the latest game to join the acclaimed Blitzkrieg line of 20-minute games.&#10;&#10;In Dogfight! two rival aviators of the First World War duel each other with Biplanes across the sky. To defeat your enemy, you must maneuver yourself to get behind them and shoot at exactly the right moment!&#10;&#10;Dogfight! is played over a maximum of three rounds or until one of the Biplanes has been shot down. If a Biplane is shot down, the game ends immediately and the surviving player is declared the winner! If the third round ends and neither Biplane has been shot down, the player who has taken fewer hits is the winner.&#10;&#10;Both players choose a tile to play from behind their player screens and simultaneously reveal them. Each player then moves their Biplane the number of spaces equal to the value of the tile played, which may also have &quot;hit&quot; icons. The game features nine Biplanes, and they have different tile distributions. Several scenarios are also included.&#10;&#10;The Biplanes must follow the direction of the arrows around the white path (except when Looping the Loop). Each circle counts as one space and the colors on some spaces affect shooting. Biplanes may move past one another and even finish in the same space, but be careful -- one wrong move and your enemy will loop behind you and blast away!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Drawing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Digital Implementations: Tabletopia",
      "Misc: Watch It Played How To Videos",
      "Series: 20 Minutes! (PSC Games)"
    ]
  },
  {
    "Rank": "6692",
    "Name": "Charcuterie: The Board Game",
    "ID": 360058,
    "Year": "(2024)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/360058/charcuterie-the-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "Break out your serving boards, cured meats, and accoutrements as you prepare to create a delicious display of eye-catching appetizers in Charcuterie: The Board Game.&#10;&#10;Take turns drafting delectable food tiles and arranging them on your board, but carefully consider your placements as you will be judged on your final presentation! Score points for your arrangement and for meeting social criteria that elevate your display into a real crowd pleaser.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "I Cut, You Choose",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Cheese",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "6693",
    "Name": "Innovation Ultimate",
    "ID": 388367,
    "Year": "(2025)",
    "Geek Rating": "5.664",
    "Avg Rating": "8.70",
    "Link": "https://boardgamegeek.com/boardgame/388367/innovation-ultimate",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.9",
    "Description": "Innovation Ultimate is a box set containing Innovation and all five of its expansions, which includes a brand new expansion titled The Unseen. Many, many updates have been made to this edition. First, Age 11 has been added, representing the recent past and potential near future at the time of release. Lots of language and mechanics have been streamlined, and in particular, the expansions have all been heavily reworked to be more accessible and easy to include while playing.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Hand Management",
      "Layering",
      "Melding and Splaying",
      "Take That",
      "Tech Trees / Tech Tracks",
      "Variable Phase Order"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Components: Multi-Use Cards",
      "Crowdfunding: BackerKit",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Yucata",
      "Game: Innovation",
      "Mechanism: Tableau Building",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "6694",
    "Name": "Nanuk",
    "ID": 54433,
    "Year": "(2009)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/54433/nanuk",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5179",
    "Description": "Winter is coming. All the hunters boasted of their prowess, but you boasted the loudest. Now you have to deliver . . .&#10;&#10;In Nanuk, each player bids for how long he can stay on the trail and how much he will bring home. Each boast must be greater than the one before, until one hunter refuses to raise the bid, saying &quot;You're doomed!&quot; Then the hunt begins. Will the hunt leader make good on his boast, or will the doomers be right? Every player decides secretly to help . . . or to let it fail.&#10;&#10;Beware Nanuk, the great polar bear, who can end any hunt in failure. If you find an inuksuk, it will protect you &ndash; once. If the hunt is successful, the hunters share the animals collected. But if the hunt fails, the doomers score instead.&#10;&#10;Nanuk is a fast-playing, highly social game of bidding and bluffing for 5 to 8 players.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Push Your Luck",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Deer / Antelope",
      "Animals: Fish / Fishes",
      "Animals: Seals",
      "Region: Arctic",
      "Series: Madison Game Design Cabal",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "6695",
    "Name": "Dawn Patrol: Role Playing Game of WW I Air Combat",
    "ID": 4014,
    "Year": "(1982)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/4014/dawn-patrol-role-playing-game-of-ww-i-air-combat",
    "Min Players": "2",
    "Max Players": "52",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4737",
    "Description": "Dawn Patrol recreates the thrilling dogfights and air battles fought during The Great War.  Each player controls an airplane in a fiery test of his or her skill and nerve.  (32 pages of rules and 32 pages of charts, but none too difficult.)&#10;&#10;There is a role-playing element to the game, as if a pilot survives a mission, the next time a player flies the same aircraft, the player may use that now experienced pilot, who has some advantages over rookie pilots.  These advantages grow if the pilot survives more missions and claims more kills.&#10;&#10;Dawn Patrol is an update of the earlier Fight in the Skies.&#10;&#10;The game has an active club, The Fight in Skies Society, which hosts one or two weekends of play in the Midwest each year and publishes The Aerodrome two to four times each year.&#10;&#10;Fight in the Skies/Dawn Patrol is the only game to have been played at every GenCon and is a featured event at GaryCon.&#10;&#10;Re-Implements:&#10;&#10;    Fight in the Skies&#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Simulation",
      "Simultaneous Action Selection",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Italy",
      "Country: United Kingdom",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "6696",
    "Name": "Speed Cups²",
    "ID": 158100,
    "Year": "(2014)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/158100/speed-cups2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1111",
    "Description": "Speed &#226;&#128;&#139;&#226;&#128;&#139;Cups&sup2; can be played on its own with two players, but it can also serve as an expansion for Quick Cups, which then allows for play with up to six players.&#10;&#10;In this game, each player receives a set of five plastic cups, each a different color; a deck of 24 cards is shuffled and placed face down in the center of the table next to the bell. One player flips over the top card, which depicts colored objects &ndash; trains, birds, cups, etc. &ndash; stacked vertically or horizontally, then everyone tries to recreate this colored sequence with her own set of cups. The first player to do slams the bell, revels in the soul-brightening &quot;ding&quot;, then (if correct), claims the card. Someone then reveals the next card, and the players start shuffling cups once again.&#10;&#10;In Speed &#226;&#128;&#139;&#226;&#128;&#139;Cups&sup2; you don't only have to arrange your cups in horizontal and vertical stacks, but you also have to make different stacks!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6697",
    "Name": "Plato 3000",
    "ID": 121764,
    "Year": "(2012)",
    "Geek Rating": "5.664",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/121764/plato-3000",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5789",
    "Description": "In Plato 3000, a revised and improved version of the print-and-play game Utopian Rummy, players have the opportunity to rebuild the world into a new utopia. Players take turns playing sets of Job cards, shaping the new world, and giving them powers to break the rules of the game. Other players can join in &ndash; adding their matching Job cards &ndash; to gain the power for their side and lay more cards of their own.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Steampunk",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "6698",
    "Name": "Axis & Allies & Zombies",
    "ID": 246960,
    "Year": "(2018)",
    "Geek Rating": "5.663",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/246960/axis-and-allies-and-zombies",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.9474",
    "Description": "In Axis &amp; Allies &amp; Zombies, a new take on the iconic World War II strategy board game, each player takes command of one of the major powers, joining either the Axis or the Allies. Players then fight for victory against the opposing faction and a terrifying new foe: zombies. In this game that features streamlined game play, curveballs like chainsaw tanks and zombie mind control rays, and a zany storyline, will players survive the onslaught or succumb to the uprising?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Miniatures",
      "Creatures: Zombies",
      "Game: Axis & Allies (Avalon Hill)"
    ]
  },
  {
    "Rank": "6699",
    "Name": "Dwar7s Winter",
    "ID": 241334,
    "Year": "(2018)",
    "Geek Rating": "5.663",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/241334/dwar7s-winter",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.6429",
    "Description": "You built and defended your kingdom, and now that winter is here, you need to battle the harsh elements and chillingly scary monsters.&#10;&#10;Dwar7s Winter is a hand-building, resource management game with tower defense elements in the gameplay. Each player wants to achieve more victory points, but the only way to survive the winter is to work together.&#10;&#10;While Dwar7s Winter is a sequel to Dwar7s Fall, it is an independent, standalone game that includes 64 highly-detailed miniatures.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Digital Implementations: Tabletopia",
      "Game: Dwar7s Winter",
      "Series: Dwar7s"
    ]
  },
  {
    "Rank": "6700",
    "Name": "BITS",
    "ID": 89668,
    "Year": "(2011)",
    "Geek Rating": "5.663",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/89668/bits",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.44",
    "Description": "In Reiner Knizia's BITS &ndash; a successor to his own FITS &ndash; all players are active at the same time and have their own board on which they will place multicolored tiles each turn. The game last three rounds, with players scoring points at the end of each round.&#10;&#10;At the start of each round, players reveal a communal task card, which is added to any other task cards in play. If a player creates the shapes depicted or create colored groups of the appropriate size, she'll gain or lose points as shown on the task card(s). Each player then randomly determines a different starting tile for the round and places it on her board. Then the building cards are revealed one at a time, and all players take the tile shown and add it to their board by placing it in the top row of their row, then letting it slide down into place among the other tiles. This continues until all tiles have been placed.&#10;&#10;Players then score (or lose) points for the round, and the player with the highest score after three rounds wins! Players can complete an optional fourth round, if desired, and the rules also contain scoring targets for solitaire play.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Game: FITS",
      "Players: Games with Solitaire Rules"
    ]
  }
]