[
  {
    "Rank": "20906",
    "Name": "World War IV: One World, One King",
    "ID": 42882,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/42882/world-war-iv-one-world-one-king",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6",
    "Description": "Description: The year is 3126 A.D. Humanity is on the brink of extinction. World War III bombed civilization back to the Dark Ages. Hundreds of years later new global powers rise from the ashes of a shattered Earth.&#10;&#10;Kings of five major nation-states send their armies to battle among the ruins. These kings must act quickly to unite all mankind under a single leader. Lost technology is reverse engineered in a massive arms race, and the rediscovery of the atomic weapons is right around the corner...if used again the human race will not survive!&#10;&#10;Conquer the world in an epic game of battles, strategy and assassination!&#10;&#10;",
    "Categories": [
      "Economic",
      "Modern Warfare",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events"
    ],
    "Families": [
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "20907",
    "Name": "Yokai Battle",
    "ID": 178498,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/178498/yokai-battle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Theme:&#10;&#10;Yokai Battle originates from the Japanese occult monster realm. A yokai is a creature that has been made real by our fears or beliefs. In ancient times, while the yokai were conquering the world, a few men decided to resist them, training themselves to be Shamans. In Yokai Battle, you will become one of them, battling in today&rsquo;s world.&#10;&#10;Gameplay:&#10;&#10;Yokai Battle is 2 - 4 players tactical card game.&#10;&#10;Goal:&#10;&#10;The players have to conquer 5 terrain tiles by summoning 5 of their monsters onto them.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20908",
    "Name": "Caper",
    "ID": 6221,
    "Year": "(1970)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/6221/caper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "Each player assumes the role of a jewel thief attempting to steal jewels from various secure locations and returning them to his respective hideout.  The game features some exceptional components, including a multi-level board and detailed miniature metal thief tools, some of which have moving parts.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "20910",
    "Name": "Kropki",
    "ID": 26067,
    "Year": null,
    "Geek Rating": "5.509",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/26067/kropki",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Kropki (or &quot;Dots&quot; in English) is a paper and pencil game very popular play-during-lessons-in-school game. It seems this game was invented to play Go with paper and pencil - in contrast to Go you can surround empty spaces together with opponents dots, and the surrounded areas are off limits for the rest of the game.  Go experience is helpful, but many tactics work differently.&#10;&#10;There are Wikipedia articles in Polish and Russian and Czech.&#10;&#10;You can also play online.&#10;&#10;Here is an online interactive tutorial with problems to solve:&#10;http://www.tochki.org/lesson/eng/index.html&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20911",
    "Name": "Skirrid",
    "ID": 2038,
    "Year": "(1977)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/2038/skirrid",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Coming in a very awkward-sized box (42 x 42 x 3 cm), this is a distant relative of Scrabble. The 19x19 board is colored in two distinct areas, the central lozenge (just reaching the edges) being called the arena. The squares are sprinkled with numbers, of values increasing near the outer corners. The players have sets of 18 (for the two-player game) clear and smoked plastic of tangram shapes, some of which have a 2 or 3 over a certain square.&#10;&#10;Starting in the center, the players lay their pieces so as to score, adjacent to an existing piece. A piece normally scores the numbers it covers; if it has a number of its own and that number falls directly over a scoring square, they are multiplied. You can sacrifice a piece by playing it upside down; it scores half (rounding down) and the opponent isn't allowed to play a piece adjacent to the sacrificed piece on his next turn --this is a neat trick when approaching a high-scoring area. You cannot sacrifice on the first turn. You cannot play outside the arena until you've accumulated at least 75 in score.&#10;&#10;Score is kept with the help of tracking pieces on the outside edges of the game board.&#10;&#10;The playing tiles come in six different shapes, each with their own name:&#10;&#10;The Eye (covers 1 square);&#10;    The Rod (covers 2 squares);&#10;    The Quoin or Corner(covers 3 squares);&#10;    The Snake (covers 4 squares);&#10;    The Door (covers 5 squares);&#10;    The Gun (covers 6 squares).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 19 x 19 Grids",
      "Components: Polyominoes"
    ]
  },
  {
    "Rank": "20912",
    "Name": "Alibi saknas: Herrgårdsmordet",
    "ID": 21001,
    "Year": "(2005)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/21001/alibi-saknas-herrgardsmordet",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Alibi saknas: Herrg&aring;rdsmordet you are taken back to 1953 on an estate where six characters live. On this god-forsaken day one of them will be murdered. The way you and your opponents play your cards will build up the characters, reveal clues and unfold the mystery. Finally the murderer will be accused. You will build plots around your opponents and try to give your character an innocent appearance - because you are all without alibi!&#10;&#10;Only available in Swedish.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Pattern Building",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "20914",
    "Name": "Hexagonal Chess",
    "ID": 19432,
    "Year": "(1936)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/19432/hexagonal-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "3.8571",
    "Description": "Over the years a number of chess variants have been proposed for boards featuring hexagonally shaped cells (commonly called hexes). The most popular of these is Hexagonal Chess which was invented in 1936 by Wladyslaw Glinski of Poland.&#10;&#10;David Pritchard says, in the Encyclopedia of Chess Variants, that Glinski's game is played by over half-a-million people, mostly in Eastern Europe.&#10;&#10;It features a hexagonally-shaped (of course) 3-colour board. Otherwise, it differs from traditional chess in that it has 9 pawns and three bishops--one for each colour. The set-up naturally varies from that of a square board, but beyond that, much of the play is fairly similar.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: HexHex6 Grids",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "20913",
    "Name": "Taco Cat Goat Cheese Pizza: FIFA World Cup Qatar 2022",
    "ID": 374650,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/374650/taco-cat-goat-cheese-pizza-fifa-world-cup-qatar-20",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Taco Cat Goat Cheese Pizza: FIFA World Cup Qatar 2022 is a official licenced game for the Football World Cup.&#10;&#10;Although the gameplay is the same as Taco Cat Goat Cheese Pizza, this version has unique actions cards (yellow card, goal and Wisthle) with unique gestures.&#10;&#10;Taco Cat Goat Cheese Pizza is filled to the brim with hand-slapping mayhem! As in Snap and Dobble, each player places a card from their hand face up into a community pile while saying taco/cat/goat/cheese/pizza in player sequence. When the card matches the mantra &mdash; boom! &mdash; everyone slaps their hand on the deck, with the last one to slap picking up the cards. Whoever rids themselves of cards first wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Food & Drink: Cheese",
      "Series: Taco Cat Goat Cheese Pizza",
      "Traditional Card Games: Snap"
    ]
  },
  {
    "Rank": "20915",
    "Name": "Flicky Spaceships",
    "ID": 244531,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/244531/flicky-spaceships",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1",
    "Description": "By flicking your ship you&rsquo;ll smash into strange worlds (and other players) to collect useful resources. Each player will be trying to turn their resources into powerful spaceship upgrades for attack, defense, resource generation, or victory point production - all to give them the edge in conquering this new-found galaxy.&#10;&#10;On your turn you will collect the resource from the hex your spaceship is on (which might be where you left it last turn...), flick your spaceship into a new hex, then invest in upgrades for your spaceship.&#10;&#10;There are 12 available technologies in a game worth different amounts of victory points at the end of the game. In addition, victory point tokens can be taken from a central pool for the successful use of certain upgrades. The game ends when a fixed number of upgrades have been bought or the victory point pool is exhausted.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20916",
    "Name": "Steppe",
    "ID": 3557,
    "Year": "(1985)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/3557/steppe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.3333",
    "Description": "Abstract played on a board of 5 x 5 squares. Each player has thick, wooden tiles that cover 1, 2 or 3 linear squares plus three neutral tiles.  The tiles score 1, 5 or 10 points respectively, with the neutrals worth zero.&#10;&#10;Like Domain, Cathedral and others, players alternate to fill up the lowest &quot;level&quot; of the game board.  The last player to play on the first level starts level 2, the same goes for level 3.  Upper level tiles can only be played covering the player's color or neutral tiles.&#10;&#10;Levels are scored as they are completed, with a multiplier of the level number (1,2,3).&#10;&#10;The original game came with game board (signed and numbered by the author), rules, a scorepad and golf pencil, plus the following tile distributions:&#10;&#10;Player sets (blue and white) each have&#10;  15 &quot;ones&quot; (one square)&#10;   5 &quot;fives&quot; (2 squares)&#10;   3 &quot;tens&quot; (3 squares)&#10;   7 Neutral red tiles (one square)&#10;&#10;___________________________&#10;&#10;The TSR version (with plastic tiles):&#10;&#10;Player sets (blue and red) each have&#10;  15 &quot;ones&quot; (one square)&#10;   5 &quot;fives&quot; (2 squares)&#10;   3 &quot;tens&quot; (3 squares)&#10;   6 Neutral white tiles (one square)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games",
      "Series: Master Moves (TSR)"
    ]
  },
  {
    "Rank": "20917",
    "Name": "Falling (Revised Edition)",
    "ID": 169328,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/169328/falling-revised-edition",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "1.6667",
    "Description": "Re-implementation of Falling with some rule tweaks, some different cards, and a different card distribution. The theme, general gameplay, etc., are the same as original Falling.&#10;&#10;From the publisher's website:&#10;&quot;Everyone is falling. And fighting. The object of the game is to hit the ground last. It's not much of a goal, but it's all you could think of on the way down.&quot;&#10;&#10;&quot;One player deals the cards, while the other players fall. There are no turns; everyone is playing at once. Players can play cards on each other, or on themselves. These cards are called &quot;riders,&quot; and they change how the dealer will deal. A &quot;Hit&quot; means &quot;Give me two cards.&quot; A &quot;Skip&quot; means &quot;Don't give me anything.&quot; And so on. Those Skips come in really handy at the end of the deck, when the dealer starts handing out the Ground cards. Catch a Ground card, and you're dead.&quot;&#10;&#10;Falling is a real-time game, it takes as long to play as it takes to deal a deck of cards at a leisurely pace. You could literally play in less than a minute.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20918",
    "Name": "11:59",
    "ID": 268377,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/268377/1159",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "3",
    "Play Time": "5",
    "Weight": "1.25",
    "Description": "11:59 on the Doomsday Clock. DEFCON 1. Launch codes ready. Silos loaded and ICBMs armed. Nuclear War is imminent. Your president, still clinging to a dwindling hope of diplomacy, deep underground with you and a lucky few,  shakes with anticipation. They all look to you. Kill or be killed. Survive. Roll the dice and hope you have what it takes to defend a nation, your country, your home.&#10;&#10;11:59 is a 2-Player micro dice game that requires lightning-quick decisions, dexterity and stamina. As a decorated General on the verge of war your mission is to either succeed through diplomacy or destroy your enemy&rsquo;s bunker and VIPs before your enemy beats you to it. Each General controls two dice and a missile silo full of nuclear warheads while hidden in a bunker. Launch nukes, employ propaganda and fortify your bunker to become victorious. Do you have what it takes to win?&#10;&#10;MISSION: You must kill your enemy&rsquo;s VIPs or collect 5 diplomacy gems.&#10;&#10;SETUP: You start the game with 2 VIP meeples, 2 chevron bunkers (stacked) and 1 nuke in the unloaded position (laying on side). The diplomacy gems &amp; extra chevron bunkers are set in the center of the table within reach.&#10;&#10;HOW TO PLAY: You will roll 2 dice simultaneously and continuously (in real-time) with your enemy until you complete your mission.&#10;&#10;Roll 7 &ndash; If you roll 7 you may either earn 1 diplomacy gem (add 1 gem to your side of the table) or rebuild your bunker (add 1 chevron to your bunker stack) at the cost of 1 diplomacy gem (send 1 gem back to the table).&#10;&#10;Roll Doubles &ndash; If you roll Doubles you may load your nuke (place your nuke in the upright position), launch your nuke (lay your nuke on its side) to remove 1 enemy chevron bunker (send the chevron bunker to the table) or VIP (remove the VIP from play) if no chevron bunkers remain, or employ propaganda (send 1 of your enemy&rsquo;s diplomacy gems to the table).&#10;&#10;Continue rolling until you&rsquo;ve killed your enemy&rsquo;s VIPs or acquired 5 diplomacy gems.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20919",
    "Name": "Maratón Clásico",
    "ID": 26033,
    "Year": "(1985)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/26033/maraton-clasico",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.3333",
    "Description": "A Mexican trivia game that was quite popular some years ago. Up to six players or teams can play. The players advance in a track of 42 spaces (or &quot;kilometers&quot;, hence the name of the game) by answering questions about six main themes. A black piece represented the runner from the &quot;Ignorance Country&quot;, a special player that advances every time nobody answers a question.&#10;&#10;Because of the game's popularity, more editions were published: &quot;Marat&oacute;n Junior&quot;, for younger players with easier questions; &quot;Marat&oacute;n de los Famosos&quot;, with questions about celebrities of TV, sports, and music; &quot;Mi primer Marat&oacute;n&quot;, a very basic edition for children; and &quot;Marat&oacute;n con Opciones&quot;, a variant with 3 answers for each question, where players try to choose the correct option.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Mexico"
    ]
  },
  {
    "Rank": "20920",
    "Name": "Sleep Tight",
    "ID": 313085,
    "Year": "(2021)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/313085/sleep-tight",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "In Sleep Tight you are kids stuck in a very special dream...a dream where the Sandman lives. Your souls have been shattered, and the only way to wake up is to collect Soul Fragments by traversing your nightmares. But watch out, because the Sandman will haunt you trying to consume your remaining Soul Fragments.&#10;&#10;Team up against the Sandman or turn against each other. If the Sandman is killed, everyone wins. But if one of you wakes up first, they win, while the other players stay trapped in the nightmare forever, left as a feast for the Sandman.&#10;&#10;Try this game of cooperation, conflict, betrayal, and nightmares&#10;&#10;HOW TO PLAY SLEEP TIGHT&#10;&#10;Sleep Tight is a 10-20 minute game that is dynamic and fast-paced in terms of decisions and actions. Sometimes you&rsquo;re lucky and get a large hand of cards you can choose from, and sometimes you have to micromanage and get the best out of a small hand. It&rsquo;s a game where your luck can change suddenly when the Sandman lashes out, testing your intuition and skills. Will you hide and wait for the attack to blow over, or will you actively attack and escape by the skin of your teeth?&#10;&#10;In Sleep Tight you need to constantly be alert and think few steps ahead, as you will need to guess the other players&rsquo; next move or even worse, the Sandman&rsquo;s!&#10;&#10;The players uses action cards and Soul Fragments as a &quot;fuel&quot; for their action. They choose to cooperate with other players or can even join the Sandman in his evil goals.&#10;&#10;The Sandman has a stack of action cards that represents also his health pool. When the Sandman is out of action he is defeated. There are a lot of ways to inflict faster damages to him.&#10;&#10;There are two ways to win:&#10;&#10;     Kill the Sandman. If the Sandman deck is empty, all the players win. If you prefer to have one winner in this case, the winner is the player with most Soul Fragments. (The nightmare ends, and everyone wakes up.)&#10;     Escape the nightmare. If a player has 10 Soul Fragments and plays the card, that player wins and the other players lose. (The dream collapses, leaving the other players to be consumed by the Sandman.)&#10;&#10;&#10;There are two ways to lose:&#10;&#10;     Everyone dies. If every player dies by reaching 0 Soul Fragments, the players lose. (They die and are completely consumed by the Sandman.)&#10;     The nightmare traps you. If the Dreamscape deck is empty, the players lose. (The kids are trapped in their dreams and can&rsquo;t wake up anymore)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Traitor Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Dreams / Nightmares"
    ]
  },
  {
    "Rank": "20921",
    "Name": "Tohuwabohu",
    "ID": 93044,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/93044/tohuwabohu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "Tohuwabohu consists of a board, bricks, tiles and pawns. Also, each player holds a number of task cards. A timer is started and makes sounds in 15-second intervals.&#10;&#10;The active player now tries to fulfill the task on one of his cards within 15 seconds. Tasks can involve bricks, tiles or pawns. Existing structures can be expanded, modified or torn down. The first player to fulfill all of his task cards is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20922",
    "Name": "1001",
    "ID": 205495,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/205495/1001",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Aladdin wished to conquer the heart of the princess by building her a sumptuous palace, but the Vizier, mad with jealousy, set out to stop the hero. This amused the spirits of the four winds so much that they decided to join in the story as well!&#10;&#10;In 1001, you take on the role of the spirits of the four winds who will guide Aladdin's flying carpet, sometimes to aid him and sometimes to hinder him as the spirits of the wind can be capricious. Players work either solo or in teams, but with individual scores in either case and with points being scored in two ways:&#10;&#10;&#10;     As a team: You try to pick the best paths for Aladdin to fly so that he collects the resources he needs to build a palace for the princess and capture the moon and stars for her.&#10;     Individually: You can score points by successfully predicting the actions of the opposing team and by helping the Vizier block them.&#10;&#10;&#10;Will you work with your team to help Aladdin on his flying carpet? Or will you increase your individual score by helping the Vizier? Plan carefully, block the opposing team, and collect the gems you need to build a palace for the princess!&#10;&#10;1001 also includes advanced rules and components for an even greater challenge.&#10;&#10;--description from the publisher&#10;&#10;",
    "Categories": [
      "Arabian",
      "Children's Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Action Timer",
      "Betting and Bluffing",
      "Grid Movement",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Mythology: Arabian"
    ]
  },
  {
    "Rank": "20923",
    "Name": "Imperium Romanum: The Clash of Legions",
    "ID": 8740,
    "Year": "(1979)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/8740/imperium-romanum-the-clash-of-legions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.5",
    "Description": "From the rulebook:&#10;&#10;The Clash of Legions is a strategic level, politico-military simulation of the numerous wars which wracked the Roman Empire from its foundation in the civil wars of Caesar and Pompey through its overthrow at the hands of the barbarians, a period of roughly 600 years.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Barbarian migrations and invasions",
      "History: Roman – Gallic Wars",
      "History: Roman Civil Wars",
      "History: Roman Empire",
      "Players: Two-Player Only Games",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "20924",
    "Name": "Make 'n' Break: Junior",
    "ID": 65488,
    "Year": "(2010)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/65488/make-n-break-junior",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In this version of Make 'n' Break all the architects play simultaneously, using their own individual building pieces in order to erect the depicted building before anyone else. Fifty double-sided task cards are included.&#10;&#10;Re-implements:&#10;&#10;    Make 'n' Break&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Game: Make 'n' Break",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "20925",
    "Name": "Hopp und Hui!",
    "ID": 167412,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/167412/hopp-und-hui",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Little garden gnomes love to come play in the sandbox in the evening once the children have gone to bed, and in Hopp und Hui! you get to take them on the slide and &mdash; best of all &mdash; find the colorful children's toys in the sandbox.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "20926",
    "Name": "Zoinx!",
    "ID": 246754,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/246754/zoinx",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Zoinx! is a game of dicey decisions! First, all players secretly predict how many dots they think you will roll. Then you shake the dice and keep rolling as long as you meet your target; push your luck too far, though, and zoinx! &ndash; you lose everything and the points go to the players who bet against you!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Series: Mini Tins (Game Factory)"
    ]
  },
  {
    "Rank": "20927",
    "Name": "Mad Love",
    "ID": 194998,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/194998/mad-love",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Believing you've made the archaeological discovery of a lifetime, you and your intrepid partner enter the lost pyramid of Naal'ru, only to be immediately trapped in an endless Lovecraftian Dreamscape full of maddening visions of terror.&#10;&#10;Mad Love is a co-operative pocket card game of memory and deduction for 2 people played with a deck of just 18 cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "20928",
    "Name": "Indo-Pakistani Wars",
    "ID": 8741,
    "Year": "(1995)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/8741/indo-pakistani-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1667",
    "Description": "Covers the 1965, 1971 and a hypothetical 1990's conflict between India and Pakistan. Strategy &amp; Tactics magazine #174.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: India",
      "Country: Pakistan",
      "History: Indo-Pakistani Wars",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20929",
    "Name": "The Game of Life: Card Game",
    "ID": 15731,
    "Year": "(2002)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/15731/the-game-of-life-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.55",
    "Description": "This is the card game version of &quot;The Game of Life&quot;. There are four types of cards: Career cards, Student/Married cards, Early Life cards, and Later Life Cards. First you must draw a Career card. You may also choose to attend college which allows you to pick a higher paying career, but you also lose three turns. Your Career card lists how much time and money you can spend on each turn. On your turn, you may play cards from your hand, but only if you have enough time or money to pay for them (some cards, like &quot;Lucky Lottery&quot; allow you to add your two scores together). The cards you play feature life goals that are worth points. You may also get married and have children which costs you time but earns you bonus points. When the Early Life cards are used up, play proceeds with the Later Life cards. This deck also has the Letter cards &quot;L&quot; &quot;I&quot; &quot;F&quot; and &quot;E&quot;, and when all four of these cards are drawn the game ends. The players add up their scores and the one with the highest point total wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Game of Life",
      "Theme: My Best Life",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "20980",
    "Name": "The Bridge to Treasure Cave",
    "ID": 103638,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/103638/the-bridge-to-treasure-cave",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "The Bridge to Treasure Cave', first released as Die Br&uuml;cke am Rio D'Oro, is old and brittle &ndash; no, not the game itself, but the bridge that spans the river, the bridge that connects explorers to the treasure cave on the other side of the gorge.&#10;&#10;But who will be first to cross this dangerous path? Players must exercise the highest level of caution because a rotten plank of wood in the bridge might break at any time, causing the player &ndash; or worse, some of the precious treasure &ndash; to plunge into the gorge. What's more, the other treasure hunters will be only too glad to pilfer your finds should you give them the chance.&#10;&#10;The goal in The Bridge to Treasure Cave is to cross the bridge (a 3D structure inside the box), grab the treasure and cross the bridge again to return the treasure to your camp. On your turn, you roll a number of dice to determine how far you move. Each die face shows how far you must move and possibly some event:&#10;&#10;     Danger, which adds another die roll which may cause the bridge to (partly) collapse at your location, or may cause you to lose a treasure;&#10;     Repair, which allows you to repair a damaged part of the bridge;&#10;     Pilfer, which allows you to steal a treasure from another player, if you land on his location.&#10;&#10;&#10;There are three dice: a green die, which in general permits only slow, but safe movement, a yellow die, which gives a good chance to pilfer treasure, and a red die, which allows for fast, but risky movement. The number of treasures you are carrying determines how many dice you may roll: the more treasures you carry, the fewer dice you roll. After rolling, you select one die to execute.&#10;&#10;If you reach the treasure cave, you can immediately claim up to three treasures. If you reach your camp, you may unload your treasures and prepare for the next crossing. If you end your move at a gap in the bridge, or if the bridge collapses under you, any treasures you are carrying are lost in the river, and you return to your base camp.&#10;&#10;At the beginning of the game, the cave holds 25 treasures. The first player to carry a certain number of treasures (depending on the number of players) back to his camp wins. Alternatively, if no player has acquired that number of treasures before all treasures have been claimed or lost in the river, the player who has collected the most treasures wins.&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "20930",
    "Name": "The Terminator Collectible Card Game",
    "ID": 14471,
    "Year": "(2000)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/14471/the-terminator-collectible-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "A collectible card game based on the Terminator movies, using the same &quot;Battleground System&quot; as the &quot;Aliens Predator&quot; CCG (AP), and compatible with AP. One player uses a pre-constructed Resistance deck, while one player uses a pre-constructed Skynet deck to recreate the time-spanning battles depicted by the movie series. A &quot;Future War&quot; scenario allows for multiple players from each faction while the standard &quot;Termination&quot; scenario more-or-less recreates the first movie. Each starter includes standard cards, random cards, rulebook, quick start rules, 6-sided die, and counters.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Terminator",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20931",
    "Name": "Yum Cha",
    "ID": 363991,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/363991/yum-cha",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Yum Cha is a cute little card game based on everyone's favourite Chinese brunch, also known as Dim Sum. The objective of this casual card game is to accumulate the most points so that you get the honour of paying the bill.&#10;&#10;The rules are really simple to understand. Collect 3 sets of dim sums cards and 1 pair of tea cards!&#10;&#10;10 cards are dealt to each player. All remaining cards are placed in a deck faced down. Players take turns drawing a card from either the deck or any card from the centre. The player then decides which card they want to keep and end their turn by discarding a card into the centre face-up.&#10;&#10;Play strategically and collect small, medium, big and dessert dim sums to wrap up the game quickly, or go for glory and collect the super, special and top dim sums to score as many points as possible. You are in control of your own fortune.&#10;&#10;A round of Yum Cha ends when a player draws the eleventh card which makes a complete hand, revealing 3 sets of dim sums and 1 pair of tea. When they do so, they announce Yum Cha! and the round ends. A set of dim sums consists of three unique dim sums from the same tier. Duplicate dim sums cannot form a part of a set. A pair of tea consists of two tea cards of the same flavour.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "20932",
    "Name": "Fruit Salad",
    "ID": 185331,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/185331/fruit-salad",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Fruit Salad, players collectively assemble a fruity dish, trying to get rid of their cards in hand or score four points first.&#10;&#10;Cards are distributed face down evenly among all players. At the start of a round, someone rolls the two dice &mdash; one showing a number 4-8, the other showing a type of fruit &mdash; then players take turns laying cards in the center of the table, covering the card most recently played. Whenever someone thinks that the stack of cards contains at least as many of the required fruit as shown on the dice, they can slap the stack and reveal the cards. If they're correct, they keep one card face up as a point and distribute the other cards among the opponents; if incorrect, they must keep all of the cards.&#10;&#10;While this part of the game is straightforward, some cards include minions that require you to reroll either the number or fruit die, thereby changing what you're trying to collect in the salad. Can you keep track of everything?&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "20933",
    "Name": "Battle Yahtzee: Deadpool",
    "ID": 217827,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/217827/battle-yahtzee-deadpool",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Battle Yahtzee: Deadpool mashes up the irreverent Marvel antihero with a dice game competition that includes custom dice, a custom game board, and score sheet.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Battle Yahtzee",
      "Game: Yahtzee",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "20934",
    "Name": "UFO Farmer",
    "ID": 165447,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/165447/ufo-farmer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "In UFO Farmer, a spin-off of the best-selling Super Farmer game, players are aliens who have come to Earth to investigate unknown animal species. They arrive at the farm of a &quot;SuperFarmer&quot;, and their goal is to abduct the most animals.&#10;&#10;Each player has three spaceships. Each round, players cover animals with spaceships, then collect them. The trick is that you can use other players' spaceships. Your goal is to make a set of three of a kind or three different animals in order to catch them.&#10;&#10;",
    "Categories": [
      "Animals",
      "Science Fiction"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Theme: UFOs"
    ]
  },
  {
    "Rank": "20935",
    "Name": "Bloody Ridge: Turning Point on Guadalcanal, September 1942",
    "ID": 8746,
    "Year": "(1975)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/8746/bloody-ridge-turning-point-on-guadalcanal-septembe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2308",
    "Description": "Part of the Island War quadrigames which included standard rules for each wargame as well as exclusive rules for each wargame in the series. &quot;Bloody Ridge: Turning Point on Guadalcanal, September 1942&quot; covers the fighting on Guadalcanal during September 1942.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Solomon Islands",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20936",
    "Name": "Amnesia",
    "ID": 12539,
    "Year": "(1990)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/12539/amnesia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From back of box:&#10;&#10;The Hilarious Game Where Everyone Knows Who You Are... BUT YOU.&#10;Where else but in the game of AMNESIA could you find yourself in such good company as Bogart, Cleopatra, Lassie, Gumby, Monroe or George Washington? Of course, there's a famous identity on your forehead as well... but one which other the other players can see!&#10;The fun builds as Flashback Clues are passed from player to player. It's up to you to discover who you are through logic and intuition... and a little luck. But if those clues don't ring a bell, you can ring the Memory Bell for more. Think fast though because it won't be long before somebody has Total Recall!&#10;&#10;Similar to:&#10;&#10;    Code 777&#10;    What's That on My Head?&#10;    Egghead&#10;    Guess What I Am!&#10;    Coyote&#10;    Pow Wow&#10;    Am I a Banana?&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Trading"
    ],
    "Families": [
      "Mechanism: Deduction – Blind Man's Bluff"
    ]
  },
  {
    "Rank": "20937",
    "Name": "MegaCorps",
    "ID": 55492,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/55492/megacorps",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4516",
    "Description": "From the Z-Man Games website:&#10;&#10;&quot;MegaCorps is a game of economic domination. You control a MegaCorp &mdash; one of the six enormous conglomerates that dominate economic and political life in the mid-21st Century. You control industries, manipulate governments like puppets, and even wage war to open new markets. You win by making more money than the other MegaCorps.&#10;&#10;A player chooses industries in countries, hoping for big payouts by having less competition in the industry. But if you own an industry and want to build the same industry in another country you will need to get permission. Of course, you can try to take over the country first then build in there, using the force of countries you own and mercenaries you have or with those you can persuade allies to contribute.&#10;&#10;The type of government a country is can also have an effect on what you buy (or what you keep!). Kleptocracies can steal ownership of your industry. Dictatorships can nationalize an industry to shut you out. Democracies can buy you out.&quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "20938",
    "Name": "RisiKo! Edizione Torneo",
    "ID": 277671,
    "Year": "(1993)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/277671/risiko-edizione-torneo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.75",
    "Description": "RisiKo! Tournament Edition&#10;&#10;It is basically the same as the traditional version of RisiKo!, from which it is distinguished by the following characteristics: graphically more accurate scoreboard; more tanks available for each color; larger tank equivalent to 5 small tanks; possibility to choose between &quot;traditional objectives&quot; and &quot;tournament objectives&quot;, but playable up to a maximum of 5 players.&#10;&#10;The presence of &quot;tournament objectives&quot; is the only strategic difference (and not simply graphic) compared to the traditional version. The purpose of these objectives is to be able to assign victory points (technical score) in the event that no player is able to complete the assigned goal. The final score for each player is given by the total sum of the state borders in the target. For example for the following 3 target states - China (7 points), Northern Europe (5 points) and India (3 points) - the player receives 15 points.&#10;&#10;In the event of a tie at the end of the set time, the win is awarded to the player with the most points out of target.&#10;&#10;&mdash;description from Wikipedia&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Components: Miniatures",
      "Game: RisiKo!",
      "Region: The World",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "20939",
    "Name": "Fairy Prank",
    "ID": 326582,
    "Year": "(2020)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/326582/fairy-prank",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A fairy has taken some objects from your desk! In order to get them back, you must correctly guess which of your items is missing from the treasure box.&#10;&#10;In Fairy Prank, one player will take on the role of the fairy and remove items from the treasure box while the remaining players will try to guess what is missing by shaking it and listening to the sounds. The player who correctly guesses the same item three times, or identifies six different items at least once is the winner. Gameplay runs for about 20 minutes.&#10;&#10;Contents:&#10;&#10;1 Score Pad&#10;10 Items:&#10;Wooden Stick&#10;Marble&#10;Die&#10;Paper Clip&#10;Diamond&#10;Eraser&#10;Piece of Felt&#10;Spring&#10;Metal Ring&#10;Rope&#10;10 Item Tokens&#10;2 Blank Item Tokens*&#10;Treasure Box&#10;Starting Player Token&#10;&#10;    Customize the Blank Tokens to add your own items to the game! &#10;&#10;&#10;This game is designed for 2-6 players, ages 8 and up, with an average playtime of 20 minutes per game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Music"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Organizations: Forgenext",
      "Theme: Art style – Art Nouveau"
    ]
  },
  {
    "Rank": "20940",
    "Name": "Pro Draft",
    "ID": 12062,
    "Year": "(1974)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/12062/pro-draft",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Your ticket to an exciting game where the players become pro-football managers competing with other managers to build a winning team.  Each game contains 50 official football trading cards.  Managers draft and trade real pro players, trying to build the strongest squad.  You can even substitute your own collection of football cards.&#10;&#10;Game contents:&#10;&#10;     Game rules&#10;     Football spinner with card tray (orange plastic)&#10;     4 player Line-Up stands with slots for 11 position cards (green plastic)&#10;     50 Official Football player cards (Topps/Parker Brothers special edition)++&#10;     56 Contract cards (7 of each dollar amount: $5,000,$10,000,$15,000,$20,000,$25,000,$30,000,$35,000,$50,000)&#10;     28 Option cards (breakdown: 4 Acquire,4 Claim,4 Sign Player,4 Stop Option Play,4 Collect,4 Trade a Player,4 Trade a Draft Pick)&#10;     56 Value cards:&#10;&#10;&#10;--- 28 &quot;A&quot; Value Cards: 1 - 0, 1 - 5, 2 - 10, 2 - 15, 2 - 20, 2 - 25, 4 - 30, 2 - 35, 2 - 60, 2 - 65, 1 - 70, 1 - 75, 2 - 80, 1 - 85, 1 - 90, 1 - 95, 1 - 100&#10;--- 28 &quot;B&quot; Value Cards: 4 - 25, 3 - 30, 4 - 35, 5 - 40, 5 - 45, 2 - 50, 3 - 55, 2 - 60&#10;&#10;++ In order to substitute your own pool of player cards (or replace ones missing from an imperfect used copy), the original game came with 50 Topps/Parker Brothers cards with the following position breakdowns:&#10;&#10;&#10;    10 running backs&#10;    9  wide receivers&#10;    8  guards&#10;    8  tackles&#10;    5  quarterbacks&#10;    5  tight ends&#10;    5  centers&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "20941",
    "Name": "H2Olland",
    "ID": 19414,
    "Year": "(2005)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/19414/h2olland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.25",
    "Description": "H2olland A Celebration Of A Nation!&#10;&#10;H2olland allows players to experience the height of Tulipmania as mayors of four small villages. Players attempt to drain Windmill Lake and quickly plant over the newly gained land in the hope of growing the most expensive tulips next to their Windmills. Players must attempt different activities in the four seasons to attempt to improve their progress in the the six year project. Players not only have to contend with the nasty weather of the North Sea, but also with the fact that the other players are constantly using up the little space the game has to offer.&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Farming"
    ],
    "Mechanics": [
      "Tile Placement",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "20942",
    "Name": "Rebound",
    "ID": 3059,
    "Year": "(1971)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/3059/rebound",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In Rebound,  each player or team controls four pucks, red or blue. One at a time, players shoot their pucks down the alley, they bounce off two rubber bands, and land in either a scoring zone (10-20-50-100) or the Pit, and score nothing at all. Players are free to knock other pucks around, and it's only at the end of the round that the scores are totaled. First to reach 500 at the end of a round wins. A newer version has green and purple pucks, a 150 or 200 point zone, and tilt area.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Sports: Curling"
    ]
  },
  {
    "Rank": "20943",
    "Name": "Dancing Dragons",
    "ID": 17158,
    "Year": "(2005)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/17158/dancing-dragons",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "A card game where teams of two, three, or four try to use their cards to construct a dragon and get points before their opponents can steal the dragon from them to take the points for themselves.&#10;&#10;The game design is by Margaret Weis, the artwork is by Tom Wham.&#10;&#10;From FunAgain Games:&#10;Things get very interesting when dragons celebrate! The magic gets so out-of-hand that it can take some time to sort things out. With luck, a swift eye, and good teamwork, these dancing dragons will leave the party with the same wings and tail they had when they came in.&#10;&#10;Dancing Dragons is a non-collectible, team-based card game that is easy to learn and fun to play. The game is suitable for children, families, or those who refuse to grow up!&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "20944",
    "Name": "Staka",
    "ID": 258334,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/258334/staka",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The general idea of the wooden game Staka is to stack and win, and the game comes with five modes of play:&#10;&#10;&#10;    In Duel mode, two players compete to stack figures before their opponent. The first with five figures completed wins the game.&#10;    In Flash mode, the players try to complete the figure against the clock, which is represented by a die that opponents roll and add up.&#10;    In Crash mode, it's the first to crash the construction that loses.&#10;    In Zen mode, take your time, put on your noise-cancelling headsets, and try to complete the twenty challenges in the game.&#10;    In Art mode, unleash your creativity and build new figures.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Action Queue",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "20945",
    "Name": "Zug",
    "ID": 64426,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/64426/zug",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "A new and simply strategic game designed and developed in Argentine on November 2009. Players must install sugar factories and sell their sugar production in the cities. To reach this goal, players must install a system of railroads, in order to connect factories and cities together.&#10;&#10;The game contains 90 tiles, 75 pieces of plastic in five colors, a table-counter and a rulebook. The tiles represents a landscape with a segment of railroad; some of them also contains sugar factories, train stations, locomotives and cities.&#10;&#10;Game components of the 2011 edition: 90 square tiles (5x5), 105 round tiles (65 wagons, 40 machinists), 5 plastic player pieces (in 5 colors) + board for counting, rulebook.&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Trains"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "20946",
    "Name": "Full Moon",
    "ID": 136523,
    "Year": "(2013)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/136523/full-moon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In Full Moon, the players each want to get all the wolves together to howl in the night. To set up, the players line up the twelve wolf tiles in a random order; the wolves come in four colors, with the wolves in each color having 1-3 prints.&#10;&#10;The first player, sitting &quot;below&quot; the row of tiles, moves any one wolf tile one space to the left or right, placing it below the wolf tile in that location to form a column. The only restriction on movement is that two wolves of the same color can never be in the same column. (The row of tiles then contracts so that it has no empty spaces in it.) This player then places a moon token above or below the column; the next player has to move a tile that matches the color or number of the tile adjacent to the moon.&#10;&#10;When a column of tiles is present, a player can move either the single wolf closest to his side of the table or the entire column of tiles. (This wolf closest to him must be a legal move.) If a player can't move, he loses his turn and the other player can move any wolf of his choosing.&#10;&#10;The first player to place four wolves in a column wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Wolves",
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20947",
    "Name": "Harry Potter: Kampf gegen die dunklen Mächte",
    "ID": 368948,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/368948/harry-potter-kampf-gegen-die-dunklen-machte",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In Harry Potter: Kampf gegen die dunklen M&auml;chte (&quot;Battle against the Dark Forces&quot;), each player slips into a random role, possibly a Hogwarts student, wizard, or witch with magical abilities, and possibly an insidious Death Eater.&#10;&#10;A game lasts one night, during which players use their special abilities, and one day during which everyone votes on who could be a Death Eater. The role of the player with the most votes loses, as does everyone on their side of the battle, so choose carefully! A free game master app guides the players through the evening and offers atmosphere at the gaming table.&#10;&#10;Harry Potter: Kampf gegen die dunklen M&auml;chte features gameplay similar to One Night Ultimate Werewolf.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Role Playing",
      "Roles with Asymmetric Information",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Books: Harry Potter",
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "20948",
    "Name": "Five Fingered Severance",
    "ID": 76447,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/76447/five-fingered-severance",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9375",
    "Description": "Today is your last day on the job. Corporate decided to close the store and everybody is getting the boot. You could spend the rest of the day helping those miserable, wretched wastes of human skin who come in and demand service, or you could do what you always wanted - tell them were to go and have a good time. And you know which one it&rsquo;s going to be...&#10;&#10;From the instructions.&#10;&#10;In Severance each player assumes the role of one the characters at the store. They can steal items from the store, slack off, or keep performing their work duties. Each activity has risks and rewards. The player scores points after successfully slacking off and after taking their stolen goods to their locker. When a player gets caught (by the boss) doing something wrong they gain heat. Heat also naturally rises during the game. When a player reaches 30 they are fired. The game ends when all of the players but one are fired or the event deck is exhausted.&#10;&#10;Five Fingered Severance is a take that game. To gain points the players will have to open themselves up to the other player's attacks. I want the game to be more tactical though, so the plot cards in the deck are limited to just a few types of cards. This allows players to know about what they are getting when they take a turn to refresh their hand.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "20949",
    "Name": "Willy Waschbär",
    "ID": 1355,
    "Year": "(2001)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/1355/willy-waschbar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5714",
    "Description": "from rules.txt&#10;&#10;Although raccoons are usually cute and adorable, sometimes they can be downright nasty. Twelve raccoons have discovered a glade with fruits and berries. Immediately they start to fence off the loot. They shove each other and grab at the stuff. The person who collects the most food and is still in the game at the end wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "20950",
    "Name": "Dogs Bond",
    "ID": 317087,
    "Year": "(2021)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/317087/dogs-bond",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "As rescue dogs, players collect the sets of attributes they need to find their way to one of six available forever homes. This 2-6 player game asks players to make their best choices based on the &quot;paw&quot; they are dealt, offering a wide variety of choices and combinations that change every game to provide gameplay based on both strategy and luck!&#10;&#10;Each turn consists of drawing an event card, then drawing and playing appropriate attribute cards to build out your dog's attributes (Grooming, Obedience, Temperament, and Health) to meet requirements set by each adopter. You can play for one adopter or many, and they all have different ideas about what makes the perfect dog!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Hidden Victory Points",
      "Ladder Climbing",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20951",
    "Name": "Kamozza (貨モッツァ)",
    "ID": 204410,
    "Year": "(2012)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/204410/kamozza-huo-motsutsua",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "User summary&#10;&#232;&#178;&#168;&#227;&#131;&#162;&#227;&#131;&#131;&#227;&#131;&#132;&#227;&#130;&#161; (Kamottsa) is Kamozza. In the game of Kamozza, you are exporters and your goal is to load as much of your freight as possible into ships.&#10;&#10;At the beginning of the game, each player has the same set of freight cards of various loads.&#10;&#10;There are two docks on the table. Each round, two ships come into these docks. The one of these two ships has larger load capacity, and the other has smaller. Then each player secretly chooses a freight card from their hand and destination ship to load the freight. When they are revealed, count up the load for each ship. If the load exceeds the ship's capacity, the ship is sunk. Otherwise freight is successfully loaded and victory points are scored to the successful players.&#10;&#10;After the fifth round, the highest scorer wins the game.&#10;&#10;This game is simple but exciting, and its artwork is cute. You can play another game using the same cards. You should load your freight from heavier to lighter, but if you and other player play the same card, both cards cancel each other and you miss a chance to load. This game is also exciting.&#10;&#10;The game was originally produced in 2012 in Japanese. A new edition has been made for Spiel 2016 with rules available in English, German and French (game-play being language independent).&#10;&#10;Publisher's summary&#10;&#232;&#188;&#184;&#229;&#135;&#186;&#230;&#165;&#173;&#232;&#128;&#133;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#231;&#169;&#141;&#227;&#129;&#191;&#232;&#141;&#183;&#227;&#130;&#146;&#232;&#136;&#185;&#227;&#129;&#171;&#232;&#188;&#137;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#239;&#188;&#146;&#227;&#129;&#164;&#227;&#129;&#174;&#230;&#184;&#175;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#170;&#232;&#136;&#185;&#227;&#129;&#168;&#229;&#176;&#143;&#227;&#129;&#149;&#227;&#129;&#170;&#232;&#136;&#185;&#227;&#129;&#140;&#229;&#133;&#182;&#227;&#128;&#133;&#227;&#129;&#174;&#230;&#184;&#175;&#227;&#129;&#171;&#231;&#157;&#128;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#232;&#136;&#185;&#227;&#129;&#174;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#149;&#227;&#129;&#171;&#233;&#153;&#144;&#229;&#186;&#166;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#232;&#163;&#143;&#227;&#130;&#146;&#227;&#129;&#139;&#227;&#129;&#141;&#228;&#186;&#186;&#227;&#129;&#174;&#229;&#176;&#145;&#227;&#129;&#170;&#227;&#129;&#132;&#230;&#184;&#175;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#153;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#233;&#135;&#141;&#232;&#166;&#129;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#232;&#136;&#185;&#227;&#129;&#174;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#149;&#227;&#130;&#146;&#232;&#182;&#133;&#227;&#129;&#136;&#227;&#129;&#166;&#231;&#169;&#141;&#227;&#129;&#191;&#232;&#141;&#183;&#227;&#129;&#140;&#228;&#185;&#151;&#227;&#130;&#139;&#227;&#129;&#168;&#232;&#136;&#185;&#227;&#129;&#175;&#230;&#178;&#136;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#227;&#130;&#183;&#227;&#131;&#179;&#227;&#131;&#151;&#227;&#131;&#171;&#227;&#129;&#167;&#231;&#155;&#155;&#227;&#130;&#138;&#228;&#184;&#138;&#227;&#129;&#140;&#227;&#130;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#231;&#181;&#181;&#230;&#159;&#132;&#227;&#130;&#130;&#227;&#130;&#171;&#227;&#131;&#175;&#227;&#130;&#164;&#227;&#130;&#164;&#227;&#129;&#168;&#232;&#169;&#149;&#229;&#136;&#164;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#128;&#129;&#229;&#144;&#140;&#227;&#129;&#152;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#129;&#134;&#228;&#184;&#128;&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#146;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#130;&#130;&#231;&#137;&#185;&#229;&#190;&#180;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#130;&#130;&#227;&#129;&#134;&#239;&#188;&#145;&#227;&#129;&#164;&#227;&#129;&#175;&#227;&#131;&#144;&#227;&#131;&#131;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#170;&#232;&#141;&#183;&#231;&#137;&#169;&#227;&#129;&#139;&#227;&#130;&#137;&#232;&#136;&#185;&#227;&#129;&#171;&#232;&#188;&#137;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#229;&#144;&#140;&#227;&#129;&#152;&#231;&#169;&#141;&#227;&#129;&#191;&#232;&#141;&#183;&#227;&#129;&#175;&#231;&#132;&#161;&#229;&#138;&#185;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#147;&#227;&#129;&#161;&#227;&#130;&#137;&#227;&#130;&#130;&#227;&#130;&#168;&#227;&#130;&#173;&#227;&#130;&#181;&#227;&#130;&#164;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#130;&#136;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Math",
      "Nautical"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "20952",
    "Name": "Shadow of the Sun",
    "ID": 132406,
    "Year": "(2013)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/132406/shadow-of-the-sun",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Shadow of the Sun takes place in the city of Hemloch. The long day is drawing to a close, and the scramble for power before the endless night has begun. Each player will play Minion Cards, in a variety of ways, to add his markers, or attempt to remove is opponent's markers, from the city's 4 districts.&#10;&#10;Shadow of the Sun takes place over 8 (or sometimes fewer) Days (or Rounds).  During each Day, a Day Card is revealed, each player receives a turn, and there is a Struggle of the revealed Day card.  Each player's Markers represent his House's level of influence across the 4 Districts of Hemloch.  Through the use of Minion Cards, players are able o add and remove Markers.  The games ends at the end of any Day when there are no Day card remaining in the Day Deck, or 1 or more players have no Makers left to place.&#10;&#10;Each Day, beginning with the Supreme Player, and continuing clockwise, each player takes 1 turn.  Each player's turn is broken up into several steps, taking in this order:&#10;&#10;     DRAW - The player draws 2 card from the Minion deck and adds them to his hand.  There is no maximum hand size.&#10;     BONUS - The player may draw 2 additional cards OR he may add 1 of his Markers to any District that does not yet have 1 of his Markers on it.&#10;     SPECIAL ABILITY - The player has access to 4 different Special Abilities.  In order to us a Special Ability, the player must discard the appropriate cards from his hand.  A player may use 1 Special Ability per turn.&#10;     ACTIONS - The players has a choice of performing 1 of the following 3 Actions: Bolster, Usurp, or Preen.&#10;     DRAW - Player draws 1 additional card.&#10;&#10;&#10;THE STRUGGLE&#10;At the end of each Day, after each player has taken his turn, there is a Struggle.  The winner of the Struggle will be able to place a Marker, or Markers, on the District indicated on the current Day card.  Each player, beginning with the player to the left of the Supreme Player, and continuing clockwise choose to participate in the Struggle or pass.  Each player who participates chooses a Legion to play and they are revealed simultaneously.  The player with the highest Legion Strength takes the current Day card and places it in his play area and places the Markers indicated on the Day card on the District also on the Day card.  All Legions are discarded.&#10;&#10;After the struggle, the game ends if there are no Day cards left or if any player has no Markers remaining.  If the game does not end after the Struggle, each player discards down to 3 cards and then the discard pile and Minion deck are shuffled together.  The Supremacy Card passes to the next player and a new Day begins.&#10;&#10;Players score points based on the placement of their Markers within the Districts.  The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20953",
    "Name": "Novgorod",
    "ID": 298442,
    "Year": "(2020)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/298442/novgorod",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "2",
    "Description": "In Novgorod, players build kontors (trading offices) in Hanseatic cities to ship goods and manufacture luxury products. These are necessary to fulfill missions that give you victory points and allow you to step forward on your career card.&#10;&#10;Balancing between building enough (but not too many) kontors, improving your ship, and figuring out the ideal ratio between earning money and collecting victory points is crucial.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Investment"
    ],
    "Families": [
      "Cities: Novgorod (Russia)",
      "Digital Implementations: Tabletopia",
      "Game: Novgorod",
      "Series: Baltic (OSTIA Spiele)",
      "Theme: Hanseatic League"
    ]
  },
  {
    "Rank": "20954",
    "Name": "Mangala",
    "ID": 39492,
    "Year": null,
    "Geek Rating": "5.509",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/39492/mangala",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A mancala game.&#10;&#10;From Mancala World:&#10;http://mancala.wikia.com/wiki/Mangala_II&#10;&#10;&quot;Mangala is a Turkish mancala game which was very popular in the 17th and 18th century. According to Metin And, a Turkish ethnologue, the game could be related to the &quot;mancala&quot; of The Arabian Nights (fifteenth night), one of the first literary accounts of mancala games. The game was depicted in Turkish paintings as early as in the 16th century. In Europe, it was first mentioned in 1694 by the English traveller Thomas Hyde. Mangala was also found by Edward Daniel Clarke in Balaklava, Crimea (now a suburb of Sevastopol) in 1801 and by Peter Emund Laurent on Chios Island (now Greece) in 1818. It might have influenced Mandoli (Hydra Island, Greece) and Ban-Ban (Bosnia). Mangala has almost the same rules as the Baltic German Bohnenspiel, which originated in Persia where it was known as Manqala or Manqalat.&#10;Two Ottoman Women playing Mangala (18th century)&#10;&#10;The classic Mangala is still known in Turkey. However, the Mangala played in Gaziantep in Southeast Anatolia is not related to it at all, but is a close variant of La'b madjnuni (&quot;The Crazy Game&quot;), which was played in Damascus (Syria) in the late 19th century. More games called &quot;Mangala&quot; (again with quite different rules) are popular among the Bedouins in Egypt.&#10;&#10;Mangala might be the first commercialized mancala game in a western country. A game called &quot;mangola&quot; (a common synonym for the Turkish Mangala at this time) was published by Jaques in England in 1863, after Walter Whitmore Jones claimed to have invented it. Jaques pattern book covering shows a thick wood board with two rows of six cells in which something like white beans are placed. The records of copyrights kept by the Stationers company, the Public Records Office at Kew, includes a volume covering 1862-64, which has an entry showing that the rules of Mangola were protected by copyright at that time. Richard Ballam, a board games collector, found an advertisement in the Illustrated London News (December 23, 1865) saying: &quot;Mangola, a new game. By the author of Squails, Frogs &amp; Toads etc. Wholesale Jaques &amp; Son&quot;. Claiming foreign or nearly forgotten boardgames as own designs happens frequently in the game industry. (...)&#10;&#10;Rules&#10;&#10;Mangala is played on a board, which consists of 12 holes dug into the earth. Initially there are six glass beads (&quot;boncu&#196;&#159;u&quot;) or cowrie shells in each hole.&#10;&#10;On his turn a player distributes the contents of a hole, one by one, in a counter-clockwise direction into the succeeding holes.&#10;&#10;If the last bead falls in a hole on either side of the board, making a total of two, four or six beads including the last bead, its contents are captured.&#10;&#10;If this hole is preceded by other holes which contain two, four or six beads, their contents are also taken.&#10;&#10;A player must move if he can, but passes when his holes are empty.&#10;&#10;The game is finished when all holes are empty.&#10;&#10;The player who captured more beads wins the game.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Mancala"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games",
      "Traditional Games: Mancala"
    ]
  },
  {
    "Rank": "20955",
    "Name": "Why",
    "ID": 2487,
    "Year": "(1958)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/2487/why",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2222",
    "Description": "&quot;Alfred Hitchcock presents...The Game of Why&quot;&#10;&#10;Once upon a time, six people on their way to a costume party took shelter from a storm in a haunted house...And were never seen alive since.  But they still haunt the house.  You must try to find out who was murdered, by what means and why.&#10;&#10;The cards include Motive cards, No Clue cards and a single &quot;It's a Mystery to Me&quot; card.  In addition, there are cards that can be assembled side by side to form larger pictures: the six guests (Cleopatra, Napoleon, etc. --they were costumed, you see; in four pieces), four weapons (also in four pieces) and Alfred Hitchcock (in six pieces).  Seven cards are dealt to each player, the rest into the house's rooms.  You enter a room by exact count, except that a 7, 11 or doubles allows you to go directly to the spot of your choice.  When you reach a room, you pick up the top card there and discard either it or another card from your hand to the &quot;Lawn&quot; --off the board.  These cards are laid face down without overlapping each other but are shown to the other players as they're laid down.  Later, you may try to recover a Lawn card by showing a card from your hand of the appropriate type (a piece of a guest, for example) and then pointing to a Lawn card and picking it up.  If you remembered right, you may repeat the procedure.  You can also claim cards from other players by meeting them in the house and &quot;accusing them&quot; of withholding a particular card (this is what the No Clue cards are defence for).  Once the rooms are empty, everyone gathers in the hall and play is speeded up.&#10;&#10;First player to assemble a Ghost, Weapon and Motive OR Alfred and &quot;It's a Mystery to Me&quot; wins.&#10;&#10;",
    "Categories": [
      "Memory",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Celebrities: Alfred Hitchcock",
      "Creatures: Ghosts",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "20956",
    "Name": "YET",
    "ID": 396333,
    "Year": "(2024)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/396333/yet",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In this race for time, players race their Airships around a clock, capturing face-up Time Capsule cards for points at the end of the game. &#10;Each round, the clock ticks one hour, flipping over the card in that hour's position. Players draft Action cards, then perform precise movements and card or Airship rotations in order to position themselves to capture the most Time Capsules at the end of the round. &#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#10;Time Capsules are numbered 1-12 and reward their face value in points. The player with the most points wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Aviation / Flight",
      "Card Game",
      "Deduction",
      "Exploration",
      "Memory",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Drafting",
      "Closed Drafting",
      "Map Reduction",
      "Memory",
      "Multi-Use Cards"
    ],
    "Families": [
      "Series: Pack O Game (Perplext)",
      "Theme: Airships / Blimps / Dirigibles / Zeppelins"
    ]
  },
  {
    "Rank": "20957",
    "Name": "Zaberias",
    "ID": 290541,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/290541/zaberias",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "180",
    "Weight": "2.1667",
    "Description": "In the magical realm of Zaberias four tribes are fighting to conquer the whole realm: The Guardians, Orcs, Humans, and Undead.&#10;&#10;It is a strategy-level war game. A player must conquer new fortresses and upgrade existing ones so to increase income, and gain access to stronger and bigger units. Each unit has different innate skills (power, range, &amp; speed), and some special abilities which add many strategic maneuvers, fun, and replay-ability.&#10;&#10;The game is straight forward and easy to learn; it does not limit the player but rather gives freedom of action. In each turn, a player can receive money, build units, upgrade fortresses, move and attack as much as his resources and units allow him. There is no specific action sequence. a player can do what suits him best.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "City Building",
      "Educational",
      "Math",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "20958",
    "Name": "Pints of Blood",
    "ID": 157673,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/157673/pints-of-blood",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Some old habits die hard. As the city is unexpectedly hit by disaster, and its inhabitants are slowly turning into hordes of hungry undead, an ever-growing assembly of zombies is beginning to queue outside a little corner pub. Inside a small group of patrons suddenly becomes aware that the evening is going to be more than just beer and snacks, and they're forced to take up whatever arms are within reach to avoid the fate of ending up as someone else's snack.&#10;&#10;In Pints of Blood, you must keep the zombies from entering the pub, and they're outside ready to move forward whenever they see any sign of life at the windows or door &ndash; or if they're pushed from behind by the ever-increasing number of zombies that are being brought in by the still running public transport.&#10;&#10;But no need to despair as help is on its way! Rally with your fellow survivors and hold out until the rescue vehicle makes its appearance. Be aware, however, that it might not have room for everyone, so at some point you may have to decide whether to support your mates or to fight for yourself &mdash; but if all buddies die before help arrives, the zombies win.&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Category: Tower Defense"
    ]
  },
  {
    "Rank": "20959",
    "Name": "Miskatonic School for Boys",
    "ID": 197433,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/197433/miskatonic-school-for-boys",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "Description from the publisher:&#10;&#10;Miskatonic School for Boys is an all new game by game designer Garrett Herdter. The game takes place at a boarding school for boys. Unfortunately, the school is also a training ground for dark beings from the 5th dimension. These beings, while capable of unfathomable universe destroying power, have a long way to go in order to reach their full potential. The MSfB will help them reach that potential!&#10;&#10;In a twist on the Miskatonic genre of games, instead of players taking on the roles of humans trying withstand the dark forces around you, players instead play the dark forces of the Lovecraft universe (or at least &ldquo;dark forces in training&rdquo;). The game takes place during the final 3-day test in the &ldquo;Human Possession&rdquo; course. Each 5th dimensional horror starts the test in control of one of the human students of the school. The goal for the beast is to figure out which student they are in possession of before the other members of the class figure out which student they are controlling.&#10;&#10;Designed by Garrett Herdter, MSfB takes the standard deduction game concept of &ldquo;I try to guess the other players hidden roles&rdquo; and flips it. In MSfB, each player has no idea who they are, but they DO know who all the other people are. This dynamic and the fact that 1 or 2 of the players can lie during the game make MSfB hysterical fun while still being easily accessible and quick to learn.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "20960",
    "Name": "RisiKo! Master",
    "ID": 10171,
    "Year": "(2002)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/10171/risiko-master",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "Just a new variant of Risk!&#10;Main changes: A formable board that changes every game. It's possible to choose it to control duration of the game; Production areas; no more secret missions but the same for every player. This makes the game more balanced but with less &quot;mystery&quot;.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling"
    ],
    "Families": [
      "Game: RisiKo!",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "20961",
    "Name": "The Moscow Option: Guderian's Gambit",
    "ID": 13388,
    "Year": "(1996)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/13388/the-moscow-option-guderians-gambit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2857",
    "Description": "(from the introduction:)&#10;&#10;The Moscow Option: Guderian's Gambit is a simulation of the fighting that could have taken place between Smolensk and Moscow during the first half of August 1941 if Hitler had decided to concentrate his eastern armies' supply in order to allow the mechanized forces of Army Group Center to make the 150 miles to the Soviet capital city. Historically, of course, the German dictator chose instead to halt the AGC, temporarily de-emphasizing Moscow as a target while diverting his forces' strength on the front's northern and southern sectors. Here we assume he chose instead to reorganize the mobile divisions of Panzer Groups 2 and 3 and ad hoc Panzer Army Guderian, putting that general in charge of a daring effort to take Moscow, thereby winning the war by plunging the entire Soviet Union into strategic paralysis.&#10;&#10;This is a two-player, operational-level, alternative history wargame of low complexity. In it, the German player controls all Panzer Army Guderian units and is opposed by the Soviet player who controls all the Red Army units.&#10;&#10;The situation is inescapably such that the German player controls the strategic initiative and sets the overall tempo of play. We therefore recommend opponents who share a particularly competitive relationship should play a series of matches, switching sides each time, before deciding who between them owns bragging rights to the game.&#10;&#10;1 hex : 9 miles&#10;GT : 1 day&#10;Units : divisions and brigades (3000-12000 men and/or about 50 to 180 armored vehicles)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Russia",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "20962",
    "Name": "Mapominoes: Europe",
    "ID": 33024,
    "Year": "(2007)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/33024/mapominoes-europe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5556",
    "Description": "From the box:&#10;&#10;It's like dominoes but with maps, as you build a map of Europe, by connecting countries that share a common border. Stay one step ahead of your opponents, as you race to be the first player to play all your country cards on the table and win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Continents: Europe",
      "Series: Mapominoes"
    ]
  },
  {
    "Rank": "20963",
    "Name": "Bladestorm",
    "ID": 12385,
    "Year": "(1990)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/12385/bladestorm",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "Fantasy skirmish-level miniatures game, designed as an adjunct to fantasy role-playing games when the battles become too large to fight under FRP rules.  It has all the regular miniatures rules about points values, morale, weapon ranges, etc.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Line of Sight",
      "Modular Board",
      "Player Elimination",
      "Simulation"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "20964",
    "Name": "Eagles & Missiles",
    "ID": 127947,
    "Year": "(2012)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/127947/eagles-and-missiles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Maciej Szopa's &quot;Eagles and Missiles&quot; is a &quot;what-if&quot; wargame, which allows the players to play out a hypothetical strike of the Union State of Belorussia and Russia on Poland in the near future. The game is mainly concerned on the air aspect of such a conflict. Land battles, naval operations and special forces are included, but serve mainly as a background of the air war.&#10;&#10;The Polish player manages his squadrons and sends them against enemy troop concentrations with bombers and ground-attack aircraft, engages the enemy aicraft with his fighters, and decides about the use of his air-defence assets... hoping for the timely arrival of NATO squadrons coming to his aid.&#10;&#10;The &quot;Agresor&quot; commands ground forces, supports them with his aircraft squadrons and tries to destroy the Polish airforce, or at least take out its airbases.&#10;&#10;The idea behind Eagles and Missiles is based on scenarios being considered by the Polish staff and tested on big field war games such as: Anakonda and Dragon. Like in the real-world simulations the invasion is performed from three directions: the Baltic (naval invasion), Kaliningrad District and Belorussia. The main objective of the attack is the Polish &quot;lifeline&quot; of Upper Silesia, Warsaw and Gdansk.&#10;&#10;Contents:&#10;&#10;Rulebook in Polish and English&#10;60 counters&#10;3 decks of cards (Russian, Polish and world opinion / NATO reaction)&#10;Playing board dipicting the territory of Poland and neighbouring countries&#10;&#10;Playing time is 60-90 minutes&#10;&#10;---&#10;&#10;&quot;Or&#197;&#130;y i Rakiety&quot; autorstwa Macieja Szopy to pierwsza gra planszowa podejmuj&#196;&#133;ca temat wsp&oacute;&#197;&#130;czesnej wojny na terytorium Polski. Nareszcie mo&#197;&#188;na b&#196;&#153;dzie sprawdzi&#196;&#135; w praktyce jakie mo&#197;&#188;liwo&#197;&#155;ci ma nasza armia i czy jest w stanie obroni&#196;&#135; kraj, a przynajmniej utrzyma&#196;&#135; jego cz&#196;&#153;&#197;&#155;&#196;&#135; zanim do akcji wkrocz&#196;&#133; sojusznicy. Gra skupiona jest przede wszystkim na walkach lotniczych nad Polsk&#196;&#133;. Walki l&#196;&#133;dowe, operacje morskie, a nawet dzia&#197;&#130;ania wojsk specjalnych tak&#197;&#188;e nie zosta&#197;&#130;y pomini&#196;&#153;te ale stanowi&#196;&#133; jedynie t&#197;&#130;o do w&#197;&#130;a&#197;&#155;ciwej rozgrywki.&#10;&#10;Gracz polski zarz&#196;&#133;dza eskadrami samolot&oacute;w posy&#197;&#130;aj&#196;&#133;c je do boju w celu powstrzymywania wrogich ugrupowa&#197;&#132; l&#196;&#133;dowych (bombowce i samoloty szturmowe), zwalczania eskadr lotniczych przeciwnika (my&#197;&#155;liwce) a tak&#197;&#188;e decyduje o wykorzystaniu naziemnych &#197;&#155;rodk&oacute;w obrony przeciwlotniczej. Ponadto decyduje o kierunkach uderze&#197;&#132; przybywaj&#196;&#133;cych Polakom z odsiecz&#196;&#133; eskadr natowskich. &quot;Agresor&quot; dowodzi si&#197;&#130;ami naziemnymi atakuj&#196;&#133;cymi poszczeg&oacute;lne terytoria naszego kraju, wspiera natarcia lotnictwem i stara si&#196;&#153; zlikwidowa&#196;&#135; polskie eskadry lub przynajmniej pozbawi&#196;&#135; je dogodnych lotnisk.&#10;&#10;Pomys&#197;&#130; gry opiera si&#196;&#153; na scenariuszach rozpatrywanych w polskich sztabach i trenowanych na poligonach, na wielkich &#196;&#135;wiczeniach polowych: Anakonda czy Dragon. Tak jak podczas  prawdziwych symulacji uderzenia na Polsk&#196;&#153; s&#196;&#133; wyprowadzane z Ba&#197;&#130;tyku (desant), Okr&#196;&#153;gu Kaliningradzkiego i Bia&#197;&#130;orusi, a g&#197;&#130;&oacute;wnym celem jest tak zwana polska &quot;linia &#197;&#188;ycia&quot;: G&oacute;rny &#197;&#154;l&#196;&#133;sk, Warszawa i Tr&oacute;jmiasto.&#10;&#10;Zawarto&#197;&#155;&#196;&#135; pude&#197;&#130;ka:&#10;&#10;Instrukcja (dwuj&#196;&#153;zyczna),&#10;zestaw 60 &#197;&#188;eton&oacute;w,&#10;3 talie kart (rosyjska, polska i reakcji opinii publicznej oraz NATO),&#10;du&#197;&#188;a (70 na 50 centymetr&oacute;w) plansza przedstawiaj&#196;&#133;ca Polsk&#196;&#153; i kraje o&#197;&#155;cienne.&#10;&#10;Czas rozgrywki to oko&#197;&#130;o 60-90 minut.&#10;&#10;",
    "Categories": [
      "Modern Warfare"
    ],
    "Mechanics": [
      "Area Movement",
      "Open Drafting"
    ],
    "Families": [
      "Country: Poland"
    ]
  },
  {
    "Rank": "20965",
    "Name": "Everyone Else Thinks This Game Is Awesome",
    "ID": 344123,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/344123/everyone-else-thinks-this-game-is-awesome",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Be the first professor to win three rounds by assigning your grad students to the labs you think are most likely to answer a question correctly, thus earning the most citations and riding their labor up the ivory tower. Do you believe in yourself or follow along with whatever everyone else thinks?&#10;&#10;With meticulously-researched, and specifically not easy questions across a variety of scientific, historical, and just really weird topics, Everyone Else Thinks this Game is Awesome will not only challenge your knowledge of the universe, but may explode scientific &ldquo;truths&rdquo; you think you know.&#10;&#10;The game consists of turns where you are all asked trivia questions, simultaneously write down answers, and then assign grad students to different locations based on who, if anyone, you think wrote down a correct answer. Based on how well you predicted answers, including your own, you earn (or lose) citation points. Eventually, someone will climb their way up the academic ladder, win the game, and retire as an Emeritus Professor.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Theme: School / College / University"
    ]
  },
  {
    "Rank": "20966",
    "Name": "Le Roi Sommeil",
    "ID": 279902,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/279902/le-roi-sommeil",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The royal family is preparing to go to bed, but no one can decide what they want to wear! Each member of the family keeps getting out of bed to put on new pajamas, then goes back to bed &mdash; but not necessarily to sleep.&#10; But as soon as the ghost appears, everyone hides under the quilt. Who can remember in which bed the King is located? Or who is wearing blue?&#10;&#10;Each turn in Le Roi Sommeil, players draw a card from the deck, then place the character in bed. If this is the first time the character is going to sleep, you place it in an empty bed at the front of the line; otherwise, you replace the character already in bed with the newly dressed character.&#10;&#10;When someone draws the ghost, they immediately cover all the beds with the quilt to hide all the characters. Each player then draws a token that shows either a character or a color, and they need to find a bed in which this person or color is located.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "20967",
    "Name": "Trailer Park Boys Board Game",
    "ID": 144874,
    "Year": "(2013)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/144874/trailer-park-boys-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Welcome to Sunnyvale!&#10;&#10;This is the official Trailer Park Boys Board Game &ndash; an original game of strategy and luck.&#10;&#10;Have you ever dreamed of owning a Trailer Park?  Well now you can with &lsquo;The Plan &ndash; Freedum 35&rsquo;!  Relive your favourite episodes as one of twelve characters.  Rip each other off or work together. Start up a night club, star in a porno or get in a shoot out! Pull off different scams like stolen shopping carts, recycled bbqs or siphoned gas.  Along the way, fool Sam Losco, trick Cyrus or outsmart Lahey.  Dodge the cops while trying to grow dope in your very own trailer.  Get your grade 10 or play hockey in Jail.  Harvest your Outdoor and ride to riches on the Swayze Express.  Make enough money to buy the Trailer Park and win the game!&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Humor",
      "Mature / Adult",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "20909",
    "Name": "Lost Battles: Operational Combat in Russia",
    "ID": 8360,
    "Year": "(1971)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/8360/lost-battles-operational-combat-in-russia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "Strategy &amp; Tactics magazine #28.&#10;&#10;Time Scale: 1 day per turn&#10;&#10;Map Scale:  2 km per hex&#10;&#10;Unit Scale: Battalion/Regiment&#10;&#10;Lost Battles is an operational game covering various Eastern Front battles at battalion - regiment level. These battles are fought on a generic map that represents the types of terrain found on the Eastern Front.&#10;&#10;The game has that essay quality of many Dunnigan designs.  It intentionally does not try to be all encompassing but consciously focuses on specific strands of the story as simply and straight forwardly as possible.  Good advice for storytellers and game designers.  While a bit primitive by today's standards Lost Battles is nevertheless complete and playable presenting many interesting problems to be solved.  Though only four scenarios are provided with game, the highly variable victory conditions actually make the game extremely replayable.  The game also provides brief tools to design many scenarios of your own.  In fact you could say that it is this that the game does most best.  It is likely that many early designers played a game or two of this before going their own way taking with them the bits and pieces of the simulacrum that suited them.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20968",
    "Name": "Island Dice",
    "ID": 159502,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/159502/island-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Survive the Players, Survive the Island, Survive the DICE.&#10;&#10;Playtime - 30 minutes plus. Players can set a time limit or set the playing area for shorter or longer games.&#10;&#10;Game Play:&#10;&#10;Choice, Strategy, and Chance will be used each turn in the attempt to unite the island or eliminate your opponents. More strategy than chance.&#10;&#10;Each turn you will roll SIX dice simultaneously.&#10;&#10;Three dice will determine your movement, your income, and your chance at more population.&#10;&#10;Three more dice will be chosen from the eleven additional option dice. They include native movement dice, the Protection Die, the Restriction Die, the Kill Die, and the dreaded Cataclysm Die.&#10;&#10;With all these results, choose how and when to resolve each die to further yourself and your own survival. Will you choose to attack, run, fortify, or do you have something else in mind?&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20969",
    "Name": "The Battle of Bushy Run",
    "ID": 164187,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/164187/the-battle-of-bushy-run",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "(from MMP website:)&#10;&#10;In July, 1763, Fort Pitt (now Pittsburgh) was under siege as part of Pontiac&rsquo;s Rebellion. A relief column was sent out from Carlisle in order to try and break the siege. The column was under the command of Colonel Henry Bouquet and consisted of approximately 500 British soldiers of the 42nd Highlanders, 77th Highlanders, and 60th Royal Americans.&#10;&#10;On August 5th, several hundred Indian warriors of the Delaware, Shawnee, Mingo, and Huron tribes attacked the column east of Bushy Run Station. The British held out, and that night a redoubt was constructed from the supplies, and the wounded were treated inside this perimeter. The next day, the Indians attacked again, and a British counterattack broke the Indians. The British column was able to advance, and relieve Fort Pitt on August 10th.&#10;&#10;The Battle of Bushy Run game uses a simplified version of Iwo Jima: Rage Against the Marines (in Operations Special Magazine Issue #1). The American Indian units use a concealed map and have dummy units to help hide their movement. The British force is a mix of soldiers, grenadiers, and scouts (who can reveal hidden Indian units). To increase replayability there are random events each turn (8 turns, 10 event chits, so 2 are not played each game...their identify is not revealed). Both sides have multiple ways in which they can secure victory.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "History: Pontiac's War",
      "Magazine: Special Ops",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: International Games (MMP)"
    ]
  },
  {
    "Rank": "20970",
    "Name": "Mistakos: Level up",
    "ID": 292908,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/292908/mistakos-level-up",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Stacking game in which you stack ladders like the game Chairs (1999). The game can be played in three variants.&#10;Variant 1: get least amount of penalty points. In turn players stack ladders. When the tower of ladders collapses the players gets as many penalty points as ladders dropped on the table. The player with least penalty points after five rounds wins the game.&#10;Variant 2: again the player build a tower of ladders by placing one ladder each turn. If ladders drop will placing a new ladder the player collects those.&#10;The player who gets rid of his ladders first wins the game.&#10;Variant 3: this game can be combined with chairs (1999). In this case the same rules as variant 1 apply.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": []
  },
  {
    "Rank": "20971",
    "Name": "Grim End Manor",
    "ID": 156113,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/156113/grim-end-manor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Grim End Manor - Set in a Victorian themed era, players take turns playing cards from their customised five card hand that they create before each round.&#10;&#10;With short, intense and fierce rounds players find themselves battling against each other, playing cards to kill, gather and steal enough gold to claim the manor and win the game.&#10;&#10;The deck size is dependent on how many players are participating, providing the optimum spread of cards which keeps the game strategic and fast paced. Each card can be as valuable as the other, presenting a different tactical advantage to the game.&#10;&#10;The cards are secret but nothing stops them from revealing or lying about what they have.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20972",
    "Name": "Wongamania: Banana Economy",
    "ID": 184266,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/184266/wongamania-banana-economy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Welcome to Banana Republic, a political unstable country where the economy is controlled by political and business elites. You are one of the elite of this nation, and your objective is to stash enough money in an offshore trust fund that you can retire comfortably. Invest your income in stocks, properties and bonds, then exert influence on the government to manipulate the economy for your personal gain. Orchestrate the downfall of other elites by destroying their personal life through car accidents, expensive divorces, and shotgun babies. Do you have what it takes to survive in this cutthroat world of money mania?&#10;&#10;Wongamania: Banana Economy is an economic and modern finance board game that reflects the complexity of modern investment portfolio management by incorporating multiple asset classes that behave differently under different economic situations. Deviating from the traditional auction mechanisms used by most stock-trading board games, Wongamania: Banana Economy uses a combination of resource management, environment manipulation, and take-that mechanisms to reflect the brutal competition and uncertainty of the modern global financial markets. Players have to manage a portfolio of stocks, properties and bonds, and assess the risk-reward of holding them in different allocations. Players are also able to influence the economic environment by manipulating it to either benefit their personal investment allocation or to wreck havoc against other players who are using a different asset allocation strategy. Players are also able to make use of their money for other purposes, such as sabotaging the personal lives of other players, hiring professionals to disrupt the strategy of other players and buying insurance to protect against sabotages. Whoever stashes enough money in a off-shore trust fund wins the game.&#10;&#10;Wongamania: Banana Economy is a reimplementation of the 2014 game Wongamania (only available in SEA), and multiple changes have been made to cater better to the international audience.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hand Management",
      "Simulation",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Banana Republic Finance (Capital Gains Studio)"
    ]
  },
  {
    "Rank": "20973",
    "Name": "Chess for Three",
    "ID": 3005,
    "Year": "(1992)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/3005/chess-for-three",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Chess for three people utilizing a unique 3-way board. Each player plays against the other two players. The player who checkmates first is the winner. The player who has been checkmated loses and the third player loses as well, no matter whether this player only passively assisted or even consciously or unconsciously helped the checkmating player. Each player must concentrate not only on their own attack and defense, but also on preventing either of the two opponents from checkmating the other.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Three Players Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "20974",
    "Name": "HeroCard Cyberspace",
    "ID": 23081,
    "Year": "(2006)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/23081/herocard-cyberspace",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "From the website:&#10;&#10;&quot;In the future, control collective neural network is the center of power. Using an arsenal of programming tricks, firewalls, links, hacking, and sabotage, elite jackers battle in a turf war for dominance. This is Cyberspace.&#10;&#10;Cyberspace is a dynamic two to four player HeroCard game&quot;&#10;&#10;This game uses the HeroCard system which has the same core conflict resolution rules for all the games that use it.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Herocard",
      "Theme: Cyberpunk",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "20975",
    "Name": "Ex illis",
    "ID": 47475,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/47475/ex-illis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.4444",
    "Description": "Ex illis is a miniature wargame set in a pseudo-historic fantasy world populated by the historic figures from the 13th century, while also incorporating mythological and biblical figures from medieval Europe. Angels, demons, witches, faeries and imps fight alongside different human factions for the dominance over Europe &mdash; or to strengthen the evil grip of the Infernal army.&#10;&#10;The first edition of Ex illis, released in 2009, featured high-quality plastic miniatures with which players would pit armies of 60 to 100 warriors against one another in epic combat, but instead of using traditional wargame components such as dice and rulers to resolve battles, the game instead used software for an iPod touch, Mac, PC or laptop, allowing the publisher to embed rules in the software instead of requiring players to consult or memorize rulebooks.&#10;&#10;The second edition of Ex illis, scheduled for publication in 2014, does away with the software to allow players to compete wherever they like, while also being compatible with the components and figures of the game's first edition.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20976",
    "Name": "Arbra Kadabra",
    "ID": 244150,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/244150/arbra-kadabra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "You are in the enchanted forest, and you must leave before night. The magic tree stands in the middle of the forest. It is a multi-colored tree that you may grow or shrink, and you must overcome its challenge to escape. Specifically, you have to insert all your wooden pieces in the tree trunk and capture a precise number of your opponents' trunk pieces. Be smart and skilled, and you will succeed. Otherwise, you will turn into a mushroom and spend one thousand years near the tree with all the ones who missed before you!&#10;&#10;All players start Arbra Kadabra with ten wooden trunk pieces in your color, with the die (showing 1/1/2/2/3/3) and the base of the tree in the center of the table. On a turn, you roll the die, then either add a number of pieces to the tree or remove a number of pieces to the tree equal to the number that you rolled. (If the tree is too short to take pieces, then you must add them.)&#10;&#10;When you add pieces to the tree, you must add pieces of your own color first. Once you have no more pieces of your color, you can instead place pieces of other players' colors. Why would you have pieces of their color? Two reasons: (1) When you remove pieces from the tree, you must take them from the top down; you can't remove pieces from the center of the tree. (2) If the tree collapses on your turn, then you must take all of the pieces that fell and add them to your collection.&#10;&#10;What are you trying to do with all this building and unbuilding? To win the game, you must have none of your own pieces in front of you. In addition, you must have exactly four of the opponent's pieces in a two-player game, exactly three of each opponent's pieces in a three-player game, or exactly two of each opponent's pieces in a four-player game. Do this first, and you win!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "20977",
    "Name": "Monopoly: Marvel Avengers",
    "ID": 281523,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/281523/monopoly-marvel-avengers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "In the Monopoly: Marvel Avengers Edition board game, players travel around the board drafting as many Marvel Avengers heroes as they can. The more heroes a player drafts, the more money they can collect, and the more powerful they&rsquo;ll be. Look out for the Children of Thanos spaces. When a player lands on a Child of Thanos, they have to battle them! Infinity Gauntlet and Stark Industries cards can quickly change a player's luck. The last player with money when all other players have gone bankrupt wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;Contents:&#10;&#10;     12 Marvel character tokens (Iron Man, Captain America, Thor, Hulk, Marvel's Black Widow, Hawkeye, War Machine, Ant-Man, Nebula, Rocket, Captain Marvel, and the Infinity Gauntlet)&#10;     24 Hero cards&#10;     16 Infinity Gauntlet cards&#10;     16 Stark Industries cards&#10;     32 bases&#10;     12 headquarters&#10;     2 dice&#10;     Game money pack&#10;     Owner's manual&#10;&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Monopoly (Official)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "20978",
    "Name": "Railways",
    "ID": 350431,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/350431/railways",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "In the middle of the 19th century, the time of the Industrial Revolution, you must take advantage of the steam age and build your railroad empire by developing railroads, expanding buildings, and moving passengers to make the most profit at the end of twelve rounds!&#10;&#10;Railways is the first game in the &quot;Nano9games&quot; family. With 9 cards, 9 dice, and 9 cubes, you must build a network and connect the buildings to move passengers. You will use cards and icons to perform actions. During each round, play cards to combine icons to perform actions:&#10;&#10;&#10;     Build a link&#10;     Move a passenger&#10;     Build a building&#10;     Upgrade an existing link&#10;     Take money&#10;     Decrease pollution&#10;     Add a new passenger&#10;&#10;&#10;If you play two icons from the same card, you must increase your pollution. Your goal is to make as much profit as possible, and you earn money when you move passengers through links and buildings...&#10;&#10;With a second set of cards &mdash; and dice and cubes in a different color &mdash; you can play Railways with two players.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Trains"
    ],
    "Mechanics": [
      "Die Icon Resolution",
      "Modular Board",
      "Network and Route Building",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia",
      "Players: Solitaire Only Games",
      "Series: Nano9games"
    ]
  },
  {
    "Rank": "20979",
    "Name": "La Guerre de Troie",
    "ID": 21716,
    "Year": "(2006)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/21716/la-guerre-de-troie",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3846",
    "Description": "&quot;La Guerre de Troie&quot; is a small two-player wargame of the Trojan War that recreates the conflict in an abstract fashion (no map of the battlefield) by pitting heroes against each other and allowing for interaction with the Gods.  This wargame can be played solitaire.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Country: Turkey",
      "History: Trojan War"
    ]
  },
  {
    "Rank": "20981",
    "Name": "Dark World: Dragon's Gate",
    "ID": 1778,
    "Year": "(1993)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/1778/dark-world-dragons-gate",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.4286",
    "Description": "&quot;Golgoroth the Dragon King must be slain.  Only then can the ancient portal of Dragon's Gate be opened - the path to the Village of Fear.&quot;&#10;&#10;The second of two expansions for Dark World, Dragon's Gate is a fantasy adventure game that features a 3D hilltop game board and a large plastic dragon miniature.  It can be played alone or combined with Dark World and Dark World: Village of Fear to form an adventure campaign.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Creatures: Dragons",
      "Setting: Das Schwarze Auge"
    ]
  },
  {
    "Rank": "20982",
    "Name": "Agents Secrets",
    "ID": 156430,
    "Year": "(2014)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/156430/agents-secrets",
    "Min Players": "6",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "At the height of the cold war, KGB and CIA fight for controlling the world: In Berlin, Cairo, Rio, or Hong Kong, accomplish your missions, counter opposing agents and be wary of double agents...unless you are one yourself!&#10;&#10;Agents Secrets is a party game for 6 to 12 players who play in opposing (CIA vs. KGB) to win missions all over the world. (The game is freely inspired by &quot;Module 6&quot;, a non-credited Russian game, recently discovered.) Each team member receives a secret identity (agent or double agent).&#10;&#10;During each turn mission cards of various value are revealed, then each player receives secretly three action cards. The turn is resolved after two rounds. During each round, the players of each team can freely discuss their strategy, then secretly assign an action to a mission. Actions are revealed simultaneously. After the second round, all actions are resolved and each mission card is won by the team with the best cards combination.&#10;&#10;After six turns, the team with the most points wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Role Playing",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "20983",
    "Name": "Gremlins: Holiday Havoc",
    "ID": 316843,
    "Year": "(2020)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/316843/gremlins-holiday-havoc",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The Gremlins have gone from cute Christmas-gift pets to mini-monsters causing havoc around town, and you must stop them! Flip over cards to reveal favorite creatures from the classic movie. If you see a match, pounce fast to score. But beware, other players are on the prowl. And whatever you do, don&rsquo;t get them wet or your chance of losing multiplies! When the sun comes up, the player with the most Gremlins is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Holidays: Christmas",
      "Series: Stocking Stuffers (Funko)"
    ]
  },
  {
    "Rank": "20984",
    "Name": "Quizzard",
    "ID": 3558,
    "Year": "(1987)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/3558/quizzard",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "Quizzard is a trivia game where you not only have to be right, you have to be fast.  The heart of the game is an electronic buzzer device that records who will answer the question first.  Up to 6 players have this buzzer pad in front of them and the first one who hits the button gets to answer.  However, you can lose points for incorrect answers so before you hit the button you'd better know the answer.  The game comes with a book of trivia questions divided into Champion, Master, and Wizard levels of play.  Rules for nine variations of the 3 levels are included in the rules. Quizzard has three game setting labeled Fast Hands, Strategy (machine selects who will answer) and Countdown.  Quizzard runs on 4 AA batteries and has a built-in score track.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Quizzard"
    ]
  },
  {
    "Rank": "20985",
    "Name": "Stowaway 52",
    "ID": 169984,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/169984/stowaway-52",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "You've sneaked aboard an alien ship that's about to attack Earth and it's up to you to stop it! Set a course for sabotage with this unique &quot;Cardventure&quot; &ndash; an interactive story that puts you at the controls. Do you reprogram the flight computer, or do you destroy the engine room? Do you grab that key card, or head for the escape pods? Choose wisely &ndash; your fate depends on the path you pick! Whether you play solo or with a friend, the goal is the same: Find the path that uses the entire deck and save the Earth!&#10;&#10;In more detail, Stowaway 52 is a choose-your-path book in a deck of cards. You can start your adventure on any card, and on each card the choice you make tells you which card to go to next. Your goal is to find the path through the adventure that visits all 52 cards. The first edition of Stowaway 52 contains five game modes:&#10;&#10;&#10;    Too Many Stowaways: Two to five players chase each other around the ship, trying not to get caught! &#10;    Two Stowaways: A two-player race through the ship to get the highest score. &#10;    One Stowaway: A solitaire adventure in which you try to cross the entire deck.&#10;    Stowaway Rummy: A rummy variant using story segments as melds for up to four players. &#10;    Alien Treasure Hunting: A two-player game in which one player hides treasures and the other player tries to find the best one.&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Cardventures"
    ]
  },
  {
    "Rank": "20986",
    "Name": "Destruction of Army Group Center: The Soviet Summer Offensive, 1944",
    "ID": 8755,
    "Year": "(1973)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/8755/destruction-of-army-group-center-the-soviet-summer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.4737",
    "Description": "Destruction of Army Group Center: The Soviet Summer Offensive, 1944, is a simulation on a corps/division level of the Russian Summer Offensive of 1944 on the Eastern Front (Operation Bagration). Historically this offensive destroyed one entire Nazi Army Group, and prevented large transfers of men and equipment to the newly formed Western Front where the Anglo-American forces were expanding their beachhead in preparation for the August Breakout. The game covers the first twenty days of the offensive, during which all the decisive action took place. There are several scenarios, depicting a variety of likely possibilities, from the historical one through various degrees of German preparedness and 'sanity'.&quot;&#10;&#10;Units represent Russian corps and Axis divisions. Stacking limit is 3 units/hex. Players alternate moves. Order of phases in each movement turn is: movement phase, combat phase, second mechanized movement phase. Semi-active zones of control extend into adjacent hexes, with some exceptions. Units pay two extra movement points to enter or leave an enemy zone of control, and may move directly from one controlled hex to another if they have enough movement points. Attacking is voluntary. Combat results involve unit eliminations, exchanges, and retreats, but the Axis mechanized units have a modified step-reduction mechanism (an eliminated Axis mechanized unit is replaced by a weak battlegroup which has no zone of control, and is worth extra victory points to the Russian player if it's eliminated in a later combat).&#10;&#10;Victory is determined by victory points, gained by eliminating enemy units and, for the German player, for failure by the Russian player to have a continuous line from the north to the south board edge at the end of his turn.&#10;&#10;Four scenarios are provided, ranging from the historical one where Hitler's propensity for issuing &quot;Stand Fast&quot; orders finally caught up with the Axis, to the maximum withdrawal scenario, in which the Axis essentially eliminates the portion of the front historically covered by Army Group North and uses the forces of that Army Group to strengthen the resulting greatly-shortened line in the Army Group Center area.&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: 10 miles / 16 km&#10;Units: Kampfgruppe to Corps&#10;&#10;Game Inventory:&#10;One 22 x 28&quot; map&#10;One single-side printed countersheet (200 1/2&quot; counters)&#10;One foldout rules folder (folds out to 10 pages)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Kursk (SPI)"
    ]
  },
  {
    "Rank": "20987",
    "Name": "Tally-Ho",
    "ID": 19442,
    "Year": "(1998)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/19442/tally-ho",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Tally-Ho: for 2-5 players - is a game of chance and observation. Tiles are all face-down on the board to start with, and as each player turns a tile over, points can be scored when certain combinations of numbers or colors are observed by them.&#10;&#10;Tally-Lo: is a variation of Tally-Ho with the aim o get the lowest score.&#10;&#10;Pyramid: is a game for one player. The aim is to take down a pyramid of number-tiles, from the bottom, by removing sets of tiles that add up to a specific target number. Can be played at different challenge levels.&#10;&#10;Elimination: is a game for one player, with Target Numbers. It is played on the Tally-Ho board. the aim is to choose and add up a Chain of tiles, which total the same as the &#10;target Number.&#10;&#10;50/50 &amp; Hindsight: is a pair of games for one player using all four basic mathematical functions: + - x divided by. It is played with the tiles face down and Hindsight follows, on the same board, with all the tiles turned face up. The aim is to reduce a running total from the starting number of 50 using addition, subtraction, multiplication and division to reach reach zero.&#10;&#10;Number-Path: is a game for one player who uses the four mathematical functions as above to create an equation along a vertical or horizontal 7 tiles on the Tally-Ho board, where the equation results in the value of the 7th tile.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "20988",
    "Name": "Wer war's?: Löst das Rätsel von Schräghausen!",
    "ID": 84454,
    "Year": "(2010)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/84454/wer-wars-lost-das-ratsel-von-schraghausen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1667",
    "Description": "In Wer war's? L&ouml;st das R&auml;tsel von Schr&auml;ghausen!, a sequel to the Spiel des Jahres-winning children's game Wer war's? by Reiner Knizia, an electronic device is once again added to the board game. Players are co-operating against an evil goblin who has caused chaos by making everyone forget everything: Farm animals no longer know who their master is, and people have forgotten where they live. The actions on the board are guided by talking radio, and the Fairy Godmother helps the players.&#10;&#10;Nine children of different colors are randomly distributed in the nine houses and they should find their way to their real home - if they knew where they belong! The mystery must be solved in order to make everything work again. Bronco the dog, Rocky the parrot, Schorsch the turtle and Susi the cat must work together. If you get hold of the right key, then you can help the yellow kid regain his memories and get home, after which you'll hear from the radio an enthusiastic child's voice: &quot;Yes, this is my house, thank you for helping me! Now I remember again!&quot; The friendly female narrator's voice adds: &quot;Well done...&quot; &ndash; and sends a warning afterwards: &quot;Beware, the goblin is coming!&quot;&#10;&#10;The goblin is nasty: It makes all the intersections turn. Where there was a way before is now blocked. Fortunately, there's also a good fairy who helps!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Electronic"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Game: Wer War's"
    ]
  },
  {
    "Rank": "20989",
    "Name": "Meikyu Kingdom Card Game: Make You Conquest",
    "ID": 20192,
    "Year": "(2005)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/20192/meikyu-kingdom-card-game-make-you-conquest",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4167",
    "Description": "In the Meikyu Kingdom Card Game, each player tries to conquer dungeon cards using heroes and items selected from their hands.&#10;&#10;Each turn, a player draws a card and then performs one of the following actions: (1) Conquer a dungeon card, (2) develop a conquered card, (3) attack a dungeon card owned by another player, (4) draw an extra card.&#10;&#10;Conquering a dungeon card involves matching the value of the card with the &quot;Bravery&quot; values of adventure cards played from your hand or playing a lower value to which the value of one die roll is added.&#10;&#10;Each dungeon card shows a star-value, and by developing a dungeon card you can double this value. The player who is first to collect a 10 star value in dungeon cards wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "20990",
    "Name": "Crossbows and Cannon",
    "ID": 7143,
    "Year": "(1992)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/7143/crossbows-and-cannon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.2",
    "Description": "This standalone wargame utilizes the game system as 3W's 'Royalists and Roundheads'. The wargame features a command system intended to simulate the problems of command during the Renaissance where leaders are rated for command, initiative and combat.&#10;&#10;The four battles are Pavia 1525, Garigliano 1503, Ravenna 1512, and Bicocca 1522.&#10;&#10;Weapons in the game range from arquebusses, crossbows, cannon, pike and more. Units include stradiots, genitors, pikemen and more.&#10;&#10;A followup Crossbows and Cannon II is available.&#10;&#10;",
    "Categories": [
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "Country: Papal States",
      "Digital Implementations: VASSAL",
      "History: The Italian Wars",
      "History: War of the League of Cambrai",
      "Series: Royalists & Roundheads System (3W)"
    ]
  },
  {
    "Rank": "20991",
    "Name": "Wanted!",
    "ID": 2833,
    "Year": "(1999)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/2833/wanted",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players are given speed-based tasks to perform when certain cards are laid on the table, with the slowest player penalized by taking the discard pile. Players race to empty their hands for the win. The game may best be described as card-driven &quot;Simon Says.&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20992",
    "Name": "Caribbean Pirates Dice Game",
    "ID": 139640,
    "Year": "(2013)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/139640/caribbean-pirates-dice-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Caribbean Pirates is a fast moving family dice game, from MM Games.&#10;Each turn you must decide whether to roll the treasure dice to hunt for gold pieces on Treasure Island or to roll the plunder dice and attempt to steal gold from another player. Players only roll one dice per turn.&#10;When rolling the treasure dice you will either gain a gold coin or you will be forced to walk the plank and one of your coins will be lost at sea.&#10;When trying to loot another player&rsquo;s booty you must beware as they could defend against your attack or your ship might be hit by the dreaded tidal wave.&#10;When all the gold has been looted from Treasure Island, the pirate with the biggest stash wins the game.&#10;&#10;Caribbean Pirates is a Print and Play dice game for 2 to 5 players (age 6 and up).&#10;&#10;",
    "Categories": [
      "Dice",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20993",
    "Name": "Elevator Eddie",
    "ID": 4393,
    "Year": "(1999)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/4393/elevator-eddie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "Elevator Eddie features two different methods of play: In the basic game, cards which are numbered to represent different floors of a building are randomly divided equally among the players. A board showing the location of four elevators is placed in the center of the playing area.&#10;&#10;Players then simultaneously turn over the top cards from their piles and play floor number cards on top of the foundation board to symbolize the movement of the elevators. Be clever and stop the elevator to slow down the other players. The first player to discard all of their floor number playing cards wins the game!&#10;&#10;To play Add-Up Elevators, deal the playing cards face down into four equal piles. Each player/team gets two piles. Players discard by adding up the total or subtracting the difference between the top cards from their two piles.&#10;&#10;The first player/team to discard all their cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "20994",
    "Name": "Clue: The Golden Girls",
    "ID": 314115,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/314115/clue-the-golden-girls",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Golden Girls Clue features a custom illustrated game board, where players attempt to solve the crime of WHO ate the cheesecake, WHAT they left at the scene of the crime, and WHICH room they did it in.&#10;&#10;Components:&#10;Custom Illustrated Game Board&#10;6 Suspect Personality Cards with Custom Gameplay&#10;6 Custom Metal Tokens&#10;21 Rumor Cards Featuring 6 Suspects, 6 Weapons and 9 Locations&#10;6 Custom Movers&#10;25 Distraction Cards&#10;Custom Scoring Pad (CLUE sheet &amp; Envelope)&#10;Instructions&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "TV Shows: The Golden Girls"
    ]
  },
  {
    "Rank": "20995",
    "Name": "Jin Li",
    "ID": 68743,
    "Year": "(2010)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/68743/jin-li",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Jin Li (&#233;&#148;&#166;&#233;&#178;&#164;) is the Chinese word for Koi. Koi are friendly fish. They love getting close to other koi, rubbing up against each other, gathering in small groups.&#10;&#10;In Jin Li the players each control two koi in a pond. They swim their fish through the placid water, maneuvering around or jumping over stones that are dropped into the pond, and score points by getting close to any of the other koi.  Be a friendly koi and score points, but don't let your opponent's koi get too friendly or you'll lose the game.&#10;&#10;Jin Li is a fishy little game that's easy to learn and fast to play.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Category: Combinatorial",
      "Components: 7 x 7 Grids",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20996",
    "Name": "Boggle Bowl",
    "ID": 2495,
    "Year": "(1987)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/2495/boggle-bowl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "In this quick and fun word game, players roll cupfuls of letter-dice and race to solve various word challenges.  When the timer runs out, whoever has used the most letters gets to move the common marker closer to his area of the board.  The farther along the marker is when the player scores, the more points he gets.  The position of the marker on the board also determines the nature of the next contest.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Components: Letter Cubes / Word Dice",
      "Components: Sand Timers",
      "Game: Boggle"
    ]
  },
  {
    "Rank": "20997",
    "Name": "Monopoly: The Nightmare Before Christmas",
    "ID": 51067,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/51067/monopoly-the-nightmare-before-christmas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8333",
    "Description": "Monopoly, the fast-dealing property trading game presents for the first time ever Tim Burton's The Nightmare Before Christmas Monopoly!&#10;&#10;Relive this cult classic movie Nightmare Before Christmas as you buy, sell and trade iconic movie locations such as Jack&rsquo;s Tower, Oogie Boogie&rsquo;s Casino, Sally&rsquo;s Alley, Dr. Finkelstein&rsquo;s Laboratory, Town Square Fountain and Spiral Hill.&#10;&#10;This completely customized game features film photography and six collectible pewter tokens including Jack&rsquo;s Skull, Sally, the Mayor&rsquo;s Hearse, Oogie Boogie, Zombie Duck and Evil Teddy. A must-have for all The Nightmare Before Christmas collectors and MONOPOLY enthusiasts.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Monopoly (Official)",
      "Holidays: Christmas",
      "Holidays: Halloween",
      "Movies: The Nightmare Before Christmas"
    ]
  },
  {
    "Rank": "20998",
    "Name": "Sphinx",
    "ID": 15958,
    "Year": "(1987)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/15958/sphinx",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Players each secretly construct a maze on a hidden grid, and place both an entrance and the location of the treasure.  Each player races to find his/her way to the opponent's treasure before their own treasure is stolen.&#10;&#10;Each turn a player calls out a location on the grid.  If that location is a corridor square, the turn continues, if it's a wall, the turn ends, and if it's the treasure, the player wins.  Each location guessed must be connected back to the entrance by confirmed corridor squares.&#10;&#10;Components:&#10;&#10;    2 screens&#10;    4 grids&#10;    120 chips (yellow for corridors, brown for walls)&#10;&#10;&#10;This game is similar to Pathfinder/Sniff&#10;&#10;",
    "Categories": [
      "Deduction",
      "Exploration",
      "Maze"
    ],
    "Mechanics": [
      "Modular Board",
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20999",
    "Name": "Delphi",
    "ID": 4445,
    "Year": "(2002)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/4445/delphi",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6429",
    "Description": "In the prime of ancient Greece, the mightiest city states (Polis) of the peninsula compete bitterly for supremacy. This epoch is now evoked again in a playful manner. Each player represents one of the famous cities: Athens, Corinth, Thebes, or Sparta.  &#10;  &#10;In order to demonstrate power and strength, warriors and mighty heroes must be displayed in splendid parades. However, it is also valid to use the favor and gifts of the fickle Gods of Mount Olympus as skillfully and impressively as possible.  &#10;  &#10;Each City State card set has the same number and type of Warrior/Hero cards and God cards. Warrior/Hero cards have values between 2 and 10. Gods have certain abilities that can change the displayed values dramatically. In the game, each player must try to use his 25 cards as skillfully as possible in order to collect the most Fame points.  &#10;  &#10;The game extends over three Parades, each of which has three Marches. Fame scoring occurs after each March. The city with the lowest display loses Fame points. The two cities with the highest displays earn Fame points. Twice only during the entire game, each city may send emissaries to the mighty oracle at Delphi, in order to beg for her aid and, possibly, turn Fate in their favor.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "21000",
    "Name": "Hunt A Killer: Homicide at the Heist",
    "ID": 386891,
    "Year": "(2023)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/386891/hunt-a-killer-homicide-at-the-heist",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "When Nicky Wagner, a safecracker prodigy, is killed during a high-stakes diamond heist, his brother, Vincent, reaches out to you to catch the murderer and find the missing diamond.&#10;&#10;You will assume the role of a private investigator trying to uncover the truth about what went wrong during the heist at the Pendersen Auction House and who could have sabotaged the plan. Along the way, you&rsquo;ll investigate suspects, string together clues, and crack a few codes to unravel the mystery, find the missing diamond, and bring a killer to justice.&#10;&#10;Difficulty: 2/5&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Games with Solitaire Rules",
      "Series: Hunt A Killer",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "21001",
    "Name": "rioMino",
    "ID": 42227,
    "Year": "(1997)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/42227/riomino",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.75",
    "Description": "rioMino: fast and surprising!&#10;&#10;rioMino is a domino-like strategy game played with 25 identical dice. Both players roll 12 dice, with the 25th dice used to start the game. Time and again the players face different combinations and new possibilities. The first player who makes sure that his opponent cant place a dice next to another dice on the table, is the winner. Simple - but not easy! To teach rioMino to young players, we recommend you start with the enclosed boards: starter, junior, expert and master.&#10;&#10;rioMino / Professional Tashkent Domino is a larger version of Tashkent Domino. It is played on a 5x5 grid with 25 dice (instead of a 3x3 grid and 9 dice for Tashkent Domino).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Dice with Icons",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21002",
    "Name": "#mylife",
    "ID": 286535,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/286535/mylife",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Live out your life in miniature &mdash; well, a life &mdash; in #MyLife, a card game played over ten rounds that takes you from birth to old age.&#10;&#10;Each player starts with a birth card that puts them at age 0, then players receive a hand of six cards from the &quot;first half of life&quot; deck. Each player chooses a card simultaneously from their hand then put it into play &mdash; but only if the card lies in the proper age range (1-10, 11-20, etc.) or the icons on this card are present on cards that you've played earlier (with those icons representing experience that allow you to play the current card because, hey, you've earned it). You then pass the remaining cards in your hand to the player on your left.&#10;&#10;Once everyone has played five cards, you discard the remaining cards, receive a hand of six cards from the &quot;second half of life&quot; deck, then play another five rounds. If you're the first player to achieve certain combinations of icons, you get to claim a &quot;life goal&quot; card in play, with ties broken by whoever achieves this goal by a younger age.&#10;&#10;Score points based on the goals listed on your personal cards and how well you achieved them through the icons that you played.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: My Best Life"
    ]
  },
  {
    "Rank": "21003",
    "Name": "Gangs of Commorragh",
    "ID": 218318,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/218318/gangs-of-commorragh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Gangs of Commorragh allows you to recreate the violent skirmish battles for territorial supremacy that are waged constantly in the spires of the Dark City. Take charge of a feral gang of Hellion skyboarders or a pack of lethal Reavers, then carve out your empire in the webway's last great city.&#10;&#10;The box is a self-contained game, giving you everything you need to play, including two gangs, rules and card scenery to recreate the jagged towers of Commorragh's forbidding skyline.&#10;&#10;You can play quick one-off games, or a full campaign in which your gang will grow and develop as you win battles and claim more territory.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21004",
    "Name": "Slush Fund",
    "ID": 34218,
    "Year": "(2008)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/34218/slush-fund",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8571",
    "Description": "(description from publisher's website)&#10;&#10;THE GAME CONCEPT&#10;It is 21st century America--a place where money talks and politicians listen. In this game, players are wealthy CEOs who bribe politicians to gain political power and influence. Players must be careful, however, because political scandal might bring down one's political friends and all of one's invested money. Players who use their money wisely to bribe the right politicians will be victorious.&#10;&#10;OUTLINE OF GAME PLAY&#10;The object of the game is to score the most Victory Points. You win Victory Points by having the highest total bribe on any of the five Politicians. On your turn, you will receive and play Money Cards and/or Power Cards. You bribe a Politician by placing a Money Card next to, and on your side of, a Politician Card (which are in the center of the table). The bribes grow as more Money Cards are played on the same Politicians. Power Cards are used to perform a variety of actions and are discarded after use (such as stealing other people's bribes). At game's end, all the bribes are revealed and tallied up. Players score Victory Points for each Politician that they have 'won' by having the biggest bribe. The player with the most Victory Points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "21005",
    "Name": "Méchanlou",
    "ID": 135794,
    "Year": null,
    "Geek Rating": "5.509",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/135794/mechanlou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "M&eacute;chanlou is a strategic cardgame for children aged 4 to 7. You play with the characters of the famous tale of Little Red Riding Hood. The winner is the first player with all 6 story cards. But beware of the wolf ...&#10;On your turn you can either play a card in front of you, discard one or try to steal one from your fellow players by using a wolf-card. If your opponent can't identify a hunter, you can grap his card otherwise your turn is over.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Folk Tales & Fairy Tales: Little Red Riding Hood"
    ]
  }
]