[
  {
    "Rank": "N/A",
    "Name": "Black Rose Wars: Crono Expansion",
    "ID": 267919,
    "Year": "(2019)",
    "Geek Rating": "5.637",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267919/black-rose-wars-crono-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Crono is a construct from many eras ago and is the keeper of the Black Rose Lodge in Prague.&#10;Over the years he has often been mistaken for a Titan or giant, but few have lived long enough to tell the story of their encounter with him.&#10;Crono is nourished by the vital energy of his victims. He is unable to synthesize the energy he needs on his own, so he sucks it out of his prey. In fact, it isn&rsquo;t uncommon to see a dying body hanging off his flesh... before meeting its own tragic end. &nbsp;&#10;The legendary scenario to which Crono is linked takes place inside the Black Rose Lodge in Prague where the &ldquo;Lodge&rsquo;s Vendetta&rdquo; room is found, replacing certain game boards in the core box.&#10;Mages brave enough to venture into this legendary encounter will have the possibility to use one of the 4 activation tokens of Crono&rsquo;s room once they enter.... at their own risk and peril.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Miniatures",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Night at the Movies: Movie Buffs Games Night",
    "ID": 267920,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/267920/night-at-the-movies-movie-buffs-games-night",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A collection of 5 movie trivia themed games including 3D movie charades (wearing 3D glasses, included, participants must guess the &ldquo;silly situation&rdquo; being acted out), Higher or Lower (participants challenge their skills by guessing if statistics are high or low), Raise the Stakes (team go head to head answering questions on a specific topic), Three Clues (guess the answer with only 3 clues to help you), and Movie Trivia (a test of participants overall movie trivia knowledge). Popcorn not included.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slip Of The Tongue",
    "ID": 267922,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/267922/slip-of-the-tongue",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Similar to Taboo&#10;&#10;Don't say the banned words!&#10;A classic party game that will have you lost for words.&#10;Can you describe what's on the cards without saying the words?&#10;&#10;Players split into two teams. One player chooses a card and must describe the keyword on the card without using any of the taboo words along the bottom. If their teammates guess the right word within the time limit then the card is theirs.&#10;&#10;First team to an agreed number of cards, wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Series: Matchbox Games (Ginger Fox)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WORDOPOLIS",
    "ID": 267927,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/267927/wordopolis",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Compete in a word duel with friends or challenge three levels in Solitaire.&#10;WORDOPOLIS is a fantastic new word game for 1 to 3 players.&#10;&#10;Strategically place 1 to 4 letter tiles on an 8 x 8 grid to create a word. &#10;Then search for new words that include the added letters. &#10;But make sure you spot each word because your friends will claim the ones you miss!&#10;&#10;There are bonuses for 4, 5, 6, 7 and 8 letter words;&#10;as well as making 10 or 15 words during one turn. &#10;Stars act as 'wild' letters.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "All For The Regiment: The American Civil War in Miniature",
    "ID": 267928,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/267928/all-for-the-regiment-the-american-civil-war-in-min",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "All For The Regiment is a regimental scale miniatures simulation of the American Civil War. The conflict saw two armies that were very similar in terms of training, doctrine, and to a lesser degree society. This led to many stalemated battles. It also meant the differences in leadership, numbers, weapons, and overall unit quality was crucial in deciding the outcomes of many battles.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Codetalk",
    "ID": 267941,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/267941/codetalk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "CODETALK is a unique Tic-Tac-Toe game for 2 to 4 players.&#10;&#10;The basic principle of the game is simple, but because the box grid that the next player can place his or her chip is determined by where the previous player place it, it's a strategic game where you have to think about attack and defense at the same time in a limited area.&#10;&#10;&#10;         GOAL OF THE GAME **&#10;    &#10;&#10;&#10;The first person to place 3 or more chips in a row wins.&#10;(Either Horizontally, Vertically, or Diagonally)&#10;&#10;&#10;         SET UP **&#10;    &#10;&#10;&#10;Put the Grid Board at the center of the table.&#10;Each player chooses the Colored Chip (Yellow, Red, Blue, Green). &#10;Make sure every color has 20 chips.&#10;&#10;&#10;         PLAYING THE GAME **&#10;    &#10;&#10;&#10;1. The grid board has 9 small box grids, and each box grid has 9 numbers.&#10;2. The first player selects one of the box girds and places a chip on one of the 9 numbers in that box grid. &#10;   At this time, the player tells the selected box grid and the number where the chip is placed. &ldquo;No. 3 of Grid 5!&rdquo;&#10;3. The next player must place a chip within the small box grid number following the number where the previous player placed his or her chip. &#10;     (Yes. The previous player placed it on No. 3, so this player can only place it on the box grid 3.)&#10;4. If all the numbers in the box grid are full, you cannot place a chip on the number of that box grid from the next turn.&#10;&#10;&#10;         END OF THE GAME **&#10;    &#10;&#10;&#10;1. If someone places 3 chips in a row, the game ends immediately and that player wins. &#10;The chips must be placed in a row either horizontally, vertically, or diagonally.&#10;[NOTE] This includes cases where the line crosses each small box grid.&#10;2. If all of the chips are used and there is no winner, it is a draw and we should start the game again.&#10;&#10;&#10;         Contact Publisher&#10;    &#10;&#10;&#10;MAGICBEANGAMES(Republic of Korea)&#10;e-mail : magicbean@magicbeangame.com&#10;&#10;",
    "Categories": [
      "Educational",
      "Number"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sinful Cinema",
    "ID": 267944,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/267944/sinful-cinema",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players compete to craft the funniest, raunchiest and most ridiculous porn parody titles for Hollywood movies. A judge player draws a card with the title of a movie on it then all players take turns creating the most porn parody like title of the movie. The judge awards points for the most creative! Play continues around the table until a set amount of points are reached. Cards include a parody title at the bottom for bonus points if someone guesses it.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harry Potter Miniatures Adventure Game: Luna Lovegood Lion Hat",
    "ID": 267948,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267948/harry-potter-miniatures-adventure-game-luna-lovego",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A Gen Con 2018 exclusive.&#10;&#10;Luna attended Hogwarts School of Witchcraft and Wizardry from 1992-1999 and was sorted into Ravenclaw House. In her fourth year, Luna joined Dumbledore's Army, an organization taught and led by Harry Potter, of which she became an important member. She participated in the Battle of the Department of Mysteries and the Battle of the Astronomy Tower, and co-led the reconstituted Dumbledore's Army when Hogwarts fell under the control of Lord Voldemort.&#10;&#10;Contains: 1 resin miniature (unassembled and unpainted), 1 plastic base, and 1 character card&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Harry Potter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lifeguard",
    "ID": 267969,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267969/lifeguard",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Lifeguard is a cooperative game for 2-4 players; these players are a team of lifeguards at a crowded and chaotic outdoor pool, trying to prevent hazards and save any victims before it's too late.&#10;&#10;The players create the shape and depth of their own pool; each zone in the pool fills and empties throughout the game with different risks, hazards, and victims in the form of facedown cards.  The guards work furiously to flip over these cards and then work together to deal with whatever emergencies they uncover.  Any waste of time results in more facedown cards in their pool, which means any unseen victims' conditions are growing more and more serious, making them harder to save.&#10;&#10;In addition to the pool itself, the players can customize the difficulty of the game by adding more hazards or victims into the deck, as well as choose special characters and special abilities for themselves.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Medical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Push Your Luck"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Italien-Reise",
    "ID": 267970,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267970/italien-reise",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to travel through Italy from space 1 to space 80. The movement of the pawns is determined by a die. In some cities, events hinder or benefit the players. The last player who arrives on space 80 wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Italy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "¡Pasa el marrón!",
    "ID": 267971,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/267971/pasa-el-marron",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "2",
    "Play Time": "10",
    "Weight": "1",
    "Description": "PASS THE BUCK!&#10;An elimination game&#10;Don't get stuck with the drag in the office! Everybody is passing the mess and nobody wants to be the loser. Pass the buck, go and get a coffee to sneak away and try not to fall asleep while your colleagues pester you or you will get stuck with a new one!&#10;Easy, fast-paced and extra funny card game. It can be played individually or in teams.&#10;&#10;Each player has 3 cards.&#10;There are 4 types of cards:&#10;&#10;     Bucks: you pass the mess putting this card in front of a player.&#10;     Pass the buck: moves the bucks card from one player to another.&#10;     Fall asleep: forces a player to lose a turn.&#10;     Coffee: protects from receiving bucks cards.&#10;&#10;&#10;By turns, each player will use a card and take a new card from the deck.&#10;&#10;When a player gets 3 bucks cards in front of him, he will be eliminated from the game.&#10;&#10;The surviving player will be the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wooop Wooop",
    "ID": 267972,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/267972/wooop-wooop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Wooop Wooop, the game box transforms into a police car driven by a Police figure. Players take turns trying to catch as many burglars as possible by finding pictures of matching thieves. The Policeman who collects the most cards wins the game.&#10;&#10;Competitive push your luck game for the youngest kids, 4 and up.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Theme: Police"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ROKURIGO",
    "ID": 267973,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/267973/rokurigo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "ROKURIGO is a two-player abstract strategy game that contains elements of Reversi.&#10;&#10;The playing area is a 6x6 grid, although players will be placing their pieces only in the central twenty spaces. Each player has three types of double-sided pieces that mirror the numbers you find on opposite sides of a standard six-sided die: 1/6, 2/5, and 3/4, with five of each piece. Some numbers are printed on the game board.&#10;&#10;Players take turns placing a piece on the game board. You can freely place one of your pieces in the four central spaces or on the second-closest row of the game board. If you want to place a piece elsewhere, though, you must &quot;sandwich&quot; a piece Reversi-style in order to flip it. You need to track the sum of numbers visible because if you bring the total to 33, then you capture one of the opponent's pieces. If you bring the total to 37 or more, then you lose the game instantly, so think carefully before you flip something!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – For the Greater Good: Mythos Pack",
    "ID": 267974,
    "Year": "(2019)",
    "Geek Rating": "5.912",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267974/arkham-horror-the-card-game-for-the-greater-good-m",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4",
    "Description": "For The Greater Good is the third Mythos Pack in The Circle Undone cycle for Arkham Horror: The Card Game.&#10;&#10;Following the events of The Wages of Sin, you are disturbed to learn that there have been even more strange sightings in Arkham and worse, several more people have disappeared. You need help. Your relationship with the Order of the Silver Twilight cannot continue to balance on the edge of a knife. You must decide whether you will place your trust in them or count them among your enemies, and this decision will shape your adventure moving forward, determining your ties to the Lodge and which areas of the manor you will have access to.&#10;&#10;At first glance, several of the player cards featured in For the Greater Good may look  familiar. In The Secret Name, the Arkham Horror LCG broke the boundary between player factions by introducing player cards that belonged to multiple classes. Now, as your investigators continue to gain experience from their research into Arkham&rsquo;s secret history, you will have the chance to upgrade these cards into more powerful versions that fit into classic, single-class categories. Each version of these upgraded cards feature distinct art pieces and abilities that play into the core focuses of their classes, growing with your investigators as their search for answers continue.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Arkham Horror – The Card Game",
      "Game: Arkham Horror TCG – The Circle Undone",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ラララうちゅう (Ra ra ra uchû)",
    "ID": 267975,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/267975/rararauchiyuu-ra-ra-ra-uchu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#131;&#169;&#227;&#131;&#169;&#227;&#131;&#169;&#227;&#129;&#134;&#227;&#129;&#161;&#227;&#130;&#133;&#227;&#129;&#134; (Ra ra ra uch&ucirc;) La La La Alien is a set collection card game in which you collect aliens.&#10;&#10;Aliens have crash landed on earth and you need to help them find the others from the same planet. Your points increase as you gather aliens of the same type, and there other other scoring opportunities based on their color.&#10;&#10;Each round you may either exchange cards twice between your hand and the face-up supply or exchange your entire hand for the supply. The game ends after three rounds, which means you will only take a maximum of six moves in the entire game and you must watch the other players carefully to determine the best move to take.&#10;&#10;The basics of this game are taken from a card game called 51 that is fairly well-known in Japan but not outside of it.&#10;&#10;Publisher's summary&#10;&#227;&#128;&#142;&#227;&#131;&#169;&#227;&#131;&#169;&#227;&#131;&#169;&#227;&#129;&#134;&#227;&#129;&#161;&#227;&#130;&#133;&#227;&#129;&#134;&#227;&#128;&#143;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#174;&#135;&#229;&#174;&#153;&#228;&#186;&#186;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#130;&#187;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#179;&#227;&#131;&#172;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#156;&#176;&#231;&#144;&#131;&#227;&#129;&#171;&#228;&#184;&#141;&#230;&#153;&#130;&#231;&#157;&#128;&#227;&#129;&#151;&#227;&#129;&#159;&#229;&#174;&#135;&#229;&#174;&#153;&#228;&#186;&#186;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#128;&#130;&#229;&#144;&#140;&#227;&#129;&#152;&#230;&#152;&#159;&#227;&#129;&#174;&#228;&#187;&#178;&#233;&#150;&#147;&#227;&#130;&#146;&#230;&#142;&#162;&#227;&#129;&#153;&#227;&#129;&#174;&#227;&#130;&#146;&#230;&#137;&#139;&#228;&#188;&#157;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#130;&#227;&#129;&#146;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#229;&#144;&#140;&#227;&#129;&#152;&#230;&#152;&#159;&#227;&#129;&#174;&#228;&#187;&#178;&#233;&#150;&#147;&#227;&#129;&#174;&#229;&#174;&#135;&#229;&#174;&#153;&#228;&#186;&#186;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#128;&#129;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#140;&#229;&#162;&#151;&#227;&#129;&#136;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#174;&#135;&#229;&#174;&#153;&#228;&#186;&#186;&#227;&#129;&#174;&#232;&#137;&#178;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#129;&#164;&#227;&#129;&#139;&#227;&#129;&#174;&#229;&#190;&#151;&#231;&#130;&#185;&#230;&#150;&#185;&#230;&#179;&#149;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#239;&#188;&#145;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#168;&#229;&#160;&#180;&#230;&#156;&#173;&#227;&#129;&#174;&#228;&#186;&#164;&#230;&#143;&#155;&#227;&#130;&#146;&#239;&#188;&#146;&#229;&#155;&#158;&#227;&#129;&#154;&#227;&#129;&#164;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#168;&#229;&#160;&#180;&#230;&#156;&#173;&#227;&#130;&#146;&rdquo;&#231;&#183;&#143;&#230;&#155;&#191;&#227;&#129;&#136;&rdquo;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#130;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#130;&#146;&#239;&#188;&#147;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#164;&#227;&#129;&#190;&#227;&#130;&#138;&#227;&#128;&#129;&#230;&#156;&#128;&#229;&#164;&#167;&#227;&#129;&#167;&#227;&#129;&#174;&#227;&#129;&#159;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#129;&#174;&#239;&#188;&#150;&#230;&#137;&#139;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#174;&#229;&#139;&#149;&#227;&#129;&#141;&#227;&#130;&#146;&#227;&#130;&#136;&#227;&#129;&#143;&#232;&#166;&#179;&#229;&#175;&#159;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#230;&#169;&#159;&#230;&#149;&#143;&#227;&#129;&#170;&#239;&#188;&#145;&#230;&#137;&#139;&#227;&#130;&#146;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "でんしゃクジラ (Densha Kujira)",
    "ID": 267976,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/267976/denshiyakuzira-densha-kujira",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "1",
    "Description": "User summary&#10;&#227;&#129;&#167;&#227;&#130;&#147;&#227;&#129;&#151;&#227;&#130;&#131;&#227;&#130;&#175;&#227;&#130;&#184;&#227;&#131;&#169; (Densha Kujira) Whale Train  is a card game with the same appeal as Mah Jong or Rummy. Pulling cards from the deck, the winner is the first to be able to make sets with all nine cards in their hand.&#10;&#10;The rhino, goat, and alligator sets each consist of two cards, the whale of three cards, and the train and bullet train of three or more cars linked together in ever longer combinations. There are various routes to victory, collecting all the same color, focusing on all whale cards, or the legendary move of playing your entire hand all at once as a bullet train.&#10;&#10;It&rsquo;s a card game you can replay many times in different ways.&#10;&#10;Publisher's summary&#10;&#227;&#128;&#142;&#227;&#129;&#167;&#227;&#130;&#147;&#227;&#129;&#151;&#227;&#130;&#131;&#227;&#130;&#175;&#227;&#130;&#184;&#227;&#131;&#169;&#227;&#128;&#143;&#227;&#129;&#175;&#227;&#128;&#129;&#233;&#186;&#187;&#233;&#155;&#128;&#227;&#130;&#146;&#227;&#129;&#154;&#227;&#129;&#163;&#227;&#129;&#168;&#232;&#166;&#170;&#227;&#129;&#151;&#227;&#129;&#191;&#227;&#130;&#132;&#227;&#129;&#153;&#227;&#129;&#143;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#170;&#227;&#128;&#129;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130; &#10;&#229;&#177;&#177;&#230;&#156;&#173;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#188;&#149;&#227;&#129;&#132;&#227;&#129;&#166;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#239;&#188;&#153;&#230;&#158;&#154;&#227;&#129;&#153;&#227;&#129;&#185;&#227;&#129;&#166;&#227;&#130;&#146;&#227;&#130;&#187;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#171;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#168;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130; &#10;&#239;&#188;&#146;&#230;&#158;&#154;&#227;&#129;&#167;&#227;&#130;&#187;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#128;&#129;&#227;&#130;&#181;&#227;&#130;&#164;&#227;&#131;&#187;&#227;&#131;&#164;&#227;&#130;&#174;&#227;&#131;&#187;&#227;&#131;&#175;&#227;&#131;&#139;&#227;&#128;&#130;&#239;&#188;&#147;&#230;&#158;&#154;&#227;&#129;&#167;&#227;&#130;&#187;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#128;&#129;&#227;&#130;&#175;&#227;&#130;&#184;&#227;&#131;&#169;&#227;&#128;&#130;&#239;&#188;&#147;&#230;&#158;&#154;&#228;&#187;&#165;&#228;&#184;&#138;&#227;&#129;&#167;&#227;&#130;&#187;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#128;&#129;&#227;&#129;&#167;&#227;&#130;&#147;&#227;&#129;&#151;&#227;&#130;&#131;&#227;&#129;&#168;&#230;&#150;&#176;&#229;&#185;&#185;&#231;&#183;&#154;&#227;&#128;&#130;&#227;&#129;&#167;&#227;&#130;&#147;&#227;&#129;&#151;&#227;&#130;&#131;&#227;&#129;&#168;&#230;&#150;&#176;&#229;&#185;&#185;&#231;&#183;&#154;&#227;&#129;&#175;&#232;&#187;&#138;&#228;&#184;&#161;&#227;&#130;&#146;&#227;&#129;&#164;&#227;&#129;&#170;&#227;&#129;&#146;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#129;&#169;&#227;&#130;&#147;&#227;&#129;&#169;&#227;&#130;&#147;&#233;&#149;&#183;&#227;&#129;&#143;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#129;&#164;&#227;&#129;&#139;&#227;&#129;&#174;&#229;&#189;&#185;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#153;&#227;&#129;&#185;&#227;&#129;&#166;&#229;&#144;&#140;&#227;&#129;&#152;&#232;&#137;&#178;&#227;&#129;&#160;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#229;&#133;&#168;&#233;&#131;&#168;&#227;&#130;&#175;&#227;&#130;&#184;&#227;&#131;&#169;&#227;&#129;&#160;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#128;&#129;&#227;&#129;&#161;&#227;&#130;&#135;&#227;&#129;&#163;&#227;&#129;&#168;&#232;&#137;&#175;&#227;&#129;&#132;&#231;&#130;&#185;&#227;&#129;&#167;&#227;&#130;&#162;&#227;&#130;&#172;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130; &#227;&#130;&#183;&#227;&#131;&#179;&#227;&#130;&#171;&#227;&#131;&#179;&#227;&#130;&#187;&#227;&#131;&#179;&#227;&#130;&#164;&#227;&#131;&#131;&#227;&#130;&#173;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#228;&#188;&#157;&#232;&#170;&#172;&#227;&#129;&#174;&#229;&#189;&#185;&#227;&#130;&#130;&#227;&#128;&#130; &#10;&#228;&#189;&#149;&#229;&#186;&#166;&#227;&#130;&#130;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#151;&#233;&#129;&#138;&#227;&#129;&#185;&#227;&#130;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Trains"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Visioo",
    "ID": 267978,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/267978/visioo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Visioo, every player has to prove their perception skills. The stack of cards is divided in equal parts for each player. Then every player flips a card at the same time. The cards are put side by side in the middle of the table. Now every player tries to find two objects that are the same, but differ in color &ndash; as soon as this happens, the player that has found a couple wins the cards.&#10;&#10;There is however not always a couple to find. If after a couple of moments the players agree to not find anything, everyone flips another card and puts it next to the other ones. Now there are more cards to look at, but thus also more cards to win or lose! Pressure is up!&#10;&#10;In the end, the player with the most cards wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "アリスアセンブル (Alice Assemble)",
    "ID": 267985,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/267985/arisuasenburu-alice-assemble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1",
    "Description": "User summary&#10;&#227;&#130;&#162;&#227;&#131;&#170;&#227;&#130;&#185;&#227;&#130;&#162;&#227;&#130;&#187;&#227;&#131;&#179;&#227;&#131;&#150;&#227;&#131;&#171; (Arisu Asemburu) Alice Assemble is a Japanese game.&#10;&#10;In the game of Alice Assemble, players are machinists who build an automaton doll by co-ordinating several gears.&#10;&#10;At the beginning of each round, a number of cards, which depicts gears, are revealed on the table. Each turn, you place the card, which you have previously taken, in front of you. Then you take a card from the table.&#10;&#10;At end of the game, players score victory points depending on patterns of gears they coordinated. You score big points by making a larger chunk of connected gears.&#10;&#10;If you took a card with a smaller number in your previous turn, you take your turn earlier. On the other hand, a card with a larger number has more gears than the smaller one in general.&#10;&#10;You should consider your opponents' intentions when you take your card, and make full use of the card when you build your doll.&#10;&#10;Publisher's summary&#10;&#227;&#128;&#142;&#227;&#130;&#162;&#227;&#131;&#170;&#227;&#130;&#185;&#227;&#130;&#162;&#227;&#130;&#187;&#227;&#131;&#179;&#227;&#131;&#150;&#227;&#131;&#171;&#227;&#128;&#143;&#227;&#129;&#175;&#227;&#128;&#129;&#230;&#169;&#159;&#230;&#162;&#176;&#227;&#129;&#174;&#232;&#161;&#151;&#227;&#129;&#174;&#229;&#183;&#165;&#229;&#140;&#160;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#230;&#173;&#175;&#232;&#187;&#138;&#227;&#130;&#146;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#129;&#166;&#232;&#135;&#170;&#229;&#139;&#149;&#228;&#186;&#186;&#229;&#189;&#162;&#227;&#129;&#174;&#229;&#176;&#145;&#229;&#165;&#179;&#227;&#130;&#146;&#231;&#181;&#132;&#227;&#129;&#191;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#130;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#160;&#180;&#227;&#129;&#171;&#229;&#133;&#172;&#233;&#150;&#139;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#130;&#139;&#230;&#173;&#175;&#232;&#187;&#138;&#227;&#129;&#174;&#230;&#155;&#184;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#128;&#129;&#230;&#137;&#139;&#229;&#133;&#131;&#227;&#129;&#171;&#228;&#184;&#166;&#227;&#129;&#185;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#230;&#137;&#139;&#229;&#133;&#131;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#229;&#136;&#151;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#230;&#153;&#130;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#147;&#227;&#129;&#171;&#230;&#155;&#184;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#159;&#230;&#173;&#175;&#232;&#187;&#138;&#227;&#129;&#174;&#227;&#131;&#145;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#179;&#227;&#129;&#171;&#229;&#191;&#156;&#227;&#129;&#152;&#227;&#129;&#166;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#170;&#230;&#173;&#175;&#232;&#187;&#138;&#227;&#129;&#174;&#229;&#161;&#138;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#128;&#129;&#231;&#181;&#132;&#227;&#129;&#191;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#129;&#159;&#228;&#186;&#186;&#229;&#189;&#162;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#132;&#170;&#227;&#130;&#140;&#227;&#129;&#159;&#230;&#169;&#159;&#232;&#131;&#189;&#227;&#130;&#146;&#228;&#184;&#142;&#227;&#129;&#136;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#128;&#129;&#233;&#171;&#152;&#227;&#129;&#132;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#129;&#167;&#229;&#143;&#150;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#230;&#140;&#175;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#159;&#231;&#149;&#170;&#229;&#143;&#183;&#227;&#129;&#140;&#232;&#139;&#165;&#227;&#129;&#145;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#128;&#129;&#230;&#172;&#161;&#227;&#129;&#174;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#167;&#227;&#130;&#136;&#227;&#130;&#138;&#230;&#151;&#169;&#227;&#129;&#143;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#129;&#140;&#229;&#155;&#158;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#157;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#230;&#173;&#175;&#232;&#187;&#138;&#227;&#129;&#174;&#229;&#164;&#154;&#227;&#129;&#132;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#129;&#175;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#170;&#231;&#149;&#170;&#229;&#143;&#183;&#227;&#129;&#140;&#230;&#140;&#175;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#130;&#139;&#229;&#130;&#190;&#229;&#144;&#145;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#187;&#227;&#129;&#139;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#149;&#229;&#144;&#145;&#227;&#130;&#146;&#232;&#166;&#139;&#230;&#141;&#174;&#227;&#129;&#136;&#227;&#129;&#166;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#130;&#146;&#229;&#183;&#167;&#227;&#129;&#191;&#227;&#129;&#171;&#231;&#181;&#132;&#227;&#129;&#191;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#174;&#233;&#141;&#181;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#239;&#188;&#129;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ruthless: Yo Ho Ho Promo Expansion",
    "ID": 267987,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/267987/ruthless-yo-ho-ho-promo-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The promo expansion is intended as a fun seasonal novelty and not necessarily as a regular modification to the game. The Monkey may return in a different form for the expansion.&#10;&#10;Monkey (2x): Replaces one Powder Monkey from each player&lsquo;s starting deck. The Monkey creates a loop in the pirate ranks. It fits between CPT and 1. Thus a straight CPT-M-1 is now possible. Additionally, the suit of the Monkey card is wild. You can decide the suit when assembling a raiding party.&#10;&#10;Present (1x): Take the top treasure from the treasure discard pile. Sell or keep.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Pirates"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Paper Pinball: Laser Sisters",
    "ID": 267988,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/267988/paper-pinball-laser-sisters",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Paper Pinball is a dice game that tries to capture the feeling of playing pinball. All you will need is a pencil, three dice, and about five minutes.&#10;&#10;Each round, roll two dice and fill in one of the scoring zones. Some zones need to be filled in a certain way, and most will cause some sort of effect, so the order you fill them in is important. If you ever can't fill a zone, you'll lose a ball. Lose three balls and the game is over. Try to fill as many scoring zones as possible while triggering multipliers, opening tunnels, and getting the coveted multi-ball.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Series: Paper Pinball (Metal Snail Idea Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark City",
    "ID": 267990,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/267990/dark-city",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "70",
    "Weight": "2",
    "Description": "Don&rsquo;t let the dim light of the full moon mislead you. Tonight Dark City is shadow territory. Monsters prowl the streets, craving for blood, and they&rsquo;ll do anything to keep their hunting grounds. Humankind has its guardians, however few and far between, and they fight for their lives with matching ferocity. Who will survive another showdown on the gloomy streets of Dark City?&#10;&#10;Dark City is a party game in which players choose iconic characters from the cast of a horror movie &ndash; vampires, werewolves, zombies, hunters, priests &ndash; then face their opponents in a fierce battle of wits, inference and finger-pointing.&#10;&#10;Every round, the Acting Player randomly discards three cards from the deck. Then, one by one, players draft a monster or guardian at their choice from among the remaining cards. Players attack their chosen target by aiming their monster&rsquo;s or guardian&rsquo;s signature gesture at it. Then players have a chance to flee the battle, trying to prevent their opponents from scoring. Attacks are resolved in initiative order. Successful attacks &ldquo;kill&rdquo; their targets and allow players to achieve their monster&rsquo;s or guardian&rsquo;s goals. Players whose monsters or guardians have &ldquo;survived&rdquo; the encounter and achieved their goals score experience points (XP).The game ends when one or more players gather enough XP to meet at least one of the four victory conditions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Brazil"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Busan",
    "ID": 267998,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/267998/busan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Contract will be received for 5 days (rounds) from Monday to Friday. It is a game in which players earn money to construct a port facility, process contracts of contracts, and win he highest victory points.&#10;&#10;&#10;     This game is available for 2 to 4 players.&#10;     Players play for 5 rounds from Monday to Friday.&#10;     Each round consumes an optimal amount of time, depending on you situation, for an average of eight hours. Apart from that, 4 hours each round can be used at an additional cost. This is 8 hours a day you have to work overtime and pay for it.&#10;     You can become a winner of the game by optimizing your time and taking advantage of it.&#10;&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Cities: Busan (South Korea)",
      "Country: Korea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Au loup!",
    "ID": 268001,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/268001/au-loup",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Card game combining memory and risk taking with a cooperative version.&#10;&#10;The cards &quot;the wolf arrives&quot; are placed face up, each player receives a house card and we place all other cards face down on the table. Each player in turn returns as many cards as he wishes in order to reveal and recover the animals from his house. But he must stop and win nothing if he returns a card he has already revealed or if he returns a wolf card. In the latter case he returns a card &quot;the wolf arrives&quot;, unless he returned a card clover. When a player has collected the 4 animals from his house, he puts the cards aside and draws a new house. The game is over when all the cards &quot;the wolf arrives&quot; are returned or when all the animals are safe. This is the player with the most cards &quot;animal&quot; who wins. In the cooperative version the players play together against the wolf!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quantum Wordcraft",
    "ID": 268004,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/268004/quantum-wordcraft",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Quantum Wordcraft is a crossword style game for all ages. Each player draws 7 cards and then rolls two dice for bonus categories or an extra card. Cards are worth 1-4 points depending on rarity.&#10;&#10;It has similarities to Scrabble, but without the need for a bulky game board. No need for a board makes it very portable. You can also play words over other words.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Westbrooke: Out Last – Deluxe Edition",
    "ID": 268005,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/268005/westbrooke-out-last-deluxe-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Westbrooke: Out Last is a zombies vs. humans game that pits you against time and each other. Work with your team of fellow survivors to escape the zombie ridden city of Westbrooke before it gets destroyed by a nuclear bomb.&#10;&#10;As humans you must move from tile to tile locating objectives, fighting off zombies, and collecting items and weapons. Use the custom dice to fight off zombies. Once you and your teammates have collected the objectives make you must make your way to the exit before the nuke gets dropped.&#10;&#10;The opposing zombie team places zombies of all sorts in the path of the humans to try and stop them from reaching the exit. If they are going down they are taking the humans with them.&#10;&#10;The Deluxe Edition contains two additional characters &mdash; the Priest and the Scout &mdash; as well as 18 extra Phase cards (items, weapons, and strategy cards).&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "TV Show",
    "ID": 268006,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/268006/tv-show",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Don't look at TV shows anymore, create them!&#10;&#10;You are TV show writers and together, you'll create the new successful TV series.&#10;To be crowned best scriptwriter, you'll have to know every details by heart.&#10;Tell your TV plot by playing location, character and event cards and remember a maximum of details to win the game!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Theme: Television (TV) Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fog of Love: New Occupation Promo Cards",
    "ID": 268009,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268009/fog-of-love-new-occupation-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "12 new occupation cards:&#10;-Car salesperson&#10;-Aid worker&#10;-Prison Guard&#10;-Nanny&#10;-Construction worker&#10;-Relationship counsellor&#10;-Online seller&#10;-Singer&#10;-Tax collector&#10;-Photographer&#10;-Surfer&#10;-Cleaner&#10;&#10;Contained in Tabletop Gaming Magazine January 2019 issue.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Role Playing",
      "Simulation",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": [
      "Game: Fog of Love",
      "Players: Two-Player Only Games",
      "Promotional: Cards",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go Lightning McQueen",
    "ID": 268010,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/268010/go-lightning-mcqueen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Simple Roll and Move game featuring characters from the movie Cars 3. Players use a spinner to move along a racetrack with obstacles like flat tires, oil slicks or suddenly running out of fuel.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Movies: Cars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Table Air Combat: Me-163 Komet",
    "ID": 268029,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.93",
    "Link": "https://boardgamegeek.com/boardgame/268029/table-air-combat-me-163-komet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Table Air Combat is a fast, simple air combat game that can be played on any flat surface.  All you need are some six-sided dice and some coins to provide weight for the aircraft counters.  Everything else can be printed from this ruleset. &#10;Each player has a flight of four fighters, represented by two counters.  Aircraft counters move by means of curved &ldquo;performance rulers&rdquo; that represent the aircraft&rsquo;s historical cornering ability and maximum speed.&#10;Each performance ruler is unique to each aircraft, and contains all the speed, cornering, and weapon information needed.&#10;TAC is designed for portability;  The entire game can fit in a plastic bag.  Even the largest battles can take place on a fast-food restaurant table.&#10;&#10;This set contains the Me-163, the only rocket-powered aircraft to see combat.  Scenarios include:&#10;Bat Out Of Hell:  Komets bounce a flight of P-38 Lightnings&#10;Point Defense:  Me-163 Komets assisted Fw-190D fighters attacking a formation of B-17G bombers and their P-51D escorts.&#10;Red Komet:  Returning from a mission with no fuel, a lone Me-163 has to glide past marauding P-51D fighters to return to base.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Print & Play",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Game: Table Air Combat",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starcide",
    "ID": 268103,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/268103/starcide",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A fast-paced, action, skirmish wargame in 32mm scale, set in a dystopian science-fantasy universe. Starcide reaches between the realms of sci-fi and fantasy with a dazzling variety of factions to select from including:&#10;&#10;Legion of the Black Sun (blood-thirsted vampires and Soul-rending necromancers), Empire of Man (Unified Noble Houses of mankind) , Na'vo (cold-blooded reptiles), Prometheans (a human-like Psionic race), and the Locust (deadly insectoids with biotechnological space travel).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sielujen sympatiaa",
    "ID": 268161,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/268161/sielujen-sympatiaa",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A fun party game about everything you thought that you and your friends thinks in the same way.&#10;&#10;One of the players reads the question from the card. Team members have 30 seconds to try to guess what the partners will answer and write the same answer separately.&#10;&#10;The group that received the most correct answers can move the button forward on the board.&#10;&#10;The winner is the team that reaches 30 points before the others.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hemispheres",
    "ID": 268162,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/268162/hemispheres",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hemispheres pits 2 halves of the same brain against each other. Each half is trying to control the entire brain. To do this, each player has the same 8 cards as their opponent.  Each player is trying to out think their opponent to swing the personality meter all the way to their side of the brain and take total control.&#10;&#10;Turns are played simultaneously by choosing the card to play each round and then revealing them together (along with each cards special Trait chosen that turn).  After applying the Traits, the final Power values are compared to affect the Node track (score).  Cards have a cool off period before returning to the hand.  Choosing the right Power value and right Trait becomes a mind game against your opponent.  This game is best played against the same opponent repeatedly to get into each others's brains.&#10;&#10;This game was originally designed for the 2016 2-Player PnP Contest.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ジグザ (ZIXZA)",
    "ID": 268163,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/268163/ziguza-zixza",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#130;&#184;&#227;&#130;&#176;&#227;&#130;&#182; (Jiguza) (ZIXZA) is a two-player game based on a 1980's cyberpunk novel where hackers and guards fight in the cyber space.&#10;&#10;In a diagonal square grid, each player places their three dice on the spaces nearest to them.&#10;&#10;During your turn, you take one of three actions below.&#10;ROLL: Move one of your dice rotating vertically over to an adjacent space.&#10;TURN: Rotate one of your dice 90 degrees horizontally, &#10;ATTACK: Remove one of opponent's dice if your die adjacent to it has greater number.&#10;&#10;You win the game when one of three conditions is met.&#10;HOLD: Occupy all three squares at center of the grid with your dice.&#10;GET: Remove two of opponent's dice.&#10;ARRIVE: Occupy a square farthest from you with your die.&#10;&#10;Repeatedly enjoyable and thought-provoking game system with less luck involved. &#10;You can play this game anywhere with postcard-sized game board.&#10;&#10;Two sets of three dice of the same color required to play this game.&#10;&#10;Publisher's summary&#10;ZIXZA&#239;&#188;&#136;&#227;&#130;&#184;&#227;&#130;&#176;&#227;&#130;&#182;&#239;&#188;&#137;&#227;&#129;&#175;80&#229;&#185;&#180;&#228;&#187;&#163;&#227;&#130;&#181;&#227;&#130;&#164;&#227;&#131;&#144;&#227;&#131;&#188;&#227;&#131;&#145;&#227;&#131;&#179;&#227;&#130;&#175;&#229;&#176;&#143;&#232;&#170;&#172;&#227;&#130;&#146;&#227;&#131;&#162;&#227;&#131;&#129;&#227;&#131;&#188;&#227;&#131;&#149;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#129; &#10;&#233;&#155;&#187;&#232;&#132;&#179;&#228;&#184;&#150;&#231;&#149;&#140;&#227;&#129;&#167;&#227;&#131;&#143;&#227;&#131;&#131;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#129;&#168;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#229;&#136;&#134;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#153;&#227;&#130;&#139;2&#228;&#186;&#186;&#231;&#148;&#168;&#229;&#175;&#190;&#230;&#136;&#166;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#239;&#188;&#129;&#10;&#227;&#128;&#142;&#231;&#167;&#187;&#229;&#139;&#149;&#239;&#188;&#136;ROLL&#239;&#188;&#137;&#227;&#128;&#143;&#227;&#128;&#142;&#229;&#155;&#158;&#232;&#187;&#162;&#239;&#188;&#136;TURN&#239;&#188;&#137;&#227;&#128;&#143;&#227;&#128;&#142;&#230;&#148;&#187;&#230;&#146;&#131;&#239;&#188;&#136;ATTACK&#239;&#188;&#137;&#227;&#128;&#143;&#227;&#129;&#174;3&#227;&#129;&#164;&#227;&#129;&#174;&#230;&#150;&#185;&#230;&#179;&#149;&#227;&#129;&#167;&#227;&#128;&#129;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#146;&#230;&#147;&#141;&#228;&#189;&#156;&#227;&#128;&#129; &#10;&#227;&#128;&#142;&#229;&#141;&#160;&#230;&#139;&#160;&#239;&#188;&#136;HOLD&#239;&#188;&#137;&#227;&#128;&#143;&#227;&#128;&#142;&#229;&#165;&#170;&#229;&#143;&#150;&#239;&#188;&#136;GET&#239;&#188;&#137;&#227;&#128;&#143;&#227;&#128;&#142;&#229;&#136;&#176;&#233;&#129;&#148;&#239;&#188;&#136;ARRIVE&#239;&#188;&#137;&#227;&#128;&#143;&#227;&#129;&#174;3&#227;&#129;&#164;&#227;&#129;&#174;&#230;&#150;&#185;&#230;&#179;&#149;&#227;&#129;&#167;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#130;&#183;&#227;&#131;&#179;&#227;&#131;&#151;&#227;&#131;&#171;&#227;&#129;&#170;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#128;&#130;&#10;&#233;&#129;&#139;&#232;&#166;&#129;&#231;&#180;&#160;&#227;&#129;&#174;&#229;&#176;&#145;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#130;&#183;&#227;&#130;&#185;&#227;&#131;&#134;&#227;&#131;&#160;&#227;&#129;&#168;&#227;&#128;&#129;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#151;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#129;&#227;&#130;&#139;&#230;&#128;&#157;&#232;&#128;&#131;&#230;&#128;&#167;&#227;&#128;&#130;&#10;&#227;&#131;&#157;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#181;&#227;&#130;&#164;&#227;&#130;&#186;&#227;&#129;&#174;&#227;&#130;&#179;&#227;&#131;&#179;&#227;&#131;&#145;&#227;&#130;&#175;&#227;&#131;&#136;&#227;&#129;&#170;&#227;&#131;&#135;&#227;&#130;&#182;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#167; &#10;&#233;&#129;&#138;&#227;&#129;&#182;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#130;&#146;&#233;&#129;&#184;&#227;&#129;&#179;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#239;&#188;&#129;&#239;&#188;&#129;&#10;&#10;&#230;&#179;&#168;&#230;&#132;&#143;&#239;&#188;&#154;&#233;&#129;&#138;&#227;&#129;&#182;&#233;&#154;&#155;&#227;&#129;&#171;2&#232;&#137;&#178;3&#227;&#129;&#164;&#227;&#129;&#154;&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#146;&#227;&#129;&#148;&#231;&#148;&#168;&#230;&#132;&#143;&#227;&#129;&#143;&#227;&#129;&#160;&#227;&#129;&#149;&#227;&#129;&#132;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Struggle and Strife",
    "ID": 268165,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/268165/struggle-and-strife",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Medieval fantasy game for 2-5 players where the board changes every time you play. Play cards from your hand against defending dice rolls in order to take control of land and net victory points for your faction. Brave wild encounters to attain powerful enhancements or gain helpful advantages without risk. Through the 10 rounds collect the most victory points in order to become the leading force on the board at the end of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: The Golden Girls",
    "ID": 268166,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/268166/trivial-pursuit-the-golden-girls",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Golden Girls Trivial Pursuit bite-size edition contains 600 questions based on all seven seasons of the Emmy Award-winning TV series.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Trivial Pursuit",
      "Trivia: Television",
      "TV Shows: The Golden Girls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unicorn Surprise",
    "ID": 268176,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/268176/unicorn-surprise",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Create magical mischief with Unicorn Surprise! In this whimsical game, players are transformed into pixies on the hunt for colorful unicorn gems. The only problem &ndash; unicorns drop their Gems but once a year! Race against other cheeky pixie players to collect the most gems before the smiling sun sets. Unicorn Surprise combines board game suspense with a silly unicorn figure that pixie players can interact with. Will she drop a colored gem or a clear one signifying the end of the day? Find out when you play Unicorn Surprise!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Double Spot",
    "ID": 268177,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/268177/double-spot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A quick two player pattern matching game using a double-sided connect-four-esque board. Each turn, players roll a die to determine what color token they can add to the board, and then try to match one of the shown 3-token patterns. The board and pattern cards are circular, and each of the tokens are double sided with two colors, creating pleasing aesthetics.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ancient Terrible Things: Unnatural Mystic Promo Card",
    "ID": 268180,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268180/ancient-terrible-things-unnatural-mystic-promo-car",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Kickstarter exclusive limited edition adventure promo card (from the Ancient Terrible Things: AwakeTen Kickstarter).&#10;&#10;An additional adventure card that can be added to the deck of adventure cards in the base game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catch Me!",
    "ID": 268182,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/268182/catch-me",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Catch Me! is a simple card game for 2 to 6 players. Each player receives a stack of face down cards displaying patterns in different colours. In the middle of the table there's a wooden stick up for grabs. Every round, a player turns over one of their face down cards. If two players have cards of the same pattern in front of them, both players compete to &quot;catch&quot; the stick first. The loser of this duel receives the winner's active cards to add to their stack. Whoever gets rid of all their cards first wins the game!&#10;&#10;Duel cards are included as a variant.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "My Forest",
    "ID": 268184,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/268184/my-forest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Have you ever planted a forest? If not, it's time!&#10;&#10;Here you can hear birds singing, Help me through the trees!&#10;&#10;In this game, we invite you to plant the forest! Your profit will be to grow five trees. Each of them consists of four parts. You roll two dice, and in the factory you choose more elements. The person who is the first to grow five trees wins.&#10;&#10;The box comes with a seed! They are tiny, but do not be fooled by appearances. Giant trees will grow out of them!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Card Game – Mount Gundabad",
    "ID": 268187,
    "Year": "(2019)",
    "Geek Rating": "5.587",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268187/the-lord-of-the-rings-the-card-game-mount-gundabad",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "They marched and gathered by hill and valley, going ever by tunnel or under dark, until around and beneath the great mountain Gundabad of the North, where was their capital, a vast host was assembled ready to sweep down in time of storm unawares.&#10;   &ndash;J.R.R. Tolkien, The Hobbit&#10;&#10;Mount Gundabad is the fifth Adventure Pack in the Ered Mithrin cycle.&#10;&#10;The time has come. All your adventures across Wilderland have pointed you in one direction: toward Mount Gundabad and a confrontation with the terrible Dragon that roosts within. While few would openly rush into a battle with such a beast, one thing remains certain: Dagnir poses a threat to the whole of Wilderland and you must take on whatever risks are necessary to keep it safe.&#10;&#10;Take the next step in your journey with Mount Gundabad! With new player cards to diversify your decks and an entirely new adventure to challenge your skills, you have everything you need to turn your footsteps toward Mount Gundabad.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: The Lord of the Rings – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of the Road",
    "ID": 268189,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/268189/heroes-of-the-road",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "500",
    "Weight": "0",
    "Description": "A solitaire sports replay game which enables the player to replay Cycling Grand Tours stage by stage.&#10;Chart and dice system, which requires a race data book for each tour. Each data book contains the ratings of each cyclist in the particular tour.&#10;The race unfolds stage by stage. It allows for time gaps, mountain points and finish line sprint points to be totalled.&#10;Flat stages hilly stages, mountain stages and time trials are all included.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "酒魅人 (Shumijin)",
    "ID": 268190,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/268190/jiu-mei-ren-shumijin",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "&#233;&#133;&#146;&#233;&#173;&#133;&#228;&#186;&#186; is a game about making SAKE (Japanese Rice Wine.) &#10;The player becomes the owner of SAKE brewery and decides which process to focus on SAKE made by himself.&#10;All the attention boards dealt to players are the same. Every round player should bidding for the sequence to get the materiel. For that reason, it is important what kind of criteria you will score on sake made by yourself.&#10;&#10;Because the evaluation point of sake is not equal to the victory point, you can scoop up your feet if you are too busy drinking!&#10;No knowledge of sake is necessary, bow hits competing with each other!&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Throne:  Season Two –  Battle Chest Champion Edition",
    "ID": 268191,
    "Year": "(2018)",
    "Geek Rating": "5.815",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/268191/dice-throne-season-two-battle-chest-champion-editi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In addition to the Season 2 Battle Chest, the Champion Edition includes:&#10;- Printed Season 2 Comic Book&#10;- Box spot varnish and printed box liner&#10;&#10;- Hero randomizer deck for all of Season One and Season Two&#10;- Season One &quot;So Wild!&quot; promo pack with alternate art&#10;&#10;Promo cards&#10;Season One&#10;&#10;Moon Elf - Lunar Umbra!&#10;    Barbarian - Adrenaline Surge!&#10;    Pyromancer - Infernal Infusion!&#10;    Shadow Thief - Shadow Meld!&#10;    Paladin - Divine Favor!&#10;    Monk - Enlightenment!&#10;&#10;Season Two&#10;&#10;Vampire Lord - Blood Tide!&#10;    Seraph - Holier Than Thou!&#10;    Cursed Pirate - Heave-Ho!&#10;    Gunslinger - Run and gun!&#10;    Samurai - Kensei!&#10;    Huntress - Primal Roar!&#10;    Tactician - Upper Hand!&#10;    Artificer - Synthesize!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Game: Dice Throne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Solve the Mystery",
    "ID": 268192,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/268192/solve-the-mystery",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This release is part of a 3-item set released in 2.5 inch round metal tins by University games. This game includes 30 second mysteries of &quot;Solve the Mystery&quot;, &quot;Solve the Mystery Gram&quot;, and &quot;Solve the Brainteaser&quot;. Each includes 64 cards.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombies: The Cure",
    "ID": 268194,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/268194/zombies-the-cure",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Is tonight a night where you want insane family fun, or do you feel ruthless, and want to show your competitive side?&#10;&#10;Zombies The Cure is a board game where you and your family will have just pure crazy family fun.&#10;&#10;Zombies The Cure board game turns into a crazy fun card game. Take the game deck of cards combined with all the expansion packs then becomes a very competitive stand-alone card game for you and your friends to play.&#10;&#10;So... go ahead and have some pure crazy family fun tonight.&#10;&#10;A Government experiment has gone badly wrong, turning human and creature into the not-so-dead Zombies, monsters, freaks, and some ugly but cute little critters! Zombies are leading to the collapse of civilization, the not-so-dead, or not-so-living is taking over the living, unless it is dealt with quickly all hope will be lost. A cure exists, all you must do is pick it up and carry it to the lab, but be careful trust no one, not even your friends they will kill you, to be the one who takes the cure to the lab.&#10;&#10;Zombies The Cure board game requires a mixture of luck and strategy, making it a fun, unpredictable game for the whole family. This kid-friendly, super-competitive, killer-fun game is Just Pure Crazy Family Fun.&#10;&#10;The material can also be used to play 9RUN the card game, which can be played one single round or can be played with multiple rounds to see who has the highest stockpile points at the end. Just Pure Crazy Family Fun.&#10;&#10;The object is to get your colored pawn to the lab with the cure.&#10;&#10;Players can build up an army of cards that allow them to infect you, or sending you to the graveyard where you are forced you to escape or die.&#10;&#10;A player may also steal your cure, even killing you and sending you back to start forcing you to begin all over again!&#10;&#10;In this game of twist and turns, you'll need lots of skill and a little luck to maneuver your way of picking up the cure and making your way to the lab.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Rick and Morty",
    "ID": 268195,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/268195/trivial-pursuit-rick-and-morty",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivial Pursuit: Rick and Morty allows fans of the hit television series to test their knowledge from 600 questions relating to Frienemies, Technology &amp; Science, Locations, Rick and the Family, History &amp; Events and a Wubalubadubdub Wild Card category.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Triangular Boxes",
      "TV Shows: Rick and Morty"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dining Dynasties",
    "ID": 268197,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/268197/dining-dynasties",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Owning a growing restaurant is hard work. An aspiring restaurant entrepreneur must make wise decisions to manage day-to-day operations and keep loyal customers happy, while always innovating to draw new customers through the door. But beware, competition is fierce as other restaurateurs are also looking to build their own reputations and secure their own loyal customers.&#10;&#10;In Dining Dynasties, each player must work to draw in business, find loyal customers and create exciting new dishes! Players manage all aspects of their restaurant in a fast paced competition with their rivals to offer the finest cuisine and carve out a share of the ever changing customer base. To do this, players must build and maintain a hand of cards to create a unique business plan of options. Players may focus on marketing to advertise for new customers and seek out unique sales opportunities, improve the mood of the restaurant by building a professional staff and improving restaurant d&eacute;cor, or a combination of all. Yet another option is to invest in the menu and seek to claim the title of finest cuisine among the competitors! A unique meta-game within each game round has players strategically playing menu cards to vie for the title of finest cuisine, which may provide an immediate valuable customer bonus.&#10;&#10;Dining Dynasties also allows players to increase the restaurant size. Do you want a small gourmet bistro or a huge dining establishment? The options are yours to choose, with each new room tile providing new worker placement opportunities to further your restaurant goals. But be cautious, expanding at the wrong time can take a toll on your available cash.&#10;&#10;Over the course of nine rounds, players strive to build the most valuable restaurant by earning reputation, increasing sales and building infrastructure. The player who chooses the most effective business plan, and best mitigates the ups and downs of the market, will emerge the winner.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "IAM",
    "ID": 268200,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/268200/iam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "IAM is an UNO-style card game with a party game overlay.&#10;&#10;Each player starts with 4-7 cards in hand based on the player count. On a turn, play a card from your hand that matches either the number or color of the top card on the discard pile, then ask a question of a fellow player within a number of seats to you equal to the number on the card. (If you play a 2, for example, you must ask either your neighbor or the player next to them, going either clockwise or counter-clockwise depending on the direction of play.)&#10;&#10;The topic of your question must be related to the card you just played, with blue cards relating to daily life, green society and community, red love and friendship, and yellow private matters. If the chosen player cannot answer or chooses not to, they must draw two cards, then the next player plays. If they answer the question, then they get to play a card. The game includes special cards, so the player questioned might be able to bounce the question back to the original questioner, pass it on to the next player, or require more people to answer as well.&#10;&#10;If you have no matching cards on your turn, you draw a card and your turn ends. Alternatively, you might play a special card that reverses turn order or changes the color of cards that can be played.&#10;&#10;Whoever plays all of their cards first wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "トポロメモリー (TOPOLOMEMORY)",
    "ID": 268225,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/268225/toporomemori-topolomemory",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "User summary&#10;&#227;&#131;&#136;&#227;&#131;&#157;&#227;&#131;&#173;&#227;&#131;&#161;&#227;&#131;&#162;&#227;&#131;&#170;&#227;&#131;&#188; (TOPOLOMEMORY) is a Japanese card game based on the traditional matching game Karuta.&#10;&#10;Topolomemory is a concentration game in which you have to match shapes using the principles of  Topology. In it's basic form, topology shows us that a doughnut is the same as a coffee mug.&#10;&#10;Lay out the tiles with various images on them and whoever most quickly identifies pairs that match topologically gets to collect the pair. The player with the most pairs wins the game. The game game be played by more than five players, especially in teams.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#136;&#227;&#131;&#157;&#227;&#131;&#173;&#227;&#130;&#184;&#227;&#131;&#188;&#227;&#130;&#146;&#229;&#136;&#169;&#231;&#148;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#232;&#161;&#140;&#227;&#129;&#134;&#227;&#128;&#129;&#229;&#155;&#179;&#229;&#189;&#162;&#227;&#129;&#174;&#231;&#165;&#158;&#231;&#181;&#140;&#232;&#161;&#176;&#229;&#188;&#177;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#160;&#180;&#227;&#129;&#171;&#229;&#155;&#179;&#229;&#189;&#162;&#227;&#129;&#140;&#230;&#143;&#143;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#184;&#166;&#227;&#129;&#185;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#128;&#129;&#227;&#131;&#136;&#227;&#131;&#157;&#227;&#131;&#173;&#227;&#130;&#184;&#227;&#131;&#188;&#231;&#154;&#132;&#227;&#129;&#171;&#229;&#144;&#140;&#227;&#129;&#152;&#229;&#189;&#162;&#227;&#129;&#174;&#227;&#131;&#154;&#227;&#130;&#162;&#227;&#130;&#146;&#230;&#142;&#162;&#227;&#129;&#151;&#227;&#128;&#129;&#230;&#151;&#169;&#227;&#129;&#132;&#227;&#130;&#130;&#227;&#129;&#174;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#167;&#229;&#143;&#150;&#227;&#130;&#138;&#229;&#144;&#136;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#230;&#156;&#128;&#227;&#130;&#130;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#129;&#174;&#227;&#131;&#154;&#227;&#130;&#162;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Math",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oxford Street",
    "ID": 268228,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/268228/oxford-street",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This game is based in London in 1890, and the player is setting up a department store.  The store consists of a number of departments, which each need to be filled with stock.  Customers come to the store with a list of items that need to be bought.  If all items are sold by a single player's department store, then that player wins that customer.  If the customer still has items remaining to be bought, then they move onto the next player's department.&#10;&#10;This is mainly a card-based game, where customers, items to be bought, and departments are represented by cards, and stock is represented by small wooden cubes.  On a player's turn, they can choose a customer from 3 available customers, who each have a number of items that they want to buy, the number of which are decided by the roll of a dice.  Only the number of items to buy is visible to the player, not the actual items themselves, so it's only when the customer is chosen that the items are revealed and the player knows what can be sold.  Players receive money for items sold, which can then be used to buy new stock or new departments at the end of their turn.&#10;&#10;The game relies on players choosing the right departments to set up, depending on what other players have already chosen, and deciding which departments should get restocked and at what time, especially when money is limited.  A player wins by being the player with the highest number of customers that had all items sold during one turn.  There are bonus points available for having the majority of customers in each family of customer.&#10;&#10;Game contains 70 cards, 50 wooden cubes, 1 dice, 45 &pound;1/&pound;2/&pound;5/&pound;10 notes and a rule book.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Cities: London (England, UK)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "QBO2",
    "ID": 268236,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/268236/qbo2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Build your way through the board in QBO2 and take care to wipe your tracks. Special tiles support you to play offensively and defensively.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer (Fifth Edition): Siege",
    "ID": 268249,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268249/warhammer-fifth-edition-siege",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "This 88-page softcover book has rules for a whole new way of playing Warhammer Fantasy Battle (5th Edition) focused on sieging a castle. New rules for things like siege engines and dropping items, say boiling oil; a new flow for play; and a system for buying castle defenses within the scope of building Fantasy armies are all presented.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Cauldron: Adrift (fan expansion for Sentinels of the Multiverse)",
    "ID": 268257,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268257/the-cauldron-adrift-fan-expansion-for-sentinels-of",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Adrift set for the unofficial fan expansion The Cauldron, intended for use with the Sentinels of the Multiverse card game by Greater Than Games, includes new heroes, villains, and environments.&#10;&#10;The following decks are included in this set:&#10;&#10;Heroes:&#10;&#10;     Drift&#10;     Gargoyle&#10;     Gyrosaur&#10;     Pyre&#10;     Terminus&#10;&#10;&#10;Villains:&#10;&#10;     Dynamo&#10;     The Infernal Choir&#10;     The Mistress of Fate&#10;     Mythos&#10;     Screamachine&#10;&#10;&#10;Environments:&#10;&#10;     Catchwater Harbor 1929&#10;     The Chasm of a Thousand Nights&#10;     Nightlore Citadel&#10;     Vault 5&#10;     Windmill City&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fan Expansion",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Cauldron: Promo Pack #3 (fan expansion for Sentinels of the Multiverse)",
    "ID": 268258,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268258/the-cauldron-promo-pack-3-fan-expansion-for-sentin",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Promo Pack #3 from the unofficial fan expansion The Cauldron, intended for use with the Sentinels of the Multiverse card game by Greater Than Games, contains alternate character cards for Cauldron hero and villain decks.&#10;&#10;These decks &mdash; which come from The Cauldron: Base Set, The Cauldron: Experimental, The Cauldron: Stormfall, and The Cauldron: Adrift &mdash; are available separately and required to play.&#10;&#10;The following cards are included in this promo pack:&#10;&#10;&#10;     Wasteland Ronin Cricket&#10;     Swarming Protocol Cypher&#10;     2199 Doc Havoc&#10;     1929/2199 Dual Drift&#10;     Through the Breach Drift&#10;     2199 Echelon&#10;     2199 Gargoyle&#10;     Wasteland Ronin Gargoyle&#10;     Renegade Gyrosaur&#10;     Speed Demon Gyrosaur&#10;     Wasteland Ronin Impact&#10;     2199 Lady of the Wood&#10;     The Unstable Pyre&#10;     Wasteland Ronin Pyre&#10;     Wasteland Ronin Stranger&#10;     2199 Terminus&#10;     Ministry of Strategic Science Terminus&#10;     2199 Titan&#10;     2E Vanish&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fan Expansion",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Horse Con",
    "ID": 268259,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/268259/horse-con",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A game of convention goals, but mostly horseplay.&#10;&#10;All of the fun (and sometimes frustration) of attending a convention in one convenient game!&#10;&#10;Collect swag, signatures, art or attend panels and other events to accumulate the most &quot;fun&quot; or &quot;points&quot; and have the best convention ever!&#10;&#10;As with most conventions, however, sometimes things don't go quite as planned as your time quickly slips away.&#10;&#10;Play against your friends and inconvenience them from obtaining their goals while attempting to achieve your own!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doomsday",
    "ID": 268260,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/268260/doomsday",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In Doomsday, players take on the roles of the last inhabitants of the island kingdom of Atlantis.  Earthquakes are ravaging the island and large chunks of it keep falling into the sea!  You have to keep moving each round, trying to find the safest space on the island.  Those who choose unwisely will fall into the sea and be lost forever!&#10;&#10;All is not lost, however.  Boreas, the wind god, has taken pity on the doomed Atlanteans and has pledged to save the most worthy of you.  Whoever can survive to the end will be swept up by Boreas and carried to safety.  Do you have what it takes to outsmart your opponents and live to tell the tale?&#10;&#10;Doomsday is a card game that integrates with a mobile app to create a fun, light-hearted party game. It is a social-deduction game of bluffing, persuasion, back stabbing and reading your opponents.  Each round, players simultaneously select a location card from their hand to travel to.  If too many people travel to the same location, the mobile app will eliminate some of them.&#10;&#10;Location cards have special abilities that may modify the usual flow of the game, but play will continue until there are two players left who face off in a showdown.  Depending on their choices, there may be one winner, two winners, or they may both lose!  Games are quick and designed to be played multiple times in succession.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Mythology: Atlantis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NU2",
    "ID": 268261,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/268261/nu2",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Turn by turn in NU2, you choose tiles to build a path between your pawns: one path forward and one path back. Choose wisely, or you might be help another player to win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Box of Cookies",
    "ID": 268262,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/268262/box-of-cookies",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Be the first to find the opposite cookie to win the round! Cinnamon or chocolate? Round or square? Solid or hollow? Plain or textured? Wavy or straight?&#10;&#10;Who will spot the right goodie first to win Box of Cookies?&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Food & Drink: Cookies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of the Academy",
    "ID": 268264,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/268264/shadows-of-the-academy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Shadows of the Academy is a cooperative card game designed for students in grades 4-7. Created as part of Alberta Health's tobacco prevention curriculum, the game has players take the roles of students in a mysterious academy, trying to defeat dastardly villains while keeping their friends safe. The students all have two unique ability cards that may be played once during the game.&#10;&#10;Players win when they defeat 5 villains, but they lose if any player is unable to draw at the beginning of their turn, or if the deck of cards is depleted before all 5 villains are defeated.&#10;&#10;Players may play cards from their hand to heal themselves or their peers, or to weaken villains. Harm cards lower hand size, so keeping an eye on each other is an integral part of the gameplay, as cards drawn at the end of a round could be helpful, they could be harmful, or they could be another villain to fight!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Bojack Horseman Edition",
    "ID": 268265,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/268265/monopoly-bojack-horseman-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A version of the classic board game based on the tragically hilarious animated Netflix series. Players take on the role of talent agents pining to sign the best clients by buying, selling, and trading Production Companies and Studios in Hollywoo!&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Fantasy Battle Rules (Second Edition)",
    "ID": 268266,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/268266/warhammer-fantasy-battle-rules-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3",
    "Description": "This is the second edition of very popular Warhammer Fantasy Battles wargame, released shortly after the first edition.&#10;&#10;Warhammer Fantasy Battles is a tabletop game for two or more players where you command several armies from a huge range that goes from Humans, Dwarves, Elves, Undead, Orcs, Lizardmen, and other fantasy races. This starter set provides you with all the rules you need to play, a core for two armies, and guides you through collecting and painting your own army of Citadel miniatures.&#10;&#10;This edition consists of three books: Combat, Magic, and Battle Bestiary.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Folding Space",
    "ID": 268272,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/268272/folding-space",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Take command of your very own pirate ship, and blast off to the rings and moons of Saturn! The high seas are no match for the adventures that await you and your crew as you race against rivals, and battle for resources and treasures. You'll need split-second planning to outmaneuver and outwit the other captains if you want to claim this section of space as your own!&#10;&#10;Folding Space is a highly approachable game for 3 to 6 players, ages 10 and up, that takes approximately 30-45 minutes to play.  The game features an innovative infinity board for all players to give orders to their crew simultaneously, and those players will pillage resources, acquire treasure maps, and battle their space pirate rivals on a modular tile map.&#10;&#10;",
    "Categories": [
      "Pirates",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Modular Board",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tumblin' Monkeys Raptors Jurassic World",
    "ID": 268279,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/268279/tumblin-monkeys-raptors-jurassic-world",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The object is to not let any raptors fall down the enclosure during your turn. Create a web of colored sticks across the tree and place the raptors inside the enclosure. Then roll the die and take turns removing one stick at a time&mdash;whichever color stick the die indicates. Be careful because one false move will cause raptors to fall and then you have to add them to your pile! The player to drop the fewest raptors wins!&#10;&#10;However, if a player causes Blue to fall, that player wins the game even if he has more raptors than other players.&#10;&#10;Game comes with 1 bright yellow, translucent plastic palm tree so you can see the raptors wriggle as you try to catch their tails on plastic sticks. Also included are 30 raptors, 30 multiple colored sticks, and a special die.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: 3-Dimensional (3D)",
      "Islands: Fictional",
      "Movies: Jurassic Park"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ダイスガールズ Track２ (Dice Girls Track 2)",
    "ID": 268282,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/268282/daisugaruzu-track2-dice-girls-track-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#130;&#186;&#227;&#128;&#128;Track&#239;&#188;&#146; (Dice Girls Track 2)&#10;&#10;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#130;&#186; (Dice Girls) is a doujin game themed on pop singer groups from Japanese video games named &quot;The Idolmaster&quot; and &quot;The Idolmaster Cinderella Girls&quot;.&#10;&#10;This stand-alone expansion set of Dice Girls contains 18 additional Idol cards. The game can be played with any number of players so long as each player is dealt 6 cards, but game plays with up to 6 players is recommended.&#10;&#10;&#230;&#151;&#165;&#230;&#156;&#172;&#227;&#129;&#174;&#227;&#131;&#147;&#227;&#131;&#135;&#227;&#130;&#170;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#140;&#227;&#130;&#162;&#227;&#130;&#164;&#227;&#131;&#137;&#227;&#131;&#171;&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#128;&#141;&#227;&#128;&#129;&#227;&#128;&#140;&#227;&#130;&#183;&#227;&#131;&#179;&#227;&#131;&#135;&#227;&#131;&#172;&#227;&#131;&#169;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#130;&#186;&#227;&#128;&#141;&#227;&#130;&#146;&#227;&#131;&#162;&#227;&#131;&#129;&#227;&#131;&#188;&#227;&#131;&#149;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#159;&#229;&#144;&#140;&#228;&#186;&#186;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#137;&#141;&#228;&#189;&#156;&#227;&#128;&#140;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#130;&#186;&#227;&#128;&#141;&#227;&#129;&#174;&#231;&#139;&#172;&#231;&#171;&#139;&#229;&#158;&#139;&#227;&#130;&#168;&#227;&#130;&#173;&#227;&#130;&#185;&#227;&#131;&#145;&#227;&#131;&#179;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#130;&#187;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;18&#228;&#186;&#186;&#227;&#129;&#174;&#227;&#130;&#162;&#227;&#130;&#164;&#227;&#131;&#137;&#227;&#131;&#171;&#227;&#129;&#140;&#232;&#191;&#189;&#229;&#138;&#160;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#239;&#188;&#145;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#171;&#239;&#188;&#150;&#230;&#158;&#154;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#128;&#129;&#228;&#189;&#149;&#228;&#186;&#186;&#227;&#129;&#167;&#227;&#130;&#130;&#233;&#129;&#138;&#227;&#129;&#185;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#129;&#140;&#10;&#230;&#156;&#128;&#229;&#164;&#167;&#227;&#129;&#167;&#227;&#130;&#130;&#239;&#188;&#150;&#228;&#186;&#186;&#231;&#168;&#139;&#229;&#186;&#166;&#227;&#130;&#146;&#227;&#129;&#138;&#229;&#139;&#167;&#227;&#130;&#129;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Movies / TV / Radio theme",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Emojinks: A Fast-Paced Emoji Card Game",
    "ID": 268291,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.57",
    "Link": "https://boardgamegeek.com/boardgame/268291/emojinks-a-fast-paced-emoji-card-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a fast paced game in which each player has a card with a number of emoji images. Each pair of cards have exactly one matching image. The goal of the game is to find the matching image faster than your opponents. There are two sides to each card: an easy side and a more advanced side.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Spot it!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer: The Game of Fantasy Battles (6th Edition Boxed Set)",
    "ID": 268308,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/268308/warhammer-the-game-of-fantasy-battles-6th-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "The boxed set for the sixth edition of Warhammer contained the rulebook and two small forces, Orcs vs. Empire.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer (Sixth Edition): Ravening Hordes",
    "ID": 268313,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268313/warhammer-sixth-edition-ravening-hordes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Ravening Hordes is a complete set of 15 army lists for the 6th edition of Warhammer: The Game of Fantasy Battles, that allows to use existing armies (from the 4th, and 5th edition) in the new version of the game.&#10;&#10;Armies in the 32-page booklet: Orcs &amp; Goblins, Empire, Daemon Hosts, Chaos Warriors, Beastmen, Skaven, Tomb Kings of Khemri, Vampire Counts, Dwarfs, Lizardmen, High Elves, Wood Elves, Dark Elves, Bretonnians, Chaos Dwarfs.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer: Annual 2002",
    "ID": 268314,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268314/warhammer-annual-2002",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer: Annual 2002 is an expansion to the 6th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 144-page softcover book is a compilation of the best Warhammer articles from the pages of White Dwarf Magazine and the Games Workshop web site, plus much revised and previously unpublished material.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer: Chronicles 2004",
    "ID": 268315,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268315/warhammer-chronicles-2004",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer: Chronicles 2004 is an expansion to the 6th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 128-page softcover book is a compilation Warhammer articles, combined with revised or previously unpublished material.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Riddle Cube: the Game",
    "ID": 268318,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/268318/riddle-cube-the-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "1",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Riddle Cube is a quick, family game where up to 4 players pull a malleable cube with elasticated string components to race to see who can construct the desired shape in a minute. Points are scored for the quickest player to construct the shape. Pretty simple game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "No Trumps",
    "ID": 268319,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/268319/no-trumps",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "With the No Trumps card game, gameplay is simple yet interesting and always entertaining. The &quot;reader&quot; reads off two quotes from the selected card. The other players then have to guess which quote was actually said by Donald Trump. The player with the fewest Trump cards after ten rounds is declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Historical Figures: Donald Trump"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer (Sixth Edition): Storm of Chaos",
    "ID": 268320,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268320/warhammer-sixth-edition-storm-of-chaos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer: Storm of Chaos is an expansion to the 6th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 96-page softcover book is a campaign sourcebook, enabling Warhammer players to recreate the battles of this mighty Chaos invasion on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer (Sixth Edition): Lustria",
    "ID": 268321,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268321/warhammer-sixth-edition-lustria",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer: Lustria is an expansion to the 6th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 80-page softcover book is a campaign sourcebook, enabling Warhammer players to recreate the battles in the jungles of Lustria on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fourth Edition): The Empire",
    "ID": 268322,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268322/warhammer-armies-fourth-edition-the-empire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: The Empire is an expansion to the 4th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 104-page softcover book is an army book, that provides all kinds of information required to collect The Empire faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fourth Edition): High Elves",
    "ID": 268323,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268323/warhammer-armies-fourth-edition-high-elves",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: High Elves is an expansion to the 4th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 96-page softcover book is an army book, that provides all kinds of information required to collect High Elves faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fourth Edition): Orcs & Goblins",
    "ID": 268324,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268324/warhammer-armies-fourth-edition-orcs-and-goblins",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: Orcs &amp; Goblins is an expansion to the 4th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 120-page softcover book is an army book, that provides all kinds of information required to collect Orcs &amp; Goblins faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fourth Edition): Dwarfs",
    "ID": 268325,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268325/warhammer-armies-fourth-edition-dwarfs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: Dwarfs is an expansion to the 4th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 112-page softcover book is an army book, that provides all kinds of information required to collect Dwarfs faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fourth Edition): Skaven",
    "ID": 268326,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268326/warhammer-armies-fourth-edition-skaven",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: Skaven is an expansion to the 4th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 96-page softcover book is an army book, that provides all kinds of information required to collect Skaven faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fourth Edition): Undead",
    "ID": 268327,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268327/warhammer-armies-fourth-edition-undead",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: Undead is an expansion to the 4th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 112-page softcover book is an army book, that provides all kinds of information required to collect Undead faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fourth Edition): Chaos",
    "ID": 268328,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268328/warhammer-armies-fourth-edition-chaos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: Chaos is an expansion to the 4th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This boxed set contains an 88-page softcover army book, as well as over a hundred various cards (magic spells, magic items, Chaos rewards, and Chaos gifts), that provide all kinds of information required to collect Chaos faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "White Dwarf Presents: Warhammer (Fourth Edition) – Chaos Dwarfs",
    "ID": 268329,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268329/white-dwarf-presents-warhammer-fourth-edition-chao",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "White Dwarf Presents: Warhammer Chaos Dwarfs is an expansion to the 4th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 80-page softcover book is an army book compiled from White Dwarf articles, that provides all kinds of information required to collect Chaos Dwarfs faction and field it on the tabletop.&#10;&#10;Not a &quot;true&quot; army book, but rather a collection of White dwarf articles. Still this is the only list for Chaos Dwarfs in their own book.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mörderische Dinnerparty: Galopp in den Tod",
    "ID": 268332,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/268332/morderische-dinnerparty-galopp-in-den-tod",
    "Min Players": "6",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Murder Mystery game themed around the famous Gold Cup in the Ascot racecourse in the year 1972&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Series: Mörderische Dinnerparty (Blaubart Verlags GmbH)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Martian Slayers",
    "ID": 268334,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/268334/martian-slayers",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "After a dark decade of pirating and pillage, the Solar Federation has managed to locate the base of the dreaded Vropt in the vicinity of Mars. With the loyalist forces decimated, the mission to cleanse the pirate menace has been entrusted to a small squadron of four aces: former living legends now turned bounty hunters.&#10;&#10;Martian Slayers is a free Print-and-Play cardgame that reproduces a 16-bit shmup videogame from the 90s era! Each player takes control of a ship with 3 lives, 2 or 3 bombs, and some Maneuvers. You are supposed to kill as many enemies as possible while minimizing the incoming fire, because any hit will make our ship explode.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Player Elimination",
      "Push Your Luck",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Red, Green, Blue, Wink!",
    "ID": 268335,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/268335/red-green-blue-wink",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A game to confuse the brain. Not so much &quot;say what you see&quot; as follow the rules. Shout out colours from the cards or carry our the moves - but don't get it the wrong way round.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Extinction: The Last Game They Ever Played",
    "ID": 268336,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/268336/extinction-the-last-game-they-ever-played",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1",
    "Description": "What really ended the dinosaurs' reign? Was it a supernova? A giant meteor? Or just mean card play? You'll have a good idea after just one game of Extinction: The Last Game They Ever Played.&#10;&#10;It's survival of the fittest in this fast-paced game where everything from thundering meat-eaters to natural disasters are out to make your dinosaur herds extinct.&#10;&#10;During the Gene Pool, players unleash sneaky, egg-eating Oviraptors, a dreaded Turannosaurus Rex, and catastrophic events in attempts to make opponents' herds extinct.&#10;&#10;Extinction comes with three decks of quality playing cards, a set of ten embossed herd extinction markers, a plastic storage tray and a millenium of fun.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fourth Edition): Dark Elves",
    "ID": 268337,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268337/warhammer-armies-fourth-edition-dark-elves",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: Dark Elves is an expansion to the 4th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 80-page softcover book is an army book, that provides all kinds of information required to collect Dark Elves faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fourth Edition): Wood Elves",
    "ID": 268338,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268338/warhammer-armies-fourth-edition-wood-elves",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: Wood Elves is an expansion to the 4th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 96-page softcover book is an army book, that provides all kinds of information required to collect Wood Elves faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: Deadpool Family Values Promo Cards",
    "ID": 268340,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268340/marvel-dice-masters-deadpool-family-values-promo-c",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "These cards feature fun versions of Deadpool, Lady Deadpool, and Bob, Agent of Hydra. Corresponding dice separate (Marvel Dice Masters: Deadpool).&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: Xavier's School Promo Cards",
    "ID": 268341,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268341/marvel-dice-masters-xaviers-school-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Collect Storm, Wolverine, and Colossus from Xavier's School to teach your next opponent a lesson! This is the only place to get FLIP versions of these X-Men! Corresponding dice separate (Marvel Dice Masters: Deadpool).&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Comic Books: The X-Men",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: Uncanny Inhumans Promo Cards",
    "ID": 268342,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268342/marvel-dice-masters-uncanny-inhumans-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "These full-art Inhumans cards will be awesome for your next Dice Masters game! Corresponding dice separate (Marvel Dice Masters: Deadpool).&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: Exiles Promo Cards",
    "ID": 268343,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268343/marvel-dice-masters-exiles-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "These full-art Exiles cards will be awesome for your next Dice Masters game! Corresponding dice separate (Marvel Dice Masters: Uncanny X-Men, Marvel Dice Masters X-Men First Class).&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fifth Edition): Bretonnia",
    "ID": 268344,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268344/warhammer-armies-fifth-edition-bretonnia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: Bretonnia is an expansion to the 5th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 96-page softcover book is an army book, that provides all kinds of information required to collect Bretonnia faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: Rocket and Groot Promo Cards",
    "ID": 268345,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268345/marvel-dice-masters-rocket-and-groot-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Play two best buds in your next Dice Masters Game, alongside a Basic Action featuring Rocket Raccoon! Corresponding dice separate (Marvel Dice Masters: Guardians of the Galaxy).&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: The Brotherhood Promo Cards",
    "ID": 268347,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268347/marvel-dice-masters-the-brotherhood-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Bring Magneto's vision of the future to the tabletop with these cards! Corresponding dice separate (Marvel Dice Masters: Uncanny X-Men, Marvel Dice Masters: X-Men First Class).&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fifth Edition): Lizardmen",
    "ID": 268349,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268349/warhammer-armies-fifth-edition-lizardmen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: Lizardmen is an expansion to the 5th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 104-page softcover book is an army book, that provides all kinds of information required to collect Lizardmen faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Armies (Fifth Edition): High Elves",
    "ID": 268352,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268352/warhammer-armies-fifth-edition-high-elves",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Warhammer Armies: High Elves is an expansion to the 5th edition of Warhammer: The Game of Fantasy Battles.&#10;&#10;This 112-page softcover book is an army book, that provides all kinds of information required to collect High Elves faction and field it on the tabletop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crisis: The Economist International Money Game",
    "ID": 268354,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/268354/crisis-the-economist-international-money-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Crisis is a board game that was included with a 1990's issue of The Economist magazine.&#10;&#10;The game focuses on the international bullion and currency markets.&#10;&#10;Each player is dealt a mixed hand of currencies and gold, and attempts - through bluffing and card play - to establish monopolies in one or more holdings.&#10;&#10;The game is a mixture of roll and move combined with card play, management and counting.&#10;&#10;The game provides rules and board, but the players must provide cards and a die.&#10;&#10;There is no designer credited.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeons & Dragons Dice Masters: Promo Cards Set 1",
    "ID": 268355,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268355/dungeons-and-dragons-dice-masters-promo-cards-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "If you bring this Dwarf Cleric and Elf Wizard to your next Dice Masters game you'll be ready to party! With a Drow Assassin rounding out the set, you won't want to miss these cards! Corresponding dice separate (D&amp;D Dice Masters: Battle for Faer&ucirc;n).&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeons & Dragons Dice Masters: Promo Cards Set 2",
    "ID": 268356,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/268356/dungeons-and-dragons-dice-masters-promo-cards-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This Halfling Thief will help you steal the win in your next Dice Masters game! All three cards in this set have the Good alignment. Corresponding dice separate (D&amp;D Dice Masters: Battle for Faer&ucirc;n)&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Setting: Dungeons & Dragons"
    ]
  }
]