[
  {
    "Rank": "13701",
    "Name": "Parkies",
    "ID": 177566,
    "Year": "(2015)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/177566/parkies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "A good theme park tycoon knows that his or her best chances of becoming not only wealthy, but a legend in the industry is to build a park that is not only profitable, but one that keeps its Parkies happy! In Parkies, you'll strive to do exactly that. You'll compete with 2 to 6 players to build the best theme park possible, while attempting to attract the Parkies. Parkies are the absolute power in the game, so good Parkie management is as important as your ability to construct an interesting park.&#10;&#10;In a nutshell, a series of attractions will become available on each turn. You and the other players will bid on those attractions. The winners take those attractions and add them to their park, increasing the park's allure, profitability, and/or satisfaction. Then you use those attractions to attempt to lure an interesting mix of Parkies to your park. The park with the happiest Parkies at the end of the game wins!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Auction / Bidding",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter",
      "Series: Madison Game Design Cabal",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "13702",
    "Name": "Warzone: Universe Under Siege",
    "ID": 13553,
    "Year": "(2004)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/13553/warzone-universe-under-siege",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "3.6",
    "Description": "Warzone: Universe Under Siege is a comprehensive 25mm (heroic 28mm) skirmish battle system designed. Set in the violent retro-world of science fiction the game is designed for two or more players. Universe Under Siege uses all the miniatures from the original Warzone and the new design and structure greatly enhances the strategy and tactics of the players. The game requires a 20-sided dice for simplicity and ease with an unprecedented level of flexibility and realism.&#10;&#10;Inside this complete game you will find:&#10;- A complete and thorough history of the Mutant Chronicles Setting written by some of the industries best talents.&#10;- A dynamic game system that while easy to learn provides an evolving level of strategy.&#10;- Fifteen complete army lists with vehicles and artillery.&#10;- Alternate activation and separate activation of squads.&#10;- Expanded Art, Dark Symmetry and Ki Powers.&#10;- Scenarios and Campaign rules.&#10;- Fantastic artwork.&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warzone",
      "Setting: Mutant Chronicles"
    ]
  },
  {
    "Rank": "13703",
    "Name": "Phase 10 Masters Edition",
    "ID": 22664,
    "Year": "(2001)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/22664/phase-10-masters-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.3462",
    "Description": "Two major rule changes from the original Phase 10:&#10;&#10;Players pick a phase at the beginning of each hand based on the cards they have.  Phases can be done in any order.&#10;&#10;One card can be saved each hand to be used in a future hand.&#10;&#10;Original Phase 10 description:&#10;A rummy-type card game where players compete to be the first to finish completing all ten phases. Phases include collecting runs of numbers, collecting certain number of a given color cards, etc. The first player to finish completing the 10th phase wins. In case of ties, the player with the least number of points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Phase 10",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "13704",
    "Name": "Hunters of Arcfall",
    "ID": 142988,
    "Year": "(2014)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/142988/hunters-of-arcfall",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "The planet of Arcfall has become overrun with dangerous creatures. Malfunctioning robots and savage beasts wreak havoc across the planet. Locals have taken to the services of anyone who will help &ndash; for a price of course. You are a bounty hunter seeking fame and fortune, but beware as other hunters will try to swoop in and claim your target as their own! Press your luck against other hunters in search of fame and fortune!&#10;&#10;Hunters of Arcfall is a quick-playing dice and card game for 2-6 players. You start the game with players choosing a bounty hunter to play as. Players then take turns rolling dice to capture bounties; these bounties are shared amongst hunters so only the hunter who deals the final hit will capture the bounty. Only bounties that have been claimed are worth any points. You can claim bounties by ending your turn or continue the hunt and try to capture even more at the risk of losing anything you've earned. Each bounty is worth Fame and Fortune. You need Fame to win the game, but fortune will net you currency to purchase much needed Item Cards that help you manipulate the odds in your favor. Use your hunter's special ability to gain an extra advantage and press your luck if you think it's safe &ndash; you never know what lurks around the next corner.&#10;&#10;A typical game of Hunters of Arcfall lasts between 20-30 minutes depending on the number of players and the point limit.&#10;&#10;The expansion Tools of the Trade was initially planned as a separate item, but through Kickstarter funding, every copy of the game now includes this expansion. With Tools of the Trade, Hunters can purchase tools and items to help capture bounties or hinder their competitors.&#10;&#10;&#10;    Note: All copies of the game display 1-6 players on the box, however this is a printing error and the game only supports 2-6 players.&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "13705",
    "Name": "Barbarossa: The Russo-German War 1941-45",
    "ID": 5541,
    "Year": "(1969)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/5541/barbarossa-the-russo-german-war-1941-45",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.3529",
    "Description": "On June 22, 1941, before dawn, German tanks and guns began firing across the Russian border. It was the beginning of Hitler's Operation Barbarossa, one of the most brutal campaigns in the history of warfare. Four years later, the victorious Red Army has suffered a loss of seven million lives. &#10;The Barbarossa campaign included some of the greatest episodes in military history: the futile attack on Moscow in the winter of 1941-42, the siege of Stalingrad, the great Russian offensive beginning in 1944 that would lead the Red Army to the historic meeting with the Americans at the Elbe and on to victory in Berlin.&#10;&#10;Barbarossa is not simply one game but it is composed of three different types of games.&#10;1) The Standard Games: There are four of these games. They depict specific situations of crucial parts of the war&#10;2)The Campaign Game: It combines the four afforementioned games and fill in the gaps so that the campaign can be played out in sequence&#10;3)The Variable situations: Several &quot;what if&quot; historical effects are examined when added to the above games.&#10;&#10;The Game includes a 23&quot; by 29&quot; map sheet that portrays the area os the Soviet Union in which the operations took place.&#10;A hexagonal grid is superimposed upon the map to regularize the movement and the position of the playing pieces.&#10;The combat map is all inclusive with a Terrain Effects Chart (TEC) and Combat Results Table(CRT)&#10;There are two types of units each repressenting one of the opposing armies.Each piece is distinguished by type strenght nationality and mobolity.&#10;&#10;How To Play&#10;Each player moves his Units and executes attacks in turn.Players have as an objective to destroy the enemy units and gaining territory whilst minimizing friendly unit loses.&#10;The combat is resolved by comparing attack and defence strengths of adjacent opposing units and expressing the comparison as a simplified probability ratio(odds)&#10;After the defender has chosen which CRT table will be used a die is rolled and the outcome indicated by cross referencing the die roll result and the odds column is applied to the unit being attacked.&#10;Barbarossa is played in turns.&#10;Each Game-turn is composed of two player turns that are divided into three phases.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Russia",
      "Decades: The 1940's",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13706",
    "Name": "Assyrian Wars",
    "ID": 8626,
    "Year": "(2005)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/8626/assyrian-wars",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.92",
    "Description": "&quot;Peace is not a condition between independent states. Peace is a service that can be bought...for tribute to the Assyrian King&quot;. In 722 BC, Sargon II becomes King in Nineveh as new &quot;King of the World&quot;. A couple of problems threaten the strongest and most effective Army the world has seen so far. In the West, an Assyrian Army is inflicting a hunger siege on Samaria in Israel. Will the Egyptian Pharaoh interfere? In the North. the rampaging Uratu Kingdom is threatening the Assyrian borders. In the South,  Mardukkapallidin has become King of Babylonia. He started a revolt against Assyria, the mighty Elam in the Southeast joined him. In the East, the innumerable Mede tribes become a growing threat. The first signs of a large migration from the North consisting of Cimmerian and Scythian tribes become visible. And all those minor state tribute refusers who need to be punished! Will you as the Assyrian King maintain your Empire? Or will you as Babylonia, Mede, Elam, or Egypt free the world from Assyrian Tyranny?&#10;&#10;The Assyrians were the innovators of siege warfare. All siege techniques like rams, towers, undermining city walls have been developed to mastery by the Assyrians. Typical Assyrian is the shield bearer with oversize shields protecting the masses of bowmen from enemy fire.  Set in ancient Mesopotamia, Assyrian Wars (722 to 605 BC) covers the ruler period of the last four great Assyrian Kings and the decline and fall period resulting in the destruction of the Assyrian Empire and the defeat of their Egyptian Allies.&#10;&#10;Assyrian Wars is a multi player, point to point game, but with the Assyrian player against all others. Temporary Alliance changes possible. Conflicting trade interests may cause minor conflicts.  It can, however, be played solitaire as well. Each game turn represents the ruler period of one Assyrian King, the last turn decline and fall. Turns are divided into impulses. Follow the order of states on the impulse track each card played represents an impulse. Every game is different for nobody knows which random cards a player gets in addition to his fixed home cards.&#10;&#10;Assyrian Wars allows detailed siege warfare. 66 cities on the map are waiting for you to take them. Can you overcome the massive city walls and water your horses at the Rivers of Babylon? The decision is yours to make. For the experienced players there are challenging specials like Heavy Infantry, Light Infantry, Bowmen, Heavy Cavalry, Light Cavalry, Horsebowmen, and Chariots.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Ancient: Egypt",
      "Ancient: Mesopotamia",
      "Components: Map (Continental / National scale)",
      "History: Wars in the Ancient Near East",
      "Magazine: Command & Strategy",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "13707",
    "Name": "Regnum Angelica",
    "ID": 148375,
    "Year": "(2014)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/148375/regnum-angelica",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4545",
    "Description": "Join in the valiant battle to end the ultimate stalemate of good vs. evil and etch the final outcome into history. Regnum Angelica is a two-player strategic card/board game pitting Gabriel and his army of archangels against Beelzebub and the dark forces of the fallen. Wield the three elements of fire, earth and water in angelic combat, use ancient angelic scripts to gain an advantage over your opponent, or deploy pillars to protect your troops in an attempt to infiltrate the enemy's realm.&#10;&#10;Regnum Angelica is played with one player having the white deck to represent the archangels of Gabriel, and the other the black deck to represent Beelzebub and his army of fallen angels. Each deck consists of three types of cards: Angels, which are your main combat units; Angelic Scripts, written in the ancient celestial alphabet (Malachim) and granting the angels special abilities to assist them in infiltrating the enemy realm; and Pillars, which call up the elements of earth, fire, or water to protect them from enemy attacks.&#10;&#10;Each army has a power meter which is charged when either side's angels visit earth. The power meter must be carefully managed if you hope to crush your opponent as your power meter determines your movement and your ability to execute the Malachim. If too many Angelic scripts are played, then your mobility on the board suffers; if, on the other hand, you use your power for movement, then your ability to harness the powers of the angelic scripts wanes.&#10;&#10;Mobility or Angelic Scripts? Have your angels protect your realm, or go on the full offensive to penetrate your enemies kingdom? Execute your scripts now, burn them for precious power, or save them to use with other scripts to pull off powerful combinations? Many of these tactical decisions await you as you control the most powerful beings in the universe of Regnum Angelica!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13708",
    "Name": "Wer war's?: Mitbringspiel",
    "ID": 79413,
    "Year": "(2009)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/79413/wer-wars-mitbringspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players cooperate to catch the thief who stole the King's magic ring. To catch the thief, players need help from various animals living in the castle. But time is working against them, so they need to have a good memory and a little luck to catch the thief before time runs out.&#10;&#10;This is the portable version of the electronic boardgame, including only tiles, one pawn and a custom die. It is a simple roll-and-move game with a memory element and some limited tactical opportunites.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Wer War's",
      "Series: Mini (Ravensburger)"
    ]
  },
  {
    "Rank": "13709",
    "Name": "Ligny: The Incomplete Victory",
    "ID": 30023,
    "Year": "(1976)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/30023/ligny-the-incomplete-victory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.2143",
    "Description": "Ligny&#10;Incomplete Victory&#10;&#10;Napoleon's strategy was to cross the border in secret and attack the Allied armies before they could combine and outnumber his army. If he could engage them separately, then his army would outnumber theirs in individual engagements. To that end, he had sent Ney's 2nd Corps and 3rd Cavalry Corps to block the Allied army at the crossroads of Quatre Bras on the same day, so that it could not proceed down the Nivelles-Namur road to bolster the right of the Prussian position.&#10;&#10;The Prussians had deployed along the Ligny Brook. They held all the farmhouses and a good defensive position, with most of their advance forces under cover. In fact the Prussian three army corps' positions were so good, that Napoleon at first was deceived into thinking there was only one army corps. However, Bl&uuml;cher had overstretched his left flank, and exposed his right to French artillery.&#10;&#10;Included in the Napoleon's Last Battles Quadrigame.  It was sold separately as a folio game.&#10;&#10;Folio version includes rules, a 17&quot; x 22&quot; map and 100 counters.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Fleurus (Belgium)",
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Napoleon At Waterloo (SPI)",
      "Series: The Library of Napoleonic Battles (OSG)"
    ]
  },
  {
    "Rank": "13710",
    "Name": "Bezique",
    "ID": 2405,
    "Year": "(1860)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/2405/bezique",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3636",
    "Description": "A trick taking card game in which players score for winning aces and 10s in tricks, and for forming certain combinations of cards from tricks won and cards in hand. Point-scoring combinations include four of a kind (aces, kings, queens and jacks only), a marriage (king and queen of same suit), sequence (A-10 of trump) or a Bezique (queen of spades and jack of diamonds). Bezique uses a subset of the standard playing cards, composed of the seven through Ace taken from two decks (i.e. the deck contains no deuces through sixes, with all other cards appearing twice).&#10;&#10;A game of Bezique goes through three distinct stages or &quot;phases&quot; of play, and is somewhat reminiscent of cribbage and canasta.&#10;&#10;Bezique is the ancestor of Pinochle, and that game's two-handed version is very similar to Bezique but with slightly different deck and slightly different scoring.&#10;&#10;(The origin date listed for this game is approximate.)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games",
      "Promotional: Board Games",
      "Traditional Games: Bezique / Pinochle"
    ]
  },
  {
    "Rank": "13711",
    "Name": "800 Heroes: Defense of Sihang Warehouse",
    "ID": 57691,
    "Year": "(2009)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/57691/800-heroes-defense-of-sihang-warehouse",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7",
    "Description": "&ldquo;800 Heroes: Defense of Sihang Warehouse&quot; is a postcard wargame about the defense of Shihang Warehouse during Oct.27 to Nov.1 in 1937.&#10;See wikipedia article.&#10;&#10;Lieutenant Colonel Xie Jinyuan led over 400 soldiers to fight against the invasion of Imperial Japanese Army and covered the retreating of the Chinese force at the end of the Shanghai Battle. This successful defense provided a morale-lifting consolation to the Chinese army and drew the international support to Chinese government. Those brave soldiers have been called &quot;800 Heroes&quot;.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Cities: Shanghai (China)",
      "Country: China",
      "History: Second Sino-Japanese War (1937-1945)",
      "Magazine: Battles",
      "Magazine: Board Wargame (Formosa Force Games)"
    ]
  },
  {
    "Rank": "13712",
    "Name": "Micro Monsters",
    "ID": 100795,
    "Year": "(2012)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/100795/micro-monsters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Four armies of alien micro-monstrosities clash in a challenge to the last jump!&#10;&#10;In Micro Monsters, four races of horribly cute aliens &ndash; Autogators, Bigbears, Finbacks, and Turboturtles &ndash; face off, with each race wanting to close the rival monsters' dimensional gates. Using dexterity-based game play similar to that in MicroMutants and X-Bugs &ndash; and more commonly seen in Tiddly Winks &ndash; players in Micro Monsters &quot;shoot&quot; their monster tokens across the playing area by pressing on one edge of them with a &quot;monster shooter&quot; to send them flying. Land on an opponent, even with the tiniest bit of your monster, and you capture that opponent's token, removing it from play. Land on an opponent's gate, on the other hand, and you remove one of that opponent's energy tokens; take an opponent's final token and she must flip her gate to the damaged side. Land on a damaged gate, and that opponent is out of the game!&#10;&#10;At the start of a player's turn, that player first rolls a die. If he rolls a monster, he takes his normal turn; if he rolls his race's special symbol, he uses his special alien power:&#10;&#10;&#10;    Autogators move two separate monsters on the same turn.&#10;    Bigbears move one monster, then place a trap on an opponent's monster to immobilize it until the next Bigbears turn.&#10;    Finbacks move the same monster twice on the same turn.&#10;    Turboturtles move one monster, then place a shield on it that prevents it from being captured until that player's next turn.&#10;&#10;&#10;The last player to have an open gate &ndash; whether damaged or not &ndash; wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters",
      "Traditional Games: Tiddlywinks"
    ]
  },
  {
    "Rank": "13713",
    "Name": "Battleground World War II",
    "ID": 20441,
    "Year": "(1997)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/20441/battleground-world-war-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.6364",
    "Description": "A comprehensive, well-presented set of skirmish rules for WWII, resolving action at the individual soldier and vehicle crew member level. The designers' intent is to provide fast-playing rules which capture the spirit of ground combat.&#10;Units of both sides move in random order (determined by playing of cards), with each person able to perform two Actions per turn. Morale rules allow for fanatics, cowards and heroes, and Gut Checks are required before characters can perform highly risky acts. Rules cover artillery, engineers, armored and infantry combat.&#10;A generic squad organization is provided, and generic hit locations for tanks and halftracks. Seven scenarios are designed to allow players to gradually learn the rules.  Later supplements added new unit types, nationalities, and scenarios.&#10;The rules are written to use Easy Eight's 28mm miniature line, but conversion charts are included for playing with 20mm and 15mm figures.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13714",
    "Name": "Fast Shot",
    "ID": 249730,
    "Year": "(2018)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/249730/fast-shot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Fast Shot is an action/dexterity game for two players. Each player receives a disc, and you win when you are the first one to shoot your disc in the goal.&#10;&#10;But before you can score, you must complete your mission. There are two types of missions:&#10;&#10;     You have to hit three wooden cylinders. When the three cylinders in your color have fallen, you can try to score.&#10;     You have to follow a certain path indicated by the wooden cylinders. As soon as you have completed the path you can try to score.&#10;&#10;&#10;Both players take turns shooting the disc in their color. You are allowed to hit the disc of the opponent and you can even hit the goal so it is moved on the table. This will also make it possible to hinder your opponent when he has a possibility to score.&#10;&#10;The game comes with different missions of each type and additional missions are available for download.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13715",
    "Name": "Warhammer 40,000: Kill Team",
    "ID": 207653,
    "Year": "(2016)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/207653/warhammer-40000-kill-team",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Brutal close-quarters combat in the 41st Millennium&#10;&#10;The Game&#10;&#10;No strength in numbers. No margin for error. Pure, fast-paced combat where tactics matter more than brute strength, and every action matters. A single shot can spell the difference between life and death, and a single decision can decide whether a battle ends in glorious victory or dismal defeat: this is Warhammer 40,000: Kill Team.&#10;&#10;A whole new way to play games with your Warhammer 40,000 miniatures, this standalone two-player game puts you in charge of small bands of warriors, and gives you one objective &ndash; win, or die.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "13716",
    "Name": "1862",
    "ID": 11284,
    "Year": "(2000)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/11284/1862",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.7143",
    "Description": "An early self-published 18xx game by Helmut Ohley. This one is set in the America/Canada, and is about building the trans-continental railways. It is one of the longer 18xx games but is interesting and develops quite quickly once green tiles are available and companies can lay two yellow tiles per round.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Country: Canada",
      "Country: USA",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "13717",
    "Name": "Scrimish",
    "ID": 189890,
    "Year": "(2015)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/189890/scrimish",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "100",
    "Weight": "1.1111",
    "Description": "Scrimish is a fast moving card game that pits player against player in an epic 10 minute battle of strategy, memory, and misdirection. Every game is different, and you'll want to play over and over again to try new ways of outsmarting your opponent. The game is expandable to large team or free-for-all games.&#10;&#10;The objective of the game is to uncover and attack your opponent&rsquo;s Crown Card with one of your own cards. Each player places 5 piles of 5 cards each face down in front of them. The crown card should be hidden on the bottom of one of the 5 piles. The rest of the cards may be arranged however you like, but choose carefully. A bad setup can quickly give your opponent the upper hand.&#10;&#10;Game play: Players take turns attacking by selecting the top Card from one of their Piles and laying that Card face up in front of one of their opponent&rsquo;s Piles. The defending player must then reveal the top Card of the Pile that was attacked. The Card with the lowest number value loses and is discarded. The winning Card must be returned face down to the top of the original Pile it was drawn from. If the two Cards have the same number value, both Cards are discarded. Play continues until one of the players attacks their opponent&rsquo;s Crown Card, winning the game.&#10;&#10;Special cards:&#10;Archer Card: If you attack with an Archer Card, it always wins. If your Archer Card is attacked, it always loses. Shield Card: Shield Cards cannot be used to attack. If your Shield Card is attacked, both your Shield Card and your opponent&rsquo;s attacking Card are discarded (except for Archer Cards - see Additional Rules. Crown Card: You can attack with your Crown Card. If you attack your opponent&rsquo;s Crown Card, you win. Otherwise, you lose the game&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "13718",
    "Name": "You Can't Say \"Umm\"",
    "ID": 397376,
    "Year": "(2023)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/397376/you-cant-say-umm",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Card game for families, adults, and friends that folds loads of challenges. Discover strange and hilarious word cards in this party games like &quot;Wobbly Hamster.&quot;&#10;&#10;Compete with the other team in &quot;That Rings a Bell,&quot; where every mistake leads to a ding of the board game bell. Perfect for game night, this ultimate party game offers crazy card combos and entertaining challenges, keeping everyone on their toes.&#10;&#10;Don't Say &quot;Umm&quot; is easy to learn and offers endless fun with twists, turns, and unexpected surprises.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "13719",
    "Name": "The Crows of Coppershell Bay",
    "ID": 389593,
    "Year": "(2023)",
    "Geek Rating": "5.540",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgame/389593/the-crows-of-coppershell-bay",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "You were desperate and you were foolish. You borrowed 50 gems from the infamous Crows gang and now they want it back, with interest, within 3 days. You're a lowly skinner at the local maggot farm, there's no way you'll earn that kind of money in time, and the Crows aren't known for their flexibility.&#10;&#10;Fortunately, there's gems waiting for someone with the right amount of skill, ambition and luck. You could go fishing at the beach and sell your haul to the local fishermen or forage in the glade for ingredients and craft exotic brews. You could scavenge in the local dump for materials to make tools or shoplift from the market.&#10;&#10;If you're feeling lucky the carnival has come to town. If you're feeling brave the miner's guild has no shortage of quests that need completing in the nearby pits.&#10;&#10;This solo adventure game is the first in a planned series of Small Tin Tale games. It takes place in Brighthelm, the world first brought to life in Paupers' Ladder.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Movement",
      "Events",
      "Narrative Choice / Paragraph",
      "Race",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "13720",
    "Name": "Splut!",
    "ID": 64735,
    "Year": "(2009)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/64735/splut",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.4706",
    "Description": "&quot;Rock the Wizard&quot;&#10;&#10;Splut! is an abstract strategy boardgame. It has a fantasy theme and the looks of a chessgame.&#10;&#10;2 To 4 players compete in an arena where they each control a team consisting of one large Troll and one Dwarf, led by a Sorcerer as coach.&#10;&#10;During your turn you have three moves to make with your pawns. Try to get your Troll to a Rock (four Rocks are provided in the arena) and let him throw it onto an opposing Sorcerer. This will eliminate that team.&#10;&#10;By moving your pawns ingeniously around the board, you must take out all other players' Sorcerers. Push other pawns with your Dwarf, levitate Rocks into place with your Sorcerer and throw Rocks around the arena with your Troll. Mind your head!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 9 x 9 Grids",
      "Digital Implementations: igGameCenter"
    ]
  },
  {
    "Rank": "13721",
    "Name": "Genesia",
    "ID": 276107,
    "Year": "(2020)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/276107/genesia",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "100",
    "Weight": "2.3333",
    "Description": "Genesia is a quick-playing game of placement and civilization that includes a card-drafting system and a lot of interaction between players.&#10;&#10;In more detail, the game is played over three ages, which roughly correspond to ancient times, medieval times, and the modern era. At the start of each age, players receive six cards from that age, then draft a hand of five cards for use in the current age. Each age has four phases &mdash; growth, expansion, attack, end &mdash; and the cards include icons that show when they can be played and when their powers take effect. You also receive 15 coins at the start of an age. Within each phase, players take all the actions they want in player order, eventually passing, and once all players have passed, the next phase begins. At any time during your turn, you can discard a card from your hand and take 4 coins from the reserve. The phases are:&#10;&#10;&bull; Growth: Play cards that show this phase's icon (paying their cost, if required) and recruit as many clans as you wish, paying 2 coins for each and placing it in your homeland or (in later ages) in one of your cities. Each player has their own game board, with all player boards surrounding a shared &quot;Genesia&quot; board.&#10;&#10;&bull; Expansion: As before, play cards with the proper icon, recruit clans for 2 coins each, or move your clans as much as you wish, paying 1 coin for each space than an individual clan moves (although in age III you can move a stack of clan tokens for 1 coin per space); when moving, you can pass through occupied regions, paying that player an additional toll of 1 coin, but you cannot stop on those regions, except for a player's homeland, which can house any number of clans from any number of players.&#10;&#10;&bull; Attack: Simultaneously reveal your war/peace token with all other players. If everyone has chosen peace, this phase ends; otherwise, each player who has chosen war performs exactly one attack, choosing a region that contains your clans and an adjacent region controlled by an opponent that contains fewer clans. Choose a number from 1 up to the number of clans in your attacking region, then remove that many clans from each region. If the defending region has a city and no more clans, you can remove one of your clans to besiege the city and replace it with one of your own. If the opponent has now been removed from that region, you can move any number of clans from the attacking region to this space.&#10;&#10;Once each &quot;war&quot; player has attacked once, players once again simultaneously reveal their war/peace token, repeating the process above until all players reveal peace.&#10;&#10;&bull; End: If you have at least two clans in a region without a city, you now place one of your cities in that region. Then you play any cards you wish with an &quot;End of Age&quot; icon, discarding all other cards for 4 coins each. Score progress points for this round's &quot;End of Age&quot; cards as well as all invention cards you've played to date.&#10;&#10;After three ages, you sum progress points, score 2 points for each region on a foreign continent you occupy, score points for every region you occupy (1-15, with the central Genesia regions being most valuable), and score points if you achieved your secret objective. Whoever scored the most total points wins!&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement",
      "Contracts",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "13722",
    "Name": "Mystick Domination",
    "ID": 647,
    "Year": "(2000)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/647/mystick-domination",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.8333",
    "Description": "From user review:&#10;&#10;In Mystick, players become &quot;Mysticks&quot;, powerful beings who must compete for the domination of the physical world by using the magic of their Tarot to manipulate, deceive, and destroy the pawns of Earth. To succeed, a Mystick must control the most power or be the last Mystick capable of wielding the magic of her Tarot.&#10;&#10;Integrates with:&#10;&#10;     Mystick Companion&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "13723",
    "Name": "Terra",
    "ID": 8671,
    "Year": "(2003)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/8671/terra",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6557",
    "Description": "Nowadays, problems are seen everywhere, and disasters are threatening the world. Natural resources are exploited and vanishing, available resources are wasted and becoming scarce; hazardous substances are transferred and causing pollution. Everybody is endangering the Earth by depleting resources and producing waste. Environmental destruction and climate migration are no longer merely regional challenges. All of mankind is facing the same plight.&#10;&#10;Now it's time for us to join hands and sweat over our home planet! In Terra, players are faced with major crises including environmental destruction, pollution and wasting problems.  To save the Earth, we shall learn from the game how to live green! If we hesitate to take action, the beauty of our home will vanish one day. Let's do our utmost to protect the Earth!&#10;&#10;Players in the game take the role of heads of government who join forces to save the world from misery. While you may contribute your resources to relieve the world of its pressing challenges and prevent the game from ending in failure, the option of hoarding will keep you strong after the difficult times. What would you choose?&#10;&#10;The 2018 edition of Terra includes an easy variant for children and beginners. This variant offers a platform of pure co-operation in which players selflessly share goal of maintaining the ecological stability.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Environmental",
      "Political"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Region: Catalonia (Spain)",
      "Series: Jolly Pets",
      "Theme: Climate Change",
      "Theme: Environmental Protection / Degradation / Pollution",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "13724",
    "Name": "Sunny Day",
    "ID": 231960,
    "Year": "(2017)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/231960/sunny-day",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.1",
    "Description": "In Sunny Day, players place tiles to complete as many pictures as possible. When the tile deck runs out, the game ends, then players collect the tiles used in completed pictures and the tiles in front of them, scoring points for each tile and for each completed picture. Points can be earned more efficiently by completing ice cream and sun pictures. Whoever has the most points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "13725",
    "Name": "Reinforce the Right!",
    "ID": 10995,
    "Year": "(1996)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/10995/reinforce-the-right",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.7857",
    "Description": "Game from Strategy &amp; Tactics magazine #180.&#10;&#10;Wargame covering the first few weeks of the German offensive in the west, 1914.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Strategy & Tactics"
    ]
  },
  {
    "Rank": "13726",
    "Name": "Escape Room: The Game – 2 Players",
    "ID": 353679,
    "Year": "(2021)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/353679/escape-room-the-game-2-players",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Third version of the 2 player edition of Escape Room: The Game. This version has 2 adventures. The first is Dagger of the Sultan and the second is Viking Funeral.&#10;&#10;The game can be played as a stand alone game by using the escape room the game app or can be played by using the chrono decoder from escape room the game.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Electronic",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Elapsed Real Time Ending"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape Room – The Game (Identity Games International B.V.)"
    ]
  },
  {
    "Rank": "13727",
    "Name": "Gammarauders",
    "ID": 1408,
    "Year": "(1987)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/1408/gammarauders",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.12",
    "Description": "Each player plays a large cybernetic creature known as a bioborg, which wanders about a radioactive science fiction landscape.  Bioborgs are large, humorously dangerous looking creatures with names such as Elvin the Tyrexian (a mutated T. Rex) or Kizaro the Chimpanzero.  The goal is to increase your strength and weaponry and stomp other players' bases before your own is stomped.  &#10;Expanded by Revenge Of The Factoids with additional Bioborgs, tiles, and unit types.&#10;&#10;Expanded by:&#10;&#10;    Gammarauders: Revenge of the Factoids&#10;&#10;&#10;See also:&#10;&#10;    Gammarauders (Extremely Tiny) Roleplaying System&#10;&#10;&#10;Contents:&#10;&#10;    12 Page Rulebook&#10;    20 Page Sourcebook&#10;    12 Hex boards (numbered 2-12, with one without a number)&#10;    6 Double-sided Bioborg layout sheets&#10;    12 Small Bioborg standees&#10;    108 Cards (See card checkilst Gammarauders_Manifest.PDF)&#10;    4 Regular six-sided dice&#10;    38 Pod Tokens&#10;&#10;&#10; &#10;Each alliance (x6) has:&#10;&#10;    7 Soldier/Hovertank double-sided tokens&#10;    7 Gammajet/Hovertank double-sided tokens&#10;    7 Soldier/Gammajet double-sided tokens&#10;    5 Coup Counters (looks like flags)&#10;    1 Intact Base/Destroyed Base double-sided token&#10;    1 Fortress Display Card&#10;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Creatures: Monsters",
      "Theme: Kaiju",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "13728",
    "Name": "Monstertorte",
    "ID": 16415,
    "Year": "(1996)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/16415/monstertorte",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The monster bakers are hard at work in the kitchen &ndash; but to be honest, they're all terrible bakers, filled more with enthusiasm and drive than baking talent. Thus, you need to help them assemble the ingredients they need in order to complete the cakes on order!&#10;&#10;To set up Monstertorte, place all of the ingredients &ndash; wooden balls in six colors - in the mixing bowl, that is, the box bottom. On a turn, one player reveals a cake card, then all the assistant chefs use their wooden spoons to scoop out the proper ingredients and assemble them in their individual bowl. The first player to do this wins the card, and the first player to collect five cards wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Creatures: Monsters",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "13729",
    "Name": "The Mariana Trench",
    "ID": 313935,
    "Year": "(2021)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/313935/the-mariana-trench",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "A game of deep-sea submarine exploration in the Mariana Trench.&#10;&#10;The goal of The Mariana Trench is to score the most research points (RPs) by researching deep-sea creatures and the floor of the trench. The game is played in alternating turns until your submarines run out of oxygen. The player with the highest amount of research points collected is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Nautical"
    ],
    "Mechanics": [
      "Highest-Lowest Scoring",
      "Melding and Splaying",
      "Move Through Deck",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Animals: Octopuses",
      "Animals: Sharks",
      "Components: Multi-Use Cards",
      "Crowdfunding: Kickstarter",
      "Occupation: Researcher / Scientist",
      "Players: Games with Solitaire Rules",
      "Theme: Biology",
      "Theme: Science",
      "Theme: Submarines",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "13730",
    "Name": "Double Ditto",
    "ID": 193436,
    "Year": "(2015)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/193436/double-ditto",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Double Ditto is a fun party game what will challenge players to be clever and quick. Play with as few as 4 players, or as may as 10 or more!&#10;&#10;Take turns being the Ditto Master by reading a card out loud to the group. Players then have 15 seconds to write down two answers that come to mind. Once time is up, take turns reading the answers out loud, crossing off each answer that matches another player's answer. &#10;The object of the game is to write down answers you think other players will write. Match an answer with another player to score a &quot;ditto!&quot; Match both answers and score a &quot;double ditto!&quot;&#10;&#10;Each round is fast-paced and filled with hilarious surprises. Answers can be as obnoxious and creative as a player's desire, making this game customizable and a perfect game for any gathering with family and friends.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Questions and Answers"
    ],
    "Families": []
  },
  {
    "Rank": "13731",
    "Name": "Havok & Hijinks",
    "ID": 142645,
    "Year": "(2014)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/142645/havok-and-hijinks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6",
    "Description": "Come and enjoy our cute, cutthroat, family friendly, card game where our dragons will...&#10;&#10;Welcome you to the high fantasy world of Vallhyn. You will roam the countryside in search of treasure because you are a dragon &mdash; a young dragon, that is. You and your friends have just been kicked out of the nest for eyeing your parents' treasure hoards. The problem with being young is that you don't always succeed in your quest to find treasure, which often leads to havoc. To make matters worse, you must compete for the best loot with your friends by engaging in hijinks.&#10;&#10;Havok &amp; Hijinks is a fast-paced, light strategy card game that pits you against your friends in a race for the first respectable treasure hoard. Each turn starts with a quest for treasure that could lead to Havok like loot-hungry adventurers or beneficial heat waves. Engage in Hijinks by stealing and breaking your friend's shiny treasures or defending your own. When a dragon has a hoard with a value of 15 or more, it wins!&#10;&#10;Game Play&#10;&#10;Start your turn by flipping a Havok Card&#10;&#10;     Resolve any event flipped exactly as the card reads&#10;     Add any treasure flipped to your hoard&#10;&#10;&#10;Once you've resolved your Havok card you may play one Hijinks card&#10;You may also use your dragon's play ability&#10;&#10;You may choose not to play a Hijinks card and instead discard one to draw one&#10;&#10;Pass your turn&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "13732",
    "Name": "UNDO: Peak of No Return",
    "ID": 314017,
    "Year": "(2020)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/314017/undo-peak-of-no-return",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Goa, India, May 22, 1972: Nervously, a person skims over yesterday's news article: &quot;International expedition disaster in the Himalayas. All 7 members of a mountaineering group are believed to have died during a summit ascent in the Himalayan Mountains. Included were citizens from England and the USA. The disparate group had left...&quot; The person gazes out the train's window, deep in thought. Was this finally the end of days of flight? At the station a colorfully dressed figure greets the individual: &quot;Welcome to Palolem Beach! I'm Jamie.&quot; &quot;I'm Alex&quot;, the person replies and smiles, because they've always liked that name.&#10;&#10;UNDO: Peak of No Return takes you back to this time and this tragedy...&#10;&#10;In UNDO, the aim of the game is not to reconstruct a crime or identify a murderer. Instead, the players are incorporeal Weavers of Fate who travel through the past in order to prevent a tragic event from happening. Each time jump comes with a momentous decision, which will ultimately decide if the event will come to pass or not. Will the players be able to change fate and save the missing expedition members?&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Country: India",
      "Series: Undo (Pegasus Spiele)",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "13733",
    "Name": "Demonworld",
    "ID": 3219,
    "Year": "(1999)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/3219/demonworld",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.2",
    "Description": "Demonworld is a hybrid miniatures and hex style wargame. The basic game comes with a 140 page rulebook, reference sheets, unit recruitment cards, 4 hex maps, and card stock counters representing a small orc and human (Empire) army.  The maps are generic terrain maps with light woods and small hills.  They may be combined in different ways to create different battlefields.  If you enjoy the game you can invest more money in it by purchasing the different 15mm regiment packs.  The game supports several races typical of the fantasy genre (elves, dwarves, orcs, dark elves) and adds a few unique ones as well (Thain[Norse], Isthak [chaos-like]).  The regiments generally consist of 8 to 10 counters.&#10;&#10;Gameplay:  Players are free to set their objectives for each battle, though some simple scenarios are provided to get you started.  Players spend points to add regiments for their armies.  Armies are set up on the edge of the mapboard and maneuvered to contact.  Orders are selected for each unit for each turn indicating whether it will skirmish (move and fire), attack (move to contact), move (move long distance), or hold (defend and fire at incoming attackers if missile equipped).  Use of ordered formations help a unit fight and move.  Combat bonuses are given to units who are able to hit their target in the flank or rear, use terrain to advantage, and use weapons that confer advantage in special cases (ie lance from a charging knight).  Morale rules determine whether a unit is going to hold their position, rout, or in some cases become 'impetuous' and aggressively continue an attack without orders to do so.&#10;&#10;As a player you assume the role of General of an army.   &#10;The game begins by recruiting an army. Each army is made up of several units. A unit is a group of soldiers who fight together in an organized fashion. Most units have 40 foot troops or 20 mounted models on ten individual hex bases. Sometimes a unit might be a single large creature like a dragon or war machine such as a catapult. Every unit has a points value and when you create an Army, both players will have an agreed upon amount of points to spend to create their army. This is most often 1200 points, the amount used for tournament play. For your army you may also want to recruit special heroes, commanders or wizards. Every unit in the Demonworld game has its own recruiting card which is included in the army book. These handy little cards make recruiting an army easy because they include all the information about a unit including its points cost.&#10;&#10;Once both players have spent all their points and created their army, it is time to create the battlefield. Demonworld is played on a large flat surface like a table. This could be a kitchen, dining room, or work table or even the floor. The Demonworld game is great because the battlefield consists of four or more of the Demonworld maps. You can also augment the maps with model trees, buildings or hills. This is not really necessary however, because the maps look great. Using the maps makes setting up a game really fast. Four of these maps are provided with the basic game. If you would like more variety several additional map sets are available.&#10;&#10;Once the maps are laid out each player will deploy their units on the battlefield. Where you place your units is crucial to the success of your army. Try to take advantage of the terrain. This could mean creating an ambush by hiding a unit in the woods. Or putting a unit on a hill where your opponent will have to fight uphill to attack them. If you can, also try to imagine what your opponent will do and then you may be able to set a trap for them or otherwise create a plan to defeat them.&#10;&#10;Once both armies are deployed (put on the table) play begins. Demonworld uses a simultaneous turn sequence. In each turn both players will have an opportunity to move all of their units and shoot missile weapons like bows, engage in hand to hand combat, or cast spells. The rules on how to perform these actions are in the Demonworld rule book. The army books have extra rules for special units which only that army may recruit and special spells which only that army can cast. As the turns progress each player will try to move their units to a position of advantage and eliminate the opponents units. Sometimes people play a game with a specific set of objectives. These games are called scenarios. In scenarios achieving your objectives is often more important than destroying your opponents army or preventing your own losses. Once one side has achieved its objectives or destroyed the opposing army, they are the winner and the game is over. Most games take about three hours. Experienced players play much faster than novices and can handle larger armies.&#10;&#10;&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "13734",
    "Name": "Saga: The Crescent and The Cross",
    "ID": 164059,
    "Year": "(2014)",
    "Geek Rating": "5.540",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgame/164059/saga-the-crescent-and-the-cross",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "&quot;Saga: The Crescent and The Cross&quot; is a miniatures skirmish wargame set during the Crusades (late Medieval).&#10;&#10;From the Gripping Beast website:&#10;&#10;&quot;Full colour hardback book, 120 pages. Comes with 6 cardstock Battle Boards and a Quick Reference Sheet.&#10;&#10;Contains full SAGA rules, details and rules for six new factions from the Age of The Crusades, new rules for Dogs of War units &amp; Priests plus new scenarios.&quot;&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: Saga",
      "History: Crusades"
    ]
  },
  {
    "Rank": "13735",
    "Name": "Eldfall Chronicles",
    "ID": 330584,
    "Year": "(2023)",
    "Geek Rating": "5.540",
    "Avg Rating": "9.42",
    "Link": "https://boardgamegeek.com/boardgame/330584/eldfall-chronicles",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.6667",
    "Description": "Eldfall Chronicles is a fantasy and RPG-inspired tabletop skirmish game with unique and collectible miniatures that immerses the players in a world where battle is commonplace.&#10;&#10;You will face both conflict and ancient terror against which you must depend on your own skill and cunning to prevail. Alternatively, you can join forces with trusted allies and face the battles together! Players can enjoy two styles of play, either pitting their skill and tactics against each other or teaming up against the game itself.&#10;&#10;Gather your champions, clash with your opponents, tame terrible beasts, and survive to tell the tale!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Alliances",
      "Chaining",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Interrupts",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Semi-Cooperative Game",
      "Stat Check Resolution",
      "Team-Based Game",
      "Three Dimensional Movement",
      "Tug of War",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "13736",
    "Name": "The Quick and the Undead",
    "ID": 286534,
    "Year": "(2020)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/286534/the-quick-and-the-undead",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Ride into West Fort, a small town in the Wild West overrun with undead and show the inhabitants you are not to be crossed. Gain more Notoriety than your fellow Outlaws, take control of the town and claim it as your own. Plan your actions carefully to maximize their effect and prepare to fight over common goals. Earn, steal and shoot your way to notoriety whether in-game, by controlling unique buildings, or by clearing out the undead plaguing the town. Shoot first, ask never.&#10;&#10;The Quick and the Undead is played over &ldquo;days&rdquo; and each day is broken into 3 rounds of actions. &#10;Each round begins with all players simultaneously, and secretly, selecting 1 of the 8 actions by setting the corresponding number on their D8.&#10;Players reveal their numbers simultaneously and place an outlaw from their stash onto their chosen action.&#10;Players will take their turns in descending numerical order, starting with &ldquo;hired guns&rdquo; and continuing from action &ldquo;8&rdquo; down to action &ldquo;2.&quot;&#10;If two or more players have an outlaw on the same action they will duel.&#10;At the end of a player's turn, if they have enough money, and there are no Undead in the street, they may purchase a building to gain it's unique action. If there is already an outlaw in the building those Outlaws will shootout for control.&#10;After all players have taken their turn, round 2 of the day will begin, however Outlaws may not return to an action if they already have an Outlaw there.&#10;After 3 rounds the current Day is over and all players collect outlaws used on action spaces (not in buildings) and return them to their stash. Outlaws that have been killed are left in the graveyard and are not collected.&#10;At the end of a day in which there are less Undead than players the game will end, and players will add up their Notoriety from tokens taken, Undead killed and buildings owned (if that building has been emptied of Undead.)&#10;The player with the highest notoriety wins. &#10;In the event of a tie, the Outlaw with more money wins. &#10;If still tied, the tied Outlaws duel to the death.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "American West",
      "Zombies"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Push Your Luck",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Organizations: The Game Artisans of Canada",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "13737",
    "Name": "Highlander: The Card Game",
    "ID": 9161,
    "Year": "(1996)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/9161/highlander-the-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1875",
    "Description": "From the dawn of time we came, moving silently down through the centuries. Living many secret lives, struggling to reach the time of the Gathering, when few who remain will battle to the last. In the end there can be only one.&#10;&#10;Welcome to the incredible world of the immortals, the world of Highlander!  Based on the immensely popular motion pictures and television series, of the same name, Highlander:   The Card Game 2nd edition  is a collectible trading card game of swashbuckling swordplay and dark intrigue.&#10;&#10;The first Highlander movie was released in 1986, and became a cult classic.  The movie starred Christopher Lambert as the hero, Connor MacLeod; Sean Connery played his friend and mentor Ramirez; and Clancy Brown assumed the role of The Kurgan, Connor's most deadly enemy.  Three sequels were produced, and a television series starring Adrian Paul as Connor's dashing cousin, Duncan MacLeod.&#10;&#10;In Highlander: The Card Game 2nd edition, players assume the roles of Immortals like Connor, Ramirez, The Kurgan, and Duncan. These Immortals are mysterious wanderers who can only die if their heads are severed from their bodies. Immortals spend eternity honing their sword-fighting skills, trying to reach the time of The Gathering, when they will battle to the last. To the victor goes The Prize, an enigmatic goal of legendary proportions that no one really understands. It is simply known among them that he who wields its power will command the destiny of the entire world. Quite a prize indeed.&#10;&#10;To attain this goal some Immortals will stop at nothing, while others follow a stricter code of honor and decency in their quest. In the end, for better or worse...&#10;&#10;There can be only one.&#10;&#10;Highlander: The Card Game is designed to simulate a duel between two Immortals: yourself and your opponent. During the course of play, both players will play attacks and defenses as if they were fighting with swords. Other cards will represent the tricks, tactics, schemes, and plots you utilize to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Highlander",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13738",
    "Name": "Yohei",
    "ID": 254938,
    "Year": "(2020)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/254938/yohei",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "There is a collection of books handwritten by the survivors of the first war against the demons where it&rsquo;s narrated that under the island of Jiin there are two forged doors that enclose the infernal forces expelled by Arashi &quot;the Exiled&quot;. A hero disowned by the false emperor, who has plunged the country into a punishing civil war facing a population that awaits the return of his hero to rid them of the tyranny of a mad throne and the rumors of demons returning to win back with blood what they once lost.&#10;&#10;Yohei is born from the combination of the mysticism of Japanese folklore with a fantasy universe created for a wargame that faces asymmetrical clans in modular boards with numerous and different game modes. It combines mechanics such as dice rolling, grid movement, variable players powers, modular boards and card management to develop our strategy during the battle by acquiring warriors, invoking powerful event cards, legendary weapons and the construction of buildings that lead us to victory in exciting games of 60 to 90 minutes.&#10;&#10;&mdash;description from the publisher&#10;&#10;Existe una colecci&oacute;n de libros manuscritos por los supervivientes de la primera guerra contra los demonios donde se asegura que bajo la isla de Jiin, dos puertas forjadas hace milenios contienen a las fuerzas infernales expulsadas por Arashi &ldquo;el exiliado&rdquo;. Un h&eacute;roe repudiado por el falso emperador que ha sumido al pa&iacute;s en una agotadora guerra civil enfrentando a una poblaci&oacute;n que espera ansiosa el regreso de un h&eacute;roe que los libere de la tiran&iacute;a de un trono enloquecido y de los rumores de monstruos que acechan pacientes para reconquistar con sangre lo que una vez perdieron.&#10;&#10;Yohei nace de la combinaci&oacute;n del misticismo del folklore japon&eacute;s con un universo de fantas&iacute;a creado para ofrecer un wargame que enfrenta a clanes asim&eacute;tricos en tableros modulares con numerosos modos de juego diferentes. Combina mec&aacute;nicas como el dice rolling, grid movement, tropas asim&eacute;tricas, tableros modulares y gesti&oacute;n de cartas para librar batallas mediante la adquisici&oacute;n de guerreros, construcci&oacute;n de edificios y la invocaci&oacute;n de poderosos eventos y armas legendarias que conduzcan los jugadores a la victoria en apasionantes partidas de 60 a 90 minutos de duraci&oacute;n.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "13739",
    "Name": "Fool's Blade",
    "ID": 397074,
    "Year": "(2024)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/397074/fools-blade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "1.8333",
    "Description": "Welcome to Fool's Blade! A fast-paced, comedicaly chaotic, sword-crafting card game! Sabotage your friends as you slay dangerous monsters in a quest for ENDLESS LOOT!&#10;&#10;Choose your Character&#10;Each offering different strategies and abilities, to claim your spot as the ultimate champion of Fool's Blade! Pickpocket, Sketchy Salesman, Dumpster Diver, Guy with a Gun, so many to choose from...&#10;&#10;Hang out at the Tavern&#10;Relax, trade, steal, bully, and pick fights with your friends by playing any number of friendship-altering Tavern cards.&#10;&#10;Visit the Forge&#10;Craft over 30,000 different absurd sword combinations with varying effects, abilities, and elemental power.&#10;&#10;Go Questing&#10;Discover powerful Spells to cast and Gear to equip that will protect and empower you on your journey. But beware...you could stumble into a Curse card!&#10;&#10;Slay Monsters&#10;Slay monsters to activate their win effect! But prepare yourself for mischievous sabotage; your fellow adventurers could enhance a monster's abilities and force you to activate their lose effect!&#10;&#10;LOOT!!!&#10;Defeat powerful monsters to draw loot cards, powerful legendary weapon pieces and...luxurious...trinkets.&#10;&#10;Be a Hero!&#10;Return back to the Tavern, with your trove of treasures and trophies, or with bitter hatred towards your friends...and do it all over again!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Metal Smithing"
    ]
  },
  {
    "Rank": "13740",
    "Name": "Interplay",
    "ID": 3932,
    "Year": "(1980)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/3932/interplay",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The game is a Go-Moku elaboration; players must get five pieces in a row. However, there are narrow pieces and wide pieces, and winning requires making one of three patterns (e.g., N-W-N-W-N).&#10;There are three different types of pieces: a narrow cylinder, a wide cylinder, and a wide tube. The narrow cylinder will fit inside the wide tube, and so those two pieces can share the same space - but only if they belong to opposite players.&#10;Pieces may also be moved, once there are no more new ones to be placed.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13741",
    "Name": "Magic: The Gathering – Duel Decks: Merfolk Vs. Goblins",
    "ID": 238506,
    "Year": "(2017)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/238506/magic-the-gathering-duel-decks-merfolk-vs-goblins",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Merfolk vs. Goblins pits two of the most recognizable tribes in the history of Magic against one another. Will you side with the reckless and wily goblins or the graceful and cunning merfolk?&#10;&#10;Each card in these two decks is black-bordered and tournament-legal. They were designed to be played right out of the box, with no deckbuilding required.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13742",
    "Name": "Pigeon Pigeon",
    "ID": 312535,
    "Year": "(2020)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/312535/pigeon-pigeon",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Pigeon Pigeon is a hilarious bluff game, simple and strategic!&#10;&#10;Make other players believe anything! Make up hilarious lies! Discover incredible but true stories!&#10;&#10;Two teams challenge each other by asking unusual questions. Example: What was the name of Jacques Chirac's dog at the Paris town hall?&#10;&#10;When one team questions the other, they try to trick the other by presenting them with 3 choices of answer:&#10;&#10;&#10;     the real answer,&#10;     2 false answers she just made up!&#10;&#10;&#10;The opposing team must bet their chips on the answer they think is true... The chips bet on the right answer are kept! The others are lost! The first team to run out of chips loses the game!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "13743",
    "Name": "Citytrip Antwerpen",
    "ID": 334632,
    "Year": "(2022)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/334632/citytrip-antwerpen",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Citytrip Antwerp is the second game in the Citytrip series featuring new gameplay elements.&#10;&#10;As a tour guide you want to create the most memorable trip by visiting famous buildings and musea, events, restaurants and more.&#10;&#10;Citytrip Antwerp is a flip &amp; write game that is quick to setup and easy to play. With a basic and advanced scoresheet, 23 starting points and 44 different missions, no 2 games will feel the same!&#10;&#10;One player flips the upper card of the action stack. Simultaneously everybody chooses 2 actions that are horizontally or vertically adjacent (=7 possible combinations). Each player creates a road and circles achieved goals which give points on the scoresheet. The game ends after 15 turns. The player with the highest satisfaction score wins Citytrip Antwerp.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Bingo",
      "Line Drawing",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "13744",
    "Name": "Grand National Derby",
    "ID": 1367,
    "Year": "(1996)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/1367/grand-national-derby",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "This is the precursor to Titan: The Arena (later known as Colossal Arena) and Galaxy: The Dark Ages.&#10;&#10;The theme is horses racing in a steeplechase.  Each round represents a fence that the horses must jump.&#10;&#10;Players bet and then place speed cards on each horse.  When all of the horses have a speed card on them, the one with the lowest speed card is eliminated.  When there are three horses left (which happens after 5 rounds), the players are paid for their bets on the surviving horses.  Earlier bets are worth more.&#10;&#10;The game in each case is essentially similar to Titan: the Arena except:&#10;-  There are no special powers, nor special cards.&#10;-  The deck goes to 0-9, not 0-10.&#10;-  There are no secret bets.&#10;-  In four or five player games, each player gets 4 bets.&#10;-  If there is a tie for lowest card when a round ends, the tied horse furthest on the left is eliminated.  (Play does NOT continue as it does in Titan: the Arena or G:tDA)&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Series: Betting Trilogy (Reiner Knizia)",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "13745",
    "Name": "Australian Railways",
    "ID": 11988,
    "Year": "(2004)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/11988/australian-railways",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2",
    "Description": "A harsh, forbidding land, Australia was a penal colony of the British Empire for decades. Only the far southeastern section had mountains and rivers and fertile land; when gold was discovered there in 1851, people rushed to this empty land in huge numbers.&#10;&#10;Commercial development boomed and the first railway was completed in 1854.&#10;&#10;With the population explosion came huge sheep ranches, extensive gold and coal mines, immense wheat and dairy farms, sophisticated industries producing steel, ships and other manufactures.&#10;&#10;An expanding railway network quickly grew in the three states shown on the game board.&#10;&#10;Many of Australia's early railways were built by the individual state governments to further the development of the boom. Australia did not become a single Federal entity until 1901; the game covers the development of  Australia's Railways  from 1850-1900.&#10;&#10;Australian Railways is part of the Early Railways Series.&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Country: Australia",
      "Series: Early Railways (Winsome Games)",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "13746",
    "Name": "Eureka",
    "ID": 2350,
    "Year": "(1988)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/2350/eureka",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4722",
    "Description": "Players act as prospectors moving about the game board in search of gold. But even after finding it, the gold is not always safe from bandits and other players, and must be carried back to a player's home base before it is secure. Rafts are available to help cross rivers. Players move their prospectors on a roll of 2-5, but a roll of 1 sends the gold train one step closer to the prospectors' base camp. The game ends when the gold train arrives or the contents of all the mines have been depleted.&#10;&#10;",
    "Categories": [
      "American West",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "13747",
    "Name": "Vivaldi",
    "ID": 264656,
    "Year": "(2019)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/264656/vivaldi",
    "Min Players": "5",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Vivaldi is a restoration of the traditional Italian game &quot;Briscola Chiamata&quot;, or five-men briscola. It is a trick-taking game, starting with an auction that decides the strong set of each match. The winner of the auction will play allied with a hidden friend against the other three players.&#10;&#10;Vivaldi takes the old ruleset and adapts it into a good-looking new set of cards. It also converts into a more intuitive points system that also deepens the math and strategy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Math"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hidden Roles",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "13748",
    "Name": "Jungle Speed Limited Bertone Edition",
    "ID": 313352,
    "Year": "(2019)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/313352/jungle-speed-limited-bertone-edition",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Studio Bertone pays tribute to the energy and bubbly universe of Jungle Speed by redesigning the game for this limited-edition version, from the box, to the wooden totem!&#10;In Jungle Speed, each player tries to grab the Totem first when the symbol on their card matches somebody else&rsquo;s.&#10;Jungle Speed is an explosive game, easy to transport thanks to its travel bag, for quick on-the-go games!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Game: Jungle Speed"
    ]
  },
  {
    "Rank": "13749",
    "Name": "Visby",
    "ID": 180355,
    "Year": "(2015)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/180355/visby",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Visby is a short, but challenging game. Each player has an identical set of eight cards, each of them with a special effect.&#10;&#10;At the beginning of a round, the common supply on the board becomes more attractive by adding seals (victory points) and wares and by improving the ratio to change wares into seals. All players choose one card from their hand simultaneously and place it face down in front of them (two cards in a two- or three-player game). Then the cards are revealed and the effects become active:&#10;&#10;&#10;     Knights and Troops take victory points;&#10;     Blacksmith gets wares for each Knight/Troops played by other players;&#10;     Ships and Fleets get wares; Tollkeeper gets seals for ships and fleets;&#10;     Merchant changes wares into seals;&#10;     Monk gets wares for merchants and number of cards already played.&#10;&#10;&#10;Players with a monk take all cards back to their hand, while others proceed with their remaining cards.&#10;&#10;The specific issue is that the more efficient cards become effective only after those which are not that strong. For example, a fleet gets you three wares, but the ship gets you all the remaining ones. If there are ten wares and one opponent played a fleet, you get the seven remaining wares after he has taken three. If three other players play a fleet and take three wares each, you gain only one for your ship. How effective your card is depends on what the other players do &mdash; but you cannot be sure of what they'll do because all decisions are made simultaneously. Perhaps, though, you remember which cards the others have already played...&#10;&#10;Visby comes in a basic set for two players and can be enlarged with one or two expansion packs that contain material for two additional players each (to the maximum of six players).&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Baltic (OSTIA Spiele)"
    ]
  },
  {
    "Rank": "13750",
    "Name": "The Battle of Nations: The Encirclement at Leipzig, 16-19 October 1813",
    "ID": 10301,
    "Year": "(1975)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/10301/the-battle-of-nations-the-encirclement-at-leipzig",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.0714",
    "Description": "This game is a simulation of a real-world event. It is played on a map that is a simplified terrain reproduction of the actual battlefield, A grid of hexagons printed over the map is used to regulate movement much as the squares on a chess board. The pieces in the game represent the actual military units that took pare in the historical conflict. The large numbers on the pieces indicate the relative strengths of these units. Each Player maneuvers his pieces on the map to engage those of the enemy. Battles take place when units are adjacent to enemy units. The total relative strengths of the involved units are compared. The attacking Player consults a simple probability table (the Combat Results Table) to determine the outcome of each battle. Then the other Player moves his units and conducts attacks. The game proceeds this ways (for a specified number of turns) as the Players try to achieve the historical objectives set forth in the rules. The final outcome of the game can be very different from the actual historical result. No prior knowledge of history or military tactics is required to play the game - just a little ingenuity and common sense.&#10;&#10;One of four games included in the Napoleon At War QuadriGame.  The games in this set are based on the Napoleon At Waterloo system.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Leipzig (Saxony, Germany)",
      "Country: France",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Napoleon At Waterloo (SPI)"
    ]
  },
  {
    "Rank": "13751",
    "Name": "Behind",
    "ID": 10890,
    "Year": "(2003)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/10890/behind",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "A very special and one of a kind CCG. Five secret organizations fight for domination: vampires, ghosts, werewolves, templars and &quot;sisters&quot;. Every gamer takes over one of those roles... The special thing about this game is that the battle is not only fought out with the cards but there are also chits for the different heroes in ones deck, which move, attack, do special attacks through the cards...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Horror",
      "Religious"
    ],
    "Mechanics": [
      "Area Movement",
      "Deck Construction",
      "Hand Management",
      "Role Playing",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Collectible: Collectible Card Games",
      "Creatures: Ghosts",
      "Creatures: Vampires",
      "Creatures: Werewolves",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13752",
    "Name": "Ants!",
    "ID": 60035,
    "Year": "(2009)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/60035/ants",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2222",
    "Description": "Box Text:&#10;&#10;For Queen &amp; Colony&#10;&#10;You are a Queen Tyr-ant ruling over a new ant colony in the park. Eating food you can produce either new Peas-ants who create supply lines to bring back more food or new Serge-ants who protect your peas-ants and do battle with the park's other inhabitants.&#10;&#10;As food falls to the ground from the world above compete to collect what you can before the other ant colonies gobble it all up. But Beware! You will need to plan your next move carefully and also be ready to adapt to changing events.&#10;&#10;A simple strategic game of expansion and conquest, fun for the whole family. Play it safe gathering food or take your serge-ants on a rampage, it's up to you.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Network and Route Building"
    ],
    "Families": [
      "Animals: Ants"
    ]
  },
  {
    "Rank": "13753",
    "Name": "Kasserine Pass",
    "ID": 8736,
    "Year": "(1972)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/8736/kasserine-pass",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2667",
    "Description": "Kasserine Pass covers the German attack in Tunisia during February 1943. This is a fast moving struggle in the mountains, with artillery playing a crucial role. The game system is simple and highly playable with both sides having an equal opportunity for victory.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Africa)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13754",
    "Name": "Days of Decision",
    "ID": 8666,
    "Year": "(1990)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/8666/days-of-decision",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.8095",
    "Description": "(from the rules:)&#10;&#10;Days of Decision (DOD) is Australian Design Groups' strategic level game of the politics and conflict leading up to the Second World War. Two to seven players each manage the economics and conduct the political and military operations of one or more of the Major Powers involved.&#10;&#10;Days of Decision consists of 2 games in 1. The standard 1936-1939 game requires not other components than those provided in this game. It is played on the map of Europe and the Pacific and uses an abstract combat system to represent the conflicts occurring in this period. The 1936-1946 Grand Campaign Game require World in Flames to be used in conjunction with Days of Decision to resolve the military conflicts. Finally, there is also a World in Flames mini scenario of the Spanish Civil War which requires some components from World in Flames.&#10;&#10;&#10;This game can be played alone or as a pre-game of 1930s politics for World in Flames also by ADG.&#10;&#10;The game is about who will (if any) declare the Second World War, how the production of the Major Powers are at the time of war  and how the many small nations will align (Axis or Allied). It has been replaced by DoDII, which adds the Communist alignment. DoDII has recently been replaced by DoDIII.&#10;&#10;",
    "Categories": [
      "Political",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: World in Flames (ADG)"
    ]
  },
  {
    "Rank": "13755",
    "Name": "The King Commands",
    "ID": 57368,
    "Year": "(2010)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/57368/the-king-commands",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Camelot has fallen! King Arthur is dead, Merlin is missing and the castle has been looted. You and your friends are the last remaining knights of the round table and you have decided to duel for the few remaining bags of gold. But as all knights know money is not everything, whoever walks away with the best story is the true winner.&#10;&#10;A light and fast card game that usually brings smiles and laughter around the table. The game takes about 5 minutes to learn and soon everybody is attacking everybody, trying to score as many points as possible. Using simple card combinations for attacks and a few special cards with multiple uses the players often have many ways to play their hands, but there is also a lot of luck involved and anyone can win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "13756",
    "Name": "Sweetlandia",
    "ID": 327549,
    "Year": "(2021)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/327549/sweetlandia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Have you ever dreamed of a place made entirely of delicious treats? Now you can realize that dream by becoming a city planner for the beautiful and tasty, Sweetlandia!&#10;&#10;Use Bidding Cards to acquire building areas from a delectable collection of locations: Gumdrop Garden, Rocky Road, Marshmallow Mountain, Lemonade Lake, Candy Cornfields, and many others. Choose the right locations to achieve your goals and earn the most Donuts from Mayor McSweet. Make good choices, and watch Sweetlandia grow!&#10;&#10;It's fun. It's unpredictable. It's...sweet! And you don't need a sweet tooth to win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "13757",
    "Name": "Cruel Seas: Starter Set",
    "ID": 270680,
    "Year": "(2018)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/270680/cruel-seas-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "This Starter Set contains everything you need to command your flotilla in this fast-paced 1/300th scale tabletop game.&#10;&#10;Plastic components.&#10;&#10;Contents:&#10;A4 Softback Rulebook&#10;A4 Quick Start Guide with Painting Guides and Flags&#10;6 Vosper Motor Torpedo Boats&#10;4 E-boats&#10;1 Set of Torpedo Markers&#10;1 Set of Plume Markers&#10;1 A0 Double-sided Battle Mat&#10;3 Die-cut Punchboards (Islands, Sandbars, Rulers, Mine Markers, Tokens, Lighthouse, Aircraft, etc)&#10;Ship Data-cards for Vosper MTBs, E-boats and a Merchant Ship&#10;Wake Markers&#10;Fleet Order Chits (Royal Navy and Kriegsmarine)&#10;Set of Game Dice (D10 &amp; D6)&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Movement Template",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Cruel Seas",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13758",
    "Name": "Gonza Index",
    "ID": 357740,
    "Year": "(2023)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/357740/gonza-index",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Gonza Index is the most valuable stock market in the Solar 175 universe. This vast market trades shares in all the largest space based corporations and is unique in having its home in the most exclusive postal code in Yurushi City. Trillions of credits move through the machinations of this system every second making the gatekeepers of this institution some of the richest and most powerful in human history. The volatility of the Gonza Index is legendary and this flux has led to the fortunes of some and the destitution of many. Which will you be?&#10;&#10;Gonza Index is a fast-paced, stand-alone, dice chucking game for 2 to 5 players set in the universe of Solar 175. Players take the role of stock traders in a futuristic dystopia and compete to gain the most credits. Each round you will roll 5 custom dice, take up to 2 re-rolls then the outcome of these dice will determine your actions this turn.&#10;&#10;Players can earn credit, purchase stocks, manipulate the market and gain the favour of the powerful broker cards. As you play, unique event cards will be flipped shifting market positions and changing the game. When this event deck is empty the game is over and the player with the most credits is crowned victorious! Push your luck as you invest your valuable credits in this unpredictable financial battle-ground.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Move Through Deck",
      "Open Drafting",
      "Push Your Luck",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13759",
    "Name": "Adlung Land",
    "ID": 85340,
    "Year": "(2010)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/85340/adlung-land",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7857",
    "Description": "The fantastic theme park Adlungland has been expanded for the past twenty years. Several investors work and plan the most extraordinary fairground rides and attractions in order to entice even more visitors. Whoever builds the most exciting attractions gets to become the new vice-president of the park and a new, spectacular plaza will be named after him.&#10;&#10;Each card in the game represents an attraction.  Players take turns placing cards to build the park, attempting to place them in such a way as to minimize the hazards they must take on (waiting time, maintenance, and fear) while maximizing the points for building in a particular location.  The game ends once you've gone through the deck once.&#10;&#10;Recommended for families and experienced players; strongly recommended for two players.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "13760",
    "Name": "Inner Compass",
    "ID": 293728,
    "Year": "(2020)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/293728/inner-compass",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "In Inner Compass, you play as one of four characters searching for meaning in their everyday lives. (Sound familiar?) Make the right life choices, experience the full spectrum of emotions, create meaningful memories, and &mdash; ultimately &mdash; find your own inner compass. The most enlightened player wins!&#10;&#10;Inner Compass is a bold experiment in determining your personal inner compass. Will you focus on building up emotions to release them at certain times? Sometimes it can be healthy and productive, while at other times it can be destructive and inappropriate. As you move through the game, you'll learn how to communicate your emotions constructively and earn points towards winning.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Set Collection"
    ],
    "Families": [
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "13761",
    "Name": "EinStein würfelt nicht!",
    "ID": 18699,
    "Year": "(2004)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/18699/einstein-wurfelt-nicht",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5714",
    "Description": "EinStein w&uuml;rfelt nicht! is the official game accompanying an German exhibition about Einstein in the Einstein Year 2005. It's a fast paced game for 2 players.&#10;&#10;The game board is 5&times;5 square fields large.&#10;&#10;Each player controls 6 playing pieces i.e. stones with the numbers 1 to 6 marked on them.&#10;&#10;The stones of player 1 are set up in the six fields of the upper left corner of the board and those of player 2 in the six fields of the lower right corner of the board so they face each other diagonally.&#10;&#10;During his turn a player rolls a die, if he still has the stone with the number corresponding to the rolled value on the board he must move this stone. If the corresponding stone was already removed from play (see below) the player may choose to either move the stone with the next higher or the next lower number.&#10;&#10;In his move player 1 may move the stone one field to the right, downward or diagonally to the lower right. Respectively player 2 may move the stone one field to the left, upward or diagonally to the upper left.&#10;&#10;If a player ends his move on a field occupied by another stone, be it one of the opponent or one of his own stones, then this stone is removed from play.&#10;&#10;To win the game a player must occupy the corner field of the opponent with a playing piece.  A player loses if he has no more playing pieces left on the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Containers: Tubes",
      "Digital Implementations: Little Golem",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13762",
    "Name": "Donburiko",
    "ID": 146034,
    "Year": "(2013)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/146034/donburiko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3846",
    "Description": "Players in Donburiko (&#227;&#131;&#137;&#227;&#131;&#179;&#227;&#131;&#150;&#227;&#131;&#170;&#227;&#130;&#179;) need to grab acorns while staying out of the ponds, as acorns don't appreciate spending lots of time in the water. (The game's setting comes from the children's nursery song &quot;Donguri Korokoro&quot; (&#227;&#129;&#169;&#227;&#130;&#147;&#227;&#129;&#144;&#227;&#130;&#138;&#227;&#129;&#147;&#227;&#130;&#141;&#227;&#129;&#147;&#227;&#130;&#141;), in which acorns roll down from the hills into the ponds, first excitedly playing with the loaches &ndash; a type of freshwater fish &ndash; only to then pine for the mountain left behind. The last line of the song: &quot;He cried and the loach didn't know what to do.&quot;)&#10;&#10;Each player starts with a few chips, each worth a point. The 16-card deck &ndash; which consists of two loaches (worth 0), four ponds (worth -1 or -2) and ten acorns (worth 1-5) &ndash; is shuffled, then a number of cards equal to the number of players are laid face-up. Each player receives a hand of 3-4 cards.&#10;&#10;On a turn, a player either places a card from his hand into one of the columns or claims one of the columns. When placing a card, he can lay it face-up (taking one chip from the bank) or face-down (placing one of his chips on the card); when taking a column, it must have at least two cards and at most six.&#10;&#10;After taking a column, the player sums the cards in that column, with a loach turning the negative ponds positive and with two of the acorns worth either 1 or 5 at the player's discretion. If the column's sum is between 0-6, the player takes that many chips from the bank; if more than 6 or less than 0, he pays the difference to the bank. This player is then out of the round, while the others continue to play cards or take columns.&#10;&#10;A round ends when no columns remain, columns with only one card remain, or someone scores 6 chips from a column; in the latter case, the round ends immediately, and no one else scores anything. Players then start a new round. When the bank empties or a player has 20 or more chips, players complete the current round, then the player with the most chips wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "13763",
    "Name": "STRIKE!: The Game of Worker Rebellion",
    "ID": 289438,
    "Year": "(2020)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/289438/strike-the-game-of-worker-rebellion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "HappyCorp, the richest company in the world, has just unleashed its most evil plan yet: turning Mercury City into an entirely corporate-run metropolis. From the schools to the sidewalks, everything will be owned and run by HappyCorp, and every resident will become a HappyCorp employee. There will be no more minimum wage, no more public services, and no more unions. HappyCorp has already begun unleashing its Smile Drones to convert the city&rsquo;s infrastructure, crush protests, and ensure every resident watches its Commercial Breaks.&#10;&#10;Players take on the role of the Strike Council to lead a city-wide rebellion of workers against HappyCorp&rsquo;s take over, while also fighting for better livelihoods for all. Players will grow their ranks, mobilize their workers, and launch strikes around Mercury City. As the Strike Council scores victories for workers, they will gain the support of more allies, from the dockworkers to the teachers, and build new bases of support from the manufacturing district to the university.&#10;&#10;Players takes on one of eight unique characters, such as Valentina the Factory Worker and Candace the Firefighter, each who has their own stats and two unique combination of powers. On their turn, players will add four actions to their character boards in order to add new Strikers to the board, stop HappyCrop, and complete &quot;STRIKE!&quot; cards in their hands, such as &quot;Take over the Bridge&quot; and &quot;Block HappyCorp Delivery Trucks.&quot; They will also play Ally Cards, which will give them more energy to defend themselves from HappyCorp and aid other players' efforts.  At the end of each players' turn, however, they will have to draw a Commercial Break card - which will cause them to remove Strikers, lose resources, and add new drones to the board.&#10;&#10;Players win collectively if they score 15 points, thereby abolishing HappyCorp from Mercury City. HappyCorp wins if it reaches 15 points of its own, or if it gets 5 of its feared MegaDrones on the board.&#10;&#10;The core gameplay is centered around collaboration: figuring out how and when to best work together to stop HappyCorp and build your city-wide strike. Do you work towards completing the Striker cards in your own hand, or do you set up a teammate to make a big move on their turn? Do you want to disassemble that MegaDrone so another player can strike, or do you want to increase your own character&rsquo;s energy? Either way, HappyCorp will be constantly deploying its drones and playing Commercial Breaks - so act quickly!&#10;&#10;Do you have what it takes to lead the worker rebellion to defeat HappyCorp? Or will you soon be an employee of HappyCity?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Humor",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Political: Movements and/or Activism",
      "Theme: Labour movement / Workers rights / Unionising",
      "Theme: Revolution/Uprising"
    ]
  },
  {
    "Rank": "13764",
    "Name": "Alea Iacta Est",
    "ID": 143023,
    "Year": "(2013)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/143023/alea-iacta-est",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.125",
    "Description": "Alea Iacta Est is a strategic historical wargame for two players. It narrates the civil wars that tore the late Roman Republic to shreds and paved the way for the establishment of the Principate.&#10;&#10;The period covered extends from Caesar&rsquo;s crossing of the Rubicon with soldiers of the XIII Legion (12 January, 49 B.C.) to Octavianus&rsquo; closing of the doors of the Temple of Janus (11 January, 29 B.C.), the act that symbolized the return of peace.&#10;&#10;One player defends the interests of Caesar, his allies, his partisans and his successors. The other defends the interests of his adversaries. The roles of the two players may be reversed during the game.&#10;&#10;The rules of Alea Iacta Est constitute an evolution for a different epoch of the game system developed for Imperator (VaeVictis #42), Semper Victor (VaeVictis #56) and Ultimus Romanorum (VaeVictis #74). These games, though similar, cannot be played using the rules from another game in the series.&#10;&#10;The Game includes:&#10;&#10;     an A1 map&#10;     216 die-cut counters&#10;     one rulebook with 7 scenarios (20 pages) - in English OR French&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: VASSAL",
      "History: Roman Civil Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Mediterranean Sea",
      "Series: Imperator (Frédéric Bey)"
    ]
  },
  {
    "Rank": "13765",
    "Name": "Ubongo: Das Kartenspiel",
    "ID": 93472,
    "Year": "(2011)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/93472/ubongo-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0714",
    "Description": "In Ubongo: Das Kartenspiel, players must once again figure out how to fit together the Ubongo pieces with which designer Grzegorz Rejchtman confronts them.&#10;&#10;Each round, a player receives nine cards at random from the appropriate deck for that round; each card shows six Ubongo pieces, with the pieces laid out in a 2x3 grid. Everyone simultaneously tries to &quot;connect&quot; seven of their nine cards. Two cards are connected when they lay adjacent to one another with a pair of symbols on one card touching a matching pair of symbols on the adjacent card.&#10;&#10;The first person to lay down seven cards in that manner shouts &quot;Ubongo&quot; and earns 10 points, while everybody else scores as many points as they have connected cards on the table. (If any player has made a mistake while placing cards, including the player who ended the round, that player scores zero points for the round.)&#10;&#10;For the second round, players flip over their nine cards and use them. For rounds 3-6, players receive cards from two new decks. After six rounds, the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Ubongo",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "13766",
    "Name": "End of the Iron Dream",
    "ID": 11889,
    "Year": "(1985)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/11889/end-of-the-iron-dream",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6",
    "Description": "End of the Iron Dream covers the last full year of World War II in Europe, starting from the D-Day invasion. Published in The Wargamer Magazine #42.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Magazine: The Wargamer"
    ]
  },
  {
    "Rank": "13767",
    "Name": "Bilder",
    "ID": 255291,
    "Year": "(2018)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/255291/bilder",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "BILDER is a tabletop game for 2 to 12 players  where you unleash your imagination.&#10;&#10;Use the 40 wooden pieces to create structures, tell stories and move the pieces around to make scenes come to life. Guess what the others are making to collect all the letters in B-I-L-D-E-R and win the game.   &#10;Everyone takes turns being the bilder. That's when you get to use wooden bilding blocks to bild something as the other players guess.&#10;&#10;First, you draw a What card. The 'What' card gives you 2 choices of things to bild, could be anything. The letters and colors represent the category. There are six in total: &#10;&#10;     Category Beings is for biological bodies, be it human being, beast, or botanical. Examples could be a lumberjack, or conjoined twins.&#10;     Category Imagined indicates invented ideas and implausible imaginings, including Frankenstein&rsquo;s monster or the Tooth fairy&#10;     Category Locations lists lots of places and landmarks, local or less closeby,  like the Berlin Wall or the Garden of Eden.&#10;     Category Devices designates doodads and doohickeys. The domain of designed objects, like a jetpack or a game boy.&#10;     Category Events entails epic or everyday encounters and experiences, for example a rocket launch or an alien abduction&#10;     Category rest is a random ragbag of everything that remains outside the reach of previous categories, like Wheel of Fortune or a witch burning.&#10;&#10;&#10;The goal of the game is to collect all 6 letters, which conveniently spell out B-I-L-D-E-R.&#10;&#10;You earn cards by guessing whatever the bilder is bilding. The Bilder, however, can only score a letter by choosing one of 3 revealed HOW cards. &#10;&#10;     Most HOW cards make bilding harder by adding an extra rule&#10;     Some HOW cards make it easier, by allowing extra hints&#10;&#10;&#10;Challenges are wildcards that change the game rules. Not just bilding something, but a test of skill that you must pass to earn this card. It&rsquo;s also a joker that can be used as any letter.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Give a Clue / Get a Clue",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "13768",
    "Name": "Audition",
    "ID": 386061,
    "Year": "(2023)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/386061/audition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Audition is a tactical card game. Each turn you perform an action, trying to collect certain musicians. Only soloists and sets of four musicians with the same number score points. Whoever has the most points at the end of the game wins.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "13769",
    "Name": "Nimble",
    "ID": 245446,
    "Year": "(2018)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/245446/nimble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Everybody plays simultaneously in the rapid reaction game Nimble. Rush through the six classics of world literature. Alice, Moby-Dick and Co. were seldom as exciting!&#10;&#10;Nimble is a fast color-recognition reaction game which is played simultaneously. Each player has a deck of 30 cards and the first one to get rid of them all, wins the game.&#10;&#10;There are six colors in the game. Each card displays two of those colors: a colored frame surrounding a differently-colored circle in the center of the card. As part of the setup three cards are placed in the middle of the table face-up. If the frame color of your card matches the circle color of one of the cards in the middle of the table, you can place your card on top of it. Sounds easy, right? Wait until you try out yourself!&#10;&#10;The colors used in Nimble were selected in a way that the vast majority of the people with color vision deficiencies can distinguish the colors. If you are affected by any type of color vision deficiency, you can easily check if the colors work for you by looking at the six differently colored tiles on the box making up the title of the game.&#10;&#10;Each color represents a piece of classical world literature: Around the World in Eighty Days, Pinocchio, Alice in Wonderland, Don Quixote, War of the Worlds and Moby-Dick. The artwork on the cards is rich and detailed without it being distracting during the fast gameplay. So, it really pays off to take a break between the matches and marvel at the art.&#10;&#10;",
    "Categories": [
      "Book",
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "13770",
    "Name": "Sencha",
    "ID": 277109,
    "Year": "(2019)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/277109/sencha",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1667",
    "Description": "&quot;Sencha&quot; is the name of the most popular green tea in Japan, and it originated in Japan at the end of the 12th century when shoguns ruled Japan.&#10;&#10;In Sencha, players represent different monasteries competing to harvest the most pure tea in order to get the most prestige from the shogun. On your turn, you choose one action between collecting tea, hiring farmers to help you improve your production, expanding your tea houses in the countryside to get famous, and selling your production to high class society. You can also grant offerings to the shogun and your temple to gain prestige (VPs).&#10;&#10;The game ends when a player has 7 VPs or when the demand for tea runs out, then the player with the most VP wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "Families": [
      "Country: Japan",
      "Food & Drink: Tea",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "13771",
    "Name": "Cupid: Tricks & Tactics",
    "ID": 338075,
    "Year": "(2021)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/338075/cupid-tricks-and-tactics",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Cupid is a trick taking card game for 2 players that uses part of a 52 card deck.  Trick values are determined by the cards played: cards might be added together, subtracted, or simply worth one point.  It all depends on which cards are in the trick.  Both high and low cards are useful for offense and defense, and there is no such thing as a safe lead in this game... unless you pay attention to what has been played carefully.&#10;&#10;Based loosely on the Roman god of desire's tale, Cupid is won by the player who can manage their cards, track what has been played, and cede control of the lead when needed.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Race",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13772",
    "Name": "Krosmaster: Arena – Duel Pack 2",
    "ID": 170568,
    "Year": "(2014)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/170568/krosmaster-arena-duel-pack-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Experience again the intensity of Krosmaster Arena battles, with two brand new heroes in a fast, fun and strategic duel! Krosmaster: Arena &ndash; Duel Pack 2 includes two exclusive figures &mdash; Nidas and Queen of Thieves &mdash; and their character cards as well as:&#10;&#10;&#10;    1 game map&#10;    2 token sheets&#10;    2 engraved dice&#10;&#10;&#10;Krosmaster: Arena &ndash; Duel Pack 2 is a standalone two-player game that can also be used to expand Krosmaster: Arena.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Krosmaster",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "13773",
    "Name": "Oh Really?",
    "ID": 341192,
    "Year": "(2019)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/341192/oh-really",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Oh Really?, a game created by visual artist MC Marquis, players try to correctly guess the order of preference of other players among five completely different topics. The more accurate your guesses are, the more points you score. Oh Really? brings laughter, discussions and small discomforts, all of which can be a great icebreaker for your dinners, parties or even on a date! With 200 different topics to choose from, each game will be unique and each choices can be hard to make.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Player Judge",
      "Predictive Bid"
    ],
    "Families": []
  },
  {
    "Rank": "13774",
    "Name": "Age of Exploration",
    "ID": 241,
    "Year": "(1994)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/241/age-of-exploration",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.85",
    "Description": "Each player represents a European syndicate backing expeditions. You begin by attracting a famous explorer such as Columbus, Magellan, Ponce de Leon or Cortez. Then you must outfit an expedition and set off on a voyage of discovery...&#10;&#10;At sea, you must brave scurvy, storms and superstitions. After making landfall, you may encounter friendly natives or find yourself embroiled in rivalries, civil wars and prophecies. These and other difficulties will challenge even the boldest of conquistadors on their path to glory.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Push Your Luck",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Continents: North America",
      "Continents: South America",
      "History: Age of Discovery",
      "Region: Caribbean Sea",
      "Region: Central America"
    ]
  },
  {
    "Rank": "13775",
    "Name": "Blume",
    "ID": 267414,
    "Year": "(2021)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/267414/blume",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Blume, players plant and grow their own flowerbed by placing matching tiles. After each round, players will prune their gardens to prepare for future growth. Players decide to increase their greenhouse supply or affect the local market, ultimately determining the value of everyone's greenhouse. At the end of three rounds, the player with the most valuable flowers wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;&#10;Designed by:&#10;Stevo Torres&#10;&#10;Developed by:&#10;Marshall Britt &amp; Andrew Toth&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Economic",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Theme: Flowers",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "13776",
    "Name": "Gobi",
    "ID": 260348,
    "Year": "(2018)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/260348/gobi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A huge sandstorm has split up the nomadic tribes of the Gobi Desert! As caravan drivers, your task is now to help the nomads reunite with each other. They will be very thankful and bestow you with gifts and blessings for your troubles...&#10;&#10;Gobi is a slick game of tile-laying and route building. Set yourself up for grand moves and win it all!&#10;&#10;In turn, players place a tile, then place camels on adjacent tiles. Each tile contains a tribe name. Once a route of camels connects two tiles with the same name, the player chooses a gift, gaining victory points and a power to use later in the game. A route of five or more camels gives access to coffee, a special gift. The game ends when all the tiles have been played.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Camels",
      "Theme: Anthropomorphic Animals",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "13777",
    "Name": "Veritas",
    "ID": 27042,
    "Year": "(2013)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/27042/veritas",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2667",
    "Description": "Game description from the publisher:&#10;&#10;Veritas is a Euro-style board game about the preservation of truth in Dark Ages France. Each player represents some &quot;truth&quot; that's trying to be preserved for posterity by diligent book-copying monks. Players place and copy book tokens in monasteries, then pick up stacks of books and spread them around France. Each turn, a monastery will burn down, and the books in it may be destroyed. After the monasteries have burned down, players can move through them, so travel on the board gets faster as the game progresses. When scoring chips are drawn, each player whose ideology dominates a region scores points. The first player to score 100 points wins, becoming the dominant truth as the Dark Ages end.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: France"
    ]
  },
  {
    "Rank": "13778",
    "Name": "The Princess Bride: I Hate to Kill You",
    "ID": 181574,
    "Year": "(2016)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/181574/the-princess-bride-i-hate-to-kill-you",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "7",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The Princess Bride: I Hate to Kill You is a quick, but crafty, dice and card game that recreates (and re-imagines) the sword duels from The Princess Bride. Play as the Man in Black, Inigo Montoya, Count Rugen, or Prince Humperdinck.&#10;&#10;Each player starts with six dice and ten cards. Each turn, both players roll their dice, then play a card which may modify the outcome. Some cards modify their own dice, some modify the opponent's dice, and others return dice to the active pool. The player with the highest total of Swords scores a hit and must remove a die (showing a sword) from their active pool. As the tension builds, and players lose more dice and more cards, the first player to score five hits wins the duel and the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: The Princess Bride",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13779",
    "Name": "Major Battles and Campaigns of General George S. Patton",
    "ID": 3459,
    "Year": "(1973)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/3459/major-battles-and-campaigns-of-general-george-s-pa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7619",
    "Description": "You command the armies (one player plays the Allies forces and one player plays the German forces) during three of the greatest battles of WWII (that Patton participated in, of course). Three complete games are included: Sicily-Invade and capture Italy's southern island fortress, Normandy Breakout-Direct the critical campaign on the sweep to Berlin, and Battle of the Bulge-The daring breakthrough to Bastogne.  A two-sided (19&quot; x 26&quot;) game board is provided.&#10;&#10;The game maps are historically accurate, as well as the initial troop deployments. Troop movement per turn is dictated by 24 troop movement cards. Allied and German units are 112 die cut cardboard pieces. Battles are resolved using 5 red and 5 white battle dice.&#10;&#10;The game plays very well for a wargame of its age. The troop movement card deck works better than one might think. Moving the little cardboard counters is typical of wargames of this era. And the battle resolution based upon rolling multiples of any number seems unbalanced at first, but after a few plays you realize that it too works as well as the troop movement card deck.  Two very innovative wargaming mechanisms that allow for quick movement and battle resolution. Thus the game moves fast, but does not sacrifice battle and movement detail(s).&#10;&#10;Copyright (c) 1973 RGI - Research Games, Inc and ATHOL Game Co., 200 Fifth Ave., New York, NY 10010&#10;&#10;Also see: Major Campaigns of General Douglas MacArthur&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Belgium",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13780",
    "Name": "Luminos",
    "ID": 409509,
    "Year": "(2024)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/409509/luminos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Light up the world by beautifully arranging your suns, moons and stars! In each round, you&rsquo;ll place a tile in your starscape. Once you&rsquo;ve got a square of 4 tiles, you can score that constellation &ndash; but you only earn points for the rarest symbol within it. Make sure your symbols are distributed equally, because at the end of the game, only complete sets of suns, moons and stars on your score sheet will count&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "13781",
    "Name": "On the Cards",
    "ID": 105864,
    "Year": "(2011)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/105864/on-the-cards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5556",
    "Description": "Both a game and a way to create games, On The Cards is a window into the possibilities offered by a traditional deck of cards.&#10;&#10;On The Cards comprises a deck of 50 or so rule cards that define how cards move from the (shared) deck, through players' hands and into tricks, and how cards are scored at the end of the round. By combining these rule cards, you can create thousands of games!&#10;&#10;The Fixed Rule cards (black) are always used. In each round, the rules on the Fixed Rule cards are combined with the rules on one card of each other type: Deal, Aim, Card Play and Trick Taking.&#10;&#10;&#10;    Deal (red) defines how the dealer will distribute cards.&#10;&#10;&#10;&#10;    Aim (yellow) defines the objective of the round and how it will be scored.&#10;&#10;&#10;&#10;    Card Play (green) defines how the players will play cards.&#10;&#10;&#10;&#10;    Trick Taking (blue) defines how tricks will be won.&#10;&#10;&#10;In later games you can add Optional Twist cards (mauve) and Double cards to spice things up.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "13782",
    "Name": "On a Scale of One to T-Rex",
    "ID": 289018,
    "Year": "(2019)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/289018/on-a-scale-of-one-to-t-rex",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the creators of Exploding Kittens and Wolfgang Warsch (The Mind) comes a brand new family-friendly party game for people who are bad at charades&#10;&#10;     Perform ridiculous and hilarious actions at different intensities&#10;     Win points by matching your intensity with another player&#10;     Includes 139 cards and 58 tokens&#10;     5 minutes to learn, 15 minutes to play, 2 - 8 players&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "13783",
    "Name": "Pitch'n Dunk",
    "ID": 92838,
    "Year": "(2011)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/92838/pitchn-dunk",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8333",
    "Description": "Pitch'n Dunk uses the mechanisms of disc-flicking to simulate a basketball game with the game board representing a basketball field with two 2-point zones and two 3-point zones. Each coach (player of the game) directs wooden tokens; each wooden token represents a player (with five on each team) or the ball.&#10;&#10;Coaches alternatively give their players a flick, and the goal is to score 11 points with a 2-point differential. There are different rules to simulate a basketball game:&#10;&#10;&#10;     Shot clock: In some situations, the defensive coach can trigger the shot clock; attacking players must score in a limited number of actions.&#10;     Dribble:: The player who holds the ball can advance by giving one flick before he passes/shoots.&#10;     3 offensive fouls:&#10;         Traveling: Dribble for too long of a distance.&#10;         Charging: The player who holds the ball touches a defensive player.&#10;         Backcourt violation: The ball carrying player is back in his team zone after going in the opponent's zone.&#10;    &#10;     3 defensive fouls:&#10;         Blocking: A defensive player touches an offensive player.&#10;         Blocking the player who holds the ball: A defensive player touches the player who holds the ball in the defensive zone.&#10;         Illegal defense: There's no attacking player in the defensive zone and at least one defensive player in the 2-point defensive zone.&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Tubes",
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "13784",
    "Name": "Funfair",
    "ID": 82702,
    "Year": "(2010)",
    "Geek Rating": "5.540",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/82702/funfair",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "Enjoy an evening of thrills and breathtaking actions! Venture the steep descents with an exciting roller coaster ride or bear company to scary creatures at the ghost train.&#10;&#10;For Peter Eggert&acute;s 15th anniversary to exhibit at SPIEL eggertspiele cordially invites you to visit our Rummelplatz (Funfair), possibly the biggest Rummelplatz ever inside  a boardgame ;-)&#10;&#10;16 friends of eggertspiele, all well-known and popular designers and artists, drag you into the colourful world of a funfair with 8 attractions or rides. Some of these short games have to be mastered on your way to gain the top prize. Show off your rampant strength at ring-the-bell and let it bang at the bumper car. Collect points at these games for the lot-booth and raise your chances to draw the top prize at the end of the game.&#10;&#10;This collection of short games plays up to 6 and provides giggles and fun, turning boring neighbours into friends and possibly into gamers.&#10;&#10;from publisher&acute;s website and blog&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "13785",
    "Name": "Potato Pirates: Enter the Spudnet",
    "ID": 297139,
    "Year": "(2020)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/297139/potato-pirates-enter-the-spudnet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "Potato King had been saved from the deadlock of doom and the Potato Pirates crew were on the lookout for a new adventure. At the same time, the spudnet spread throughout the entire Carbobbean Sea, connecting all the ports, making it the preferred mode of delivering goods. Keen to explore the uncharterd territories of the Carbobbean Seas, the crew grew their shipping network and their fleets, winning the potato folk over with their spudtastic delivery service.&#10;&#10;Competition soon went from stiff to ugly when other Potato Pirate fleets started their own spudnet delivery service, forming six fiercely competitive factions.&#10;&#10;Now it is your task to monopolize the spudnet (and please Potato King). Set up your warehouses, dispatch ships and fulfill orders. Watch out for your competitors using their special abilities to get the upper hand or sabotage your fleet. After all, piracy never dies and crime always pays.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Educational",
      "Nautical",
      "Party Game",
      "Pirates",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Different Dice Movement",
      "Multiple Maps",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13786",
    "Name": "Taĉmento",
    "ID": 338095,
    "Year": "(2023)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/338095/tacmento",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "Welcome to the Tercio, Contender. Drop the BS and move your buttocks to the front lines. &#10;In Ta&#196;&#137;mento you will learn the noble art of war. Maneuver your squadron and lead it into combat against heretics and infidels in the harsh lands of Flanders. &#10;But first you must be worthy to be Maestre de Campo. Learn how to move your troops in Maneuver Mode. Rise through the ranks and prove your worth in the Instruction Mode (solo).&#10;Then you will be able to command the most powerful army in the world, the Tercio. In the Campaign Mode you will be able to expand Castilla battle by battle. Don't think that it's a small feat. Sharpen your vizca&iacute;na and...&#10;...put a pike in Flanders!&#10;&#10;Bienvenido al Tercio, Aspirante. Deja las zarandajas y mueve tus posaderas al frente de batalla. &#10;En Ta&#196;&#137;mento aprender&aacute;s el noble arte de la guerra. Maniobra tu escuadr&oacute;n y dir&iacute;gelo al combate contra herejes e infieles en las tierras duras de Flandes. &#10;Pero primero deber&aacute;s ser digno de ser Maestre de Campo. Aprende a mover tus tropas en el Modo Maniobras. Asciende en el escalaf&oacute;n y prueba tu val&iacute;a en el Modo Instrucci&oacute;n (solitario).&#10;Entonces ser&aacute;s capaz de comandar al ej&eacute;rcito m&aacute;s poderoso del mundo, el Tercio. En el Modo Campa&ntilde;a podr&aacute;s ensanchar Castilla batalla a batalla. No creas que es bicoca. Afila tu vizca&iacute;na y...&#10;...&iexcl;Pon una pica en Flandes!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play",
      "Renaissance"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Pattern Movement",
      "Pattern Recognition",
      "Slide / Push",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "13787",
    "Name": "Futboard",
    "ID": 244966,
    "Year": "(2018)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/244966/futboard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "45",
    "Weight": "1.2",
    "Description": "Check the video!&#10;https://www.facebook.com/futboardgame/videos/143893042968456/&#10;&#10;The ultimate tactical Soccer Board Game from Brazil. For everyone who doesn't like the sport, but is in the game. 45 minutes of great excitement for 2 players. Legendary players from all times are waiting to score Goals again.&#10;&#10;During the game you have almost all to do as in real match, but with all the strategy of Board Games. Choose between players with different abilities, pass the ball, move your player's tiles and try to score goals. Dices, Rules, Tiles and of course, a Ball!&#10;&#10;At the beginning, choose your team, the 11 soccer players and place the tiles on the board that is divide by spaces. During his turn, the player has 3 actions to do. When he does not have more actions, the opponent&acute;s turn starts and he has also 3 actions to do.&#10;&#10;Tiles have indicate how many spaces you can run with your player, and it is an action that you can do. To pass the ball, you will use a rule. The rule will show you if you can pass the ball to another player. Better players have a longer pass, and a pass is also an action.&#10;&#10;When kicking to goal, check 2 things. How good your kick&acute;s player is, and where in the board you are. If you are too distant from the Goal, you will lose precision of the kick. &#10;Subtract the deficit from the kick, it is indicate in board, and then you will have the total number. Roll the dice D12 and see if you get this number or less. And... it&acute;s goooooal!&#10;&#10;To win the game, score more goals than your opponent in 45 minutes. Or you also can choose a 2 goals match. Who else score 2 goals first, win the game!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Catarse",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "13788",
    "Name": "Flagship: Prometheus Unchained",
    "ID": 2180,
    "Year": "(2002)",
    "Geek Rating": "5.540",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/2180/flagship-prometheus-unchained",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.0833",
    "Description": "Flagship is an easy-to-learn, fast-paced, card game of tactical starship combat. The four galactic races are the Heisenberg Dynasty (Blue), Freeman Followers (Green), Nation's Pride (Yellow), and Kirikin Swarm (Purple). The former two are available in the game: Prometheus Unchained, while the latter two are available in the only released expansion: Flagship: Coyote Stands.&#10;&#10;In a basic tactical skirmish scenario, each player chooses a race and uses a point system to select their fleet, which must include a Flagship and a Commander. Each player chooses how to align his ships (think rows, similar to Modern Naval Battles), while considering their ship's optimal firepower: Direct and Boarding (typically) at range 1 or Guiding at range 2. Game ends when one player's Flagship is destroyed.&#10;&#10;There are other scenarios available with different victory conditions and formats of gameplay.&#10;&#10;Integrates with:&#10;&#10;    Flagship: Coyote Stands&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": []
  },
  {
    "Rank": "13789",
    "Name": "Manille",
    "ID": 37731,
    "Year": null,
    "Geek Rating": "5.539",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/37731/manille",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.375",
    "Description": "A French/Belgian popular trick-taking card game mostly similar to Belote, although a little bit more straightforward. More popular than Belote in some regions (e.g. north of France or in Belgium).&#10;&#10;Usually played 2v2, but there exist variants for 2 or 3 players.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "13790",
    "Name": "FlickFleet: Xeno Wars",
    "ID": 360124,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgame/360124/flickfleet-xeno-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "2",
    "Description": "FlickFleet: Xeno Wars is a new stand-alone expansion for FlickFleet - the space combat dexterity game. You can play two-player games using nothing but Xeno Wars, or you can combine it with the FlickFleet base game (and any of the previous three expansions: Scenario and Scenery Pack, Box of Flicks 1 and Box of Flicks 2) to play with up to 4 players (5 with Box of Flicks 2 as well).&#10;&#10;The two new asymmetrical alien species are The Hive and The Storm. The two new alien species are unable or unwilling to converse with the humans from the base game. We call them The Hive and The Storm, who knows what they call themselves. The Hive have organic ships that rapidly heal and spew out a seemingly endless stream of parasitic boarding pods that can quickly destroy a ship from the inside out. The Storm's fleet wields incredible firepower, are very manoeuvrable, and their shield generators are more resilient than our own. Though they are generally weaker in defence and tend to swoop in to attack before retreating to a safe distance. Flick your ships into position and then flick dice from them at your opponents' ships to damage them and degrade their systems.&#10;&#10;As with the base game and previous expansions, there is a deluxe and standard version. The deluxe edition includes engraving on all the pieces.&#10;&#10;The Storm Vs. The Hive - contents:&#10;&#10;    The Hive (green)&#10;        Queen - The Empress&#10;        Queen - The Matriarch&#10;        Soldier - Alpha&#10;        Soldier - Beta&#10;        Soldier - Delta&#10;        Soldier - Gamma&#10;        2 x D10 green dice&#10;    &#10;&#10;&#10;&#10;    The Storm (purple)&#10;        Whirlwind - Hurricane&#10;        Whirlwind - Typhoon&#10;        Sirocco - Chubasco&#10;        Sirocco - Duststorm&#10;        Sirocco - Mistral&#10;        Sirocco - Tornado&#10;        Sirocco - Zephyr&#10;        Bomber Wing&#10;        2 x D6 purple dice&#10;    &#10;    1 x Turn Order Track&#10;    Rulebook&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Flicking",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "13791",
    "Name": "Warzoo",
    "ID": 54541,
    "Year": "(2015)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/54541/warzoo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Warzoo is a quick-paced card game that can be played as a 1v1 or 2v2 game with a 3-player variant. Borrowing from Lost Cities, Yomi and Battle Line but with special powers twist, Warzoo brings fresh mechanics and a good deal of bluffing in a 30-minute card game with three completely different gameplay modes&#10;&#10;Warzoo is also quite deep on theme: Loosely Based on George's Orwell novel, Animal Farm, Warzoo emulates a fight between the Pigs who ruled over the farm for so many years and the Platypi who is vying for Farm control.All the 26 characters has their own personal history&#10;&#10;With an unusual theme and original artwork, Warzoo's development team tries to bring something fresh to the table!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Pigs",
      "Crowdfunding: Catarse"
    ]
  },
  {
    "Rank": "13792",
    "Name": "100 Swords: The Gold King's Dungeon",
    "ID": 209773,
    "Year": "(2017)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/209773/100-swords-the-gold-kings-dungeon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "100 Swords: The Gold King's Dungeon is a sword-based dungeon-crawling micro deck-builder! Load up with as much as you can carry and run head first into the dungeon, exploring rooms and revealing monsters, all while keeping track of hidden treasures and swords!&#10;&#10;During play, you must efficiently play the five cards in your hand for any combination of movement, strength, or energy. Movement advances you deeper into the dungeon, allowing you to peek at or reveal the cards along the way. Monsters you find can be defeated only with strength. New items (and swords!) are acquired by spending cards in your hand for energy. Many items have effects that will further expand your tactical options as your deck grows.&#10;&#10;As you defeat monsters and pick up loot, do your best to remember where everything is hidden. Treasures and slain monsters are worth gold, so get collecting! Once the dungeon has been thoroughly ransacked, or the boss is defeated, whoever has the most gold wins!&#10;&#10;This deck is a standalone dungeon complete with items, monsters, and a Boss &mdash; the glorious Gold King. This dungeon has hard hitting monsters and harder hitting swords.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: 100 Swords"
    ]
  },
  {
    "Rank": "13793",
    "Name": "Coffee",
    "ID": 94746,
    "Year": "(2011)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/94746/coffee",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.7143",
    "Description": "Coffee is a two-player abstract board game designed by N&eacute;stor Romeral Andr&eacute;s. The goal of the game is to create a line of stones of your color, or to prevent your opponent from making a legal placement of the white rod.&#10;&#10;When placing the rod in a black or orange stone, it looks like a coffee seed. Hence the name Coffee.&#10;&#10;This is what you need in order to play Coffee:&#10;&#10;&#10;     A hexagonal board with more than 3 cells per side or a square board with more than 4 cells per side (NESTORGAMES version has up to 5 cells per side for the hexagonal board and up to 7 cells per side for the square board).&#10;     A supply of black and orange stones.&#10;     A small white rod.&#10;&#10;&#10;Black starts by placing a stone in an empty cell, and then placing the white rod on it, pointing in any direction (3 directions for a hexhex board, or 4 for a square board).&#10;&#10;From now on, starting with Orange, players alternate turns first placing a stone in an empty cell in the direction indicated by the rod, and then placing the rod on it, pointing in any direction.&#10;&#10;It is illegal to place the rod so that the next player has no free spaces available.&#10;&#10;The game ends in one of the following cases:&#10;&#10;&#10;     One player wins the game by making a line of &lsquo;n&rsquo; stones of his color (with &lsquo;n&rsquo; being the victory condition).&#10;     One player loses the game because he cannot place the rod in a legal position.&#10;&#10;&#10;If both cases happen on the same turn, the first case prevails.&#10;&#10;Notice that ties are not possible.&#10;&#10;The set includes one extra white rod so that 2 couples can play at the same time on the smallest boards.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 5 x 5 Grids",
      "Components: HexHex5 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: igGameCenter",
      "Food & Drink: Coffee",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13794",
    "Name": "Astroforce: The Dice Game",
    "ID": 282863,
    "Year": "(2021)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/282863/astroforce-the-dice-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.4",
    "Description": "In Astroforce: The Dice Game you alone are responsible for the crew members aboard the A.S.V. Pioneer during its five year mission of exploration. In order to succeed you will need to complete missions and overcome the unpredictable challenges that may arise during them. If you complete the full five years of exploration you will return to Astroforce Headquarters in glory and be promoted to Admiral. &#10;But beware; as you travel ever further from Astroforce-chartered space the challenges and constraints you face will grow more and more extreme. Do you have what it takes to survive?&#10;&#10;A re-themed version of the Print and Play game Star Trek: the Dice Game. Astroforce: the Dice Game uses the same rules and mechanics that won its predecessor the 2016 Golden Geek award for Best Print and Play Boardgame.&#10;&#10;Astroforce: the Dice Game is a solo worker placement dice game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "13795",
    "Name": "Ephios",
    "ID": 331902,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/331902/ephios",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Welcome to Ephios, a technologically advanced city which has been politically divided since the High Governor abdicated. &#10;It is now your turn to take the governance of the city but you will have to gain popularity amongst its inhabitants.&#10;Use your relations with the local political figures and unite the alliances that influence public opinion.&#10;&#10;There are 2 game modes in Ephios: Classical and Campaign.&#10;&#10;In each mode you will have to be the first player to reach 70% of popularity on the popularity card.&#10;&#10;The crossroads is the place where the political figures of the city meet, it is symbolized by four face-up cards. There are two types of cards, the inhabitants and the figures, each figure belongs to an alliance.&#10;&#10;During your turn, you must choose one of the four possible actions:&#10;&#10;&#10;     Recruit: Purchase a figure from the crossroads by spending your persuasion points&#10;     Debate : Discard a figure from the crossroads to earn 2 persuasion points&#10;     Use : Activate the effect of a figure or an inhabitant, then discard it.&#10;     Unite : Discard 2 figures belonging to the same alliance from your hand to earn popularity. &#10;&#10;&#10;At the end of your turn, you must complete the crossroads.&#10;&#10;A campaign is composed of several quick games, but with card variations depending on how the round ended.&#10;Each campaign is unique and you will learn more about the history of Ephios as you will meet new figures and alliances.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Hidden Movement",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Crowdfunding: Ulule",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "13796",
    "Name": "Kezao",
    "ID": 340744,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/340744/kezao",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Put down the right colour without getting in a muddle!&#10;&quot;With blue but without yellow&quot;. Be the quickest to put down a card that respects the colour combination shown by the two dice.&#10;&#10;Kezao is a speed game that calls on one's sense of observation of the colours displayed on a picture. Players must find a card in their game, compatible with the colour indications, present or absent, displayed on the dice. The aim of the game is to be the first to discard all of one's cards.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching"
    ],
    "Families": [
      "Card Games: Matching"
    ]
  },
  {
    "Rank": "13797",
    "Name": "Dice Cup",
    "ID": 357465,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/357465/dice-cup",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "GAME IDEA&#10;The game is played in 12 rounds in which the dice fall anew each time. All see the same result but everybody from another perspective. Each player always tries to find the best scoring category for him. &#10;But attention: &#10;Each category is available only once per game! So far so easy, if only the dice would not always disappear under the cup again so fast &hellip; Who has grasped the best result in the short term? And in which category would eventually have been more to achieve?&#10;&#10;GOAL OF THE GAME&#10;The player with the highest total score in the end wins the DICE CUP-Challenge!&#10;&#10;PREPARATION&#10;Put the dice in the cup. Each player gets a scoring sheet and a pen &ndash; and writes down his name on the up right line intended for it. Now a starting player is chosen and off we go!&#10;&#10;GAME PLAY&#10;The starting player starts rolling the dice but still everybody plays always simultaneously.&#10;Each round consists of 8 steps:&#10;&#10;     Put all dice in the cup.&#10;     Your hand above it and shake it well.&#10;     Turn around the cup with the dice and overthrow it on the table so all dice are hidden underneath the cup.&#10;     Lift up the cup for about 3 seconds (to measure the time, slowly say the following slogan: &bdquo;Lift the cup &ndash; eyes up&ldquo;). The dice must be clearly visible for everybody for the same amount of time.&#10;     Then the cup is put over the dice again carefully so that they are not turned over accidentally.&#10;     Now each player sets a cross in the little circle of the box in the category he wants to value. You can use your hand as a sight screen. Once the cross is set it may not be changed anymore.&#10;     When everybody is ready the player lifts the cup again and puts it aside so the dice result is visible for all players again.&#10;     Now everybody values his result and writes the points in the corresponding field (Example Kim see valuation). Pass the cup on in clockwise direction. The next round starts. Important: Sometimes the dice lie on top of each other. Then the dice roll must be repeated immediately!&#10;&#10;&#10;VALUATION AND EXAMPLES&#10;&#10;     Who has chosen &bdquo;count fours only&ldquo; in the upper part, multiplies the number of fours with 4 (of fives with 5, of sixes with 6). E.g. three time 4: 3 x 4 = 12 points &#10;     Who has set a cross for a colour, e.g. &bdquo;blue&ldquo;, in the middle part, only counts the eyes of the two dice in this colour and notes down the sum. Scoring of Kim 5 + 6 = 11 points &#10;     Who has chosen &bdquo;double&ldquo;, may note down 10 points for each &bdquo;double&ldquo; of the same colour. E.g. one &bdquo;double&ldquo; (red) = 10 points&#10;     Who has marked &bdquo;all ones, twos and threes&ldquo;, adds all dice pips which show ones, twos and threes. E.g. 1 + 1 + 1 + 2 + 2 + 3 + 3 = 13 points &#10;     Who has chosen &bdquo;DICE CUP&ldquo;, adds the pips of all dice and&#10;&#10;&#10;notes down the sum. E.g. 1 + 1 + 1 + 2 + 2 + 3 + 3 + 4 + 4 + 4 +5 + 6 = 36 points After each valuation the respective selected category * The dot next to the red square is used for better is of course dropped for the current game.&#10;&#10;END OF THE GAME&#10;The game ends after 12 played rounds. In the last round the cup can be left aside after the third playing step, and the last valuation (for the respective individual last category) is done at once. Afterwards every player adds the points of the three parts on his scoring sheet, transmits the sum into the fields provided for this purpose and calculates the total amount.&#10;The player with the highest total amount wins the DICE CUP-Challenge!&#10;&#10;VARIATIONS:&#10;The &bdquo;Eyes up time&ldquo; may vary as the players like or by experience. Pro players can shorten the time to 2 seconds, for example. Beginners and younger players may extend it. All players always have the same length of time available &hellip; It is also much fun to play several games simultaneously. The players have two or more columns in each category to fill in and value.&#10;&#10;Have fun playing!&#10;&#10;",
    "Categories": [
      "Dice",
      "Memory",
      "Number",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Highest-Lowest Scoring",
      "Memory",
      "Paper-and-Pencil",
      "Real-Time",
      "Simultaneous Action Selection",
      "Speed Matching"
    ],
    "Families": [
      "Components: Dice Cup / Dice Tower / Dice Tray",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "13798",
    "Name": "Fungonia",
    "ID": 394103,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/394103/fungonia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8",
    "Description": "A cooperative game with mushrooms from Patagonia.&#10;&#10;Hello Researchers, Welcome to Nature! In Fungonia we must collect and study species of Fungi that inhabit the Argentine Patagonia. You have to complete the missions as a team or alone, carefully choosing the cards to play. The ecosystem and society need them. Good luck in your research!&#10;&#10;In turns, the players will play cards on the table, being able to add mushrooms to the nature reserve; grow them to the next level, or send them to the lab to be studied. The cards are limited, so it is essential to complete the mission with the proposed request in both the Nature Reserve and the Laboratory before they run out.&#10;&#10;The game offers two tutorial missions, and 16 missions, the first one being the easiest, and the last one quite a challenge. It is not mandatory to play all the missions, and in case of losing, you can start again.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Containers: Wallets",
      "Theme: Mushrooms"
    ]
  },
  {
    "Rank": "13799",
    "Name": "Thingstead",
    "ID": 421852,
    "Year": "(2024)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/421852/thingstead",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The year is 1130. An assembly is about to be called to elect a new chieftain of your Viking village. There is only one opponent who could threaten your election. Over the next few days you must balance your time between the clans and the Thingstead (where the elders are gathered) in order to ensure the votes go to you instead of your rival. At the end of the game, the elders of the Thingstead call a vote and decide a winner.&#10;&#10;The battle for power has begun. Who will the Seven Elders choose to be the next Chieftain? Manage your hand of cards, play them wisely and win your place as leader of the tribe without dealing a single blow of the axe!&#10;&#10;Players take turns completing one action at a time. The eldest player goes first. Available actions are:&#10;&#10;A. PLAY A CARD TO THE THINGSTEAD TO INFLUENCE AN ELDER&#10;B. PLAY A CARD TO A CLAN TO GAIN FOLLOWERS AND SPECIAL POWERS&#10;&#10;After a player plays their card, they draw another one from the face-up row of 3 cards, or from the top of the draw deck. Then it is the opposing player&rsquo;s turn.&#10;&#10;Game continues until one of the following conditions is fulfilled:&#10;&#10;One Player has locked 3 Elders or the draw deck is empty and both players are out of cards.&#10;&#10;To calculate the final score, players add up the points gained from influencing Elders and for each Clan they control.&#10;&#10;The player with the most points is the winner! In the case of a tie, the player with the most Followers among the Elder cards wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Multi-Use Cards"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "13800",
    "Name": "Star Trek Red Alert!",
    "ID": 769,
    "Year": "(2000)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/769/star-trek-red-alert",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; A Diskwars variant for fighting space battles in the Star Trek universe. Cardboard disks are used as miniatures to represent space ships, crew, and technology.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Collectible: Collectible Token Games",
      "TV Shows: Star Trek (various)"
    ]
  }
]