[
  {
    "Rank": "8401",
    "Name": "Cruel Necessity (Deluxe Edition): The English Civil Wars 1640-1653",
    "ID": 374507,
    "Year": "(2023)",
    "Geek Rating": "5.609",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/374507/cruel-necessity-deluxe-edition-the-english-civil-w",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.2222",
    "Description": "Cruel Necessity is a solitaire game simulating the military, political, and religious struggles of the English Civil Wars. You attempt to stop the advance of four armies bent on destroying Parliament and Puritanism, whom you represent. Simply holding on to London is not enough; you must also suppress the enemies of Puritanism, Parliamentary Government, and English domination.&#10;&#10;There are civil wars going on not just in England, but in Scotland and Ireland too; and each will have varying impact on the play of the game at different times.&#10;&#10;The title comes from the purported response to the beheading of King Charles by his implacable foe, Oliver Cromwell, who remarked that this act of regicide was a &ldquo;Cruel necessity.&rdquo;&#10;&#10;Deluxe edition changes:&#10;This is a deluxe new edition of the classic solo game. It will be printed with super high quality components.  The box, board, and counters will be thick and mounted.  The player aids will have the largest font possible and be on nice quality card stock.&#10;&#10;The values, and thus the impacts, of the Achievement cards have been changed. Errata from the classic VPG edition has also been included.&#10;&#10;Game contents:&#10;One full color Rulebook including designer's Notes&#10;One large mounted game board&#10;One Player Aid&#10;75 cards&#10;One sheet of thick, two-sided, multi-shaped game pieces&#10;One blue (Parliamentary) 6-sided die&#10;One red (Royalist) 6-sided die&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Political",
      "Religious",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Minimap Resolution",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: England",
      "Country: Ireland",
      "Country: Scotland",
      "Country: Wales",
      "History: English Civil War",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "8402",
    "Name": "Pot de Vin",
    "ID": 232078,
    "Year": "(2017)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/232078/pot-de-vin",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8571",
    "Description": "Description from the publisher:&#10;&#10;These are uncertain times. There has been a power void since the coup. Everyone from the highest aristocrat to the lowliest gang boss strives to gain the support of the guilds &mdash; but to get this means bribery, skullduggery, and knowledge of the four most powerful and influential figures in the city. Knowing when to strike requires cunning and prudence. News travels fast, and no guild wants to become infamous...unless of course they can profit from it!&#10;&#10;In Pot-de-Vin, the goal is to collect sets of different guild symbols by winning rounds and claiming the cards of your opponents. Gather the right amount of symbols to gain the most points. Jokers can be added to a guild of your choice, but watch out for the Pot-de-Vin (13); if you don't collect them all, then they will hurt you in the end.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Renaissance"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Series: Play & Go (Thundergryph)"
    ]
  },
  {
    "Rank": "8403",
    "Name": "Deep Shelf",
    "ID": 313835,
    "Year": "(2023)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/313835/deep-shelf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "140",
    "Weight": "3.6875",
    "Description": "Breakthroughs in deep sea mining technology have ushered in a modern gold rush as corporations&rsquo; position themselves to extract the oceans riches of rare earth metals.&#10;&#10;As corporations seek to exploit the wealth of the ocean, ecologists and research groups see the expeditions as an opportunity to study and catalogue rare lifeforms never before encountered.  An uneasy collaboration has formed as scientist make use of the vast wealth of industry and the industrialist depend on the breakthroughs provided by studying the vast and hostile deep-sea ecosystem.&#10;&#10;Deep Shelf is an game of deep-sea exploration, exploitation, development, and research.  Players take on the role of competing corporations seeking to find and develop resource nodes, extract rare earth metals, transport them to the surface and research the unexplored deepest reaches of the ocean.&#10;&#10;As the leader of your corporation, you will decide whether to expand quickly and strip mine the ocean of its wealth, or take a more eco friendly approach and learn as much as possible about the wonders of the deep. Players must be cautious of mining too greedily, or delving too deep, as such actions will damage the natural ecosystems of the ocean, hastening the end of the game, and not everything in the deep is friendly.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Market",
      "Pick-up and Deliver",
      "Scenario / Mission / Campaign Game",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "8404",
    "Name": "Trivial Pursuit: Classic Edition",
    "ID": 248702,
    "Year": "(2016)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/248702/trivial-pursuit-classic-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.1333",
    "Description": "Trivial Pursuit: Classic Edition is the new brand under which Hasbro advertise the &quot;old school&quot; Trivial Pursuit game. It is suppose to integrate their product line as a version that is harder than the &quot;Family Edition&quot; but easier than the &quot;Master&quot; and &quot;Genus&quot; edition.&#10;&#10;The game has been reimplanted with a retro theme to emulate the look and feel of the 80's Trivial Pursuits.&#10;&#10;&mdash;user summary&#10;&#10;Featuring classic gameplay and gameboard, this game contains 2,400 questions in 6 categories: Geography, Entertainment, History, Art and Literature, Science and Nature, and Sports and Leisure. Players move around the board answering questions. When a player lands on a category space, they'll earn the corresponding colored wedge if they answer the question correctly. The first player to collect 6 different colored wedges and answer a final question correctly wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "8405",
    "Name": "Typewriter",
    "ID": 385645,
    "Year": "(2024)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/385645/typewriter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "Spell words, flip your typewriter keys, and build combos in this new game in the Paperback series. This travel-ready game comes in a small box, and can even be stored in the included zipper bag. Acrylic tiles instead of cards mean even a bit of rain or ocean spray won't dampen your fun.&#10;&#10;Every turn, you will spell a word with the tiles in front of you. Use all your starting tiles in the word to send a tile to your scoring stack. And at the end of each round you'll grab a shiny new tile for yourself from the offer. Since you can only take a tile from the offer after your turn, you can start spelling out your next word while the other players take their turns.&#10;&#10;Sounds simple enough. But there's one more twist: every time you spell a word, you'll flip all the tiles in that word, revealing new letters and a completely new puzzle.&#10;&#10;The tiles you take might have potent abilities that can be recharged by using a letter in your word to flip them back over, or you might grab tiles that help you score set collection points at the end of the game. Other tiles are bigrams that let you claim common vowels, and sometimes a tile just has a real tough letter that can score for real big points.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection",
      "Spelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Series: Paperback (Fowers Games)"
    ]
  },
  {
    "Rank": "8406",
    "Name": "Looterz: Rigor Mortis",
    "ID": 258636,
    "Year": "(2018)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/258636/looterz-rigor-mortis",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "The Dark Overlord Rigor Mortis and his servants have left the Tower of Dark Sorcery on an important mission. Before leaving, the overlord entrusted the tower to his business partner, the warrior Romolo. The latter is not the most brilliant guy, but he&rsquo;s a willing hard-worker for sure. Romolo (and other creations and experiments of the sorcerer) is tasked to protect Rigor&rsquo;s&#10;precious treasure, which is accidentally getting smaller and smaller every time he leaves for a few hours. What&rsquo;s happening to the treasure of Rigor Mortis? Is there really anyone fool enough to steal from the Dark Overlord?&#10;&#10;Looterz is a fast and simple card game with amazing illustrations of Riccardo Crosa. The game is set in the fantastic universe of the Dark Overlord Rigor Mortis. Use your deck of cards to unleash devastating combos and loot the treasure of Rigor Mortis, while hindering the efforts of your opponents.&#10;&#10;Who will steal the treasure of Rigor Mortis before the activation of his lazy magic alarms inside the Tower? Who will escape with the loot and leave all opponents at the mercy of His Dark Majesty?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "8407",
    "Name": "Texas Glory",
    "ID": 11886,
    "Year": "(2008)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/11886/texas-glory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4643",
    "Description": "In 1835 Texas fought for independence from Mexico. The Mexican dictator, Santa Anna, responded in 1836 by recapturing the Alamo and overrunning much of Texas until he was captured at the battle of San Jacinto.&#10;&#10;Texas Glory is a strategy wargame that brings this exciting period in history to life. Men like Houston, Austin, Crockett, and Bowie play key roles in the Texan struggle to defeat superior Mexican forces with a small but heroic army.&#10;&#10;The game is challenging and exciting for both players. The Mexicans have a powerful army but time and supply are their enemies.&#10;&#10;Intervention by U.S. forces can occur and the fierce Comanche are a threat to both sides.&#10;&#10;CONTENTS&#10;&#10;    60 wooden blocks&#10;    Mapboard (22 x 25.5 inches)&#10;    Labels&#10;    Rules 1.01&#10;    25 cards&#10;    4 Dice&#10;&#10;&#10;(from Columbia Games website)&#10;&#10;&#10;Block wargame.&#10;&#10;The campaigns for Texas Independence were much more than just the Alamo. Texas Glory includes the preliminary 1835 clashes when the Texans under Austin expelled the Mexican garrison from San Antonio de Bejar. It then covers Santa Anna's 1836 surprise late winter campaign that began with his recapture of the Alamo, but ended with Texan victory at the Battle of San Jacinto on April 21,1836.&#10;&#10;This fast-playing game reflects the balanced struggle between the Mexicans and the Texans. Sam Houston must delay superior Mexican forces until he can gather enough troops to risk a battle. The Mexicans must sweep across Texas with utmost speed because time and supply are their enemies. The significant role of &quot;American Volunteers&quot; in the eventual outcome becomes clear.&#10;&#10;Texas Glory FAQ&#10;&#10;(from BGG user)&#10;&#10;",
    "Categories": [
      "American West",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Mexico",
      "Country: USA",
      "History: Texas Revolution",
      "Players: Two-Player Only Games",
      "States: Texas"
    ]
  },
  {
    "Rank": "8408",
    "Name": "Anno Domini: Lifestyle",
    "ID": 17030,
    "Year": "(1998)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/17030/anno-domini-lifestyle",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Like all the other games in the Anno Domini series the Lifestyle edition contains 340 cards. One side of each card names an event while the other side gives the date of the event. At the start of the game every player receives 9 cards with the event side up.&#10;During the game the players add card after card to a growing row of cards while trying to maintain a correct chronological ordering. Instead of adding a card a player can challenge the last player. If this happens all the cards in the row on the table are turned date side up. If the cards are ordered correctly the challenger must take two new cards as penalty. Otherwise the player that placed the last card receives three additional cards.&#10;The aim of the game is to be the first player who adds their last card to the row of cards on the table giving a correct chronological ordering.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "8409",
    "Name": "Commands & Colors Tricorne: Jacobite Rising",
    "ID": 286358,
    "Year": "(2020)",
    "Geek Rating": "5.609",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgame/286358/commands-and-colors-tricorne-jacobite-rising",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Kickstarter Link: https://www.kickstarter.com/projects/compassgames/commands-and-colors-tricorne-jacobite-rising?ref=czkfi9&#10;&#10;By design, Jacobite Rising is not overly complex. In a battle scenario, two players will command either the Jacobite forces or the units of the Government army. There are 13 battle scenarios in the game. A scenario&rsquo;s battle notes state which player takes the first turn and players will alternate taking turns thereafter until one player reaches the number of Victory Banners indicated in the scenario&rsquo;s victory conditions.&#10;&#10;The Jacobite Rising battlefield game board has a hex grid of 13 hexes wide by 11 hexes deep. The battlefield is divided into three sections by two dotted lines, giving each player a Left Flank Section, a Center Section and a Right Flank Section. Where the dotted line cuts through a hex, the hex is considered to be part of both the flank section and the center section. Terrain Tiles represent a range of terrain features and are placed on the battlefield to recreate the historical scenario setting.&#10;&#10;A Command card is played each turn by the active player to order troops on a player&rsquo;s side to move, battle, or do something special. The mix of units both players may have under their commands include; regular infantry, highland infantry, lowland infantry, militia infantry, battle cavalry, light cavalry, trained artillery, light artillery and leaders. Units are represented by a group of 4 blocks in a hex and a single block represents a leader. Units and leaders may only move and battle when given an order. During a turn when units are battling, the battle dice will resolve combat quickly and efficiently and when the last block of an opposition unit or leader block is eliminated, a player will gain one Victory Banner. Again the number of banners needed to win is detailed in a scenario&rsquo;s victory conditions.&#10;&#10;In a Jacobite Rising Tricorne battle, unit morale is one of the main thematic concepts, as it was historically. It is possible that units which have taken few-- or even no-- losses will run off the battefield at the first combat, which will definitely keep players on the edge of their command chairs during an entire battle.&#10;&#10;To further emphasize the differences in battlefield doctrine between the Highland Clans and Government forces, each army has its own unique deck of Combat cards. These cards represent a mix of unit training, abilities, and surprising actions that take place during the course of a battle.&#10;&#10;As with other Commands &amp; Colors games, the scale of the game fluctuates, which allows players to effectively portray some of the larger historical Jacobite Rising battles, like Culloden and Falkirk, as well as smaller size skirmish actions. The 13 battle scenarios in the game present a stylized battlefield map that emphasize the important terrain features and highlights the historical deployment of forces in scale with the game system. Still the tactics of the period, that players will need to execute to gain victory, conform remarkably well to the advantages and limitations inherent to the various armies of the day and the battlefield terrain features on which they fought.&#10;&#10;Here is the list of 13 battles and smaller skirmish actions included with Jacobite Rising:&#10;&#10;&#10;     Killicrankie - 27 July 1689&#10;     Dunkeld - 21 August 1689&#10;     Cromdale - 1 May 1690&#10;     Alness - 10 July 1715&#10;     Sheriffmuir - 13 November 1715&#10;     Glen Shiel - 10 June 1719&#10;     Prestonpans - September 1745&#10;     Clifton - 18 December 1745&#10;     Inverurie - 23 December 1745&#10;     Falkirk (Stage 1) - 17 January 1746&#10;     Falkirk (Stage 2) - 17 January 1746&#10;     Culloden - 16 April 1746&#10;     Culloden (Flanking Move) - 16 April 1746&#10;&#10;&#10;Again, owners of Compass Games The American Revolution Commands &amp; Colors: Tricorne will find many familiar game mechanics in this stand-alone game product, but there are also plenty of new and interesting play concepts, which  add historical depth and will provide even the most veteran Commands &amp; Colors players new experiences and challenges as they are introduced into the world of the Highland Clans in the time of the Jacobite Risings.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Game: Commands & Colors Tricorne",
      "History: Jacobite Rebellions",
      "History: Nine Years War",
      "History: War of the Austrian Succession",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "8410",
    "Name": "The Battles of Mollwitz 1741 and Chotusitz 1742",
    "ID": 236974,
    "Year": "(2017)",
    "Geek Rating": "5.609",
    "Avg Rating": "8.61",
    "Link": "https://boardgamegeek.com/boardgame/236974/the-battles-of-mollwitz-1741-and-chotusitz-1742",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "720",
    "Weight": "4.4286",
    "Description": "The latest instalment of the BAR series, Mollwitz and Chotusitz: Battles of the First Silesian War, contains the first two battles of Frederick the Great's career as he began to forge his legacy as the greatest general of his generation.  But be aware, this is not the Prussian army of the Seven Years War!&#10;&#10;At Mollwitz (April 10, 1741), King Frederick II has been outmaneuvered by FM Neipperg.  The plodding Prussians must advance over snowy fields to assault the waiting Austrian infantry and escape the entrapment.  The Austrian player, with superior cavalry, must use that cavalry to slow down or distract the Prussian infantry before they devastate their Austrian counterparts.  Each side has their strengths and (weaknesses) and must seek to maximise them to their benefit before time runs out.  And, there is always the possibility that Frederick will flee the battle ...&#10;&#10;At Chotusitz (May 17, 1742), the Austrian army under Prince Charles has again outmaneuvered Frederick and hopes to annihilate the isolated part of his army.  The pressure is on as the Austrians must attack quickly before the bulk of the Prussian army arrives as reinforcements.  This is a finely matched battle with the Austrians as the attackers!&#10;&#10;Both battles are only one map in size with less than the usual number of counters.  Chotusitz is roughly the size of the BAR game of Lobositz whereas Mollwitz has only 2/3 of the counters of Chotusitz.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Poland",
      "History: War of the Austrian Succession",
      "Players: Two-Player Only Games",
      "Series: Battles from the Age of Reason (Clash of Arms Games)"
    ]
  },
  {
    "Rank": "8411",
    "Name": "Secret Unknown Stuff: Escape from Dulce",
    "ID": 223167,
    "Year": "(2018)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/223167/secret-unknown-stuff-escape-from-dulce",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "2.7778",
    "Description": "Description from the publisher:&#10;&#10;Escape from Dulce is the first in a trilogy  of collaborative, sci-fi adventure games for 1 to 5 players. Choose from one of 8 hilariously bizarre characters, who have been imprisoned on the bottom level of the Dulce Base and have just awoken after a Cryo-Pod malfunction. The players must blast their way through a base full of self strategizing human and non-human enemies, as they attempt to traverse the seven nefarious levels of Dulce and escape to freedom.&#10;&#10;Along the way you&rsquo;ll collect zany items, incredible weapons and level up your characters, while constantly working to keep the alarm from reaching critical levels and releasing the dreaded Man in Black.&#10;&#10;The game is more than just blasting enemies though, as a tale slowly unfolds in the form of story themed Encounter Cards, randomly drawn every time the players enter a new room. The story portion of the card describes the room and what happens to the players while in that room, while the business portion of the card dictates what traps or puzzles and enemies the players must overcome. The Encounter Cards create the feeling of a lived in world and allow for maximum replayability and role-play fun.&#10;&#10;Will you play as Snippy Von Bell, a two-headed mutant cow that can strap machine guns on its back, or Amelia Earhart, a pilot who disappeared in 1937 over the Pacific? Maybe you&rsquo;ll meet a helpful sasquatch or have to decide if you should release an Atlantean fishman from his aquarium cell. Tentacle monsters, robot ninjas, a game of lizard man chess and even a mini black hole await you! Good luck escaping. You&rsquo;re going to need it.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8412",
    "Name": "Deckula!",
    "ID": 343745,
    "Year": "(2021)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/343745/deckula",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.2857",
    "Description": "After a century of slumber, you awaken to discover your castle in a disgraceful state. This will not do! Vampires are, after all, connoisseurs of the very best that (un)life has to offer... Renovate the most imposing rooms of your lair! Fill the halls with ghoulish servants! Drink a fine wine, pose dramatically on the highest tower, and write dreadful poetry! But beware the curious and bold locals that might wander by - perhaps you can invite them in...for a drink?&#10;&#10;Deckula is a darkly-comic card game of high stakes (sorry) where you try to balance a decadent lifestyle with fending off aspiring vampire hunters and looters. It's quick and easy-to-play, with scalable difficulty and a small footprint.&#10;&#10;The objective of the game is to make it to the end of the deck without getting killed by any visitors to the castle. Each turn, you have a simple decision to make - draw a card and decide whether to buy it (adding it to your tableau) or discard it (gaining energy points to purchase future cards). Many cards are worth victory points and most of them feature a variety of tricky effects you can use to defend yourself and manipulate the flow of play. The visitor cards are the exception - they'll instantly enter a 'threat area' and have a couple of nasty effects that can affect your score or even destroy you, if you're not careful. The challenge is playing as many high-scoring cards as possible while still keeping the negative effects of the visitors under control.&#10;&#10;The game ends when you make it to the end of the deck - winning the game and scoring your cards - or when a visitor or other card effect causes you to lose.&#10;&#10;&mdash;description from the designer&#10;&#10;In the 2021 Solitaire Print &amp; Play Contest, Deckula won:&#10;&#10;     1st place in Best Use of Theme&#10;     2nd place in Best Graphic Design&#10;     2nd place in Best New Solo Designer&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Open Drafting",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Vampires",
      "Books: Dracula",
      "Contests: Solitaire Print & Play",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "8413",
    "Name": "Heroes Welcome",
    "ID": 212839,
    "Year": "(2019)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/212839/heroes-welcome",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Welcome to Dragon Reach, the bustling new frontier settlement in the Realm of Smiteros. The zone portals have just opened, and as we speak the first heroes are braving the Dungeon in search of fame, glory, and level-ups. Besieged monsters lurk on the outskirts of town looking for opportunities to gear themselves up against their new foes.&#10;&#10;For you, this means only one thing: PROFIT! You see, heroes come back with packs full of loot, needing beds and mead and provisions and furry hats. (It&rsquo;s always furry hats. What is up with that?) And monsters will pay top doubloon for anything that might stop the heroes from coming into their dungeon and smiting them straight to the Nameless Realms. (G&rsquo;luck with that, fellas!) For the enterprising merchant who can work both ends of the situation, there are stacks of Vorpal to be made. But you won&rsquo;t be alone. Other merchants are here, moving in on your territory, trying to make the same quick piece of shiny that you are. Competition is the heart of commerce. Or something.&#10;&#10;When the boss monster finally goes down, whoever has the most Vorpal Pieces wins! (I saw that carved in a table at the Merchants&rsquo; Guild, so it must be true.)&#10;&#10;Gameplay&#10;The game is played in a series of rounds, and each round is separated into two phases:&#10;&#10;1. Town Phase - Players will take turns running Shops, working in the Guildhalls, and crafting artifacts. When the round ends after one player calls for it, the Heroes leave town for their next Dungeon Crawl.&#10;&#10;2. Dungeon Crawl Phase - The Heroes enter the Dungeon to defeat enemies and level up, receive Loot, and while this is happening you and your cohorts are preparing the town for their &quot;triumphant&quot; return. The Heroes finish by arriving at the Town Gate with backpacks full of Loot and gold, ripe for the picking. This starts the next and round with a new Town Phase.&#10;&#10;The player with the most VPs at the end of the game (after the Boss encounter) wins!&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "8414",
    "Name": "The Goonies: Adventure Card Game",
    "ID": 192508,
    "Year": "(2016)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/192508/the-goonies-adventure-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5556",
    "Description": "In The Goonies: Adventure Card Game, you play as a ragtag group of kids from the Goon Docks neighborhood of Astoria, Oregon. You must join together on a quest to find the treasure of legendary pirate One-Eyed Willy so that you can save your homes from demolition! You will need to keep your wits about you and use your unique skills to avoid One-Eyed Willy's booby traps and also stay one step ahead of the Fratellis, a family of criminals intent on claiming the treasure for themselves.&#10;&#10;In this cooperative game, you'll work with your fellow Goonies, taking actions to clear obstacles, defeat the Fratellis, and discover secret paths to long-lost treasure.&#10;&#10;You all win the game if you discover the hidden paths to One-Eyed Willy's ship and manage to secure his booty. But if too many obstacles mount up, you run out of event cards, or too many Fratellis hit the board, it's all over...&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Pirates"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Movies: The Goonies"
    ]
  },
  {
    "Rank": "8415",
    "Name": "Korrigans",
    "ID": 155802,
    "Year": "(2014)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/155802/korrigans",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5882",
    "Description": "Each player in Korrigans has two korrigans (a.k.a. fairies or spirits) and must use them to move about the landscape, claim animal tokens in order to access other parts of the land, and eventually find the pot of gold that will become visible once the rainbow's location is revealed.&#10;&#10;In more detail, players take their first two turns to place their korrigans on the game board; with each korrigan you place, you look at the tokens in that location and keep one of them. These tokens show either gold (which possibly gives you points at the end of the game) or an animal (which allows you to pass through gates that bear that animal to reach a different landscape). From the third turn on, players use their animal tokens to move their korrigans and pick up more tokens. Each round the player holding the bag draws a rainbow token and places it in one of the rows or columns on the board; this means that the pot of gold won't appear in this row or column in the final part of the game.&#10;&#10;Once the gold is finally placed on the game board, players have a final round in which they try to reach the pot with their korrigans. If a player reaches the pot with one korrigan, he scores 10 points and if both of his korrigans reach the pot he scores 15 points. Whoever has the highest score wins!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Country: France",
      "Mythology: Celtic",
      "Region: Brittany (France)"
    ]
  },
  {
    "Rank": "8416",
    "Name": "Kasserine: Rommel's Battle for Tunisia, 1943",
    "ID": 2298,
    "Year": "(2001)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/2298/kasserine-rommels-battle-for-tunisia-1943",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.375",
    "Description": "Kasserine: Rommel's Battle for Tunisia, 1943, is an operational-level game of the WWII German and Italian offensive in central Tunisia that took place in February 1943.&#10;&#10;The Battle of Kasserine Pass in Tunisia, 1943, as Rommel's veteran Panzerarmee withdrew into Tunisia from Libya during 1943, Axis command thought it had a realistic chance to reverse their fortunes in Africa by skillful counter-offensive. On Valentine's Day, the most dangerous of these began. As the Axis player, put on Rommel's goggles and guide your mobile and highly efficient German troops to a major victory that could change the war. As the Allied player, take up your binoculars and assemble your powerful, yet fragile, allied army of Americans, British, and French to decisively defeat the &quot;Desert Fox.&quot; You command the tanks, artillery, infantry, and aircraft that decided this fateful battle.&#10;&#10;The system is an amalgamation of Vance von Borries&#039;s Invasion: Sicily (including the extremely importantly efficiency ratings) and East Front System (Typhoon; Barbarossa Trilogy), with some accommodation for the smaller scale; the game should be quite familiar to veterans of these games. The game features the best existing detailed Order of Battle developed from extensive research by an international team. Game units include commandos, engineers, HQs, motorcycle troops, a wide variety of tanks including Tiger tanks, the dreaded German 88mm flak guns, and a variety of aircraft. Experienced players will find most game mechanics to be familiar and the newcomer will find help from the many examples of play. Featured items include ranged artillery and artillery fire nets, combat coordination, defender reaction and counter-attack, and minefields. All units are also rated for efficiency.&#10;&#10;Scenarios:&#10;&#10;    Faid Pass - 30 January to 1 February, 6 turns, centered on the Faid Pass quadrant. [...]&#10;    Kasserine Campaign - 14 to 23 February, 20 turns, full map. [...]&#10;    The Axis Decide - 19 to 23 February, 10 turns, full map. [...]&#10;    Thala - 21 to 23 February, 6 turns, the western half of the map. [...]&#10;    Red Bull at Fondouk Pass - 27 to 29 March, 5 turns, centered on the Fondouk Pass area. [...]&#10;    Second Battle of Fondouk - 8 to 9 April, 4 turns, centered on the Fondouk Pass area. [...]&#10;&#10;&#10;Game Scale:&#10;Game Turn: 12 hours&#10;Hex: 2 miles / 3.2 kilometers&#10;Units: Company to Battalion&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full-color mapsheet&#10;Two dual-side printed countersheets (420 1/2&quot; counters)&#10;One 32-page Kasserine rulebook&#10;Seven dual-side printed Player Aid Cards&#10;Three single-side printed Player Aid Cards&#10;One 10-sided dice&#10;&#10;Solitaire Suitability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-10 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Tunisia",
      "History: World War II (Africa)",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "8417",
    "Name": "Chariot Lords",
    "ID": 289,
    "Year": "(1999)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/289/chariot-lords",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.75",
    "Description": "Between 1500 and 600 BC, Asia Minor and the Mediterranean witnessed the rise and fall of several mighty empires. Often the birth of one empire precipitated the death of another. How could a small people like the Judeans establish an empire when located between such giants as Egypt and Assyria? Why did some Empires endure for centuries while others lasted only a few generations? Chariot Lords shows you the how and why.&#10;&#10;Each Lord controls between 5 and 6 nations, some strong, others weak, each with varying goals and objectives - indeed some of these countries may not even exist at the same time. Players compete against one another to achieve the victory criteria for their empires. Nations quickly become rivals, involving them in death struggles over expansion. Each turn (90 years) will see new countries come to the fore, while established empires struggle to levy reinforcements and arrange alliances. A fine line must be walked between conserving one's forces and expanding one's empire. Too much expansion will see your resources spread thin and possibly swept away by a new emerging empire, but not enough aggression will see your empire fail to garner sufficient victory points to win.&#10;&#10;Armies are of a mix of foot and mounted units, along with the occasional leader of note. It is not enough to conquer -- you must be able to keep what you have taken. The winner will be the one who has the most victory points after all the armies have had their moment on the stage. It is up to you to determine whether your empire will be relegated to the dustbin of history, or whether others will hail you as...The Chariot Lord.&#10;&#10;Contents: &#10;&#10;    8 pages of Rules, 4 of notes and commentary &#10;    1 hard-backed map &#10;    140 3/4 inch square counters/markers &#10;    170 5/8 inch square counters &#10;    4 victory point charts with combat charts on reverse &#10;    4 nation force arrival charts &#10;    1 master nation force arrival chart&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Egypt",
      "Ancient: Mesopotamia",
      "Components: Map (Continental / National scale)",
      "History: Wars in the Ancient Near East",
      "Region: Middle East",
      "Series: Britannia Game System"
    ]
  },
  {
    "Rank": "8418",
    "Name": "Ultimate Werewolf: Compact Edition",
    "ID": 67148,
    "Year": "(2010)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/67148/ultimate-werewolf-compact-edition",
    "Min Players": "5",
    "Max Players": "34",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4444",
    "Description": "Ultimate Werewolf: Compact Edition is &quot;Ultimate Werewolf in your pocket,&quot; with 40 cards, dozens of roles and a comprehensive set of rules. Fully compatible with Ultimate Werewolf: Ultimate Edition (if you need extra cards for more players) and Ultimate Werewolf: Classic Movie Monsters. While compact, this version of Ultimate Werewolf plays up to 34 players at one time!&#10;&#10;Ultimate Werewolf: Compact Edition Roles:&#10;Apprentice Seer&#10;Bodyguard&#10;Cupid&#10;Diseased&#10;Hunter&#10;Idiot&#10;Lycan&#10;Mason (2)&#10;Mayor&#10;Old Hag&#10;P.I.&#10;Pacifist&#10;Prince&#10;Seer&#10;Spellcaster&#10;Villager (12)&#10;Witch&#10;Sorcerer&#10;Werewolf (5)&#10;Wolf Cub&#10;Cursed&#10;Cult Leader&#10;Tanner&#10;Lone Wolf&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  },
  {
    "Rank": "8419",
    "Name": "Sky Traders",
    "ID": 121958,
    "Year": "(2012)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/121958/sky-traders",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "2.7708",
    "Description": "FAQ &amp; ERRATA: http://www.fantasyflightgames.com/edge_news.asp?eidn=3532&#10;&#10;Game description from the publisher:&#10;&#10;Command your own skyship and become a master merchant in Sky Traders, a board game of commerce and intrigue for two to five players. Evade the ruthless Wind Pirates as you collect influence with the powerful Sky Guild. Manipulate the commodity market using your powers of persuasion. Through clever trades and resourceful captaining, you can seize the title of Master of the Sky Guild!&#10;&#10;Each round of Sky Traders takes place in two main phases. In the first phase, players sail their ships and perform actions. To start, each player draws an Ill Wind card, which has a variety of effects that can help or hinder players. The Sky Patrol could attack you for carrying contraband, or the Wind Pirates might try to board your vessel in hopes of plundering valuable goods. If you're lucky, you'll stumble upon a treasure map that leads to riches. It's all up to fate when you draw from the Ill Wind deck.&#10;&#10;You'll add new members to your crew to gain various improvements. Skymen lend their blades to fight off Wind Pirate attacks. Other shipmates can help you earn more money when selling goods. Some crewmembers even make it possible to disregard the results of an Ill Wind card. You'll want to be judicious when hiring crew since they take up valuable space on the ship that could be used for trade goods.&#10;&#10;If your skyship requires repairs or refueling, visit a city. While there, line the ship's cargo hold with valuable textiles, spices, or even jewels, then deliver the goods to another city where entrepreneurs will pay large sums of money for the items. Make sure to stock up on goods when the price is low and sell them off when their value increases.&#10;&#10;In the second phase of each turn, the Guild Council takes place. During this round, players deliberate with each other in hopes of persuading their peers to help influence the price of goods. Strike a deal with your peers and you could force a surge in the value of the commodities you own, but if you've angered your rivals, they may choose to team up and devalue the wares you are selling.&#10;&#10;At the end of the Guild Council phase, each captain also has the opportunity to purchase Influence, which increases his ability to control prices and moves him a step closer to victory. Influence is expensive, but you cannot become the Master of the Sky Guild without it.&#10;&#10;As captain of your own skyship, you'll have to decide each turn how to best service your needs. Buying cargo at one port and delivering it to another city where the goods are highly desired is a great way to turn a profit. However, a captain also must consider hiring new crew, checking the ship&rsquo;s phlogiston (fuel for skyships) levels, repairing damage sustained in pirate attacks, and undertaking other important tasks to keep the ship running at peak performance. When money is tight, haul toxic sludge or collect minerals from the countryside to make some quick money.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Fantasy",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Commodity Speculation",
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Theme: Airships / Blimps / Dirigibles / Zeppelins",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "8420",
    "Name": "Mega Man Pixel Tactics: Bass Orange",
    "ID": 214747,
    "Year": "(2017)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/214747/mega-man-pixel-tactics-bass-orange",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Pixel Tactics is a head-to-head game of tactical combat for two players. Each player has an identical deck of 25 cards, from which they draft a leader. The leader's abilities alter vastly the strategy and playability of every other card in the deck, making the game playable in 25 different ways.&#10;&#10;In the game, players take turns placing cards and attacking. Each card can activate in various ways, taking on offensive capabilities in the front rows of the unit, or support powers in the back rows. Cards can also be played as orders &ndash; powerful single-time effects that can turn the tide of battle.&#10;&#10;Play continues until either player's leader is defeated. A typical game is best of three or five rounds.&#10;&#10;Mega Man Pixel Tactics: Bass Orange Edition is a box containing two copies of all the unlocked stretch goals from the Mega Man Pixel tactics Kickstarter campaign, including all the social goals, bringing a total of 28 different new characters to the table!  This is also playable on its own.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Multi-Use Cards",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Pixel Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8421",
    "Name": "Munchkin Rick and Morty",
    "ID": 224134,
    "Year": "(2017)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/224134/munchkin-rick-and-morty",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.6",
    "Description": "Munchkin: Rick and Morty, a standalone Munchkin game, fuses the classic card game fun of monster-slaying and role-playing with cyborgs, aliens, and demons from the popular television series Rick And Morty. Play as Rick, Morty, Beth, Jerry, Summer, or Mr. Poopybutthole to defeat the greatest adversaries in the Rick and Morty universe and become the hero as you reach Level 10 for the win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin",
      "TV Shows: Rick and Morty",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "8422",
    "Name": "City of Chaos",
    "ID": 1145,
    "Year": "(1996)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/1145/city-of-chaos",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.7917",
    "Description": "From box back&#10;&#10;&quot;City of Chaos - The Fantasy Board Game&#10;&#10;Travel the twisting, smog-filled streets of Byronitar, &quot;City of Chaos&quot;.  The City and its inhabitants are in the grip of a strange, entropic forces which threaten to rip the city apart. You must uncover the clues which will lead you to the sources of Chaos, then you must restore Order to the City. In the City anarchy rules, all is in flux, strange beasts and spirits have descended onto the streets, all normality has disappeared. You must learn the ways of the City, train to develop exotic powers, talk, trade and fight your way through the bizarre encounters to free the City. Chaos is unleashed, be prepared!&#10;&#10;Worlds Apart&#10;City of Chaos is a break through in board game design.  The easy to play rules assue thatwithin minutes you can be exploring Byronitar, &quot;City of Chaos&quot;, a richly detailed world in which you will become immersed. City of Chaos uses a random plot and world generator which ensures that no two games are ever alike. You must make the decisions, fight the battles and unravel the dark secrets of this City of Chaos!&quot;&#10;&#10;Players explore a randomly generated city seeking clues to uncover a source of the chaos that is afflicting the city and defeat it.  Combines many different features:&#10;- Tile Laying: players create the game board by placing tiles&#10;- Random Events: players draw an event card each time they enter a new tile&#10;- Combat: many events result in opponents to fight&#10;- Role Playing: players can improve their characters skills and gain weapons / items to help them&#10;- Paragraph Reading: the plot is uncovered by reading paragraphs out of a book&#10;- Mystery Solving: players must use the clues they read in the paragraphs to determine how to win&#10;&#10;",
    "Categories": [
      "City Building",
      "Deduction",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Modular Board",
      "Role Playing",
      "Storytelling",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Rats",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "8423",
    "Name": "Gruff",
    "ID": 173804,
    "Year": "(2015)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/173804/gruff",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Gruff is a tactical &quot;Expandable Card Game&quot; about mutated monster goats. Players create a customized team of monster goats called &quot;Gruffs&quot; led by a shepherd. You win the game by crushing through the enemy line of gruffs and killing the opposing shepherd.&#10;&#10;Players take turns playing ability cards and declaring attacks. After an attack is declared your opponent takes his turn and may dodge or block your attack then declare his own attack. Your attack resolves at the beginning of  next turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Folk Tales & Fairy Tales: Three Billy Goats Gruff"
    ]
  },
  {
    "Rank": "8424",
    "Name": "Starry Night Sky",
    "ID": 368519,
    "Year": "(2023)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/368519/starry-night-sky",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "In this game of celestial discovery, you'll explore the wonders of the night sky with your trusty telescope. Each turn, cast your gaze across the heavens to locate new stars and map them onto constellations.&#10;&#10;Earn points for the stars you place. Score bonus points for completing Exploration Goals, and finishing the constellations in your end-game Myths.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Mythology",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Income",
      "Network and Route Building",
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "8425",
    "Name": "Mr Lister's Quiz Shootout",
    "ID": 182635,
    "Year": "(2015)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/182635/mr-listers-quiz-shootout",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Hey quiz-slingers!&#10;&#10;If you love ya quizzes and like yer lists, then welcome to my game - it's like an old-style Western shootout but with brains for guns.&#10;&#10;First, someone's gonna ask y'all a question with a ton of correct answers. Find an answer and live to play another day. Get it wrong, and you're out. But find a golden answer and you're into the shootout.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "8426",
    "Name": "Spires",
    "ID": 199908,
    "Year": "(2017)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/199908/spires",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "A royal family with a penchant for towers has decreed the builders of the kingdom &ndash; the players &ndash; to perk up the kingdom's skyline with new spires. In answer to their call, players compete to catch the eye of the royal family and ultimately, the title of Royal Builder. Players must be careful though. If they build a spire taller than the royal palace, they'll be penalized instead of praised.&#10;&#10;Spires combines hand management, a unique take on trick-taking, and set collection into a 25-minute game. Players compete for cards in different markets to try to build out their tableaus.&#10;&#10;Every player aims to fill their tableau with spires of each type but must be careful not to add more than three of any one type of card. Once the spire exceeds three cards, all cards of that type become a penalty to their final score. Competing for cards can be tricky as rival builders can force you to take cards that push you over the three-card limit, but not to worry! You can also win cards that allow you to manage your tableau.&#10;&#10;The builder with the most points, including spires and bonuses (special cards, symbol majorities, etc.), wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8427",
    "Name": "Reviving Kathmandu",
    "ID": 374573,
    "Year": "(2023)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/374573/reviving-kathmandu",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.7273",
    "Description": "Reviving Kathmandu is a bidding and set collection game for 1-6 players. In the game, players are builders who travel to Nepal. They&rsquo;ll compete to earn the title of Most Respected Architect in Kathmandu.&#10;&#10;Bid on construction materials (cards). Then collect those cards and use them to build the most prestigious Buddhas, Shrines, Stupas and Pagodas (&ldquo;Monuments&rdquo;). You&rsquo;ll score points for your monuments, for achieving special objectives, and for paying special attention to color. The architect who achieves the most points will win the game.&#10;&#10;HOW TO PLAY&#10;The game is played over 8 rounds. Each round has 3 phases: Bid, Collect, and Build. Players work through these 3 phases, in this order. Each phase is explained in greater detail in the rulebook. But, generally, players will:&#10;&#10;- BID: Starting with the first player and continuing clockwise, each player must place 1 coin of their choice face-down onto one of the bid spots on the playmat. Each bid spot targets 2 cards within the same row or column.&#10;&#10;- COLLECT: Players flip their coins and determine who won each card. Determine the winner for each card using this order:&#10;  1. The only bidder&#10;  2. Highest bidder&#10;  3.If tied, the player whose coin is closest to the card&#10;  4. If still tied, the player whose coin is on the long edge of the card&#10;Then each player collects 2 cards total to their hands &mdash; taking from the Market and/or the red deck.&#10;&#10;- BUILD: Players use as many cards as they want from their hands to build Monuments. To add to a Monument, slide an appropriate card under the previous one, revealing the section that continues the Monument. Once a Monument has all its required sections, it is &ldquo;complete.&rdquo; Buddhas are considered complete immediately after they are built. When you complete a Monument, immediately score points for completing it&#10;&#10;The game has 8 rounds. After every 4 rounds, each player will only have 1 coin left. When this happens, players either convert their last coin to points or buy 1 discarded card.&#10;&#10;MISSIONS: Players may complete various objectives for bonus points. Each Mission contains 4 objectives&mdash;to complete a Buddha, a Shrine, a Stupa, and/or a Pagoda with sections matching the color(s) shown on the Mission.&#10;&#10;GAME END:&#10;- Discard all cards left in your hands and discard piles.&#10;- Score points for the topmost card of any incomplete Monuments.&#10;- Score color bonuses (if any) for your completed Monument.&#10;&#10;WINNING: The player with the most points becomes the most well-respected architect, and therefore wins the game!&#10;&#10;Reviving Kathmandu is the second game in the Lemery Games Globetrotter Game Series, after Chili Mafia.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "City Building",
      "Party Game",
      "Travel"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Betting and Bluffing",
      "Deck, Bag, and Pool Building",
      "Drawing",
      "Market",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "8428",
    "Name": "Enchanted Forest",
    "ID": 938,
    "Year": "(1981)",
    "Geek Rating": "5.609",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/938/enchanted-forest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.2396",
    "Description": "One treasure is hidden under each tree in the forest. As you move from tree to tree, you get to peek at the treasures you find. Can you remember where each one is hidden? When the king asks where one of the treasures is, players race to reach the castle with the right information.&#10;&#10;The 1997 version Wizard of Oz has a few minor rules tweaks to accommodate a four-player game, but is essentially the same game.&#10;&#10;In 2007 Ravensburger released a Dutch version themed around the Fairy Tale Forest in the Efteling attraction park, titled Efteling Sprookjesspel.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Children's Game",
      "Deduction",
      "Fantasy",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Folk Tales & Fairy Tales: Cinderella",
      "Folk Tales & Fairy Tales: Little Red Riding Hood",
      "Folk Tales & Fairy Tales: Puss in Boots",
      "Folk Tales & Fairy Tales: Rapunzel",
      "Folk Tales & Fairy Tales: Rumpelstiltskin",
      "Series: De Efteling",
      "Series: Enchanted Forest"
    ]
  },
  {
    "Rank": "8429",
    "Name": "SETUP",
    "ID": 379110,
    "Year": "(2023)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/379110/setup",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "1.1667",
    "Description": "In SETUP, you create a set or sets, scoring points to move around the board. How many points on each turn depends on how good you are at spotting sequences and by playing a set which will create multiple combinations on the board. Even when it's not your turn, unwitting opponents may gift you points by creating sets using tiles in your bonus spaces, so always keep your eyes peeled to claim those extra points.&#10;&#10;SETUP is a game of strategic tile placement, making sets of numbers of matching suits. You can't always plan in advance though as the tiles stack, so a sequence you had in mind may disappear when your opponents take their turn.&#10;&#10;The strategy is even more intense when you try team play mode, work with a partner to plan your sets together. You'll work hard to maximize points, help your partner create sets, and gift each other bonus points. Careful how many points you score because the game ends when the first player crosses the finish line, but being in first place doesn't decide the win; it's the team that avoids finishing last when the game ends!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Children's Game",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "Hand Management",
      "Set Collection",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "8430",
    "Name": "Legend of the Burning Sands",
    "ID": 3836,
    "Year": "(1998)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/3836/legend-of-the-burning-sands",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "A collectible card game (CCG) set in the world of Rokugan (the same as L5R) that has got a definite Middle-eastern feeling to it. Think of 1001 nights and you got it. Everything in the game centers on Medinaat al-Salaam, the Jewel of the Desert, a sprawling city where different factions vie for control. As of the Awakening set there are 12 factions in the game. A very short description of them:&#10;&#10;Assassins &ndash; You guessed it, assassins. ;)&#10;Moto &ndash; Mongols, likes to raid&#10;Senpet &ndash; Ancient Egyptians&#10;Ashalan &ndash; Immortal alien star gazers&#10;Qabal &ndash; Rebellious Jinn summoners&#10;Ebonites &ndash; Crusaders&#10;Jackal &ndash; Evil cultists&#10;Celstial Alliance &ndash; Djinns and more djinns&#10;Dahab &ndash; Merchants faction&#10;Ivory Kingdom &ndash; Evil Indian Cult&#10;Ra&rsquo;Shari &ndash; Romani&#10;Yodatai &ndash; Latin Romans&#10;&#10;The city and the river that runs through it is the only source of water in the desert and thus the one who controls the city and the water controls the desert. The city is ruled by the dread Caliph and her (yes, she&rsquo;s female) semi-undead followers. Much is going on in the city and the story evolves through the sets.&#10;&#10;There are four sets all in all and each set had a &quot;bug&quot; on them to make it easy to identify what set a certain card came from. The &quot;bug&quot; is a small symbol in the lower right corner of the card just in front of the Illustrator name. Faction included in that set listed as well:&#10;&#10;Shadow of the Tyrant (156 cards) &ndash; No marking being the first set. (Assassins, Moto, Senpet)&#10;Secrets and Lies (104 cards) &ndash; A small Maltese cross. (Ashalan, Qabal)&#10;Black Hand, Black Heart (104 cards) &ndash; Four small rectangles. (Ebonites, Jackal)&#10;The Awakening (464 cards) &ndash; A new moon. (Celestial Alliance, Dahab, Ivory Kingdoms, Ra&rsquo;Shari, Yodatai)&#10;&#10;These markings are hard to spot on some cards. To confuse things, several cards were printed in all or at least several sets even though they are only listed under the first set they were included in.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "8431",
    "Name": "Mayday!Mayday!",
    "ID": 142924,
    "Year": "(2013)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/142924/maydaymayday",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.9375",
    "Description": "In Mayday!Mayday! all players are flight crewmembers aboard flight LK-886, on which the pilot has suddenly died. A heart attack? Poison? Murder? The copilot must now take the lead, but other crewmembers distrust him. The crew believes there are infiltrators amongst them. But who? A skirmish occurs. Will all infiltrators get exposed?&#10;&#10;Each crewmember either belongs to the honest crew, or is among the few infiltrators who know one another. At the start you receive 3 identity cards, 2 or 1 honest and 1 or 2 infiltrator. The card you have double, determines your identity. You place these secret cards, mixed, face down in front of you. Then each player looks at 1 card per neighbor. By placing a knowledge tile at a card, you show (or perhaps lie about) what you see. You'll never see more than 1 of another player's 3 cards. So you must combine your own knowledge with the claims of others! But who can you trust?? In order to keep from being unmasked, the infiltrators will naturally act as if they're trying to deduce who might betray the crew.&#10;&#10;During skirmishes, some crewmembers will receive first the &quot;Benefit of the Doubt&quot;, then they can graduate to a status of &quot;Reliable&quot;, and then one of these two reliable crewmembers will become the new Captain. This Captain must start to form a final crew that excludes the infiltrators from access to the cockpit.&#10;&#10;With each skirmish, a player sees one identity card held by another player and shares this knowledge (but possibly lies). So each player knows cards self and must value the claims of others. With all players knowing different things, the deductive logic gets deeper and deeper as you theorize about who is who, while also holding possible lies in mind! Will you make it back to the ground safely?&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "8432",
    "Name": "Ars Victor",
    "ID": 128204,
    "Year": "(2013)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/128204/ars-victor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3684",
    "Description": "Ars Victor is a fast-paced, tense, two-player boardgame of tactical combat. You command a furious fighting force OF THE FUTURE against a ferocious foe. Recruit your armies. Scout out a unique map. Draw a hand of Command Cards. Deploy your Vanguard. The battle is joined!&#10;&#10;To win, you must reduce your enemy&rsquo;s Glory to zero before they do the same to you. Your successes on the battlefield chip away at your enemy&rsquo;s Glory. It never goes up, only down; so it&rsquo;s always a tense, back-and-forth race to the bottom.&#10;&#10;Your turn is simple: play a Command Card to activate one or more of your units. Move them across the battlefield, and try to slaughter the enemy. In the process, try to hold on to the three Capture Points in the middle of the board, and keep your Headquarters alive.&#10;&#10;Combat is resolved in a single roll of multiple colored dice. Dice quantity and color can be affected by terrain, as well as unit Special Abilities. Simple icons on the dice show the results.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8433",
    "Name": "Hornet",
    "ID": 71272,
    "Year": "(2010)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/71272/hornet",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0714",
    "Description": "Hornet is an area control game with simultaneous action selection and a dual-layered resource system. The game board is a modular board built of hex tiles representing a landscape with fields of flowers and hornet nests of various sizes. The players have an identical deck of action cards and each card can be used multiple times. Each game turn, players secretly pick an action card that is revealed simultaneously with the other players. The actions are resolved in the numerical order of the action cards, with each player allocating the action to either one of their hornets on the game board. The hornets compete to collect nectar from the flower fields that is in turn used to produce honey in the nests. The winner of each hornet nest is resolved in a pre-determined order, with the winner being the player with the most honey in the nest. The game is won immediately by conquering three nests or by having won two nests by the end of the game with the highest aggregate amount of honey produced. The nature of the various action cards ensures high player interaction, causes a need for pre planning a number of turns ahead and allows the execution of cunning tactical moves. The easily comprehensible rules, variable game set-up and eye catching artwork with a cheerful theme facilitate an enduring and pleasant gaming experience.&#10;&#10;Box back text:&#10;Hornet is a stinging tactical boardgame for the entire family in which players need to anticipate the moves of their opponents and at times also bluff a bit. Each player controls a pair of hornets swiftly flying about in flower fields collecting nectar and producing as much honey as they possibly can. The buzziest honey maker will win the game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Animals: Bees",
      "Animals: Insects"
    ]
  },
  {
    "Rank": "8434",
    "Name": "Wodny szlak",
    "ID": 271693,
    "Year": "(2019)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/271693/wodny-szlak",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6923",
    "Description": "Wodny szlak brings you back to the times when the easiest way to move timber and grain was to float it down rivers' current.&#10;&#10;Each turn every player will draw one tile from the three available and place it next to one of their tiles. Each game takes 13 rounds, and at the end of the game every player scores for their board. Player with the most points is the winner.&#10;&#10;Every tile will bring you some points, as you score for every watermill/sawmill that has grain/timber delivered, for the longest undisturbed connection between any two wharfs and for all meadows that are made of three or four tiles.&#10;&#10;Your biggest challenge is to keep track of the current, as you can float your cargo only down the river and every watermill/sawmill will block further advancement.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "8435",
    "Name": "The Sheep Race",
    "ID": 144789,
    "Year": "(2013)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/144789/the-sheep-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Here is the tale of &quot;The Sheep Race&quot;, of that glorious day when her Majesty the Queen of England's sheep were challenged by those of the former colonies in order to decide which of them were the best in the world. New Zealand and Australia were the first to issue the challenge, but soon after Scotland, South Africa, and the United States joined in. Then Spain, France, Germany, Italy, Greece, and even Brazil intervened. England proudly refused to be forced into this dispute and proposed a worldwide racing championship be held in the Suffolk countryside in order to establish who were the world's supreme sheep farmers. Thus, the sheep race became an incredible and fascinating reality...&#10;&#10;In The Sheep Race, players must place bets on three races, with six sheep participating in each race. Each sheep starts with a number of &quot;breath&quot; cubes (in three colors) on it, along with numbers for three speeds of movement: trot, walk, and gallop.&#10;&#10;On a player's turn, he rolls the two dice &ndash; one a normal d6 and the other having values 0-0-0-1-2-3 &ndash; then moves the sheep in the appropriate lane, with a 7 or 8 moving the sheep in the outer two lanes and a 9 moving the lazy sheep at the back of the pack. When you move a sheep, you choose one of the three types of movement, advance the sheep the indicated number of spaces, and remove the appropriate breath cubes required &ndash; or you make the sheep rest so that it recovers two blue breath cubes.&#10;&#10;If a sheep hits the &quot;end zone&quot; &ndash; the final five spaces of a lane &ndash; with no cubes on it, then the sheep is exhausted and can't move or rest again. The race ends when three sheep reach the finish line or when all the sheep are exhausted. The first three positions pay off for those who bet on them, even if one or more of those positions contains an exhausted sheep.&#10;&#10;Players place three bets in the first two races (two secret and one visible) and two bets in the final race (both secret). Whoever collects the most in bets wins!&#10;&#10;With the advanced rules, players choose which sheep to move each time and the game lasts only one race, with players betting on the final order of all the sheep. Sheep sometimes get blocked and can move again only when passed by the flock leader.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Miniatures",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "8436",
    "Name": "Dungeon Heroes",
    "ID": 127981,
    "Year": "(2013)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/127981/dungeon-heroes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1852",
    "Description": "Dungeon Heroes is a tile-placement rogue-like dungeon crawl. One player controls an adventure party consisting of four heroes: a warrior, a wizard, a cleric and a rogue. The other player is the dungeon lord. He creates the dungeon and controls the monsters within. The goal of the Dungeon Lord is to construct a devious dungeon layout by placing tiles turn by turn. When the Dungeon Lord runs out of tiles, the monsters enrage and hunt down the heroes. The heroes must unravel the Dungeon Lord's scheme by disarming traps, killing monsters early and using powerful magic to reveal hidden areas. Their goal is to locate three treasures to win the game. The Dungeon Lord, quite naturally, wants to eradicate the Heroes...&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Exploration",
      "Fantasy",
      "Medieval",
      "Memory"
    ],
    "Mechanics": [
      "Action Points",
      "Enclosure",
      "Grid Movement",
      "Memory",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "8437",
    "Name": "Go Stop",
    "ID": 17530,
    "Year": "(1889)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/17530/go-stop",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2727",
    "Description": "GO STOP, also called Korean Poker, is a fast-paced card game played with beautifully illustrated Flower Cards named Hwatu (&#237;&#153;&#148;&#237;&#136;&#172;, &#232;&#138;&#177;&#233;&#151;&#152;).&#10;&#10;Each hand takes less than ten minutes to play. Players are trying to collect sets of flower cards worth varying numbers of points.&#10;&#10;GO STOP is advanced version of Japanese Koi-Koi.&#10;&#10;Re-implements:&#10;&#10;    Hanafuda&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Fishing",
      "Card Games: Outplay",
      "Digital Implementations: Board Game Arena",
      "Traditional Games: Hanafuda"
    ]
  },
  {
    "Rank": "8438",
    "Name": "Länder toppen!",
    "ID": 209450,
    "Year": "(2016)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/209450/lander-toppen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5714",
    "Description": "The highest mountain, the smallest state &ndash; who wins the trick?&#10;&#10;L&auml;nder toppen! is a competition among countries, and whoever chooses their cards the most skillfully will take the most tricks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "8439",
    "Name": "Zombies!!!",
    "ID": 2471,
    "Year": "(2001)",
    "Geek Rating": "5.608",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/2471/zombies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.6126",
    "Description": "Players take on the role of a survivor amid city streets sprawling with Zombies. Movement is determined by dice roll as is combat when the player's piece is in the same square as a Zombie. Players must conserve bullets and protect their life counters. At the end of the turn a dice roll directs the player to move a number of Zombies one square (because they are the slow George Romero type).&#10;&#10;First player to reach the center of the Helipad tile and kill the Zombie there, or kill a total of 25 Zombies wins. When a player is killed they move back to the starting tile and lose half their Zombie kills.&#10;&#10;Zombies!!! is the original game in the Zombies!!! series.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Official Music Soundtrack",
      "Creatures: Zombies",
      "Game: Zombies!!! (Twilight Creations)"
    ]
  },
  {
    "Rank": "8440",
    "Name": "18DO: Dortmund",
    "ID": 238957,
    "Year": "(2020)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/238957/18do-dortmund",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "4",
    "Description": "18DO-Dortmund is a strategic economy game, which reflects the development of the most important industries in Dortmund during the 19th century.&#10;&#10;Dortmund has been a town of beer brewers since the medieval age. About 1840 the first underground mining started and the first steel mill has been built. The connection with the German railway net pushed the industrial development of Dortmund furthermore. The expansion of coal mines and steel mills led to a population increase. From the latter the Dortmund breweries benefited as the demand for beer boosted. At the end of the 19th century the Dortmund breweries used conditioned cars to transport the Dortmund Export beer by railway to distant regions.&#10;&#10;In 18DO-Dortmund the players are investors who invest in both, breweries and railway corporations. Each player starts with a private brewery. In addition every player may found a railway corporation. Coal mines and steel mills have a passive role only, but their locations have an impact on the game&rsquo;s development. All breweries are located in the hex &ldquo;Dortmund City&rdquo;. They produce and supply beer and during the course of the game they improve their brewery equipment in order to scope with the increasing requirements of the beer market which a separate element of the game. The railway corporations are more dynamic. From their starting field at the border of the map they lay tracks to the coal mines and steel mills. On this tracks they run their trains virtually and achieve income according to the value of the hexes which are part of their trains&rsquo; routes. When connecting the locations of coal mines and steel mills with the railway network the demand for beer will be increased. This reflects that the coal mines/steels mills with a railway link are able to increase their capacities and the consequently needed higher workforce will trigger an increase of beer consumption. Later in the game the breweries start shipping beer by using the transport capacity of the railway corporations. In order to do so the train of a railway corporation must run a route that leads from the &ldquo;Dortmund City&rdquo; hex to one of the red off-board destination hexes.&#10;&#10;While the railway companies start the game as corporations the brewery corporations will be founded later during the game. For this purpose private breweries may be converted into brewery corporations.  In order to give an owner/director of a brewery more room for decisions there are special function tokens which will give each brewery specific advantages.&#10;&#10;When a corporation pays dividends the owner of its shares receive the due payment by the bank. In addition the stock value of these shares will be increased. At the end of games all players accumulated their possessions&rsquo; which consists of their private cash plus the value of their share portfolio.  This richest player will win!&#10;&#10;Description by the author&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Dortmund (North Rhine-Westphalia, Germany)",
      "Crowdfunding: Kickstarter",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "8441",
    "Name": "Gnoming A Round",
    "ID": 327392,
    "Year": "(2020)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/327392/gnoming-a-round",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the Publisher:&#10;Rowan was a restless gnome, bored of the everyday gnome life of garden tilling, bee-conversing, and acorn collecting. He fancied himself an adventurer and often rode saddled atop his turtle through the Great Wood to spy on the big folk, bringing back to the village tales both strange and wonderful.&#10;&#10;On one such adventure, Rowan returned to the village with a tale that captivated them all: chiseled castles, towering windmills, plaster dragons, and tidy green lawns under a glittering and majestic sign reading &ldquo;Mini-Golf.&rdquo; The gnomes set to work immediately, intent on recreating this verdant wonderland.&#10;&#10;After a week of diligent trimming, digging, and weeding, Helna&rsquo;s golden Acorn Trophy was sitting atop a pedestal beyond the last hole. The course at Stottingham Shire was open and the game was ready to begin!&#10;&#10;Overview.&#10;Just like in the big folk game of miniature golf, you and your fellow gnomes are doing your best to recreate the game by earning the lowest score. Over the course of three rounds, you&rsquo;ll be collecting and arranging cards into a 3 by 3 grid.&#10;&#10;Drive your score as low as possible by placing Negative value cards in your grid or by creating rows or columns of 3 identical Positive value cards, which will earn you Negative points equal to the matching value of the set (example: a row of three 6&rsquo;s would earn you -6 points).&#10;&#10;As soon as one player has no more face-down cards in their grid, each other player takes one final turn and the round is over. After three rounds, total your scores and find out which gnome has won the game. Celebrate their victory by carrying them around your home and cheering their name!&#10;&#10;It's a tee-rific time you'll never fore-get!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Sports: Golf",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "8442",
    "Name": "Sushi Dice",
    "ID": 142334,
    "Year": "(2014)",
    "Geek Rating": "5.608",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/142334/sushi-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0811",
    "Description": "Sushi Dice is a quick-playing dice game in which players compete head-to-head to complete a sushi dish first, with the sides of the dice representing food used in the composition of sushi.&#10;&#10;Each turn, three cards are revealed in the center of the table, and two players compete with six dice each, rolling the dice simultaneously and continually to try to match one of the dishes first. You can set aside any dice you want to keep, but if one of the players notices that his opponent has rolled a Yuck symbol (before the opponent can reroll it), then he can yell out &quot;Yuck!&quot; and force that player to reroll any dice she's set aside. If any non-active player notices that both players have a Yuck symbol at the same time, she can yell &quot;Chop!&quot; and that ends their turn immediately, with the dice passing to the next players.&#10;&#10;Whoever completes a dish first keeps that card, and the first player to collect 4-6 cards (depending on the number of players) wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Sushi",
      "Misc: LongPack Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "8443",
    "Name": "Blorg in the Midwest",
    "ID": 220380,
    "Year": "(2018)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/220380/blorg-in-the-midwest",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.6154",
    "Description": "In South Dakota no one can hear you scream...&#10;&#10;You are Blorg, a campy cartoon alien who took the family saucer for a joyride and crashed it into a small piece of the rural midwestern USA. Now you must find your way home across the empty vastness of space so that your MomDad can ground you for the rest of your mortal existence. Maybe you could fix the saucer, or flag down a passing spacecraft, but in the meantime you'd better make sure you don't meet any pesky Earthlings...&#10;&#10;Blorg in the Midwest is a solitaire deck-builder story game in just 9 cards. Your hand contains a single location card that determines where you are, plus a card for each item you are carrying (such as your trusty memory eraser zappo gun). Each turn you may move to another location by swapping your location card for another, or obtain a new item card from those available by combining the required icons from cards in your hand. In the second part of your turn a scrolling time line determines a range of events that you must avoid or mitigate, such as meeting the farmer or his wife.&#10;&#10;If you can obtain the right items you can repair your saucer, or signal a passing spacecraft. But if you are seen and reported then this sets in train a series of events leading eventually to your capture and vivisection by the FBI. So tread softly, choose your actions wisely, and above all don't get caught.&#10;&#10;&#10;Released in the May 2018 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Print & Play",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "8444",
    "Name": "Cranium Whoonu",
    "ID": 16035,
    "Year": "(2005)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/16035/cranium-whoonu",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0851",
    "Description": "Your dad likes poodles more than pickles? Your best friend likes bubblegum more than museums? Whoonu! In Cranium Whoonu, you're sure to have unforgettable fun as you reveal your favorite things, share hilarious stories, and bond over surprising connections. You'll be amazed at what you'll learn about your friends and family ? especially those you think you know best!&#10;&#10;Cranium Whoonu is easy to learn and quick to play, so it's the perfect game for any occasion. And best of all, it's just as fun to play with people you've known for 5 minutes as it is with people you've known forever. For 3 to 6 players, Ages 8 and up&#10;&#10;What's in the box? 300 game cards, 36 scoring tokens, and a secret envelope.&#10;Note: The 2008 edition comes with 400 game cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Cranium"
    ]
  },
  {
    "Rank": "8445",
    "Name": "Sock Monsters",
    "ID": 304987,
    "Year": "(2020)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/304987/sock-monsters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.1667",
    "Description": "While the house is empty, brave and industrious elves set out to tidy up. But the sock monsters are always lurking in the dark! Search chests and lockers, find socks and be the first to collect three pairs. Monsters are eager to steal lone socks. Watch out or, better yet, unleash them on your opponents. Explore new rooms, find useful items in the hidden compartments of the game box and watch the game evolve as you play.&#10;&#10;Your game character is a brave and industrious elf trying to rescue socks from sock monsters. You start at the center of the game board, while monsters move from the corners in. Players make moves as monsters first. The monsters lurk around the house, always eager to steal a lone sock from a careless elf and carry it into a dark corner.&#10;&#10;The next player to make a move takes a color die and puts it underneath his or her monster figure. When making a move, the players lift the figures slightly above the board, so the die underneath moves with the figure but is not visible from the outside. After making the move, the monster figure can be lifted to see the die. If the top face is showing a closed eye picture, this means the monster has fallen asleep and the player&rsquo;s turn is over. If the die is showing an open eye picture, the player can perform an action.&#10;&#10;After finishing the monster turn, the players then take a turn as elves, trying to find colored socks in chests and cabinets on the game board. If a matching pair of socks is collected, elves put them on their hands, feet and ears &ndash; and that&rsquo;s really hard work!&#10;The game ends when any one player has collected three pairs of socks.&#10;&#10;&mdash;description from the publisher&#10;&#10;n.b.: The German edition does not have the legacy elements, and has a separate entry here.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Monsters",
      "Theme: Laundry & Socks"
    ]
  },
  {
    "Rank": "8446",
    "Name": "Dragon Rage",
    "ID": 3110,
    "Year": "(1982)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/3110/dragon-rage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.68",
    "Description": "Dragon Rage is a game of mythical creatures attacking a walled medieval city. The game-board is a full color aerial view of the city and surrounding territory, and the counters include knights, infantry, heroes, wizards, dragons, orcs, trolls, great birds, giants, and other mythical creatures and beasts. The game rules include six scenarios, and a table for creating your own games with different combinations of monsters and city defense forces.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Animals: Birds",
      "Creatures: Dragons",
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Series: Dwarfstar Games (Heritage USA)"
    ]
  },
  {
    "Rank": "8447",
    "Name": "1914: Serbien Muss Sterbien",
    "ID": 134283,
    "Year": "(2015)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/134283/1914-serbien-muss-sterbien",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.0625",
    "Description": "[From the publisher's website]&#10;&#10;1914, Serbien mu&szlig; sterbien, The Initial Campaigns on the Balkan Front in WWI realistically covers the battles fought in and around Serbia during the first year of World War One.&#10;&#10;1914, Serbien mu&szlig; sterbien (an Austro-Hungarian jingle that translates to &ldquo;Serbia must die&rdquo;) is a comprehensively researched model that explores the intriguing set of campaigns fought in Serbia in 1914. The game includes an accurate order of battle and detailed game map. The map encompasses the primary theater of war from Peterwardein in the north, Sarajevo in the west, to Ni&scaron; in the south-east.&#10;&#10;The game system used is the same as found in 1914: Offensive &#195;&#160; outrance (GMT). The game has a playtested, concise, well written and organized 24-page rules booklet. &#10;1914, Serbien mu&szlig; sterbien includes three sceanrios. Two short scenarios and a Grand Campaign scenario that covers the period from the initial Austro-Hungarian invasion in August to exhaustion a stalemate in December.&#10;&#10;The game-design goal for 1914, Serbien mu&szlig; sterbien is to produce an enjoyable game from which players can learn a great deal about the campaign and the geography of the theater of war. The result is a game that the &quot;WW1 enthusiast&quot; must have and that a gaming connoisseur will enjoy.&#10;&#10;Game Scale:&#10;The combat units are primarily Divisions and Brigades. The map&rsquo;s scale is 1:500,000. Each hex is approximately 8 kilometers across, with the corresponding area being roughly 6475 hectares (or 16000 acres). Each game turn represents from two to four days of time depending on the season.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Austria-Hungary",
      "Country: Serbia",
      "Digital Implementations: VASSAL",
      "History: 1914 Guns of August Campaign",
      "Players: Two-Player Only Games",
      "Series: 1914 (GMT)"
    ]
  },
  {
    "Rank": "8448",
    "Name": "NATO Air Commander",
    "ID": 242589,
    "Year": "(2018)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/242589/nato-air-commander",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5714",
    "Description": "The game of solitaire strategic air command in World War III.&#10;&#10;The game puts the player in the shoes of an Allied Air Commander during a hypothetical World War III set around 1987.&#10;&#10;To that end, the decisions you make in this game are big theater decisions and the scale of the game works on the level of flights of aircraft. Each turn, you're creating and assembling raids and assigning missions to air units, hoping to influence the ground war - over which you have limited control.&#10;&#10;Simple and fast but laced with tough decisions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: Cold War",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Political: NATO",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "8449",
    "Name": "Attack Vector: Tactical",
    "ID": 6767,
    "Year": "(2004)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/6767/attack-vector-tactical",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4.1",
    "Description": "Skirmish scale (1-3 ships per player) space combat game with fast moving, highly realistic, 3-D movement and decision making mechanics.&#10;&#10;Mechanically, the game plays in segmented movements (a'la Car Wars) with 8 per turn, and runs most of the decision making in parallel. This game encourages &quot;fly by the seat of your pants&quot;, and is more like a first person flight sim than most minis games are.  You actually feel like you're doing piloting or ship handling with this game.  Most of the actions you do have a delay before you can do them again. Clever use of paper clips on abaci keep the timekeeping elements fluid and simple.&#10;&#10;While there's science underlying the rules, it's carefully segregated into sidebars, so that only those people who care about it have to look at it. You don't need to be a science genius to play this game; the back of the box says &quot;We do the scary math, so you can blow things up&quot;, and it's true, mostly due to play aid design.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Impulse Movement",
      "Resource to Move",
      "Simulation",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "8450",
    "Name": "KAPOW! Volume 1",
    "ID": 324512,
    "Year": "(2023)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/324512/kapow-volume-1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Superhero &mdash; or supervillain? You decide in this buildable dice game. Your customizable dice pool is used to execute a variety of superpowers. Gain special abilities and new play experiences by taking on the role of six different heroes or villains.&#10;&#10;In KAPOW!, players go head-to-head in a classic explosive clash of good vs. evil. You choose to be a villain or hero, which determines your starting trait dice and unique abilities. You can gain additional blank &quot;action dice&quot; that have removable faces that that you customize to your liking to best enhance your character. Behind a player screen, you roll dice, then allocate them to attack, defense, and power-up abilities. The combination of choosing how to grow your dice pool, how to customize your action die faces, and how to use each roll leads to a satisfying, strategic showdown.&#10;&#10;KAPOW! Volume 1 contains six supers: Tough Nut, Elusivity, and Time Out are the heroes, while Victor Kane, Coquette, and Spoiler Alert are the villains. This set can be combined with KAPOW! Volume 2 to mix and match the characters or have up to four players in one game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice With Swappable Faces",
      "Crowdfunding: Kickstarter",
      "Game: KAPOW!",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "8451",
    "Name": "Snit's Revenge!",
    "ID": 710,
    "Year": "(1977)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/710/snits-revenge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4167",
    "Description": "One player assumes the role of a single Bolotomus, fighting off an infestation of Snits.  The other player commands the Snit onslaught, attempting to ravage the Bolotomus's internal organs. The battles are between the Bolotomus' immune system and the Snits; the Bolotumus player controls immobile Snorgs (organs) and mobile Runnungitms which can attack the Snits, plus Makums which can add more Runnungitms or replace lost Snorgs.&#10;&#10;The Snits want to find the Spark of Life hidden in one of the organs, but some organs hid explosive Splops instead.&#10;&#10;Originally published in The Dragon Magazine #11. TSR published three boxed versions of the game which made some changes from the magazine version, primarily a change to the Bolotomus turn order.&#10;&#10;A further revised version of the game was published in Snits!.&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Magazine: Dragon",
      "Players: Two-Player Only Games",
      "Series: Snits (Dragon Magazine)"
    ]
  },
  {
    "Rank": "8452",
    "Name": "Bronze",
    "ID": 230746,
    "Year": "(2017)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/230746/bronze",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.4286",
    "Description": "Lead your people to prosperity in the inhospitable world of the Bronze age, where mankind has to lay the foundation for a bright future.&#10;&#10;The family strategy game Bronze demands that players carefully plan their actions because the opponents are not idle, and the lands are not enough for all. Invent the wheel, tame animals, create your first clay pot, master the basics of construction, and lay the foundations of statehood. Most importantly, discover new lands that have never seen a man before.&#10;&#10;The gaming area in Bronze is divided into seven landscapes: mountains, forests, plains, savannahs, jungles, deserts, and coasts. Using technology cards, players found settlements, trying to occupy the maximum territories of a particular landscape. The most brutal struggle is around the trading routes, which brings not only money in the world of years BC, but also news from the neighbors. The more settlements in a landscape, the richer the trade caravan that will go to your people. All of that brings victory points that will determine the outcome of the race.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Network and Route Building"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "8453",
    "Name": "Book It!: The Pro Wrestling Promoter Card Game",
    "ID": 243971,
    "Year": "(2018)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/243971/book-it-the-pro-wrestling-promoter-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "In the world of pro wrestling, the REAL cut-throat competition comes from the promoters of your favorite events! Take control of your own wrestling promotion. Choose your style, sign your wrestlers, develop local talent, boost your reputation, and sabotage your rivals! Think you've got what it takes to run the best pro wrestling company in the world? Well, then... BOOK IT!&#10;&#10;In your quest to run the best pro wrestling company in the world, you're going to need to sign some talent! Fight with your competitors and try to book the talent that's going to best fit your promotion, increase your reputation, and make you the most money!&#10;&#10;What type of promotion do you want to run? Do you prefer the flash and glitz of sports entertainment? The no-nonsense hard hitting strong style? The blood and guts of hardcore wrestling? The high-flying exclusive tradition of lucha libre? Or would you rather mix it all together and promote a hybrid style? You'll have to try to set yourself apart from your competition to make your name, so choose wisely!&#10;&#10;What sort of fans are going to enjoy your promotion? Do you want to stay in one spot or take your show on the road? Choose what city best suits you... Or muscle in on your opponent's turf!&#10;&#10;What type of person do you want to be? Promoters can choose to purchase cards that will give them special abilities or events, increasing their stock and maybe putting some extra coin in their back pocket.&#10;&#10;They can ALSO spend money in an attempt to screw things up for their competitors! Mess with their bookings! Damage their ring! Hurt their advertising, and more! Be careful, though... Word tends to get around when someone is being a scumbag!&#10;&#10;Put together all of these things and do your best to become the top promotion in the world!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "8454",
    "Name": "Umbra Via",
    "ID": 326400,
    "Year": "(2021)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/326400/umbra-via",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Just beyond the towering vines lies an ancient pathway into the unknown. Push back the thorn-riddled stocks to discover a clandestine garden, blooming with mysterious vigor. Vivid colors mark the way to intricate tiles zigging and zagging through the green. Within the flowers lies the key to greater meaning. An explanation for all things unknown...&#10;&#10;In Umbra Via, players compete to control and complete the most cunning paths. Reach into your bag to select wooden flowers, then place them on your secret board in the order of the paths you want most. But when players reveal their choices, things get delightfully tricky. Experience the magic of Umbra Via and find out why this award-winning design belongs on any table.&#10;&#10;In more detail, at the start of each round four tiles are revealed from the deck, with each tile showing part of a path, e.g., a straight line, a curve, or a T. Players secretly draw three cubes from their bag and place them on spaces on their personal board corresponding to these tiles. They all reveal their choices, move their cubes to the chosen tiles, then secretly place three more cubes, then move those cubes to the tiles. Whichever tile ends up with the fewest cubes on it is placed in the 4x4 grid first, maintaining the same orientation, by the player who bid the most cubes on that tile. (Some cubes in your bag are worth two cubes during the bidding phase, but are then removed from the tile and returned to your bag prior to placement.) Then the next tile is placed on the grid, and so on.&#10;&#10;When you place a tile, if all the &quot;open&quot; ends of that path are cut off &mdash; whether by the edge of the board or other tiles &mdash; you count how many cubes each player has on the path. The player with the most placed cubes retrieves &quot;double-bidding&quot; cubes from the reserve equal to the number of tiles in the path, adding these cubes and all other cubes to their bag. The player with the secondmost cubes on the path retrieves half this many &quot;double-bidding&quot; cubes, and so on. After removing and returning all the cubes on this path, remove the tiles from the grid, placing them in a discard pile.&#10;&#10;As soon as a player has retrieved all of their &quot;double-bidding&quot; cubes from the reserve, they win!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Flowers",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "8455",
    "Name": "Arcane Bakery Clash",
    "ID": 245904,
    "Year": "(2018)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/245904/arcane-bakery-clash",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "It's been a long time coming. You and a particular co-worker at the Arcane Bakery simply cannot work together anymore. In a moment of frustration, you challenge them to a duel: After close, no holds barred. The loser resigns. And cleans up the mess.&#10;&#10;Arcane Bakery Clash is a resource management game, where your resource is time. Specifically, time to cook the magical treats that you will use against your co-worker. You can choose 2 actions per turn, and you will either put a recipe card in the oven, peek into an oven (in case you forgot what you started cooking), turn up the heat (and advance the track on the back of a recipe card), or take a recipe out of the oven (putting the card into play). With these actions you will bake new treats that are used to either reduce your opponent&rsquo;s health, heal yourself, or allow special actions. When a player&rsquo;s health is reduced to zero, they lose the game, and their opponent wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Interrupts",
      "Memory",
      "Multi-Use Cards",
      "Take That"
    ],
    "Families": [
      "Containers: Wallets",
      "Contests: 9 Card Nanogame PnP",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Crowdfunding: Kickstarter",
      "Game: Arcane Bakery Clash",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "Series: Micro Game (Matagot)",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "8456",
    "Name": "Behind the Throne",
    "ID": 175763,
    "Year": "(2016)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/175763/behind-the-throne",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.9167",
    "Description": "Four powerful secret organizations are fighting for the right to rule in the old kingdom, and you can acquire safety, control, and economic dictates only through the conquest of political influence at the royal court. The more servants, nobles and dignitaries you can control, the closer you will be to the purpose. Intrigue, blackmail, or threats are suitable for all those who are struggling in the shadow of the royal throne. Power over each new aristocrat gives you a new method for influencing others. The player of absolute power behind the throne will soon be known.&#10;&#10;Behind the Throne is a quick and simple card game in which players collect sets of cards to get new special abilities. Players earn victory points for the heroes they collect, and whoever has the most victory points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Number",
      "Political"
    ],
    "Mechanics": [
      "Line Drawing",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "8457",
    "Name": "What Next?",
    "ID": 342443,
    "Year": "(2021)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/342443/what-next",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "Introducing What Next, the brand new 'Pick-Your-Path' adventure game where you never know what's waiting around the corner. Could be a gigantic koala, a fleet of rampaging robots or an old lady with a rocket launcher &mdash; there's just no telling.&#10;&#10;Working together with the rest of the players, your goal is to navigate your way through the adventure, conquer any obstacle you encounter and make it to the end in one piece. Oh. and you'll want to keep an eye on that Tower of Peril too. Let it topple before you reach the end and it'll be game over for everyone.&#10;&#10;Unlike most adventure games, What Next isn't just about picking the right path. Buried inside these adventures, you'll find over 60 dexterity challenges, each one designed to stop you dead In your tracks. Want to grab a vine and swing from the trees? You'll need to throw a card into the air and catch it first. Decide to walk over that old rope bridge? Well, first you'll need to flick the wooden puck across the table, without it falling off. It's important to master every mini-game you come across in these adventures &mdash; or you might not make it to the finish line.&#10;&#10;The players turn over the next location card, read out the story and then choose which path to take next. If there is an event, the player reading the card must complete the dexterity challenge.&#10;&#10;The game ends when either the players reach the end of the adventure (win), or the tower of peril collapses (lose).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Flicking",
      "Narrative Choice / Paragraph",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "8458",
    "Name": "Are You Dumber Than a Box of Rocks?",
    "ID": 202737,
    "Year": "(2016)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/202737/are-you-dumber-than-a-box-of-rocks",
    "Min Players": "2",
    "Max Players": "38",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Failure...self doubt...existential despair: This best sums up your feelings in the immediate aftermath of playing &quot;Are You Dumber Than a Box of Rocks&quot;. Why? Read on, professor...&#10;&#10;You have three chances to beat the Box of Rocks at trivia. Three hundred multiple choice questions are peppered across one hundred cards. The answer to all of the questions is either 0, 1, or 2. Also included are a wooden human pawn and three synthetic yet astoundingly astute rocks. (It's rumored that they teach night classes at the University.)&#10;&#10;Anyway, have someone read any one of the questions aloud to you (preferably in front of a group of friends and loved ones who relish public humiliation). Speak your answer. Now shake the box containing two of the numbered rocks. Hold your breath and open the box. Is the answer you gave correct, or have the rocks guessed the right number? Advance either the human pawn or the rock one space on the scorecard. It's a best-of-three challenge, and the chance at beating these clever little pebbles isn't as easy as you've hoped. Pass the challenge to the next victim and take some time to yourself. One round of gameplay takes all of five minutes; the shame lasts decidedly longer.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Rocks/Stones"
    ]
  },
  {
    "Rank": "8459",
    "Name": "Fiasco",
    "ID": 11038,
    "Year": "(2003)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/11038/fiasco",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "Fiasco describes itself as a recently discovered card game thought to date from the Italian Renaissance of the late-1450s. Fiasco distinctively incorporates six suits representing symbols of power and wealth and features the legendary character Fiasco.&#10;&#10;A game for advanced card players, Fiasco is easy to learn but a challenge to master. First, select your favorite suit. Choose from horses, swords, mandolins, roses, books or treasure chests. Now do your best to collect them all. Play high cards to win the pot and accumulate points. But here&rsquo;s the twist: Playing high cards also gives your opponents the opportunity to hit you with Fiasco penalty cards. Avoid the danger by laying low, but lose the chance to win your points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "8460",
    "Name": "One Card Wonder",
    "ID": 205249,
    "Year": "(2022)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/205249/one-card-wonder",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "In One Card Wonder, each player receives a card that shows a wonder of the ancient world and a set of support buildings. The multiple stages of the wonder must be built from the ground up, while the buildings may be built in any order. Players have four worker meeples and a personal supply of resources, and a general supply of resources also exists. The resource supply bag moves from player to player to indicate who is the active player.&#10;&#10;On a turn, you take one of four actions. You may draw three cubes from the cloth supply bag, then add two to your personal supply, placing the other one in the general supply. You may take all resources of one type from the general supply. (You may hold only eight resources at a time in your supply, so if after drawing or taking you have more than eight resources, you must return some to the general supply.) You may build a level of the wonder or a building by paying its resource cost from your supply; your workers mark individual buildings as you build them, unlocking abilities. Finally, you may sell pairs of matching goods to the supply in exchange for coins. Coins can be used as a wild resource, but they also appear in the cost of some wonders. Resources sold or used to build are returned to the supply bag.&#10;&#10;In games of four or more players, players may also trade. Trading occurs off-turn, that is, it can involve anyone except the active player. You may negotiate and trade freely with other players, but you must stop negotiating once you receive the supply bag and become the active player. The longer you spend on your turn, the more opportunity your opponents have to make deals.&#10;&#10;The first player to complete their wonder wins!&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "8461",
    "Name": "Dungeons & Dragons Miniatures Game (Second Edition)",
    "ID": 37184,
    "Year": "(2008)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/37184/dungeons-and-dragons-miniatures-game-second-editio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4545",
    "Description": "Like the first edition of the Dungeons and Dragons Miniatures Game, players pit their warbands against each other on a battle map. Warbands consist of models, each with their own respective characteristics and points values.  A typical warband consists of 200 points worth of models, with a maximum model count of 10.&#10;&#10;The mechanics has been revised and streamlined, though the overall structure remains. The game has been updated to correspond with the change from 3rd to 4th Ed. Dungeons and Dragons Roleplaying Game.&#10;&#10;The three sets released for this game were Dungeons of Dread, Against the Giants and Demonweb. Each is a set of 60 figures, with 8 random figures in each pack, Giants included huge figures. A fourth set, Feywild, was announced but not released. The Starter Set released with Dungeons of Dread, contains a rulebook, five fixed models, their stat cards, counters for tracking damage, a twenty-sided die and two double sided battle maps.&#10;&#10;Notable changes in the 2nd Edition:&#10;&#10;     Alignment has been simplified. The &quot;Chaotic&quot; and &quot;Lawful&quot; tags have been removed. Only models considered to be absolutely &quot;Good&quot; or &quot;Evil&quot; are given an alignment.&#10;     Warband building is no longer based on alignment, but on &quot;Factions&quot;. Each model belongs to one or more of four factions. Every model in a warband must share at least one faction.&#10;     Commanders are gone, replaced by champions. Models no longer make morale checks or rout. Models reduced to half damage are &quot;bloodied.&quot; Certain game effects may trigger from this state.&#10;&#10;&#10;Wizards of the Coast is revising all the stat cards from 11 sets of the first edition of the game to make them compatable with the new version of the game. These stats will be available online in PDFs.&#10;&#10;Wizards of the Coast will continue to release miniatures for use with the Dungeons &amp; Dragons Roleplaying game. They have authorized a group of fans to create official stat cards to use these future figures with this minatures game.&#10;&#10;Re-implements:&#10;&#10;    Dungeons and Dragons Miniatures Game&#10;&#10;&#10;Home Page: http://www.wizards.com/default.asp?x=dnd/minis&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Players: Two-Player Only Games",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "8462",
    "Name": "Hungarian Rhapsody: The Eastern Front in Hungary",
    "ID": 207398,
    "Year": "(2020)",
    "Geek Rating": "5.608",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgame/207398/hungarian-rhapsody-the-eastern-front-in-hungary",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4.375",
    "Description": "Hungarian Rhapsody depicts the Soviet drive into Hungary which led the Red Army into the Vienna  basin. Rumania's defection in August 1944 allowed the Soviets to outflank well defended Axis positions in the Carpathian Mountains through the South. In the process, the German 6th Army was almost destroyed, losing most of its heavy equipment (which explains the relative weakness of the German artillery at the start  of  the campaign). The game begins on 5 October 1944 with the 2nd Ukrainian Front and the 4th Ukrainian Front launching an offensive to isolate the German 8th Army which is still defending an area off-map to the East in the Carpathian Mountains.&#10;&#10;Hungarian Rhapsody allows players to play the two  major Soviet offensives and several smaller scenarios covering the German counter offensives.&#10;&#10;Hungarian Rhapsody is the next game in the award winning Operational Combat System (OCS #18). Players control units ranging from battalions through divisions, making key decisions on the use, objectives, and means of war. The series is based on modern concepts of maneuver warfare and allows players a far more insightful look into how campaigns (large and small) really work.&#10;&#10;Game Turn: Half Week.&#10;Hex: 5 miles / 8 km.&#10;Units: Battalion to Division.&#10;Two 22&quot;x34&quot; maps. &#10;One 8-1/2&quot; x 11&quot; Budapest inset map.&#10;Five (5) one-map scenarios. One 1.5-map scenario. Nine (9) two-map scenarios.&#10;&#10;Hungarian Rhapsody (OCS #18) went on preorder at MMP on 15 July 2019 and needs 550 preorders to be published (http://www.multimanpublishing.com/tabid/59/ProductID/370/Def...).  Published by MMP on 6th to 10th July 2020.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Hungary",
      "History: World War II (Eastern Front)",
      "Series: OCS - Operational Combat Series (MMP & The Gamers)"
    ]
  },
  {
    "Rank": "8463",
    "Name": "Skytopia: In the Circle of Time",
    "ID": 284832,
    "Year": "(2019)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/284832/skytopia-in-the-circle-of-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "&ldquo;Skytopia&rdquo; is the engine building euro-game about the rivalry for the prestige of your city in the sky.&#10;Every hundred years one of the cities is awarded the title of capital of the sky. To succeed, &#209;&#129;ity leaders awakened the forces of nature and called the golems to help them in the construction. Each player controls his city and tries to construct lots of beautiful soaring towers and get the prestige points.&#10;&#10;In this game time matters: you can perform the construction of the building quickly, but then pay more resources for it. There is an original gear-clock, which will determine the cost of adding new building to your city in the sky.&#10;&#10;The player's turn consists of two phases: building completion phase, when you will place the building on your pad, and worker-placement phase when you send a golem on the construction site.&#10;&#10;Every building on your island is very important! Every time you build something, you may activate some cards, which have been built earlier. So, step by step, you build your own engine of the game.&#10;&#10;The player needs to plan the city development very strategically: the value of your buildings, the influence of the guilds and the time of every your action are important to come to victory. &#10;It&rsquo;s time to build!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: City"
    ]
  },
  {
    "Rank": "8464",
    "Name": "Someone Has Died",
    "ID": 223327,
    "Year": "(2016)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/223327/someone-has-died",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Someone Has Died is an improvisational storytelling game set at a will arbitration where players try to convince an estate keeper that they are the most worthy of someone's fortune. Identity, relationship, and backstory cards help players create wacky characters who must argue against one another for the riches and glory.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Player Judge",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "8465",
    "Name": "Unsolved Case Files: Harmony Ashcroft",
    "ID": 313467,
    "Year": "(2020)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/313467/unsolved-case-files-harmony-ashcroft",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1.6",
    "Description": "Be a real detective in Unsolved Case Files: Case 1 Harmony Ashcroft as you find clues and evidence in the case file to solve three objectives that lead you to convict the killer!&#10;&#10;Specially-designed online answer keys check whether you have found the correct evidence to solve each objective. Includes realistic themed elements, including newspaper clippings, crime scene photographs, and much more!&#10;&#10;The unique play pattern allows for solo play, or a crime-solving game party!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: Unsolved Case Files",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "8466",
    "Name": "Boxtop Pinball: Haunted House",
    "ID": 417629,
    "Year": "(2024)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/417629/boxtop-pinball-haunted-house",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Get ready to flick your dice, and roll to victory in this spooky game of haunted house pinball! Take down monsters, uncover hidden clues, and dodge trap doors as you try to rack up as many points as you can.&#10;&#10;Each turn in Boxtop Pinball: Haunted House, you flick one of your dice from the launch pad into the cardboard pinball machine to earn points. For each die that remains on the machine at the end of the round, you score the number of points indicated on that die, plus additional points for various bonuses. Earn points by hitting monsters, gathering clue tokens, and staying in haunted realms. Landing in the summoning circle gains you an additional die!&#10;&#10;Whoever scores the most points after three rounds wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "8467",
    "Name": "Rosetta: The Lost Language",
    "ID": 286770,
    "Year": "(2020)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/286770/rosetta-the-lost-language",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.75",
    "Description": "Rosetta: The Lost Language is a co-operative judgement game for two or more players.&#10;&#10;In the game, players take on the role of experts who try to understand the written language of the author, a player who represents a lost individual, community, or civilization. The author assigns meaning to an inscription that is written in a fictional script, and the experts must figure out what that meaning is. The experts choose a word as a guess, and the author translates it into the given script, informing their understanding of the writing system. This goes back and forth until the experts give a word that is translated into the original inscription. The number of guesses represents a score, with players seeking the lowest score possible.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Deduction",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Induction",
      "Pattern Recognition"
    ],
    "Families": [
      "Mechanism: Drawing",
      "Mechanism: Image Interpretation",
      "Theme: Fictional Languages",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "8468",
    "Name": "Fiji",
    "ID": 21704,
    "Year": "(2006)",
    "Geek Rating": "5.608",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/21704/fiji",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7596",
    "Description": "1777, European visitors arrive in Fiji looking to trade with the locals. The Pacific Islanders have highly valued shrunken head treasures which the players wish to acquire for museums back home. Players offer colored glass beads in exchange, but must participate in the elaborate Fijian KAWA ritual to determine whose bead offers are most auspicious.&#10;&#10;In Fiji players make offerings of colored beads over a series of four rounds. To win a round players aim to have the most or fewest beads of each color. A set of condition and effect cards is laid out for each round which determines who will win extra beads, depending on their offers. Players select the number of beads to offer in a series of three exchanges, after each of which the condition and effect cards are evaluated, distributing additional beads depending on who offered the most or the fewest of each color. At the end of the round shrunken head tokens are awarded depending on whose set of remaining beads best matches the current arrangement of goal cards.&#10;&#10;After each round the goal cards, condition cards and effect cards are replaced. To win players must think ahead to understand whether an offer will likely give them more beads or less, depending on the cards in effect for the round. If players tie for a particular condition, the tied players are cancelled out, leaving the next player to follow the specified effect. This gives the game a rock-scissors-paper like feel where winning the round often depends on guessing how many beads the other players will offer.&#10;&#10;High quality components consist of pleasing plastic beads, iconic card art, and shrunken head tokens that are both charming and macabre. Players must use tactical logic and guesswork to get an edge in this puzzling auction style game.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Gems/Crystals",
      "Components: Player Screens",
      "Theme: Tropical",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "8469",
    "Name": "Crave",
    "ID": 264314,
    "Year": "(2019)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/264314/crave",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "2",
    "Description": "Crave is a new strategic deck building card game, featuring modern hipster vampires and vampire hunters. You'll battle your opponent and use your influence to bring new characters, spells, actions, and items to your side. Each game is unique based upon what you see available to acquire, in addition to the varying paths your opponent may take.&#10;&#10;Crave is a fast playing, competitive game for 2 players per set, playable for up to 6 players at a time. You represent either Vampires or Vampire Hunters, and can acquire new characters exclusive to your side, as well as other factions available to either party.&#10;&#10;Each turn, spend your influence to gain new cards which make your deck more powerful. Equip items to characters, and create special combinations unique to your side, whether you are a vampire or vampire hunter. Use patrols to block your opponent, and poison their deck with wolfsbane and other plants. Win by draining your opponent's health before they do the same to you in your battle to survive.&#10;&#10;The 6 factions include:&#10;&#10;- Vampire Hunters  #strongertogether&#10; - Vampires  #lessismore&#10; - Werewolves  #moreismore&#10; - Plants  #pickyourpoison&#10; - Groupies  #pickme&#10; - Enchanted  #inyourdreams&#10;&#10;Unique attributes include:&#10;&#10;- Mutual card purchasing market PLUS personal markets&#10; - Asymmetrical, unique starting hands, exclusive to your side&#10; - Some purchased cards go into your opponent's deck&#10; - New keywords and special abilities&#10;&#10;Factions:&#10;&#10;VAMPIRES:&#10;Vampires are bent on destruction, draining the life from others, and are able to trash cards more frequently.&#10;&#10;VAMPIRE HUNTERS:&#10;Vampire Hunters have a team-based attack with more healing, dexterity, and benefits in the marketplace.&#10;&#10;WEREWOLVES:&#10;Their heavy attack grows even stronger as they increase in number.&#10;&#10;GROUPIES:&#10;A support group who want more than anything to be either Vampires or Vampire Hunters. Will even sacrifice themselves to support their side.&#10;&#10;PLANTS:&#10;Acquire poisons and drop them into your opponent&rsquo;s deck to weaken them. Poisons affect your opponent directly, as well as affecting their characters in play.&#10;&#10;ENCHANTED:&#10;Special characters, items, and spells giving strong, varied, inter-connected abilities to help you. Modern day elves, dwarves, and other creatures will give new capabilities in your quest to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "8470",
    "Name": "Harpoon 4: Modern Tactical Naval Warfare",
    "ID": 11432,
    "Year": "(1997)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/11432/harpoon-4-modern-tactical-naval-warfare",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "4.3793",
    "Description": "Harpoon 4 is the fourth edition of the Harpoon game-series originally published by Adventure Games.&#10;&#10;The era of modern naval combat began on October 21, 1967 when Egyptian missile boats launched four Soviet made Styx surface-to-surface missiles and sank the Israeli destroyer Elath at a range of 13.5 nautical miles. The face of naval warfare changed forever!&#10;&#10;Harpoon 4 handles all aspects of modern maritime combat: surface, sub-surface, and air. Harpoon 4 is a system of detailed but comprehensible rules covering the many facets of modern naval actions. Consistent rating systems and evaluations of the capabilities of modern naval vessels, aircraft, submarines, and helicopters make it possible to achieve realistic results when simulating known situations, by extension Harpoon 4 also achieves realistic results with hypothetical scenarios. Harpoon 4 can answer questions like:&#10;&#10;Are carriers powerhouses or sitting ducks?&#10;Can transatlantic convoys survive in a modern wartime environment?&#10;In the cat-and-mouse games between US and Russian submarines, which is better?&#10;&#10;Extensive examples in the rules book actually take you through mini engagements that span less than a page of text. The set of die-cut counters included in the game, along with the Quickstart rules, make it possible to take this game home and play a scenario in an evening.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "8471",
    "Name": "Llamas Unleashed",
    "ID": 268936,
    "Year": "(2019)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/268936/llamas-unleashed",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5833",
    "Description": "Llamas Unleashed is a fully playable base game that is NOT intended to be shuffled into your Unstable Unicorns games.  It comes with 135 cards in a magnetic box, and it has the same base mechanics, but with a few twists. The core mechanics are based on those of Unstable Unicorns, but there are a ton of new card effects that you've never seen before.  Also, Llamas. How can you resist?&#10;&#10;In the game, you'll find 4 types of characters: Llamas, Alpacas, Goats, and Rams. The goal is to get 7 animals into your field before your opponents. A task that sounds much simpler than it is.&#10;&#10;There are also magic cards, instant cards and upgrade/downgrade cards.&#10;&#10;Playing certain cards only affect certain types, such as if you play a &quot;Goatmeal Raisin Cookie&quot; or a &quot;Download More RAM.&quot;&#10;&#10;In addition, there is a new mechanic called &quot;Herd Bonus.&quot;  If you get 3 of the same type of character in your Stable (now called a Field) at the same time, you get a Field Advantage!  Think of it like an Upgrade card, except with no Upgrade in your Stable.  Bonus effects range from extra card draw to protection to stealing from your friends.  Be sure to strategize early though- if you don&rsquo;t remember the Herd Bonus when choosing your Baby Animal, you might end up having a baaaad time!&#10;&#10;Plus, each of the instant cards in the deck (equivalent to the Neighs you know) have an added bonus of allowing you to snatch up the card if it belongs to a specific type (ex. if you use the right &quot;Neigh&quot; on a Goat-type card, you can add it to your hand instead of sending it to the discard pile!)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Goats",
      "Animals: Llamas"
    ]
  },
  {
    "Rank": "8472",
    "Name": "Password Express",
    "ID": 226256,
    "Year": "(2017)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/226256/password-express",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "You and your friends have found an old computer in the attic with lots of clues and notes. Will you be able to decipher all the passwords that protect it before the time runs out?&#10;&#10;In Password Express, the players are divided into 2 teams. Each round is played with 4 themes having each a letter associated with them. Teams must find out words of that topic that have the letters in a given position. Turns will happen frantically until all positions are occupied with checkers or both teams pass their turn without discovering any new words.&#10;&#10;At the end of four rounds, the team with the most points wins!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "8473",
    "Name": "Nocturion",
    "ID": 264925,
    "Year": "(2019)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/264925/nocturion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "70",
    "Weight": "2.5833",
    "Description": "The Evergreen Empire stands on the brink of annihilation. After thwarting the deadly elemental invasion, the young Emperor Alexius IV tries to recover for his people their lost wealth and dignity, but he cannot protect the realm alone. The Noble Houses of Evergreen hold power and resources but due to their interests they never work together. Alexius must find out which of the noble houses is worthiest and most loyal to him and put it in charge in the Capital as first among &quot;equals&quot;.&#10;&#10;In Nocturion, players take the role of noble houses that try to fulfill the quests of Emperor Alexius IV in order to prove their loyalty and stand next to the Emperor. Nocturion is a dice-rolling worker placement and resource management board game. Players try to fulfill quests and find their legendary heirlooms by gathering resources and forging mighty armies of Beasts with variable asymmetric powers.&#10;&#10;The player with most victory points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8474",
    "Name": "Anomia X",
    "ID": 225062,
    "Year": "(2017)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/225062/anomia-x",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Where common knowledge becomes entirely inappropriate.&#10;&#10;The award-winning party game is back - with bad manners and an oversized martini. Anomia X pokes a stick at the underbelly of society, and the results are decidedly NSFW!&#10;&#10;Think about it - our minds are just brimming with all sorts of questionable information. While it's easy enough to think of a rum cocktail, a lubricant, or a celebrity train wreck, you'll find that your brain works a little...*differently* under pressure.&#10;&#10;Anomia X is simple. Players flip category cards until the symbols on two players' cards match. Matching players race to give an example of the category on their opponent's card. Sounds easy, right? Think again. Wild Cards create unexpected matches, and even losing a card can set off a chain of cascading face-offs. Pay attention, it could be your turn at any time - and with Anomia X you never know what the cards have in store!&#10;&#10;Fast-paced, brain-bending and irreverent, Anomia X promises hours of laugh-till-you-cry hilarity for you and your twisted friends.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game",
      "Real-time",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Anomia",
      "Versions & Editions: Adult Versions of Family-Friendly Games"
    ]
  },
  {
    "Rank": "8475",
    "Name": "Mondrian: The Dice Game",
    "ID": 198611,
    "Year": "(2016)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/198611/mondrian-the-dice-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3",
    "Description": "Pieter Cornelis Mondrian was a Dutch abstract artist known for his compositions consisting of a white background, upon which he painted a grid of vertical and horizontal lines in black and the three primary colors.&#10;&#10;Mondrian: The Dice Game is a dexterity game using cards and dice. The game has five rounds, and in each round you have to brush paint on the canvas by flicking your dice! At the end of the last round, you have to finish your masterpiece and score the most points to win the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "8476",
    "Name": "Onward Christian Soldiers: The Crusades",
    "ID": 18747,
    "Year": "(2006)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/18747/onward-christian-soldiers-the-crusades",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.5965",
    "Description": "(from GMT website:)&#10;&#10;Onward Christian Soldiers is Richard Berg's newest strategic level game, this one focused on one of, if not THE, central events in the Middle Ages - The Crusades. It will allow gamers to replay not only the first three Crusades - the only 3 that focused on what we call The Middle East - but with scenarios that range from a 7-player version of the 1st Crusade to a 3rd Crusade scenario that supposes Frederick Barbarossa didn't drown in Turkey and his immense army reached the Kingdom of Jerusalem pretty much intact.&#10;&#10;Onward Christian Soldiers uses numerous innovative mechanics, including: &#10;&#10;    an Activation system that allows players to choose which leaders/armies they want to use most in a given turn, but not know when they will be available for such use.&#10;    a Movement system with no Movement Allowances or Costs, but a heavy emphasis on Attrition and the ability of commanders to &quot;keep going&quot;. Shop 'til ya Drop . . . &#10;    Combat mechanics that put a major, detailed emphasis on sieges and ravaging the surrounding areas, but still allow for the predilections of the various armies in field battles (such as the famous Frankish Heavy Cavalry Charge), as well as the abilities of their commanders . . . men like the great initial Crusaders, such as Raymond, Bohemond, Godfrey and Tancred, King Louis VII of France (and his troublesome wife, the famous Eleanor of Aquitaine), Frederick Barbarossa (if he stays away from the pool), the dangerous Nur ad-Din, the magnificent Saladin, and the one Christian the Muslims feared more than anyone, Richard Lionheart.&#10;    Movement and attrition go hand in hand in this game. Leaders may move as far as they want&#10;    The game uses three sets of cards (110 cards total). Each of the four Crusader factions -- Northern Franks, Southern Franks, Sicilian Normans, Germans -- and three Muslim factions -- Northern Syrians, Southern Syrians, Mosul Turks -- has three or four Leader cards, which the players secretly &quot;purchase&quot; at the beginning of the Game-Turn to create the Activation Deck that determines which leader goes next. In addition, there are two Event Decks - one for the Crusaders and one for the Muslims -- through which a variety of random events occur, ranging from taking cities via treachery to suffering added attrition through oppressive heat.&#10;    Normally, each Leader controls armies only from its own faction. However, a simple set of multi-faction rules controls situations in which either side wishes to combine their armies into larger forces, mostly for the sake of sieges against major cities. The Siege of Antioch, which usually happens early in the game, often requires such an army. The multi-faction rules particularly come into their own during multi-player games; here you can expect to see players bickering over who controls the combined forces, an important point considering that whoever is in charge when the city falls gains control over the city. If attacked while combined, the players of a multi-faction force have 30 seconds to decide who's in charge: if they don't, they defend using a mediocre formation.&#10;&#10;&#10;COUNTERS: 876 full color counters&#10;MAP: One 22&quot;x34&quot; full-color map&#10;CARDS: 110 Cards&#10;OTHER:&#10;&#10;     Two six-sided dice&#10;     First Crusade Rule book&#10;     Second and Third Crusade Rule book&#10;     Playbook&#10;     4 Player Aid cards &#10;&#10;&#10;DESIGNER Richard Berg&#10;DEVELOPER Neil Randall&#10;ART DIRECTOR Rodger B. MacGowan&#10;CARD ART Mark Simonitch&#10;MAP ART Mark Simonitch &amp; Wayne Highland&#10;COUNTERS Rodger B. MacGowan, Mark Simonitch, &amp; Mike Lemick&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Historical Figures: Richard I",
      "History: Crusades"
    ]
  },
  {
    "Rank": "8477",
    "Name": "Forest Sky",
    "ID": 360700,
    "Year": "(2022)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/360700/forest-sky",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "Crows, hawks, eagles and owls wheel and whirl above the forest. The constant motion highlights the shifting balance of power that determines who really rules these skies.&#10;&#10;Forest Sky is an 18-card hand management game where 2-4 players compete for the best 6-card scoring combination. Each card features a unique scoring rule, with players using both the 3 cards in their hand (&ldquo;the sky&rdquo;) and one of the shared card pools in play (&ldquo;the &ldquo;forest&rdquo;) for final scoring. As players draw cards, they&rsquo;ll fill the forests and shape the skies in their favor to win the game.&#10;&#10;Contained in Casual Game Insider Magazine CGI#45(2023).&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Crows / Ravens / Magpies",
      "Animals: Eagles",
      "Animals: Owls",
      "Containers: Wallets",
      "Series: Micro Game (Matagot)",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "8478",
    "Name": "Inn-Fighting",
    "ID": 29198,
    "Year": "(2007)",
    "Geek Rating": "5.607",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/29198/inn-fighting",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5437",
    "Description": "From the publisher:&#10;&#10;The dice game of champions in the Dungeons &amp; Dragons world.&#10;From the creators of Three-Dragon Ante, the Dungeons &amp; Dragons in-world card game, comes the perfect dice game for D&amp;D players and characters alike. With a roll of the dice, you determine whether to hurl a mug of ale at the warbling bard or smash a chair over the drunken barbarian's back. Treachery and chaos abound, as every game promises a new and hilarious tavern brawling experience. Inside every Inn Fighting box you'll find a rules sheet, a set of 6 special six-sided dice, 1 twenty-sided die, and 52 character cards. Choose a character, trade some dice rolls with your friends, and see who's left standing in the end!&#10;Rob Heinsoo was a Senior Game Designer at Wizards of the Coast, Inc. He co-wrote the Forgotten Realms Campaign Setting, worked on several sets for the Dungeons & Dragons Miniatures Game, and designed the popular Three-Dragon Ante card game.&#10;&#10;Release: October 2007&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "8479",
    "Name": "Resistor_",
    "ID": 169530,
    "Year": "(2015)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/169530/resistor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1667",
    "Description": "RESISTOR_ is a fast, fun, and intense two-player competitive card game in which you play as one of two supercomputers in charge of your country's global thermonuclear warheads. Through the manipulation of double-sided cards on the table and in your hand, you create a line that is either red (for DEEP RED) or blue (for BLU9000) that goes across the board into your enemy's base. Each player gets three actions and must take all three before the turn is over. Toss in some Resistor cards, either strategically or to introduce some chaos. The first person to get their enemy up to DEFCON 5 wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Electronic",
      "Memory",
      "Print & Play"
    ],
    "Mechanics": [
      "Connections",
      "Memory",
      "Modular Board",
      "Network and Route Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: Cold War",
      "Mechanism: Connection",
      "Players: Two-Player Only Games",
      "Series: Small Box (Level 99 Games)"
    ]
  },
  {
    "Rank": "8480",
    "Name": "Mermaid Rain",
    "ID": 5941,
    "Year": "(2003)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/5941/mermaid-rain",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "Mermaid Rain is a Japanese game from the makers of Train Raider.&#10;&#10;Over five rounds, players try to collect five different types of goods by moving around the sea. The game uses two phases: first is the &quot;surf predicting&quot; phase where players play melds of cards in a Taj Mahal-type mechanic. The melds determine player order, selection of &quot;wave tile&quot;, and give other benefits. In the second phase, &quot;surf riding&quot;, players place their wave tiles on the board and then use cards to move through the sea on the waves to collect goods.&#10;&#10;The game is playable with English rules as the components are either language-independent or easily decipherable.&#10;&#10;&#10;Game Summary&#10;Setup: specific locations for subset of tiles, some face down; rest are to side, also face down. Deal out 7 cards (3 suits).&#10;&#10;Each round, players simultaneously select a card to play (max 5 cards total) -- choose the pass card to pass for rest of round. The resulting poker-style combinations give bonuses (VP, or special powers); the ranking gives you player order for the round.&#10;&#10;In order, select a face up sea tile (4 shapes, 2-3 hexes each, with one of 3 suits or wild). Then, in order, place the tile on the board and use some/all cards left in hand to move your mermaid around the board (playing card allows you to move mermaid to matching tile/space). Whenever on an island with token(s), look at face down tokens then add one of the tokens to your collection.&#10;&#10;At end of round, sea tiles with the darker color are removed from the board. Any mermaids on them are displaced to one of the unoccupied starting locations (player's choice). Then, deal 7 cards per player (max hand size 9) and repeat.&#10;&#10;Game ends after 5 rounds. Each player must discard 5 tokens (1 per symbol), or lose 5 VP per missing symbol. Then rank players' collections of sets of each type, awarding VP accordingly (rarer tiles, larger sets earn more VP). Most VP wins.&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "8481",
    "Name": "Get Lucky",
    "ID": 120447,
    "Year": "(2014)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/120447/get-lucky",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5938",
    "Description": "Welcome to the J. Robert Lucky mansion...again. Once more, you and a collection of similarly evil-minded people have gathered for a seemingly innocuous dinner party. It will be an evening of stimulating conversation, quiet music, and desperate murder attempts. But this time, it's a card game.&#10;&#10;Get Lucky is the card game adaptation of the classic board game Kill Doctor Lucky. Players control multiple house guests, each with some very good reason to take the old man out &mdash; but he's not called &quot;Doctor Lucky&quot; for nothing. He's more resilient than a bad habit and twice as irritating. Take heart; his famous luck won't last forever! Gather around the card table and see who can Get Lucky!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Doctor Lucky",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "8482",
    "Name": "Stop the Train!",
    "ID": 302755,
    "Year": "(2021)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/302755/stop-the-train",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Narrative: The 19.05 to Paris is armed with a bomb and hurtling towards its destination threatening civilian destruction. On board, the passengers (10 different characters) must work together to Stop the Train.&#10;&#10;Stop the Train is a semi-cooperative, social deduction board game. Players have two missions:&#10;Mission 1: Stop the Train!&#10;Mission 2: A character-specific objective&#10;To win, players need to complete both missions.&#10;&#10;But! There's a saboteur in your midst hellbent on crashing the train, trying to secretly speed the train up at every turn without raising suspicion. The players must put their social deduction skills to the test by collectively identifying the Saboteur to regain control of the train.&#10;&#10;The train speed is controlled by a speedometer which is impacted by the cards that are laid by each players called Effect Cards. The gameplay is accented by dramatic interventions, votes on route taken and emergency meetings where players can be thrown off the train. If the players can exhaust the deck of Effect Cards, the train runs out of steam. Otherwise a collision is caused and the game is lost and the Saboteur has prevailed.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Spies / Secret Agents",
      "Trains"
    ],
    "Mechanics": [
      "Semi-Cooperative Game",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "8483",
    "Name": "Hotel Life",
    "ID": 4485,
    "Year": "(1989)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/4485/hotel-life",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "A very funny game where you equip a hotel, hire employees and try to get guests into your hotel. But they are waaaayy demanding, and some may ruin your equipment (like smash the mini-bar) or make your staff resign. And if you are unlucky, the army will choose your hotel for lodging a company (pays bad and destroys equipment).  But if you have all he wants, the sheik might just drop by.&#10;&#10;In the end the hotel with the best reputation wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "8484",
    "Name": "Pizza Theory",
    "ID": 99808,
    "Year": "(2012)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/99808/pizza-theory",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.6216",
    "Description": "Pizza Theory, designed for exactly three players, has no randomness and simple turn actions, but the outcome each round is unpredictable since each cook has his own idea for the best way to create the pie.&#10;&#10;To set up the game, each player takes his pizza cutter (a wooden stick) and the die and topping counters that match. Each player places two toppings on the game board in the spaces designated with an X.&#10;&#10;In each round, the three players take turns placing one topping on the game board; that topping cannot be placed adjacent to any of that player's other toppings. Each player then secretly chooses a number (1-6) on his die; players reveal the numbers and lay their pizza cutters on the board in the space matching their number. The cutters divide the pizza into one of 216 possible outcomes, creating a number of slices. In each slice if a player has more toppings than each opponent, he replaces those opponent's toppings with his own; if two players tie for the most toppings, the toppings of the third player are removed but not replaced; in a three-way tie, nothing changes. (NB: If a player has at most one topping in each slice, then his toppings cannot be removed or replaced this round.)&#10;&#10;Whoever first places his 16 toppings on the game board wins.&#10;&#10;With only two players, the cutter and toppings of the third color are still used, with players taking turns placing those toppings on the board. If all 16 toppings of the third color are on the board before either player gets his toppings on the board, then both players lose.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "8485",
    "Name": "Beaver Creek",
    "ID": 386018,
    "Year": "(2023)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/386018/beaver-creek",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Everyone knows that beavers are experts in building dams, but this is difficult and risky work. Show that you are the smartest beaver and help our friends in this construction! Do not let the dam collapse! The players will have to work together to build a dam using logs and beavers, but the one who is most skillful will be the great winner. When rolling the dice, the player determines which items to use and how to place them on the dam. To win the game, you need to place all the logs in your reserve before the other players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Stacking and Balancing",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Beavers"
    ]
  },
  {
    "Rank": "8486",
    "Name": "Anubixx",
    "ID": 287693,
    "Year": "(2019)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/287693/anubixx",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Erect massive structures in Anubixx with absolutely no waiting time because anyone can roll the dice, after which everybody builds! If the dice don't fall as you want them to, the quarry can help you, but you will gain the favor of the Pharaoh and win the game only if you keep your eyes on the bigger picture and don't waste your precious stones.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: Dice with Icons",
      "Mechanism: Roll-and-Write",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "8487",
    "Name": "Case Yellow, 1940: The German Blitzkrieg in the West",
    "ID": 41033,
    "Year": "(2011)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/41033/case-yellow-1940-the-german-blitzkrieg-in-the-west",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.2093",
    "Description": "September 1st, 1939: Germany invades Poland, setting off the Second World War. Except for minor attacks, France and Great Britain, the victors of World War One, do nothing. The Allies view the short Polish campaign of 1939 as a case of a newer, larger army winning out over an older, smaller army. Certainly the massed panzers are impressive, and need to be emulated, but the winter months see little positive activity on the Allied side. Missing the more vital lessons of the Polish campaign, the Allies are content to wait. Not only do their armies outnumber the Germans in terms of manpower, tanks and artillery, they have the advantage of operating on the defensive. Meanwhile the Germans feverishly apply the lessons they learned in Poland, and hone their operational techniques. The surprise German conquest of Norway jolts the Allies out of their lethargy. They do not have long to wait for the next blow.&#10;&#10;May 10th, 1940: Germany unleashes its Blitzkrieg upon the western Allies. Six weeks later, the war ends in a smashing German victory. Four Allied national armies have vanished. The tiny Dutch and Belgian armies, pulverized in battle, have surrendered. Great Britain rescues most of the soldiers in the BEF, but their heavy weapons and vehicles remain on the beaches of Dunkirk. The island nation begins to re-arm, but for now is out of the fight. The proud French Army, with many regiments tracing an unbroken lineage back to the 1600s, suffers the most catastrophic defeat of modern times before France surrenders.&#10;&#10;How did this happen? The Germans, realizing they could not win a repeat of World War One, set about reinventing the offense. Their formula included massed tank formations, an air force dedicated to close tactical support, and most importantly, a command and control system based on the use of radios. Allied tanks and soldiers were often equal or superior to their German counterparts &ndash; when given the opportunity to properly deploy and prepare. Unfortunately, such opportunities were few and far between. The Germans had securely positioned themselves inside an Allied decision making process that often took days to execute, rapidly concentrating, overwhelming defenders and then exploiting success. Certainly there were answers to every German innovation, but in six short weeks the Allies did not have the time to find them.&#10;&#10;Case Yellow is a simple, but accurate, simulation recreating this monumental campaign. Each game turn is divided into eight action segments. Each player has four action chits. The initiative player selects the first action chit to play. The remaining seven chits are placed in an opaque cup and drawn randomly. In most cases the Germans have the initiative and go first by playing one of their four action chits. Each German chit is marked for movement or combat, and the German player chooses what his army will do (though the German player during the course of a turn must use two chits for movement and two chits for combat). At the end of movement, any panzer or motorized formation adjacent to Allied units has the option to attack. If combat is chosen, all German units adjacent to Allied units may attack if allowed by terrain.&#10;&#10;Two Allied chits are marked two for movement and two for combat &ndash; not both.  The creaky Allied command structure will bedevil the Allied player throughout the game. Need to move? Sorry &ndash; you just drew a combat chit. Set up to attack? You drew a move chit, and only the number of motorized formations equaling the roll of a six-sided die can attack.&#10;&#10;Zones of control reflect that the infantry of both sides still fight by the rules of World War One. Infantry units must stop when entering an enemy zone of control. Mount a one hex infantry attack against a defender hex, and you attack only the units in the defender hex. Mount a two hex (or greater) infantry attack against a defender hex, and all adjacent enemy hexes must also be attacked (large-scale infantry attacks take time to set up, and the defender has the time to integrate adjacent units into the defense plan).&#10;&#10;Motorized units play by different rules, though the Germans with their better-trained, veteran formations do it much better than the Allies. Simply stated, any motorized unit with a Troop Quality (TQ) higher than any adjacent unit may disregard those adjacent units&rsquo; zones of control for purposes of movement, combat and retreat. Only a solid line is proof against motorized unit exploitation and envelopment, and only so long as combat does not create gaps. Additionally, motorized units only may attack a defender hex from two hexes without engaging any other adjacent defender units &ndash; the speed of motorized concentration allows the attack to go in before a traditional defensive response can be established.&#10;&#10;The Luftwaffe is present in overwhelming strength, allowing the German player to negate the toughest defensive positions if necessary. Each Luftwaffe asset marker provides a one column shift on the combat table. Each Allied air asset marker provides the same shift, but there are far fewer Allied markers &ndash; not that the Allies had far fewer planes (they had almost as many), but the Allied air-ground coordination was so cumbersome that planes usually did not arrive in time to influence the battles being fought.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Digital Implementations: VASSAL",
      "History: World War II (Western Front 1940)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8488",
    "Name": "Match Madness",
    "ID": 204498,
    "Year": "(2016)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/204498/match-madness",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.0769",
    "Description": "Be the fastest to recreate with your blocks the pattern shown on a card to win the card. The player with the most cards at the end of the game is the winner.&#10;&#10;Each player receives a set of 5 blocks numbered 1 to 5. &#10;After shuffling the deck of pattern cards, players determine how many rounds they wish to play and take the same number of pattern cards from the top of the deck.  These cards are then placed, face down, in the center of the table.&#10;&#10;Game play:&#10;The top card from the deck is flipped revealing a pattern. All players scramble to match, with their blocks, the pattern shown on the card. The first player to successfully match the pattern grabs the card and shows to the other players that the configuration of their blocks matches the pattern on the card. If the player is correct, they keep the card. A new card is flipped over and another round begins.&#10;&#10;The game ends when all the cards have been collected by the players. The player with the most cards wins. In the case of a tie, the player with the most level 5 cards wins (if players have the same number of level 5 cards, then level 4 cards are counted and so forth).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "8489",
    "Name": "Kilt Castle",
    "ID": 205826,
    "Year": "(2016)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/205826/kilt-castle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Description from the publisher:&#10;&#10;Kilt Castle adds a simple and highly interactive card mechanism to the classic Euro game genre of outbuilding one's opponents in an attempt to control the largest territory.&#10;&#10;The game board shows a grid of 5x5 squares. Ten cards are placed beside the first four rows in stacks of 4, 3, 2 and 1 card. On their turn, the player picks up an open card from one of the stacks next to the game board and places it in another row &mdash; always in a clockwise direction. All players whose colors are on that card (one or two) are then allowed to build a new tower or build on top of an existing tower in this particular row. Building on an open space is free, while building on top of somebody else's tower costs as many ducats as the number of &quot;floors&quot; already built. A player can decide to trigger a general round of scoring simply by moving the last card of any stack. High towers are a good way to claim a large, connected territory and collect a lot of ducats.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Country: Scotland"
    ]
  },
  {
    "Rank": "8490",
    "Name": "Ambon: Burning Sun & Little Seagulls",
    "ID": 327721,
    "Year": "(2021)",
    "Geek Rating": "5.607",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/327721/ambon-burning-sun-and-little-seagulls",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.2",
    "Description": "&quot;Ambon: Burning Sun &amp; Little Seagulls&quot; is a two player wargame simulating the battle of Ambon, that took place between 30th January and 3rd February 1942 in the island of Ambon, in the Moluccas. A Japanese force composed of the 228th Regiment of the 38th Division of the IJA and the 1st Kure Special Naval Landing Force occupied the island against a force composed of the Dutch Molukken Brigade and the Australian &quot;Gull Force&quot;.&#10;&#10;One player controls Japanese forces and the other one Allied (Dutch and Australian) forces. Victory is achieved by means of control of certain hexes and elimination of enemy units. The aim of the Japanese player is to conquer as soon as possible the three main key locations in Ambon (the city of Ambon, Paso, and the Laha airfield) as well as some secondary key locations. The sooner the Japanese conquers these locations, the more victory points he will receive. So, for the Japanese it's a race against the clock, while the Allied player must slow down the Japanese advance without suffering too many losses.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Indonesia",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "8491",
    "Name": "Kittin",
    "ID": 302477,
    "Year": "(2020)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/302477/kittin",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "3",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Kittin, you'll flip a card then all players will compete in a simultaneous fast-paced race to grab the cat meeples and match the arrangement. The player who is quickest at grabbing and best at stacking will win the cat-stacking race!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Real-Time",
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Cats",
      "Components: Polyominoes",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "8492",
    "Name": "Cahoots",
    "ID": 232345,
    "Year": "(2018)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/232345/cahoots",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "Welcome to the world of Cahoots, a trick-taking card game in which you are forced to conspire (be &quot;in-cahoots&quot;) with each of your opponents to win. Cooperate, negotiate, backstab, and bluff your way to a win in this world of noir and espionage.&#10;&#10;You can't trust anyone, but you've got to work together to score points because even though you win by yourself, you can't win alone!&#10;&#10;Not to be confused with the other Cahoots from the same year.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "8493",
    "Name": "The Eye of Judgment",
    "ID": 31575,
    "Year": "(2007)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/31575/the-eye-of-judgment",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4762",
    "Description": "(See VGG entry: The Eye Of Judgment)&#10;&#10;The Eye of Judgment is a hybrid paper and electronic collectible card game which can be played using the PlayStation 3 game console, supported by the PlayStation Eye camera peripheral. It is one of the first games to use the peripheral, which is bundled with the game, along with a fixed Starter Deck and 1 booster pack. The trading cards are encrypted along their edges with a CyberCode matrix code. The game can also be played without the use of the Playstation 3 system, as a stand-alone card game. However this will cut out many unique graphics and require a person to keep track of numerous scores normally tracked by a computer - mana gain/loss, health bars, element advantages, field terrain changes, etc.&#10;&#10;Players take turns playing creatures or spell cards from a 30-card deck in order to control a majority (5 fields) of the 9 total fields on the playing mat which is laid out in a 3x3 grid.  Other than  controlling a majority of fields, players can also win if their opponent runs out of cards to play.  Creatures' overall effectiveness is determined by their Hit Points and Attack Score as well as any special abilities they may possess.  Five elements divide the game's units: Water, Fire, Earth, Wood, and Biolith.  The playing grid fields have a top and bottom side and each side is affiliated with one of the five elements.  Creatures placed on friendly elements receive HP bonuses while creatures placed on an opposite element (a Fire creature placed on a Water field) suffer a loss of Hit Points, so unit placement is important.&#10;&#10;In order to play any card (creature or spell), players must first pay a card's required summoning cost in mana (auto-generated for players every turn).  Each creature has a specific attack and defense pattern and these, along with the unit's placement on the 3x3 grid, determine where combat occurs and to some extent, how it resolves.  The extremely unique aspect of the Eye of Judgment game, however, is that when you play a card, the PlayStation Eye peripheral automatically generates that creature or spell into a 3D graphical version on your TV or monitor and it places it on a computerized version of the playing grid.  It also generates battle animations and resolutions digitally based on the cards involved or recently played.  This adds a level of visceral excitement to the collectible card game experience since you can actually see your minions battling it out in colorful digital fashion.  There isn't a single-player campaign but players can play matches vs. an AI opponent, another human, or online vs. other human opponents.  A rudimentary creature combat mode entitled Judgment allows players to determine which units would defeat other specific units in a head-to-head match-up.&#10;&#10;The Eye of Judgment provides 5 themed pre-constructed decks (Fire Crusader, Earth Emperor, Water Barrage, Wood Swarm, and Biolith Scourge) and the Starter deck that's provided with the base game (containing a variety of card types).  Set 2 is due for release sometime in mid-April 2008 and will add another 100+ cards to the game, with more advanced powers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Components: 3 x 3 Grids"
    ]
  },
  {
    "Rank": "8494",
    "Name": "Dice Cards",
    "ID": 368846,
    "Year": "(2023)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/368846/dice-cards",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "A super-variable roll &amp; write game for players new and seasoned.  It&rsquo;s as simple as rolling 2 dice and selecting a number to record each turn, but that&rsquo;s also the tricky part, only one number.&#10;&#10;Players attempt to get the best score by recording a single number each roll to one of 6 different cards they&rsquo;re playing each game.  The game features over 50 unique cards each with their own scoring mini game. Dice Cards also works for large group play with point based victory options.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "8495",
    "Name": "Jumanji Fluxx",
    "ID": 272542,
    "Year": "(2019)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/272542/jumanji-fluxx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game.&#10;&#10;Jumanji Fluxx features the gameplay of Fluxx and characters and events from the Jumanji film.&#10;&#10;Note that the Looney Labs edition of the game includes seven additional cards and a collector's coin used in gameplay; these cards won't be included in the edition from Cardinal Games, but will be sold separately by Looney Labs.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Books: Jumanji / Zathura",
      "Game: Fluxx",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "8496",
    "Name": "Talisman: Star Wars",
    "ID": 308948,
    "Year": "(2021)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/308948/talisman-star-wars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5714",
    "Description": "Explore the Star Wars galaxy through memorable characters, places, and events from every era within the setting of a critically-acclaimed tabletop game franchise.&#10;&#10;Available in European, Middle Eastern, and African regions, Talisman: Star Wars allows players to compete in a circuitous race to reach Emperor Palpatine, collecting items of power along the way to confront the all-powerful Sith Lord or stand beside him as an evil apprentice!&#10;&#10;Adventurers can choose from twelve playable characters to charge their way into the inner rings of the galactic game board. Luke Skywalker, Darth Vader, Rey, Kylo Ren, Count Dooku, and Obi-Wan Kenobi are among the custom-sculpted game pieces true to every beloved Talisman game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Talisman",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "8497",
    "Name": "Deadzone (Third Edition)",
    "ID": 350793,
    "Year": "(2021)",
    "Geek Rating": "5.607",
    "Avg Rating": "8.63",
    "Link": "https://boardgamegeek.com/boardgame/350793/deadzone-third-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "ENTER THE DEADZONE&#10;&#10;Deadzone takes place in containment zones &ndash; cities or whole planets that have been erased from planetary maps and left for dead. You control an elite team of soldiers ready to enter the potentially lethal Deadzone and scavenge for whatever lucrative resources you can find. But competition is fierce, and other Strike Teams will be out to thwart you on your mission. Get in, get out, get rich, or get dead.&#10;&#10;CINEMATIC, IMMERSIVE GAMEPLAY&#10;&#10;Deadzone uses an innovative cube-based system for movement and shooting. Throw your tape measures in the garbage because you&rsquo;re never going to need them again! Apart from DIY, of course. Models can be moved anywhere in a cube, which ensures you can make the best use of cover and obstacles to avoid the enemy, and movement takes seconds, rather than minutes. Shooting is just the same &ndash; measure the distance in cubes and, if you can see it, you can shoot it! Wargaming has never been this fast or cinematic.&#10;&#10;MORE THAN 5 YEARS OF RULES DEVELOPMENT&#10;&#10;Since the release of Deadzone: Second Edition in 2016, we&rsquo;ve been refining the rules to make them faster and more streamlined. Third Edition incorporates all the changes and improvements made in the previous Outbreak and Escalation supplements, along with a host of other refinements. This is the Deadzone you love&hellip; just better. If you&rsquo;ve never played before&hellip; well you&rsquo;ve just found your new favourite game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Line of Sight",
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Warpath"
    ]
  },
  {
    "Rank": "8498",
    "Name": "A Fearful Slaughter: The Battle of Shiloh",
    "ID": 10679,
    "Year": "(2004)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/10679/a-fearful-slaughter-the-battle-of-shiloh",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.963",
    "Description": "This is it. As its sister game (This Hallowed Ground) did for Gettysburg and (This Terrible Sound) did for Chickamauga, A Fearful Slaughter strives to be the definitive Shiloh game.&#10;&#10;Unrivaled in size, scope, accuracy, and development, A Fearful Slaughter is a game on the battle to be savored and played repeatedly. It uses the popular Civil War Brigade Series rules with a set of specially adapted extension rules for Regimental scale action.&#10;&#10;The research for the two maps was done using multiple Park histories, battlefield surveys and county historical maps. They show the battlefield in more detail than ever before. They are very graphic intensive.&#10;&#10;Multiple scenarios in an assortment of sizes make A Fearful Slaughter perfect for anyone who enjoys ACW gaming.&#10; Unit Scale: Regiments &amp; Batteries  &#10;Hex Scale: 100 Yards &#10;Players: 2 (also suitable for solitaire play) &#10;Playing Time: Varies with scenario played &#10;Complexity: Moderate &#10;Solitaire Suitability: High&#10;&#10;(from MMP website)&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Series: Civil War Regimental Sub-Series (MMP)",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "8499",
    "Name": "Star Trek: Deep Space Nine Fluxx",
    "ID": 268274,
    "Year": "(2019)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/268274/star-trek-deep-space-nine-fluxx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game. There are many editions, themed siblings, and promo cards available.&#10;&#10;Explore the farthest reaches of the universe in Star Trek: Deep Space Nine Fluxx! Work alongside Benjamin Sisko, Quark, Jadzia Dax, Worf and all your other favorite space station personnel while you try to gather Gold-Pressed Latinum and study The Wormhole &mdash; but watch our for nasty Surprises and Creepers like the Founders and the Jem'Hadar.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx",
      "TV Shows: Star Trek (various)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "8500",
    "Name": "Wool Rules",
    "ID": 28037,
    "Year": "(2007)",
    "Geek Rating": "5.607",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/28037/wool-rules",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4925",
    "Description": "VOLLE WOLLE is a clever dice-game, where players try to get the most valuable sheep while trying to avoid black sheep. So you need a little luck, a portion of risk and some self-confidence because only the player, who rolled the predicted dice sum, can choose from the available cards. And if you're too careful you might only get what's left over. And as mentioned above, no one wants to have black sheep because they equal minus points.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Animals: Sheep",
      "Components: Polyhedral (not D6) dice",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  }
]