[
  {
    "Rank": "5301",
    "Name": "VOLT: Robot Battle Arena",
    "ID": 143981,
    "Year": "(2014)",
    "Geek Rating": "5.738",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/143981/volt-robot-battle-arena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In 1994, the first national robot competition took place in San Francisco. Competitors from across the country brought their radio-controlled creations made out of spare parts. Several years later, the first televised robot combat competition was aired, which introduced the general public to the budding sport of robotic combat.&#10;&#10;Decades have passed since those early competitions. The robots have become more technologically advanced. The base of spectators and fans grew at an unprecedented rate.  Large technology firms took notice and injected significant sponsorship capital into the sport. Prize pools for robot battles grew to dwarf those of other televised competitions. Professional robot operators gained celebrity status as their matches became the most watched sporting events in the world.&#10;&#10;The stakes are higher than ever. Do you have what it takes to step into the robot battle arena?&#10;&#10;VOLT: Robot Battle Arena is a tactical game of robotic combat. Be the first player to score five victory points. Players earn victory points by having their robot on the active control point at the end of the round or by destroying opposing robots. You must use your wits to out-think and out-maneuver your opponents to win!&#10;&#10;&mdash;description from box cover and rulebook&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Programmed Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Robots",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "5302",
    "Name": "The Dark Summer: Normandy 1944",
    "ID": 249582,
    "Year": "(2021)",
    "Geek Rating": "5.738",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/249582/the-dark-summer-normandy-1944",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "2.7778",
    "Description": "The Dark Summer: Normandy 1944 is the latest in Ted S. Raicer's WWII operational series that began with The Dark Valley: The East Front Campaign 1941-45. The game uses a chit-pull activation system that determines both the order and type of each sides' actions during the game's ten action-packed turns, covering June 6 to August 21, 1944. The availability of Action Round chits (for the Germans, and separately for the British and US forces) is itself determined by the draw of Weather chits, one per turn, which reflect the importance of weather on the effectiveness of Allied air superiority and Allied shipping across the Channel. Weather also determines the number of German Reaction markers, which allow limited response to Allied actions. The &quot;Dark&quot; chit pull system makes The Dark Summer an excellent game for solo play, while keeping both players involved in face-to-face play.&#10;&#10;The single map extends from just south of Cherbourg (itself covered by a Cherbourg Box) southwest to Avranches and southeast to Alencon, allowing players to recreate the entire campaign from D-Day to the closing of the Falaise gap in late August. Units are mostly regiment/brigades, with a few battalions, but German mechanized forces are presented as operational kampfgruppen.&#10;&#10;Victory is determined by the Allies capturing Cherbourg, exiting units to Brittany and Paris, and preventing the exiting of German units, but the Allies win a sudden death victory if they capture all the cities on the map before Turn 10 and the Germans win a sudden death victory by closing down any three Allied Beaches, two of which must be contiguous. The unknown activation sequence means the Allies cannot take the safety of his landing beaches for granted in June!&#10;&#10;The Dark Summer: Normandy 1944 is a game of moderate complexity, but nevertheless covers all the most important elements of the campaign. There are rules for the D-Day Landings, untried German strong-points and Ost battalions, Allied tac-air and carpet bombing, Allied artillery superiority, German nebelwerfer and flak guns, Allied naval support, the conquest of Cherbourg, exiting and re-entering the map, and variable entry and possible delay of both side's reinforcements. A game on an epic campaign that is playable in a single day's gaming and with a small footprint that will allow it to be left set-up for solo study, The Dark Summer: Normandy 1944 is a must-have for fans of WWII operational games, the &quot;Dark&quot; system, or students of the campaign for northwest Europe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Normandy (France)",
      "Series: Dark Valley WWII (GMT)"
    ]
  },
  {
    "Rank": "5303",
    "Name": "Strife: Legacy of the Eternals",
    "ID": 159632,
    "Year": "(2014)",
    "Geek Rating": "5.738",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/159632/strife-legacy-of-the-eternals",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4839",
    "Description": "Once more, conflict rages across the world of Aerim. You are one of the Eternals, a group of immortals forever waging war from the shadows. Call forth your champions to battle against those of your timeless foes. Harness the legacy of each champion's deeds as they echo across time to empower the next. For the Champions of Aerim, this cycle continues, as it always has and always will. For the Eternals, there is only...strife.&#10;&#10;Strife, a two-player strategy card game that plays in around an hour, is a game where you always know your opponent's options. Aside from mastering the unique combo-creating gameplay of your champions, figuring out how to outmaneuver your opponent is where the true challenge lies.&#10;&#10;Each player has the same hand of ten champions and will simultaneously play them as they fight over key locations throughout Aerim worth varying victory points. Each champion has a battle ability that's triggered during battles and a legacy ability that can be used only while on top of the legacy pile. This creates an intricate latticework of strategy for the players as each champion must be considered for not only what he can do in the current battle, but for which ability he will add to the next.&#10;&#10;Further impacting the critical decisions within the game is the Fatestone tie-breaking system. The Fatestone starts at a value of one, and whoever holds the Fatestone die loses all ties; that player may instead pass the stone to his opponent to claim a victory in that tie, but doing so raises the value of the Fatestone by one each time it is passed. At the end of the game, the player holding the Fatestone adds its final value to his victory point tally. Whichever player has the most victory points at the end of the game wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Advantage Token",
      "Hand Management",
      "Pattern Building",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5304",
    "Name": "A Thief's Fortune",
    "ID": 254110,
    "Year": "(2018)",
    "Geek Rating": "5.738",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/254110/a-thiefs-fortune",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.8125",
    "Description": "Nabbarah: A city full of wonders and stories to be told &mdash; a glimmering jewel in the middle of the desert.&#10;&#10;You are a thief, always on the lookout for the next target to hit. You decide to sneak into the Royal Palace, break in its treasure room, and look for the mythical treasures rumored to be hidden there. Among piles of gold, emeralds, and precious jewelry, you stumble upon a chest containing a mysterious hourglass. As soon as you touch it, you are filled with mystical energy and realize its true power: You are now able to see glimpses of your own future. By taking different courses of action, different paths unfold before you, allowing you to shape your future as you see fit. Unfortunately, everyone in the palace is now after you...&#10;&#10;A Thief's Fortune is a card game for 1-4 players in which each player represents a different possible future of the same character. By visiting different locations, interacting with local characters and making sure that certain events you have seen actually happen, you try to find the path that will lead you as far away as possible from danger.&#10;&#10;In more detail, players each have three areas in front of them: past, present, and future. Over five rounds, players draft location, event, and character cards, adding them to their personal &quot;future&quot; area with resources on those cards. Players extract resources from those cards, and when they're empty, the cards move into the player's present, after which the player can activate the power on those cards to score the fortune points they need to win the game.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "5305",
    "Name": "Era of Kingdoms",
    "ID": 237023,
    "Year": "(2019)",
    "Geek Rating": "5.738",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/237023/era-of-kingdoms",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1818",
    "Description": "A kingdom building card game where 1-4 players compete to take their kingdom from the dark ages to the enlightenment. Outwit and out-plan up to 3 other players as you race to lead your people to prosperity, and make a few enemies along the way.&#10;&#10;Era of Kingdoms is a kingdom-building game full of strategy and player interaction. Each turn provides players a wide array of options and tools to improve your Kingdom. You can focus on improving the lands, upgrading from simple meadows to a thriving economic engine. Or perhaps you'd rather use your strength to achieve victory, taking the other kingdoms' riches. With limited space to build and only three positions for key advisers, strategic decisions must be made to guarantee victory. Includes: Era of Kingdoms Base Game | Trade Route Mini-Expansion | Commerce Mini-Expansion | Ruler Traits Mini-Expansion | All Kickstarter Stretch Goals.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civilization",
      "Medieval",
      "Renaissance"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "5306",
    "Name": "Small City: Deluxe Edition",
    "ID": 326538,
    "Year": "(2023)",
    "Geek Rating": "5.738",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/326538/small-city-deluxe-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.9091",
    "Description": "This is the new edition of Small City, one of the best city-building games that are constructed on a 90&deg; grid, like in real city!&#10;&#10;Build Residences, Commerce, and Industries. &#10;As Mayor, give jobs to your citizens to Produce Raw material, to build Cultural Buildings, and Develop your city - with the long-turn goal to be re-elected at the end of 8 rounds.&#10;Parks, Factories, Tourist agencies, Fire houses and Police Stations are a few of the buildings that can be built, each with a an ability of their own that is added to the game.&#10;As you build up the city, don't forget to take care of the pollution level in order to not ruin your effort...&#10;&#10;This new version includes:&#10;- a new revised book of rules&#10;- new illustrations from Kwanchai Moriya!&#10;- new variants that keep the best of the rules of the old edition&#10;- a revised version of the solo game&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Rondel",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Series: Small City Trilogy (Alban Viard)"
    ]
  },
  {
    "Rank": "5307",
    "Name": "Stich-Meister",
    "ID": 81250,
    "Year": "(2010)",
    "Geek Rating": "5.738",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/81250/stich-meister",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7838",
    "Description": "Stich-Meister is a trick-taking game in which the players alter the rules before each round of play. The game consists of two decks of cards: One deck of 60 cards with four suits of cards numbered 1 to 15, and one deck of 60 rule cards.&#10;&#10;Each player has three rule cards, and at the start of a round, each player plays one of these cards. The rule cards played determine the rules for that round. There are three types of rule cards:&#10;&#10;&#10;    Trump cards, which determine the trump suit;&#10;    Scoring cards, which determine how many points a trick is worth;&#10;    Basic rule cards, which affect the way cards may be played.&#10;&#10;&#10;Now, a trick-taking game is played with the 60-card deck. One player leads a card and others need to follow suit, if possible (unless this has been changed by the rule cards). The winner of a trick leads the next trick. At the end of the round each trick is worth one point, modified by the scoring cards.&#10;&#10;After a number of rounds equal to the number of players, the game ends, and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "5308",
    "Name": "Spot it! 1,2,3",
    "ID": 117995,
    "Year": "(2012)",
    "Geek Rating": "5.738",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/117995/spot-it-123",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0263",
    "Description": "Spot it! 1,2,3 features the same game play as its parent Spot it! but in a simplified manner so that younger players can play, too. (Spot it! Numbers &amp; Shapes, Spot it Jr.! Animals, and Spot it! Alphabet feature different images on their cards, but they have the same number of cards and the same gameplay.)&#10;&#10;Note: some of the different editions have slightly different rulesets (see e.g. uploaded files of different versions). Some editions (e.g. Dobble Beach with its waterproof cards) even feature the aim of playing through all the minigames and the player who won the most minigames wins.&#10;&#10;Each card in Spot it! 1,2,3 features six different numbers, with the sizes of numbers varying from one card to another. Any two cards have exactly one number in common. To play, reveal one card, then another. Whoever spots the number in common on both cards claims the first card, then another card is revealed for players to search, and so on.&#10;&#10;Whoever has collected the most cards when the deck runs out wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Characters: Jake and the Never Land Pirates",
      "Containers: Round Boxes",
      "Game: Spot it!",
      "Movies: Finding Nemo",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "5309",
    "Name": "Import / Export: Definitive Edition",
    "ID": 286439,
    "Year": "(2021)",
    "Geek Rating": "5.738",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/286439/import-export-definitive-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.8",
    "Description": "Import / Export is a role selection game with a passive and active economy driven by player decisions. You have the power to gain over one hundred unique powers by exporting shipments of goods, specializing into a varied tech tree, and unlocking advanced game engines that will be completely unique to each play!&#10;&#10;Once your shipments enter the open sea, someone can trigger an Import action, where everyone will hold a silent auction to buy your containers and either allocate them as a future end game investment or an immediate boost to their available actions for specific roles.&#10;&#10;The end goal of the game is to have the most credits, which will be a combination of your physical credits, passive credits that were saved as imported goods, plus any bonuses from completed shipments.&#10;&#10;This edition includes: 55 metal ten-foot shipping containers, 45 metal 20-foot container credits, 12 metal ships with flat loading surfaces, updated rule book and multi-language card power sheets, updated artwork, 167 bridge-sized cards, 100 single good-type base cards, 15 Kickstarter Expansion cards, 15 Capital Expansion cards, 10 J Expansion cards, 10 Tokyo Expansion cards, 3 bonus cards (part of the original Captain's Edition), 8 brand new bonus cards (one market card), 6 shipment payout cards that double as small harbors, 6 unique harbor cards, and 1 supply island card that flips to the Port of Tokyo.  Digital rule books available in 8 languages online.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Economic",
      "Industry / Manufacturing",
      "Math",
      "Nautical",
      "Pirates",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Hand Management",
      "Pick-up and Deliver",
      "Stock Holding",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5310",
    "Name": "The Key: Theft at Cliffrock Villa",
    "ID": 299171,
    "Year": "(2020)",
    "Geek Rating": "5.738",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/299171/the-key-theft-at-cliffrock-villa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.8182",
    "Description": "There has been a shocking string of robberies at Cliffrock Villa. Valuable works of art have been stolen! The players start their investigations and combine clues about the perpetrators, time of the crimes, stolen items, and escape plans. They need to generate the right number code to put the thieves behind bars. In the end, it&rsquo;s not necessarily the fastest investigator who wins the game, but the most efficient one.&#10;&#10;&mdash;description from the publisher&#10;&#10;Eine schwere Raubserie ersch&uuml;ttert die Cliffrock Villa, wertvolle Kunstobjekte wurden gestohlen! Die Spieler nehmen die Ermittlungsarbeit auf und kombinieren die Hinweise zu T&auml;ter, Tatzeit, Beute und Fluchtweg. Schlussendlich m&uuml;ssen sie den richtigen Zahlencode generieren und bringen so die R&auml;uber hinter Gitter. Am Ende gewinnt nicht unbedingt der schnellste, sondern der effizienteste Ermittler.&#10;&#10;&mdash;description from the publisher (German)&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Misc: Watch It Played How To Videos",
      "Series: Family Games (HABA)",
      "Series: The Key (HABA)",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "5311",
    "Name": "Space Race",
    "ID": 265635,
    "Year": "(2021)",
    "Geek Rating": "5.738",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/265635/space-race",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.1579",
    "Description": "The world struggles in the Cold War, and many see the sky as the next battlefield. The era of Space Race has just begun. Do you have what it takes to lead a daring space agency into a new age of human achievement?&#10;&#10;Space Race takes place during the first seven decades of the space conquest, and players become directors of newly established Space Agencies. Their goal is to expand them and to achieve astonishing breakthroughs. During the game, players will develop their Space Agencies by acquiring various cards (engineers, technologies, space programs) from a shared pool of cards called Universe.&#10;&#10;Space Race: The Board Game is a game based on finding synergies and constructing powerful combinations out of different abilities. There is no guaranteed winning strategy: players have to respond to an ever changing environment in order to identify the best course of development while competing with their opponents for the most interesting discoveries.&#10;&#10;The game is played in seven rounds. In every round, players acquire new cards into their agencies and activate abilities on cards they already own. In order to do this, players spend one of the limited set of Control Cards during every round. The player who creates the most developed Space Agency, builds the most impressive Laboratory and reaches the most remarkable breakthroughs wins the Space Race.&#10;&#10;Space Race uses a simultaneous action selection mechanism at the beginning of every round, when players choose one of their remaining Control Cards that will determine which abilities players can use during the round. Every Control Card activates one of four possible stripes on cards and players can only use those abilities that are on the active stripe. As there are only 3 Control Cards of each of the 4 types and no Control Card can be used more than once, players have to combine different types of cards and abilities to be successful during the 7 rounds of the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "5312",
    "Name": "Castles of Caladale",
    "ID": 213370,
    "Year": "(2017)",
    "Geek Rating": "5.738",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/213370/castles-of-caladale",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3125",
    "Description": "Description from the publisher:&#10;&#10;In a forgotten time when magic could move mountains, the Kingdom of Caladale was home to people of all kinds, living in castles of unimaginable beauty &mdash; but on one fateful night, an ancient spell of great power was cast by one unable to control it. By daybreak all of the castles were destroyed, their walls and towers torn apart, twisted together and scattered across the land.&#10;&#10;The people of Caladale must now rebuild, competing for walls and towers from the broken and twisted remains of each other's homes to rebuild their castles and reclaim the glory of Caladale!&#10;&#10;In Castles of Caladale, players lay tiles to construct beautiful castles and rebuild the kingdom. Building the most complete and largest castle earns a player glory throughout the land!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Dragons",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "5313",
    "Name": "Seven Bridges",
    "ID": 266188,
    "Year": "(2020)",
    "Geek Rating": "5.738",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/266188/seven-bridges",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Come explore the European city of K&ouml;nigsberg and learn about the logic puzzle that made its bridges famous!&#10;&#10;Seven Bridges is a roll-and-write dice drafting game in which players explore the historic city of K&ouml;nigsberg by colouring in connecting streets on their map. Points are earned by seeing different parts of the city, but the various ways to earn these points are only unlocked by crossing the city&rsquo;s seven bridges.&#10;&#10;Six dice are rolled at the beginning of each turn, and each player drafts the roads from one of these onto their map. Should they select the one that lets them travel furthest, or the one that points them in the right direction? After five rounds, the player who tallies the most points wins!&#10;&#10;Seven Bridges stands out from most other roll-and-write games because it includes a map of a real-world city created by a professional cartographer! The elements of the game itself have been cleverly &lsquo;superimposed&rsquo; onto the map as an overprint, a technique once used to update or repurpose outdated maps.&#10;&#10;",
    "Categories": [
      "Dice",
      "Transportation"
    ],
    "Mechanics": [
      "Connections",
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Open Drafting",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Kaliningrad (Russia)",
      "Components: Dice with Icons",
      "Components: Map (City Scale)",
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "5314",
    "Name": "One Night Revolution",
    "ID": 176361,
    "Year": "(2015)",
    "Geek Rating": "5.738",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/176361/one-night-revolution",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8696",
    "Description": "One Night Revolution (formerly One Night Resistance) is a super fast game of secret identities for 3 to 10 players that combines all the deductive and chaotically fun elements of the One Night Ultimate Werewolf series with more structured game play. The result is a very addictive game that is easy to learn and will be played over and over again.&#10;&#10;Every player starts with a specialist role and an ID (either Government Informant or Rebel Fighter). At night the Informants reveal themselves to one another &mdash; assuming any exist, that is, as at all player counts between zero and three Informants are in play &mdash; then all players complete their specialist action in a clockwise order (removing the need for a rigid script/app and reducing the potential to accidentally reveal your role). Specialist actions include gathering information, switching roles, and helping players in their attempt to identify the Informant(s) before the day is over. If a majority of players identify an Informant, the Rebels wins &mdash; but if the Informant(s) remain hidden, they win!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia",
      "Series: One Night (Bézier Games)",
      "Setting: Dystopian Universe (Indie Boards & Cards)"
    ]
  },
  {
    "Rank": "5315",
    "Name": "Black Stories 2",
    "ID": 20750,
    "Year": "(2005)",
    "Geek Rating": "5.738",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/20750/black-stories-2",
    "Min Players": "2",
    "Max Players": "15",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2083",
    "Description": "How could that have happened? Black Stories are fiddly, morbid and mysterious riddles for teenagers and adults. The players try to reconstruct the crime by asking, guessing and fiddling about. Only yes/no answers are allowed. A spooky card game just right for any party.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories",
      "Misc: No Table Needed"
    ]
  },
  {
    "Rank": "5316",
    "Name": "Star Wars: Bounty Hunters",
    "ID": 410655,
    "Year": "(2024)",
    "Geek Rating": "5.738",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/410655/star-wars-bounty-hunters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3889",
    "Description": "Star Wars: Bounty Hunters is a light strategy game, in which players compete to be the best bounty hunter in the galaxy. Players have three goals which will help them earn points: capturing targets, completing contracts, and purchasing droids and crates at the Jawa market.&#10;&#10;There is no down-time in this drafting game: everyone plays at the same time. Players start with 4 cards in hand. Each turn, players pick a card from one of the available piles (targets, hunters, contracts, and Jawa market). Then, they can choose to either play or sell a card. Finally, they pass their remaining hand to their left-hand neighbor.&#10;&#10;Target cards have defense values, while hunter and droid cards have attack values. To capture a target, players must equal or exceed the target&rsquo;s defense values by placing hunter and droid cards in front of their targets. Once a target is defeated, it is placed horizontally.&#10;&#10;Players may also fill contracts by choosing contract cards. These grant bonus points for capturing specific targets and purchasing crates.&#10;&#10;The first player to capture 4 targets earns bonuses, and this triggers the final 2 turns. Using the scorepad, players count the points they earned from capturing targets, filling contracts, and purchasing crates, and they deduce points they spent to hire hunters. The player with the most points is declared the best bounty hunter in the galaxy!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Closed Drafting",
      "Set Collection"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "5317",
    "Name": "Crossing Oceans",
    "ID": 368854,
    "Year": "(2022)",
    "Geek Rating": "5.738",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/368854/crossing-oceans",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3125",
    "Description": "Featuring fifty historic ships, Crossing Oceans revives the golden era of ocean liners at the turn of the 20th century. Ever larger and faster steamships revolutionized maritime traffic. Daring shipping companies opened steamship lines to the major ports worldwide. Modern steel juggernauts replaced traditional sailing vessels and competed intensely for dominance on the shipping routes.&#10;&#10;Build yourself a thriving merchant fleet, and guide it to economic prosperity. Acquire the most modern steamships on the market and take over the precious ports from your rivals. Build an extensive network of trading posts and coal bunkers to expand the capability of your fleet. Make use of diverse options to carry out lucrative transports and win the prestigious Blue Riband of the North Atlantic.&#10;&#10;Crossing Oceans picks up the theme and some elements of the 2017 board game Transatlantic, composing an entirely new game on a large historical map.&#10;&#10;During their turn, a player can put a ship on the board or take a contract, use contracts in three different ways (optional), and choose an action on the rondel. (The main difference in this design is that it's a rondel game, not a card-driven game.)&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Ownership",
      "Rondel"
    ],
    "Families": [
      "Series: Rondel (Mac Gerdts)"
    ]
  },
  {
    "Rank": "5318",
    "Name": "Q.E.",
    "ID": 209136,
    "Year": "(2017)",
    "Geek Rating": "5.737",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/209136/qe",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "Financial crisis has occurred. Sixteen &quot;too big to fail&quot; companies from four countries need bailing out. The central banks have unlimited financial resources, so lots of money is going to be printed, but the central banks also face disaster &mdash; print too much money and the country they represent goes bust.&#10;&#10;In Q.E., you play the role of a central bank. You bid on different size companies to accumulate various levels of victory points. The amount you bid is unlimited since you are the central bank and you own the printing press! After the initial &quot;open&quot; bid by the lead player, the other players bid in secret. After the sixteen companies have been &quot;bailed out&quot;, bonus victory points are awarded for company sets of nationalization, monopolization and diversification.&#10;&#10;Player markers on the scoring track now reveal which player has the most victory points, but this is not the end. Players must now add up the amount of money they printed and the player who printed the most money loses all their victory points!&#10;&#10;Q.E. stands for Quantitative Easing.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: BoardSpace"
    ]
  },
  {
    "Rank": "5319",
    "Name": "The Fog of War",
    "ID": 197439,
    "Year": "(2016)",
    "Geek Rating": "5.737",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/197439/the-fog-of-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.0625",
    "Description": "For months you've been planning and gathering forces for the largest invasion of the war. Your opponent knows that you are preparing a major strike, but do they know where? Suddenly you receive reports that a spy has gained information about your operation, and the enemy shifts their defensive forces. But do they know the full extent of your plans? Should you call off the invasion and plan for a new attack? Or risk disaster against a prepared enemy? This is the fog of war...&#10;&#10;The Fog of War is a two-player grand strategic game covering the European theater of World War II from 1940 to 1944. One player plays the Axis forces, and the other the Allies.&#10;&#10;The game does not have units that move around a map; instead the game focuses on the planning and intelligence aspects of the war. Each player has a deck of cards that represent the army, navy, and other assets of their nations. A map shows the 28 land and sea provinces over which the players are battling.&#10;&#10;You defend a province by placing cards face down on the map. If you wish to attack a province, you must plan an &quot;operation&quot; to do so by creating one on your operation wheel. The wheel is a unique way of forcing players to commit to operations in advance, while giving opportunities for intelligence gathering and bluffing. An operation consists of a province card that shows the target of the operation, plus one or more cards to conduct the attack. All of these cards are placed face down, so your opponent does not know the target of the operation or the strength of the cards that are taking part. Each turn, the dial on the operation wheel is rotated by one position. This controls when an operation can be launched and any attack or defense bonuses that apply.&#10;&#10;In addition to combat forces for attack or defense, you may also spend Intel tokens to investigate your opponent&rsquo;s operations and defenses.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Advantage Token",
      "Area Movement",
      "Betting and Bluffing",
      "Hand Management",
      "Secret Unit Deployment",
      "Sudden Death Ending",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: The Great Designers (Stronghold Games)"
    ]
  },
  {
    "Rank": "5320",
    "Name": "Assault of the Giants",
    "ID": 201455,
    "Year": "(2017)",
    "Geek Rating": "5.737",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/201455/assault-of-the-giants",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.4231",
    "Description": "Description from the publisher:&#10;&#10;Based on the story first presented in the Storm King&rsquo;s Thunder adventure from Dungeons &amp; Dragons, Assault of the Giants is a new board game designed by Andrew Parks for 3-6 players. Players will need to command armies of giants as they wage war throughout northwest Faer&ucirc;n. Order your giants to assault small folk villages and cities to score points and secure resources including food, artifacts, ore, and runes.&#10;&#10;Each player issues commands to their giants in the form of command cards (recruit, move, attack, pillage, and so on). This allows players to recruit new giants, send them out to attack settlements and other giants, and also to pursue special agendas based upon their race. Each player represents a different giant race (hill giants, stone giants, frost giants, fire giants, cloud giants, or storm giants), each with a different agenda.  For example, the Storm Giants seek to restore their lost monarch, King Hekaton. The Cloud Giants seek an ancient dragon treasure trove, and the Hill Giants seek an abundance of food with which to feed their massive monarch, Chief Guh.&#10;&#10;Contents include 12 Giants miniatures, injection molded in color, measuring from approximately 60mm to over 90mm in height, and three Giantslayers.&#10;&#10;Preliminary FAQ: https://boardgamegeek.com/thread/1730050/assault-giants-preliminary-faq&#10;&#10;Official Variants: https://boardgamegeek.com/article/26201496&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Area Majority / Influence",
      "Dice Rolling",
      "Die Icon Resolution",
      "Hand Management",
      "Open Drafting",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "5321",
    "Name": "Perplexus",
    "ID": 72644,
    "Year": "(2001)",
    "Geek Rating": "5.737",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/72644/perplexus",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Perplexus is a 3-D maze game where players must maneuver a small marble around challenging barriers inside a transparent sphere.&#10;&#10;Unlike traditional flat-surface mazes that are composed of one path, Perplexus houses various exhilarating tracks with 100 barriers and provides a three dimensional experience. Players select which track they would like to attempt, and then must work with gravity and carefully shift, flip, and twist the sphere to guide the marble.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Maze"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Components: 3-Dimensional (3D)",
      "Components: Marbles",
      "Game: Perplexus",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Series: World's Smallest Games Series (Super impulse)"
    ]
  },
  {
    "Rank": "5322",
    "Name": "Venture",
    "ID": 1206,
    "Year": "(1968)",
    "Geek Rating": "5.737",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/1206/venture",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.971",
    "Description": "Card game in which players purchase companies using sets that have various monetary denominations (the resource cards).  Turning in a set with matching symbols is worth more than the face value of the cards, so set collecting becomes a key strategy.  Purchased companies (the corporation cards) are placed in front of the player according to a matching letter system.  The top company of each stack is vulnerable to proxy take-overs by other players, so they usually attempt to order their holdings such that the most valuable ones are covered by less valuable companies.  Scoring occurs whenever a player draws a profit card from the deck.  The game ends when the corporation deck is exhausted.&#10;&#10;Originally published by 3M (3M Gamette Series), re-published by Avalon Hill in its &quot;gamette line&quot; (gamette no. 205) when they took over 3M's line.  Schmidt published the German edition DIE BOSSE in 1991.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Market",
      "Melding and Splaying",
      "Move Through Deck",
      "Pattern Building",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Promotional: Board Games",
      "Series: 3M Gamettes",
      "Series: Sid Sackson Signature"
    ]
  },
  {
    "Rank": "5323",
    "Name": "Space Marine",
    "ID": 4001,
    "Year": "(1989)",
    "Geek Rating": "5.737",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/4001/space-marine",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1458",
    "Description": "Space Marine is a miniatures wargame set in the Warhammer 40,000 universe. This game in both its editions was the flagship of Games Workshop Ltd.'s Epic scale (6 mm) miniatures games until they were replaced by Warhammer Epic 40,000 which worked at the same scales but had all new mechanics. Both first and second editions were sold as box sets which contained rules, scenery and enough miniatures for two armies.&#10;  &#10;First edition subtitled Epic Battles in the Age of Heresy was set in a much earlier time period than Warhammer 40,000. It featured Space Marines versus Space Marines in a civil war. The game could be combined with the previous published Adeptus Titanicus which featured Titans, giant robots, in the same 6 mm scale. Ork and Eldar models were also released, with rules for them in the Codex Titanicus expansion.&#10;&#10;Second edition was subtitled Epic Conflict in the War Torn Universe of the 41st Millenium and brought the setting into the standard era of Warhammer 40,000. It was radically revised but still fundamentally the same system, unlike the latter version of the Epic range. The new edition included Orks, Eldar and Titans in the base rules. These and other new races were greatly expanded in latter supplements.&#10;&#10;First Edition expansions and compatible games:&#10;&#10;    Adeptus Titanicus (1988) - also a stand alone game.&#10;    Codex Titanicus&#10;&#10;&#10;Second Edition expansions and compatible games:&#10;&#10;    Armies of the Imperium: Space Marines and Imperial Guard (1991)&#10;    Renegades: Eldar and Chaos Armies for Space Marine (1992)&#10;    Ork and Squat Warlords (1992)&#10;    Space Marine Battles (1993)&#10;    Titan Legions (1994) - also a stand alone game.&#10;    Hive War:Tyranids (1995)&#10;&#10;&#10;Later Editions of the Epic system:&#10;&#10;    Warhammer Epic 40,000 - 3rd Edition  (1998)&#10;    Epic Armageddon - 4th Edition (2004)&#10;    NetEpic - unofficial continuation of 2nd Edition (1997)&#10;    Heresy - unofficial rules in same scale and setting, designed to be a grittier wargame.&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "5324",
    "Name": "Clockworker",
    "ID": 322623,
    "Year": "(2020)",
    "Geek Rating": "5.737",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/322623/clockworker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.1053",
    "Description": "Clockworker is a worker-placement game in which the workers have characteristic movements. More specifically, robots operate the factory and gain resources from the abandoned earth. A factory has multiple worker spaces, and many robots can go to work in the same batch, but it takes time to gain resources. As a result, you need to manage the timing of how the robots return so that you can develop your technology.&#10;&#10;In the end, the player with the most victory points wins.&#10;&#10;Clockworker is a revised edition of Planeta Rica, which was released by 4tousei(&#229;&#155;&#155;&#231;&#173;&#137;&#230;&#152;&#159;) in 2017.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Theme: Post-Apocalyptic",
      "Theme: Robots",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "5325",
    "Name": "Dorfromantik: The Duel",
    "ID": 395364,
    "Year": "(2023)",
    "Geek Rating": "5.737",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/395364/dorfromantik-the-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8182",
    "Description": "After the great success of Dorfromantik: The Board Game, the next part of the Dorfromantik world is no longer about working together, but about friendly competition. The basic principle of the Spiel des Jahres 2023 is retained, but now both sides continue to expand their own landscape with the tile they have just revealed. Two new types of assignments also come into play with double and all-around assignments, which can also be combined with Dorfromantik: The Board Game. Two independently playable modules also provide more challenge, more variety, more interaction. Four of the new special tiles can also be integrated into Dorfromantik: The Board Game and played cooperatively.&#10;&#10;Dorfromantik: The Duel allows two players or two teams to compete. And with two copies even up to four people can play. Who will create the most beautiful world of hexagonal landscapes? Who will be better at fulfilling the villager's orders while also mastering the challenge of new assignments?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Environmental",
      "Puzzle"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "5326",
    "Name": "Hotel Samoa",
    "ID": 63740,
    "Year": "(2010)",
    "Geek Rating": "5.737",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/63740/hotel-samoa",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.092",
    "Description": "Samoa. A popular vacation resort, where groups of tourists arrive every week. The hotel owners&rsquo; only care is to give these tourists the stay of their life - and of course to rid them of as much money as possible.&#10;&#10;Each round, new tourists of various nationalities will arrive at the island, and new upgrades in the form of build tiles will be available to buy for your hotel. Players will simultaneously choose one of their price cards to play, which indicates both your bid for building a hotel upgrade, and the price you set on your hotel rooms. The tourists will of course seek out the cheapest hotels first, so you must carefully plan when to demand sky high prices, and when to drop prices low in order to attract the tourists right under your opponents' noses. All the tourists have different personalities and abilities - so be sure to get the ones that benefit you the most. And of course you can enhance your hotel by building extra rooms, a swimming pool, or perhaps a luxury suite? &#10;In the end, it's the cash that counts.&#10;&#10;This is a fast and varied game of medium-light complexity, and as most decicions are made simultaneously by the players, the game has very little down time.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Memory",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Samoa",
      "Region: Oceania",
      "Theme: Beaches",
      "Theme: Hotels, Inns, Lodgings",
      "Theme: Tropical",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "5327",
    "Name": "Paupers' Ladder",
    "ID": 263938,
    "Year": "(2019)",
    "Geek Rating": "5.737",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/263938/paupers-ladder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.125",
    "Description": "Garolium Scraggart, beloved ruler of the people, has died. Despite an upbringing of real hardship she rose to the highest rank in the royal court and did what she could to make sure the poorest in Brighthelm were not&nbsp;forgotten. She died too young, her work half done. A tournament has been announced to find her successor. Brave knights have travelled down royal highways. Bold paladins have knocked on royal doors. So too have bards, lords and heroes. All looking to take over Scraggart&rsquo;s reign and rule the realm to their desires. And every one of them has been sent back to whence they came. Because Garolium herself had devised the tournament. It was the last thing she did, and she decreed it would only be open to those of the most limited means. Those whose potential had been locked by the chains of ill-fortune and poverty. Brighthelm's paupers. She had spent her whole life building their ladder and nobody was going to kick it away.&#10;&#10;In Paupers' Ladder, players are a pauper in Garolium's tournament. Along with your bird companion, explore the wild and treacherous land of Brighthelm as you strive to learn three of the five virtues: generosity, fellowship, bravery, knowledge, and magnificence. Battle a bestiary of creatures, undertake quests, find ingredients to craft powerful recipes, and discover the sights and wonders of an exciting new world along the way. But beware! You're not the only pauper in town. the land of Brighthelm is illustrated with a playing board and over 400 cards depicting equipment, quests, recipes, monsters, ingredients, encounters, cities, villages and more besides.&#10;&#10;On your turn you use both your Pauper and your Bird, in either order. Each character may move from the Region they occupy into any adjoining Region, or stay where they are. Paupers&rsquo; can pay to travel extra Regions. Your character now explores the Region they occupy.&#10;&#10;The aim of Paupers&rsquo; Ladder is to learn any 3 of the 5 Virtues. Virtues are learned in different ways. For instance, you learn the Virtue of generosity by discarding a certain amount of gems from your purse. When a player has learned 3 Virtues, they have won the game.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Setting: Brighthelm (Bedsit Games)"
    ]
  },
  {
    "Rank": "5328",
    "Name": "Star Trek Deck Building Game: The Original Series",
    "ID": 122690,
    "Year": "(2012)",
    "Geek Rating": "5.737",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/122690/star-trek-deck-building-game-the-original-series",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6452",
    "Description": "In Star Trek [Deck Building Game]: The Original Series, players take on the role of Captain of a salvaged Starship. They will search for new allies such as Kirk, Spock, and other famous Characters, and Explore space to complete Missions and overcome Events.&#10;&#10;The game features two separate scenarios of play:&#10;&#10;&#10;    Explorations [Free For All]: Explore Space to complete Missions and Encounter Events.&#10;&#10;&#10;&#10;    Infection Explorations [Free For All]: Take on some of the most dangerous and lethal Infections, Diseases, and Viruses in the universe while completing difficult Missions and Events. Do you have what it takes to keep your crew alive?&#10;&#10;&#10;Star Trek [Deck Building Game]: The Original Series features new Basic Character Effects that can be transferred to any of the other Star Trek [Deck Building Game]s for a new experience; the new &quot;Handheld&quot; keyword, which is found on some Maneuvers that need a Character to hold them to be used; and new Draft Mission cards that give players a set of hidden Missions that only they can complete from the start of the game.&#10;&#10;In 2014 Publisher Bandai sent a public note communicating that they will not to produce any of Star Trek: Deck Building games, having abandoned the game definitely.&#10;&#10;Integrates with:&#10;&#10;    Star Trek Deck Building Game: The Next Generation&#10;    Star Trek Deck Building Game: The Next Generation &#226;&#128;&#147; Next Phase&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Push Your Luck",
      "Simulation"
    ],
    "Families": [
      "Game: Star Trek Deck Building Game",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "5329",
    "Name": "Maudit Mot Dit",
    "ID": 364008,
    "Year": "(2022)",
    "Geek Rating": "5.736",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/364008/maudit-mot-dit",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2308",
    "Description": "Maudit Mot Dit is a game in which you will have to guess a word in a specific number of clues chosen for you! Be careful that it is not guessed too quickly, or not guessed at all!&#10;&#10;How to play ?&#10;A player secretly opens the box and discovers a word to be guessed with a precise number of clues.&#10;They give clues one by one so that their word is found with the right number of clues, no more, no less...&#10;If an opponent guesses the right word too early, they steal the points!&#10;&#10;Will you be able to turn around the word?&#10;The trick is to use the right number of clues to get the right word. For example with 3 players: Irma tries to guess the secret word Pisces with 4 clues. After saying &quot;Astrology&quot; and &quot;Moon&quot;, she says &quot;Tail&quot; as the third clue. Felix suggests Pisces, the round stops immediately and he alone wins 3 points!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits"
    ],
    "Families": [
      "Mechanism: Give a Clue / Get a Clue",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "5330",
    "Name": "Roll to the Top: Journeys",
    "ID": 370193,
    "Year": "(2023)",
    "Geek Rating": "5.736",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/370193/roll-to-the-top-journeys",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1",
    "Description": "In this beautifully illustrated roll and write, you'll take on the role of a young woman going on a once-in-a-lifetime journey around the world. Travel to incredible landmarks all over the globe - from the Pyramid of Giza to the Matterhorn. Follow the young artist&rsquo;s journey through her postcards, sent back home to her family to recount the details of her trip.&#10;&#10;Try to be the first player to fill in enough boxes to make it to the top of the landmark in this roll-and-write.&#10;&#10;All players will pull from the same pool of numbers rolled on the active dice, using the values to make their way up from the bottom to the top of each landmark. Numbers must increase as you climb, so combine the values carefully!&#10;&#10;Each location card will bring a series of unique rules, mixing up play and adding to the challenge! At the end of each round, use the action die to change the dice pool and continue your race to the top!&#10;&#10;Featuring many of the classic Roll to the Top landmarks, this new edition provides new-and-improved game mechanics plus all-new illustrations by artist Horia Tundrea.&#10;&#10;",
    "Categories": [
      "Dice",
      "Number",
      "Travel"
    ],
    "Mechanics": [
      "Bingo",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Race",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Components: Polyhedral (not D6) dice",
      "Digital Implementations: Board Game Arena",
      "Game: Roll to the Top!",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "5331",
    "Name": "Sherlock: Propagation",
    "ID": 266445,
    "Year": "(2018)",
    "Geek Rating": "5.736",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/266445/sherlock-propagation",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4444",
    "Description": "&quot;The fire in an important laboratory in Oslo hides disturbing events. What happened? Why? Follow the clues of your team of researchers to answer these and other questions. Will you avoid spreading?&quot; (from the back cover of the game)&#10;&#10;In each Q case, you try to solve a mystery case with 32 clues, with players revealing one clue at a time until all cards have been revealed or discarded. During your turn, each player must perform one of the following actions:&#10;&#10;A) Reveal information:&#10;Choose a card from your hand and place it on the table, so all players can read or see the entire information.&#10;We recomend you read out loud all shared info when you place it on the table. If you play a clue that happens to be irrelevant&#10;to the case, you lose points at the end of the game, but be careful! Some clues are vital to resolve the case.&#10;&#10;You can share and expose your theories at any moment and talk about the cards you have in your hand but you cannot show them to the other players and you may only read out loud the words written in bold or the text framed inside an image:&#10;&#10;At the end of the game, when all clue cards have been revealed or discarded, you must check carefully all the available information and prepare a theory of what happened, working all together. Then, open the questionnaire and answer all questions. During this phase of the game, you can speak freely about your discarded cards, or the information you remember of them. Each right answer will add two points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "5332",
    "Name": "Upon a Salty Ocean",
    "ID": 97273,
    "Year": "(2011)",
    "Geek Rating": "5.736",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/97273/upon-a-salty-ocean",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8971",
    "Description": "At the beginning of the 16th century, the city of Rouen is the main French port. The city's wealth depends on fishing and the trading of salted fish. Salt produced in the mines has to be loaded onto ships and used to preserve herring and cod fished in the Atlantic Ocean. Every week ships full of salt barrels leave Rouen for the fishing grounds of the Atlantic Ocean, and once back, the goods are sold in the city markets. The players represent city merchants, and they invest in ships and city buildings to try to get rich. Who will be the richest merchant of Rouen, when Francis I, King of France, comes to visit the City?&#10;&#10;In Upon a Salty Ocean, players start the game with one caravel loaded with three salt barrels, a salt mine and 10-16 money. From this, they must build a shipping empire! The game lasts five turns, with each turn being divided into three phases.&#10;&#10;In the event phase, players adjust prices on the market based on the current event tile, take into the account the weather and environmental conditions that will affect them the remainder of the round, and reveal the event tile for the subsequent round.&#10;&#10;The action phase lasts a variable number of rounds depending on how many actions players want to take and can afford. Eight actions are available and they're divided into four types:&#10;&#10;&#10;    City: (1) buy a saline and (2) buy a building&#10;    Navigation: (1) travel to the ocean and fish and (2) travel to Rouen&#10;    Harbor: (1) build a ship and (2) move goods&#10;    Market: (1) sell to the market and (2) buy from the market&#10;&#10;&#10;On a player's turn, he can take any one of the either actions or pass; the cost of an action is the number of times this type of action has been performed previously during this round. For example, the first use of a City action costs 0, while the next use (whether to buy a saline or a building) costs 1. A player who passes can take an action later in the same phase. The action phase ends once all players pass. A player can go into debt during a turn, paying one coin in interest when doing so; as long as the player is in the black once the action round ends (by selling to the market), no further payment is due.&#10;&#10;In the turn end phase, players produce salt, may use special buildings, pay interest (if needed), reset the cost of the actions to zero, and so on. A player can have no more than 40 coins at the end of a turn unless he owns a banque, and the limit is 80 coins without owning Salle des Coffres. This limit is important as the player with the most coins after five rounds wins. Some buildings provide endgame bonuses to which the coin limit doesn't apply.&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Points",
      "Variable Phase Order"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "5333",
    "Name": "Dwergar",
    "ID": 291874,
    "Year": "(2020)",
    "Geek Rating": "5.736",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/291874/dwergar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.0769",
    "Description": "Welcome to Dwergar&ndash; a fantastic mine full of dwarf miners, engineers and blacksmiths absorbed in their life passion -work!&#10;Stepping in, you feel the temperature rise and smell the melted metals.&#10;The sound of the sledgehammer is resonating through the halls of the great dwarf mine city.&#10;Each guild of outstanding builders and miners try to demonstrate their efficiency and skills by collecting rich ores and precious gems. Then, they use them to build magnificent structures around the Dwergar mines.&#10;It is well known that the mining shaft in this legendary mine is always working, and only the masters of a mining profession can earn the privilege to work here. You are one of them. Can you prove that you deserve this honor?&#10;The unique meeple distribution system and innovative mechanism of mining the resources will allow you to experience the classic worker placement game in a new innovative way!&#10;You are a leader of the dwarf guild who works in a mine. Your task is to collect all kinds of resources (stone, iron, gold, gems and a short-term action resource &ndash; heat). These supplies will help you build the infrastructure of the Dwergar mine by following architects&rsquo; orders presented on the cards. The goal of the game is to collect those cards. You exchange the resources for the cards and these in turn will bring you the victory points.&#10;The simplicity of the rules and the depth of the gameplay  make a medium complexity game that can satisfy families as well as avid gamers.&#10;The game lasts 10 rounds. After that, the dwarf guild with the most points, wins!&#10;&#10;  &#10;&mdash;description from the publisher&#10; Witamy w Dwergar- fantastycznej kopalni pe&#197;&#130;nej krasnoludzkich g&oacute;rnik&oacute;w, in&#197;&#188;ynier&oacute;w oraz kowali poch&#197;&#130;oni&#196;&#153;tych swoj&#196;&#133; &#197;&#188;yciow&#196;&#133; pasj&#196;&#133; &ndash; prac&#196;&#133;. Kopalnia wita ci&#196;&#153;  zapachem topionych rud metali oraz ciep&#197;&#130;em bij&#196;&#133;cym z rozgrzanych piec&oacute;w. D&#197;&#186;wi&#196;&#153;k kowalskich m&#197;&#130;ot&oacute;w rozbrzmiewa w salach wielkiego krasnoludzkiego miasta-kopalni.&#10;Ka&#197;&#188;da gildia to grupa wybitnych budowniczych oraz g&oacute;rnik&oacute;w, kt&oacute;rzy pragn&#196;&#133; udowodni&#196;&#135; sw&oacute;j kunszt. Gromadz&#196;&#133; bogate rudy i cenne klejnoty, a nast&#196;&#153;pnie u&#197;&#188;ywaj&#196;&#133; ich do wznoszenia wspania&#197;&#130;ych budowli oraz maszyn wok&oacute;&#197;&#130; kopalni Dwergar.&#10;Powszechnie wiadomo, &#197;&#188;e tylko mistrzowie g&oacute;rniczego fachu mog&#196;&#133; uzyska&#196;&#135; przywilej pracy w legendarnej kopalni. Jeste&#197;&#155; jednym z nich. Czy oka&#197;&#188;esz si&#196;&#153; godny tego wyr&oacute;&#197;&#188;nienia?&#10; W grze Dwergar unikalny system dystrybucji meepli oraz innowacyjny mechanizm wydobywania zasob&oacute;w, pozwalaj&#196;&#133; do&#197;&#155;wiadczy&#196;&#135; klasycznej gry Euro, o zarz&#196;&#133;dzaniu zasobami, w zupe&#197;&#130;nie nowy spos&oacute;b!&#10;Jeste&#197;&#155; przyw&oacute;dc&#196;&#133; gildii krasnolud&oacute;w, kt&oacute;ra pracuje w legendarnej kopalni Dwergar. Twoim zadaniem jest zdobycie wszelkiego rodzaju zasob&oacute;w (kamie&#197;&#132;, &#197;&#188;elazo, z&#197;&#130;oto, klejnoty, ciep&#197;&#130;o). U&#197;&#188;ywaj ich, aby rozwija&#196;&#135; infrastruktur&#196;&#153; kopalni, wype&#197;&#130;niaj&#196;&#133;c karty ze zalecaniami architekt&oacute;w. Korzystaj&#196;&#133;c z wydobytych zasob&oacute;w realizujesz karty zlece&#197;&#132;, otrzymuj&#196;&#133;c w zamian punkty zwyci&#196;&#153;stwa.&#10; Proste zasady oraz g&#197;&#130;&#196;&#153;bia rozgrywki tworz&#196;&#133; gr&#196;&#153; o &#197;&#155;redniej z&#197;&#130;o&#197;&#188;ono&#197;&#155;ci, kt&oacute;ra mo&#197;&#188;e zadowoli&#196;&#135; zar&oacute;wno rodziny, jak i zapalonych graczy. Karty wydarze&#197;&#132;, zmienna dost&#196;&#153;pno&#197;&#155;&#196;&#135; fachowc&oacute;w oraz 5 r&oacute;&#197;&#188;nych tali zlece&#197;&#132; architekt&oacute;w gwarantuj&#196;&#133; r&oacute;&#197;&#188;norodno&#197;&#155;&#196;&#135; ka&#197;&#188;dej rozgrywki.&#10;Gra trwa 10 rund. Zwyci&#196;&#153;zc&#196;&#133; jest gildia krasnolud&oacute;w z najwi&#196;&#153;ksz&#196;&#133; liczb&#196;&#133; punkt&oacute;w zwyci&#196;&#153;stwa!&#10; &#10;&quot;-opis od wydawcy&quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points",
      "End Game Bonuses",
      "Events",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Components: Rocks/Stones",
      "Creatures: Dwarves & Gnomes",
      "Digital Implementations: Tabletopia",
      "Series: Expert (Granna)",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "5334",
    "Name": "From the Moon",
    "ID": 353745,
    "Year": "(2024)",
    "Geek Rating": "5.736",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/353745/from-the-moon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.4286",
    "Description": "In From the Moon, players are representatives of factions trying to complete missions departing from our Moon in order to help humankind survive elsewhere in the galaxy. Indeed, the fate of the Earth is sealed, and time is running out!&#10;&#10;The plan is to launch three survival missions before all life on Earth ends. To do that, each faction will contribute by building parts of the ships and build their own lunar base to store the necessary resources.&#10;&#10;In the end, which faction will be most suited to lead the future of our race out there, far away in space?&#10;&#10;&mdash;description from the publisher (translated).&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "Income",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "5335",
    "Name": "Coney Island",
    "ID": 106999,
    "Year": "(2011)",
    "Geek Rating": "5.736",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/106999/coney-island",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4667",
    "Description": "There's still much left to do in order to become the world's largest and most diverse amusement park! Your family (one of four) has a small, but steady income that should suffice to hire a few showmen to bring life to the oh-so-empty park site. As you earn more, you can afford a favor or two: the police officer is kinder to you, you can hire a migrant worker to do extra work, and you can even finagle the attention of a promoter or a journalist!&#10;&#10;The families will need to co-operate from time to time; after all, those grand attractions don't build themselves. In the end, the grand attractions are what will impress the crowds and bring about euphoric headlines in the newspapers!&#10;&#10;To set up Coney Island, each player takes two money tiles, a random building material and a player board, covering most of the spaces on that board with showmen tiles. At the start of each turn, a player receives income. At the beginning of the game a player's income is one VP, one money and one randomly drawn building material; as the game progresses, the player can remove showmen tiles to uncover VP, money and material spaces, thereby boosting his income. A player can never have more than five money tiles and five materials.&#10;&#10;A player then takes one to three main actions and up to five special actions:&#10;&#10;&#10;    Place a building site tile. Pay the cost of the space you cover and receive the reward shown there (VPs, materials, an additional action)&#10;    Place a showmen tile. Pay the cost in building materials shown on your player board, then place this tile on an empty space on a building site. This boosts your income (by uncovering a space) and gives you and others potential places to build.&#10;    Place a grand attraction tile. These tiles cost 2-5 materials to build and cover 1-4 spaces, each of which must have a showman tile on it. Players receive points for their showmen used or attraction placed, then the showmen are returned to the appropriate player boards.&#10;&#10;&#10;By spending two money, a player can acquire one of five character tiles (either from the supply or another player); each character provides a special action that the player can use each turn, such as spending money or VPs for material or buying newspaper tiles (which are worth points and can be spent for an additional action).&#10;&#10;Each main action may be executed at most once per turn unless extra actions are used from newspapers or from bonuses earned by placing certain building site tiles.&#10;&#10;After one player reaches 60 VP, and each player has had the same number of turns, the game ends, with players scoring their newspaper tiles and losing points for each showman on their player boards. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "5336",
    "Name": "Unexploded Cow",
    "ID": 1690,
    "Year": "(2001)",
    "Geek Rating": "5.736",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/1690/unexploded-cow",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.3618",
    "Description": "Europe. Summer 1997. You and your most creative friends have discovered two problems with a common solution: mad cows in England and unexploded bombs in France. You've decided to bring these two powder kegs together just to see what happens &ndash; and you wouldn't say &quot;no&quot; to a little money on the side, so round up your herd, march them through France, and set them loose behind the Cordon Rouge. If you're lucky, you'll come home rich before Greenpeace gets hold of you.&#10;&#10;Either way, there's something magical about blowing up cows.&#10;&#10;Unexploded Cow is a money game in which players are trying to collect enough points to win the pot. On every turn, you will buy cows and pay for special effects by putting money in the pot, then try to discover bombs with your own cows in an effort to take money out of the pot. All along, you will be earning points from the French as you liberate town after town from the terrors of unexploded bombs, and the player who scores the most points gets whatever's left in the pot.&#10;&#10;Unexploded Cow is best played as a series of short games, each of which takes about thirty minutes. The game is quite simple and very chaotic: You'll have a blast.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Economic",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Crowdfunding: Kickstarter",
      "Decades: The 1990's",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "5337",
    "Name": "Crazy Time",
    "ID": 147614,
    "Year": "(2013)",
    "Geek Rating": "5.736",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/147614/crazy-time",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6471",
    "Description": "Somewhere in the universe creatures exist that count the hours in order for time to flow. Eternity being quite long, to make passing time more enjoyable, they invented a game with rules that change all the time!&#10;&#10;In Crazy Time, the players count the passing hours while revealing cards from their personal deck. Their goal is to get rid of all of their cards. But beware! Time has its own Laws and whoever forgets them will fall in a &quot;Temporal Flaw&quot; and collect all of the cards played so far, further delaying his victory!&#10;&#10;Crazy Time is a mix of deduction, concentration, speed and laughter!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "5338",
    "Name": "The Ming Voyages",
    "ID": 301030,
    "Year": "(2020)",
    "Geek Rating": "5.736",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/301030/the-ming-voyages",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4762",
    "Description": "&quot;The Ming Voyages&quot; are the seven journeys made by the Chinese treasure fleet of oceanic junks between 1405 and 1433. The Yongle Emperor constructed the fleet during a period of outward-looking expansion of Chinese influence overseas, and its commander was Admiral Zheng He. The maritime power of the Ming Empire was used for political purposes, not just for trade. The immense fleet was technologically far in advance of European counterparts until at least the 18th century. While it is purported by some that the fleet circumnavigated the world and discovered all its continents save Europe, the voyages certainly reached Calicut in India and Hormuz in the Persian Gulf, while making landfalls in the Arabian Peninsula and East Africa &mdash; but on the landward side of the Empire, border troubles were always brewing.&#10;&#10;In The Ming Voyages, one player will be the Ming Emperor who is trying to complete all seven treasure voyages, in addition to protecting the Chinese borderlands from invading barbarians. The other player controls the three disparate barbarian factions who are trying to settle on the borderlands with China. Battles can occur in these borderlands, with players use their three dice to roll for triples, doubles, and singles that are better than their opponent's rolls. Reserved cards can be used for re-rolls.&#10;&#10;The game uses multi-function cards (as in The Cousins' War) to provide actions for players to reinforce their armies and attack the enemy and for the Emperor to complete voyages. Play of a card may provide an out-of-turn action for the opponent, so players must be careful of timing. Only the Emperor draws new cards. Players swap hands at the end of each turn, so the Emperor always knows what the Barbarian Overlord holds, and each player tries to exploit the out-of-turn actions.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (City Scale)",
      "Components: Wooden pieces & boards",
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "History: Ming Dynasty",
      "Players: Games with Solitaire Rules",
      "Series: Pocket Campaigns (Surprised Stare Games)"
    ]
  },
  {
    "Rank": "5339",
    "Name": "The Legend of Korra: Pro-Bending Arena",
    "ID": 230050,
    "Year": "(2018)",
    "Geek Rating": "5.736",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/230050/the-legend-of-korra-pro-bending-arena",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1538",
    "Description": "Based on the fan-favorite Nickelodeon animated series, The Legend of Korra: Pro-Bending Arena is a two-player competition of wits, tricks, and speed as players take control of Republic City's favorite sport.&#10;&#10;Focusing on the rivalry between the Future Industries Fire Ferrets and The White Falls Wolfbats, The Legend of Korra: Pro-Bending Arena has two players each taking control of a team, drafting card decks for their benders, then playing cards to place elemental tokens around the board in an effort to overwhelm their opponent. As in the show, pro-bending matches are a game of push and pull, with an objective toward being the team that has either advanced the farthest forward, or completely knocked their competitors out of the ring.&#10;&#10;The game play of The Legend of Korra: Pro-bending Arena is closely modeled after the popular Pro-bending sport featured in the first season of Avatar: The Legend of Korra. As such, the game is designed for 2 players, each controlling a team of 3 benders: earth, fire, and water.&#10;&#10;The objective of the game is simple: be on the other team's side of the arena when the game ends and you will be victorious, or dominate the competition, pushing all their benders off the back of the arena to end the game immediately and claim the championship as yours!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Sports"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter",
      "Organizations: The Game Artisans of Canada",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "TV Shows: Avatar The Last Airbender/Legend of Korra"
    ]
  },
  {
    "Rank": "5340",
    "Name": "MIL (1049)",
    "ID": 105187,
    "Year": "(2011)",
    "Geek Rating": "5.736",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/105187/mil-1049",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.8049",
    "Description": "Your family struggles for prestige and influence in a medieval society. Will you succeed?&#10;&#10;In MIL (1049), you can harvest your lands for resources, recruit soldiers, and have descendants. But that's just the first generation! If you have a male heir, he can be married to another player's daughter&mdash;the one with the biggest dowry, of course! A strategical key point, though: keep in mind that during the game your knights will die or retire and their sons will have to take their place.&#10;&#10;Knowing the ins-and-outs of the court will help you gain influence and vassals, while in the market you will be able to trade resources and recruit the necessary workforce to build a castle. How about going to battle to get some new lands or helping the curia to build the Cathedral? The abbess of the monastery can bless you with influence, while the echoes of the Crusades resound in a faraway land with songs of glory and honor. There isn't one single way that leads to victory&mdash;so which one will you choose?&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "5341",
    "Name": "Castle Party",
    "ID": 323614,
    "Year": "(2021)",
    "Geek Rating": "5.736",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/323614/castle-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Every year the Pumpkin King invites us to his castle to celebrate the autumn ball in his honor. Castle Party is the craziest shindig in town and without a doubt the most not to be missed soiree for any monster worth something in scarebusiness. You can&rsquo;t miss it for the world! The guests are arriving at the castle of the Pumpkin King. As usual, they gather together in groups.&#10;&#10;This is a &ldquo;flip and write&rdquo; game, meaning we draw cards and then write on a board. The active player turns over a card with a polynomial shape and then everybody places a monster card on the table in the attempt to match the shape on the card. Finally, and in correspondence with their own place around the table and their perspective on the shape, the players draw the monsters on their own personal boards and try to group the monsters into families to obtain the best score.&#10;&#10;Castle Party has three scoring phases during which the players get points depending on how they have arranged their guests. When the old cuckoo clock plays for the third and terrifying time. At that moment everyone has to say goodbye until next year and leave the party. However, whoever organized the wildest and most fun Castle Party will win a special place in the Pumpkin King&rsquo;s heart and shall win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Events",
      "Line of Sight",
      "Once-Per-Game Abilities",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Holidays: Halloween",
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "5342",
    "Name": "Aventura Z: Vol 1 Lovecraft",
    "ID": 345969,
    "Year": "(2021)",
    "Geek Rating": "5.736",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/345969/aventura-z-vol-1-lovecraft",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.75",
    "Description": "Adventure Z is a narrative game for one or two players. In Volume 1: Lovecraft, players will take on the role of one or two investigators to solve a case cover in mystery and dark powers beyond the human understanding. Inspired in the H.P. Lovecraft literary work, this volume has two separate adventures (&quot;Color Out of Space&quot; and &quot;The Shadow Over Innsmouth&quot;) with up to 40 different maps where the insight and cunning of the players will be essential to survive and discover up to five different endings per adventure.&#10;You will only need the notebook, the deck of cards and a few dice, unfolding the game quickly to enter the adventure. After each scenario, the players will unlock new maps in which they will have to make decisions that will affect to the story, similar to what happens in &quot;Choose your own adventure&quot; books or a role-playing game.&#10;&#10;Playing through the maps alone or as a pair will challenge players against dark enemies, ghoulish puzzles, clue investigation and puzzle solving.&#10;&#10;Adventure Z's mechanics are easy to learn, each turn a player will have two actions that can be used to move their character, investigate an area on the map or activate a team card trying to free new maps before they run out of time.&#10;&#10;A turn counter will limit the number of actions a player can do, sometimes having to choose between investigating everything or running to the next map. The adversaries have their own artificial intelligence, so you will not only have to control the survival of your characters.&#10;&#10;Delve into the stories of Lovecraft and be the protagonist of your own story!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Role Playing",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "5343",
    "Name": "Hanamikoji: Geisha's Road",
    "ID": 322339,
    "Year": "(2022)",
    "Geek Rating": "5.735",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/322339/hanamikoji-geishas-road",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.2143",
    "Description": "&ldquo;Yoko&hellip; What lies ahead for us?&rdquo; asked her friend Tomoyo.&#10;Yoko stared out into the sea, calm and serene.  &ldquo;Today we are just maiko.  But one day, we will complete our training and become known as geisha.&rdquo;&#10;&ldquo;Yes, artists of the highest order.  But then what?&rdquo;&#10;&ldquo;Okaasan said that one day, perhaps some of us may be lucky to inherit the teahouse... if fortune favors us and our hard work.&rdquo;&#10;&#10;Welcome back to Hanamikoji!  In Hanamikoji: Geisha's Road is a two-player based on &ldquo;Hanamikoji&rdquo; with a new Geisha movement and roundel system added to the game design to make the strategy more diversified. It&rsquo;s competitive strategy game full of implicit intentions, veiled messages, and hidden actions, players represent rival but friendly patrons supporting Yoko, Tomoyo, and others along their journey from apprentice (maiko) to full geisha (artist) and perhaps even the owner (okaasan) of their own establishment.&#10;&#10;To do so, players help their favored geisha advance and build prestige through performing their art at different teahouses.  Geisha start as apprentices (maiko) but become full geisha and score prestige points after accruing the necessary patronage to return to their original teahouse (ochaya) for the graduation ceremony (erikae).  Some geisha may continue their path further and eventually inherit the teahouse (upon a second return) to become the new okaasan, recognized with more prestige points.&#10;&#10;At the end of the game, the player who provides the most support to each geisha is recognized.  The player who has supported the most prestigious group of geisha wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Force Commitment",
      "Hand Management",
      "I Cut, You Choose",
      "Set Collection",
      "Sudden Death Ending",
      "Tug of War"
    ],
    "Families": [
      "Cities: Kyoto (Japan)",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Hanamikoji",
      "Players: Two-Player Only Games",
      "Theme: Geisha"
    ]
  },
  {
    "Rank": "5344",
    "Name": "Islands in the Mist",
    "ID": 285895,
    "Year": "(2019)",
    "Geek Rating": "5.735",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/285895/islands-in-the-mist",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.15",
    "Description": "The islands still lie beneath the dense fog. The farther you go over the island with your balloon, the more the fog lifts and you explore the breathtaking landscape.&#10;&#10;Use the local wind skilfully to save energy. Because you still need it often enough to accelerate or decelerate. Steer completely against the wind at the right time to reach your goal.&#10;&#10;You will discover the neighbouring landscape where the balloon is by placing tiles on the adjacent fields. This is how cities are built, monuments are erected and landscapes grow.&#10;&#10;As the first of the game round you have the possibility to get more landscape tiles. As the last one you will probably only get one tile, but you can determine the wind direction, which can also be a decisive advantage.&#10;&#10;Once a player has connected all the landscapes to the balloon yard, the game ends.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Theme: Hot Air Balloons"
    ]
  },
  {
    "Rank": "5345",
    "Name": "Unlock!: Mystery Adventures – The Nautilus' Traps",
    "ID": 230304,
    "Year": "(2017)",
    "Geek Rating": "5.735",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/230304/unlock-mystery-adventures-the-nautilus-traps",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7742",
    "Description": "The Nautilus&rsquo; Traps brings you to the bottom of the sea. When a sea monster attacks your submarine at the outset of the adventure, it's up to you to make your way through the depths and back to the surface if you're going to escape&hellip;before your oxygen runs out.&#10;&#10;Unlock! is a series of escape adventures for up to six players. With one hour on the clock, players work through a deck of sixty cards as a team, searching for clues, combining objects, and solving puzzles. The free Unlock! companion app runs the timer while also providing clues, offering hints, and confirming successes. Once the team has reached a solution and entered the correct code into the app, they will escape and win the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Authors: Jules Verne",
      "Books: 20,000 Leagues Under the Sea",
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "5346",
    "Name": "Paper Safari",
    "ID": 39534,
    "Year": "(2008)",
    "Geek Rating": "5.735",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/39534/paper-safari",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "In Paper Safari, first released as Ruby Gloom: The Game, each player tries to get the lowest sum possible with their six cards in play, swapping and replacing them according to the rules of play. Whoever has the lowest sum wins the round, and whoever wins three rounds first wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Score-and-Reset Game",
      "Set Collection"
    ],
    "Families": [
      "Animals: Crows / Ravens / Magpies",
      "Card Games: Exchange",
      "Creatures: Dragons",
      "Theme: Dreams / Nightmares",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "5347",
    "Name": "Die Säulen von Venedig",
    "ID": 25114,
    "Year": "(2006)",
    "Geek Rating": "5.735",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/25114/die-saulen-von-venedig",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2941",
    "Description": "GOLDSIEBER's big-box-game 'Die S&auml;ulen von Venedig' (The Columns of Venice) by Christian Fiore and Knut Happel gives 2 to 6 players of 10 years and older the chance to relive the emergence and development of Venice to the famous city on columns in about 45 to 60 minutes.&#10;&#10;The players place wooden columns on the initially empty gameboard depicting the lagoon of venice and mark their columns with tokens of their colour. Buildings and squares -the districts - are placed on the districts to garner victory points. Anyone building on other players' columns will provide them with victory points. The coveted place on the big wooden gondola will earn victory points anytime a district is build alongside the Canale Grande.&#10;&#10;By using action cards the players embody one of 11 venetian characters. Columns are built with pitch-dippers (Pechtunker), councilmen provide adequate supply of districts, which are build with master builders, spies deliver insight into other players' action cards, saboteurs remove districts, merchants and speculators benefit from other players' actions ......&#10;&#10;Each player has a supply of 5 action cards and chooses one each round without showing it to the other players. Clockwise the cards are played and passed down to the next player.&#10;&#10;Once all 60 columns are placed on the gameboard, the player with the most victory points wins.&#10;&#10;'Die S&auml;ulen von Venedig' (The Columns of Venice) contains a gameboard, action cards, lots of cardboard pieces and over 100 wooden game pieces.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)"
    ]
  },
  {
    "Rank": "5348",
    "Name": "The Cards of Cthulhu",
    "ID": 145642,
    "Year": "(2014)",
    "Geek Rating": "5.735",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/145642/the-cards-of-cthulhu",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.825",
    "Description": "Based on H.P. Lovecraft's Cthulhu mythos, in this Kickstarter card game you select an Investigator, and battle the invading Cthulhu Minions and Horrors while building up a team of Followers to help you.&#10;&#10;This 1-4 player card/dice game involves combating various monsters from the Cthulhu universe separated into Minor, Major and Unspeakable Horror cards across 4 different Cult boards. Along the way, your character can bring followers with special abilities into play that may or or may not have a cost. Additionally, you can buy special items that help you defeat the monsters. Certain cards have special abilities such as The Gate Card that makes you draw an additional cult card or The Cursed Scroll which forces you to pay XP or draw three more cult cards.&#10;&#10;To win: If there are more than 5 Minions on any Cult Board at the end of any turn, that Cult summons their Elder God. You&#10;lose. No mortal can hope to face these beings and, the world is lost. If, however, you are able to empty the Cult Deck without the world ending, you have foiled the arrival of the Elder Gods, and you win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "5349",
    "Name": "Lunar",
    "ID": 383452,
    "Year": "(2024)",
    "Geek Rating": "5.735",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/383452/lunar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9231",
    "Description": "Lunar is a quick-playing, trick-taking game for two or four players in which players combine the phases of the moon and nocturnal animals to form cards played into tricks, which are combined to determine their value within each trick.&#10;&#10;Each round consists of twelve tricks played, and at the end of each round, a score is awarded based on the number of tricks and cards acquired. Once one player (or team) reaches 30 points, the game ends, and the side with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Series: Small Box Big Game (Allplay)",
      "Series: Tricky Card Games (Allplay)",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "5350",
    "Name": "Snails",
    "ID": 400203,
    "Year": "(2024)",
    "Geek Rating": "5.735",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/400203/snails",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0909",
    "Description": "Listen all of you, bellyslitherers! Gather around&hellip; and prove your mettle!&#10;&#10;There&rsquo;s no peace on Gastropodia Islands. Especially not when all kinds of snails grab their weapons and face each other in deadly combat. Each squad is ready to show the other mollusks who&rsquo;s the boss. They&rsquo;ll do anything to stand victorious. Bazookas, Molotov cocktails, mines, barrels full of toxic waste, axes and swords&hellip; These are their tools of the trade used with blinding speed unusual for rather slow creatures.&#10;And where will you be? Well, that&rsquo;s pretty clear &ndash; right there, at the snail vanguard, leading your squad to victory!&#10;&#10;Snails is a dynamic game for 2-4 players ready to command squads of pumped up mollusks in pitched battle. Each squad is led by a unique Hero who grants their subordinates special abilities and enhances their chances to win by eliminating opponents with an assortment of funny weapons.&#10;&#10;The combat takes place on a dozen islands, which get destroyed as the game progresses. Your snail may end up in water in not time and see for themselves that marine pollution is real! Additionally, by excavating more and more island levels you may encounter all kinds of surprises &ndash; from new gear, to mean crabs to lethal barrels.&#10;&#10;Simple and intuitive rules of Snails are based on action planning. Just secretly choose 5 Action Cards and 2 snails from your squad to perform them, then watch the mayhem that you cause! Of course assuming that your rivals don&rsquo;t outsmart you and eliminate your troops before they get to act&hellip; Add to this Heroes&rsquo; special abilities, tens of various Action Cards representing weapons or special attacks and custom dice and you will end up with a great gaming experience.&#10;&#10;Fast, but strategic and competitive gameplay, immersive and funny artwork by &ldquo;Djib&rdquo; Reynaud &ndash; a world-famous French illustrator, high replayability thanks to various game modes and battle scenarios&hellip; All this guarantees that you and your friends will have great fun whenever you play Snails.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Exploration",
      "Humor",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Command Cards",
      "Dice Rolling",
      "Drawing",
      "Hand Management",
      "Map Deformation",
      "Modular Board",
      "Pieces as Map",
      "Programmed Movement"
    ],
    "Families": [
      "Animals: Snails",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "5351",
    "Name": "DIG",
    "ID": 197178,
    "Year": "(2017)",
    "Geek Rating": "5.735",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/197178/dig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2174",
    "Description": "In DIG, each player is a dog that will run throughout the Yard, dig up bones and attempt to return them to the matching colored Dog Bowl with the greatest efficiency. All players will score once, at the end of the game, based on the cumulative value of the Bones that they returned to the matching Dog Bowls.&#10;&#10;There are 4 Bones in each of the 5 colors in the game. A Bone's value is determined at the end of the game, based on the distance of its corresponding Dog Bowl to the Dog House. The Dog Bowl that is closest to the Dog House will yield a value of 5 for each bone of that color. The Dog Bowl that is second closest to the Dog House will yield a value of 4 for each bone of that color, and so on. The Bowls and Bones will be swapped from the end of the Yard into the place of a recently dug up bone, continuously moving the 5 Bowls to the end of the Yard nearest the Dog House.&#10;&#10;Each Yard Card has a Scent with 2 colors. The Bone on the opposite side of the Yard Card matches 1 of the colors of the Scent. This will help players determine which color Bone might be dug if that Yard Card is selected for digging.&#10;&#10;One of the most interesting aspects of DIG is the unique &quot;Leap Frog&quot; Yard replacement mechanism. When a Bone is dug up, the Card that is furthest from the the Dog House is removed and fills the empty spot created by the Dog. This action creates some interesting ways to influence which Bones and Bowls each Dog has close access to, but also makes timing critical for influencing Bone value for scoring.&#10;&#10;On a player's turn, they may perform three of the following actions in any combination:&#10;&#10;MOVE: A player may move their Dog a maximum of 4 cards along the Yard Cards, and 1 less for each Bone they hold prior to movement. For example, if a player holds 2 Bone cards, they may move their Dog up to 2 Cards, moving below or above the Yard cards. A player may move their Dog in any direction. There is a movement legend on the bottom half of the Dog House for easy reference.&#10;&#10;DIG: A player may dig up a bone and place the Bone card in their hand. Bones that are in the hand are kept secret until they are dropped off and placed in front of the player. The empty space created from the Yard Card removal is filled with the last Card at the edge of Yard. A player may have no more than 3 Bones in their hand at any time.&#10;&#10;DROP: Drop a Bone into a Dog Bowl and place the Bone card from your hand to the playing area in front of yourself, face up with the Bone visible to all players. A Dog must be AT the Bowl of the corresponding color in order to drop off any Bones of that color.&#10;&#10;Game End and Scoring:&#10;   When Bowls are the only remaining Cards in the Yard (next to the Dog House), the game ends immediately and players total their scores. Any Bones still in a player's hand are removed from the game and do not count for scoring.&#10;&#10;Number 12 in the Pack O Game series.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Pattern Movement",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Set Collection",
      "Sudden Death Ending"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "5352",
    "Name": "Gustav Adolf the Great: With God and Victorious Arms",
    "ID": 18746,
    "Year": "(2006)",
    "Geek Rating": "5.735",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/18746/gustav-adolf-the-great-with-god-and-victorious-arm",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.8077",
    "Description": "Part of Ben Hull's award-winning Musket &amp; Pike Battles series.&#10;&#10;The fourth installment in this series is a tactical battle game featuring five battles from the career of one of the Great Captains of History, King Gustav II Adolf the Great of Sweden. In his brief career, he catapulted Sweden to the forefront of European power politics. This volume sets it focus on the rise and climax of Gustav Adolf's military system.&#10;&#10;The series began with the English Civil War in This Accursed Civil War, then covered the Swedish army after Gustav Adolf in Sweden Fights On, then looked at the rise of the French in the Thirty Years War in Under the Lily Banners. In this volume the Swedish face the tough Polish cavalry, lance equipped winged Husars and Cossacks. The Swedish-style brigades also take on the unbeaten Tilly at the head of the allied Catholic League and Imperial armies. Finally, Wallenstein, with a resurgent Imperial army, mastered the art of drawing out the Swedes to attack on ground of his choosing.&#10;&#10;In each battle included in Gustav Adolf the Great: With God and Victorious Arms, armies are divided into several wings. Each has a commander and an order that limits the types of actions that units of that wing may perform. Victory goes to the player who can coordinate the actions of his wings in the heat of battle. Units are infantry battalions or brigades, cavalry regiments and artillery batteries. Rules include Cavalry Charges, Cavalry Pistols for skirmishing or for close combat, and artillery grazing fire. Play is highly interactive and most battles can be played through in one sitting. The battles included in Gustav Adolf the Great: With God and Victorious Arms are:&#10;&#10;Dirschau 1627 - The Prussian campaign that started in 1626, Gustav Adolf had finally brought the Poles to the field and defeated them in battle at Gniew a month before, skillfully using terrain to offset the powerful Polish Hussars. Again the King faced the Polish General Koniecpolski and sought to the same again.&#10;&#10;Breitenfeld 1631 - The most famous battle of the Thirty Years War&#10;&#10;Alte Veste 1632 - The late summer saw the Swedish besieged by Wallenstein at N&uuml;rnberg.&#10;&#10;L&uuml;tzen 1632 - Southeast of Leipzig the Swedes caught up to the Imperial main body. Wallenstein's army had detached two corps and was serious danger. He fortified a position at L&uuml;tzen. King Gustav Adolf's final battle.&#10;&#10;Honigfelde / Trzciano 1629 - &quot;I've never had a hotter bath!&quot; exclaimed Gustav II Adolf upon his return. Very nearly captured while trying to extricate his army from a Polish and Imperial trap, this great cavalry battle showed the Poles were to be treated with respect. Rheingraf Otto Ludwig's German cavalry attacked the advancing Poles and was drawn into a pincer. Gustav Adolf rushed forward to save the impetuous Rheingraf. Koniecpolski showed his cunning. The Imperial contingent joined the fray and sent the Swedes falling back. The Imperial commander, von Arnim, would take the field with Gustav Adolf at Breitenfeld two years later.&#10;&#10;Components: &#10;3 Full-color countersheets&#10;Two 22&quot;x34&quot; back-printed maps &#10;Rulebook &#10;Scenario/Playbook&#10;2 11x17&quot; Player Aid Cards&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Sweden",
      "History: Age of Kings",
      "History: Thirty Years War",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games",
      "Players: Wargames with Solitaire Rules",
      "Series: Musket & Pike Battle (GMT/Vae Victis)"
    ]
  },
  {
    "Rank": "5353",
    "Name": "Bark Avenue",
    "ID": 343684,
    "Year": "(2023)",
    "Geek Rating": "5.735",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/343684/bark-avenue",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.1765",
    "Description": "Bark Avenue is a competitive route optimization pick up and deliver game centered around a day in the life of a dog walker in upper Manhattan. Players balance walking several dogs at once with competing needs - including walk length, preferred activities, bathroom breaks, and compatibility with your other dogs.&#10;&#10;You will be challenged with solving the puzzle of returning dogs on time and determining which dogs to walk next! In between walks, use public transportation to your advantage to position yourself for the best walks.&#10;&#10;As you progress in your dog walking career, your good ratings will unlock new abilities, such as walking more dogs simultaneously, going off leash at the dog park, and taking more end-of-turn actions, including pickups and activities like visiting pet shops. Be wary of returning dogs late, because you could lose out on most the pay!&#10;&#10;At 45 minutes - 1 hour, this Gateway+ game is targeted at all players and pulls in dog lovers, providing fun for new gamers and critical thinking and optimization problems for seasoned gamers.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Puzzle",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Events",
      "Hand Management",
      "Movement Points",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter",
      "Theme: Excrements / Feces / Poop / Urine"
    ]
  },
  {
    "Rank": "5354",
    "Name": "Panic Lab",
    "ID": 121073,
    "Year": "(2012)",
    "Geek Rating": "5.735",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/121073/panic-lab",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.2941",
    "Description": "Amoebas have escaped and are slithering around in all directions! Catch them fast!&#10;&#10;In Panic Lab, the player-scientists have their hands full trying to figure out which amoeba to catch and where it might have oozed off to. To set up the game, shuffle the 25 cards, then lay them out in a circle.&#10;&#10;At the start of a round, one player rolls four special dice which indicate the color, shape and pattern of the amoeba being sought as well as the color of the lab it left and in which direction it was traveling. Competing at the same time, players need to find the lab, then move in the right direction to spot the amoeba (which may, of course, be striped and not spotted).&#10;&#10;But wait! If you encounter a vent after leaving the lab, you need to skip to the next vent in the circle before continuing your search. (Amoebas prefer to travel in the dark when possible.) Plus, if an amoeba passes through one of three mutation devices in the circle, you need to alter the criteria for your search, looking for a tentacled amoeba instead of one with a tail, for example, or an orange/red amoeba instead of a blue/purple one. Zap!&#10;&#10;The first player to lay her hand on the correct card collects a token, and the first player to collect five tokens wins!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "5355",
    "Name": "Advanced Squad Leader: Starter Kit #4 – Pacific Theater of Operations",
    "ID": 271262,
    "Year": "(2019)",
    "Geek Rating": "5.735",
    "Avg Rating": "8.64",
    "Link": "https://boardgamegeek.com/boardgame/271262/advanced-squad-leader-starter-kit-4-pacific-theate",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.3333",
    "Description": "ASL Starter Kit Module #4 PTO brings ASLSK to the Pacific Theater of Operations (PTO), and adds the Japanese and the United States Marine Corps to the ASLSK lineup. ASLSK#4 is a self-contained ASL module that gives players the opportunity to start playing Advanced Squad Leader almost immediately.&#10;&#10;ASLSK#4 expands on the themes of previous Starter Kits by providing new counters and updated rules featuring a new concept to Starter Kit &ndash; PTO. At the heart of this module are the rules for using the Japanese Imperial forces who fought amongst the jungle and island atolls of the Pacific in terrain completely different from the European Theater of Operations and with tactics different than their European counterparts. In addition to the step-reducing Japanese infantry and new rules for familiar looking terrain, simplified rules for Banzai, concealment, and hand-to-hand close combat are introduced. Neither components nor experience with earlier Starter Kits is necessary to play.&#10;&#10;The eight scenarios and three mapboards cover actions between the U.S. forces (Marines and Army) that opposed the Imperial Japanese Army on the islands of the Pacific and in the exotic China-Burma-India theater. From Guadalcanal to Myitkiyina to the big island of Luzon in the Philippines, these forces fought to the death from 1942 to 1945.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "Game: Advanced Squad Leader",
      "Game: Advanced Squad Leader Starter Kit",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "5356",
    "Name": "Dungeon Pages: Core Set",
    "ID": 374145,
    "Year": "(2023)",
    "Geek Rating": "5.735",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/374145/dungeon-pages-core-set",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Greetings young page, and welcome to your first quest. We are thrilled to have someone of your prowess joining the Elder ranks. The Light knows we need all the help we can get to repel the creatures of darkness.&#10;&#10;Dungeon Pages is a tactical roll-and-write game where you play as a character embarking upon an epic quest through various dungeons. Each quest sheet contains a character section and a dungeon section.&#10;&#10;Each character section introduces a character and their ability, and tracks their health and progress. Each dungeon section shows four minor dungeons and one boss dungeon, and describes the monsters and traps found within.&#10;&#10;Each dungeon represents a step along your quest. As you advance through a dungeon searching for its treasure chest, you will mark white spaces (empty spaces and trap spaces) to represent the areas you have explored. The more thoroughly you explore each dungeon, and the more monsters you defeat along the way, the more experience you will gain.&#10;&#10;Choose a quest sheet to embark upon your journey!&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Dungeon Pages",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "5357",
    "Name": "Sailing Toward Osiris",
    "ID": 224079,
    "Year": "(2018)",
    "Geek Rating": "5.735",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/224079/sailing-toward-osiris",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8",
    "Description": "Pharaoh is dead and his funerary barge sails slowly down the Nile toward his tomb where his spirit will stand before the judgement of Osiris.&#10;&#10;Pharaoh had no offspring so tradition holds that the governors of the land be tasked with building monuments to Pharaoh&rsquo;s glory so that Osiris will favor his spirit in the afterlife. Accordingly, Pharaoh&rsquo;s successor will be the governor who builds the greatest tribute to the late king.&#10;&#10;Resources and laborers are limited, the gods are capricious, and time is short; the memorials must be finished before the barge reaches the temple of Osiris at Men-nefer.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Sailing Toward Osiris is a euro-style game with worker placement, resources management, project completion, and no direct conflict. Down-time is kept to a minimum via a single action, round-and-round turn structure that emphasizes timing decisions and subtle strategies.&#10;&#10;The game takes place over four &quot;seasons&quot; with the movement of Pharaoh's barge tracking the game's progress. Each season, after players draw workers from a communal bag, play begins with each player taking a series of one-action turns from a list of 10 possible actions:&#10;&#10;1. Play a worker to harvest resources&#10;2. Play a worker to a city for cards&#10;3. Play a worker to a caravan as leader or follower&#10;4. Hire an extra worker&#10;5. Trade at the market&#10;6. Plan a monument&#10;7. Build a monument&#10;8. Play a city card&#10;9. Play a boon card&#10;10. Withdraw from further actions.&#10;&#10;Players are working to build sphinxes, obelisks, and pylons to the glory of the late Pharaoh and to earn extra glory by building the monuments on certain river segments and in certain configurations. However, as more monuments are built, resource harvesting becomes less productive and viable locations for future monuments become scarce. By the last season, players will have to be creative to find enough resources or available land on which to build.&#10;&#10;The player who has amassed the most glory points by the end of the game will be crowned the new Pharaoh.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Sailing Toward Osiris was inspired by the real events surrounding the death of Rameses XI at the end of Egypt's 20th Dynasty and the ascension of Smendes, a powerful governor in Lower Egypt.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Negotiation"
    ],
    "Mechanics": [
      "Pattern Building",
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mythology: Egyptian",
      "Rivers: Nile"
    ]
  },
  {
    "Rank": "5358",
    "Name": "Linkee!",
    "ID": 147194,
    "Year": "(2012)",
    "Geek Rating": "5.734",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/147194/linkee",
    "Min Players": "2",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1111",
    "Description": "Linkee is a trivia party game that can be played by individual players or teams.&#10;&#10;Questions on a card are read out but answers are kept secret. Once all questions and a further clue have been given players must work out what links those answers and shout Linkee! Get it right and win the card. Each question card has a letter on the back. Once you have the correct letters to spell Linkee you win the game.&#10;&#10;Described as a shouty outy family game, the game is intended to be boisterous family fun.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "5359",
    "Name": "...and then, we held hands.",
    "ID": 153999,
    "Year": "(2015)",
    "Geek Rating": "5.734",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/153999/and-then-we-held-hands",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7742",
    "Description": "...and then we held hands. is a co-operative game about finding balance. To win, the two players must complete objectives and reach the center of the board.&#10;&#10;The players take turns trying to fulfill the current common emotional objective by discarding emotion cards to move from node to node. They must do this without verbal communication, empathizing and always considering each other's situation when making a move.&#10;&#10;A player can use their own cards or their partner's, but if their move causes their partner to be unable to move, the players lose and the game ends. While moving from node to node, their balance shifts, and they are not able to refill their hand.&#10;&#10;The game features a card-splaying mechanism in which players change their &quot;perspective&quot; to reveal a new set of options.&#10;&#10;The players win by meeting in the center while in a balanced state and within one turn of each other - something quite difficult, and therefore very rewarding when achieved.&#10;&#10;...and then we held hands. features art by beloved French illustrator Marie Cardouat, known for the art found in beautiful games such as Dixit, Steam Park, and Marrakech.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Layering",
      "Melding and Splaying",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Official Music Soundtrack",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Theme: Love / Romance",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "5360",
    "Name": "Revolver 2: Last Stand at Malpaso",
    "ID": 128733,
    "Year": "(2012)",
    "Geek Rating": "5.734",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/128733/revolver-2-last-stand-at-malpaso",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2857",
    "Description": "In 1894, farmers from the small village of Malpaso face the prospect of again losing their livelihood to a band of roving thieves, led by the self-styled &quot;General&quot; Mapache &ndash; himself wanted by the Mexican National Defense Army.&#10;&#10;Their solution is to go to the much admired but fallen from grace &quot;Padre&quot; Esteban, and see whether he can hire gunfighters to protect them. After trying to raise funds by any means at the &quot;All Rivers&quot; Poker tournament, the Padre recruits a band of gunslingers for the task and, once complete, travels back to the village over the precipitous Los Quantos bridge &ndash; all the while harassed by a detachment of the General's men. There they fortify Malpaso itself, and usher the frightened villagers into the abandoned silver mine for protection.&#10;&#10;When the bandits finally attack, both sides are prepared. Mapache's men unleashing their Gatling gun to devastating effect, while the villagers have a few tricks of their own. Both sides will suffer many casualties in the calamitous battle, but will the Mexican Army arrive in time to put an end to the bloodshed?&#10;&#10;Revolver 2: Last Stand at Malpaso is a two-player card game set in the Old West, in which one player takes the role of General Mapache and his band of thieving outlaws, and the other player controls the villagers and guardians hired to protect the town of Malpaso, led by the infamous Padre Esteban. Each player has a unique deck of cards with unique possibilities as well as different winning conditions, which requires different tactics and different methods of play.&#10;&#10;More than just new locations, Revolver 2 features brand new gameplay elements in players can use a mine cart-mounted Gatling gun, blow up a bridge, assemble their own team of gunfighters, and dynamite mine tunnels. The game also includes a terrific Stud Poker mini-game which determines in which town the initial firefights occur.&#10;&#10;Like the original Revolver, the game remains elegantly simple and can be learned in five minutes. That said, Revolver 2 is a standalone game and the cards from Revolver and its expansions (red packaging) are not interchangable with Revolver 2 and its expansions (green packaging).&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Revolver",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5361",
    "Name": "Knister",
    "ID": 29355,
    "Year": "(2007)",
    "Geek Rating": "5.734",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/29355/knister",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2361",
    "Description": "In Knister, a.k.a. W&uuml;rfel Bingo or High Score, each player takes a pencil and a playing sheet with a 5x5 matrix. A round consists of 25 die rolls of two standard six-sided dice. After each die roll, each player places the sum rolled into one of the fields on his game board. After 25 rolls, each player tallies his points; each row and column scores 1-12 points depending on whether it's filled with a pair of matching numbers, a triple, a full house, a straight, a five-of-a-kind, and so on, with points scored along the diagonals being doubled. After three rounds, whoever has the highest cumulative score wins!&#10;&#10;Knister was produced in 2017 by the N&uuml;rnberger-Spielkarten-Verlag, whereas W&uuml;rfel Bingo and High Score were produced by Schmidt Spiele. W&uuml;rfel Bingo and High Score featured a wipeable game board and dry erase markers, while Knister comes with standard pencils and a block.&#10;W&uuml;rfel Bingo also featured a double-sided game board with a 6x6 matrix on the reverse. When playing with this side, the game lasts only two rounds.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Bingo",
      "Dice Rolling"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Dice Cup / Dice Tower / Dice Tray",
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Roll-and-Write",
      "Series: NSV Middys (Nürnberger Spielkartenverlag)",
      "Series: Würfelspiele (Ravensburger)"
    ]
  },
  {
    "Rank": "5362",
    "Name": "Trans-Siberian Railroad",
    "ID": 180205,
    "Year": "(2015)",
    "Geek Rating": "5.734",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/180205/trans-siberian-railroad",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.9333",
    "Description": "In the late 19th century, the Russian government commissioned a project to build a railroad that would connect Moscow in the west with Vladivostok in the east. You and your fellow players are buying shares of the railroads that will expand across Russia, attempting to enrich yourself along the way and not lose control of railroads to the Tsar!&#10;&#10;Trans-Siberian Railroad &mdash; originally one of three titles in Winsome Games' 2015 Essen Set &mdash; shares some similarities with older Winsome titles in which the rail network is already printed on the board and individual railroad companies purchase the links that are printed. Four companies (Red, Blue, Green, and Yellow) are active at the start of the game, with one share of each company auctioned to the players in that order to provide starting capital for those companies. The winner of each auction chooses an unoccupied link from Moscow to another city; each link has a value listed in it, and the railroad's initial income is set to this value.&#10;&#10;Once the game begins, on a turn you can:&#10;&#10;&bull; Buy stock, specifically one share in one company or one share each in two different companies; the money paid is placed in the railroad's treasury, and when you buy two shares, you must pay an additional $4 to one of the two companies.&#10;&#10;&bull; Build links, specifically one link, two links, or one external link (i.e. to a location on Russia's border) &mdash; but only if the railroad is public (i.e., at least two shares have been purchased) and you hold at least as many shares in that railroad as each other player. (If a railroad has had only one share of stock purchased, it is private.) You can build direct links that extend that railroad's existing network or you can jump another railroad's links to extend the network in a more convoluted way. When you build two links, the second link must start from where the first link built that turn ended. The cost to build an internal link is $4, and if you jump another railroad's links, you must pay $2 to that railroad's treasury; the cost to build an external link is $8, plus $4 to each railroad per link you jumped.&#10;&#10;When you build a link, the value of that link &mdash; 2-6 &mdash; is added to that railroad's income. Each time a railroad's income marker lands on or passes over a black mark on the income track, that railroad's stock value is bumped up one level. Additionally, when you build two links or an external link, that railroad's stock value is bumped up one level.&#10;&#10;&bull; Pass.&#10;&#10;When you buy two shares, build two links, build one external link, or pass, you move the timing token one space on the timing track. When this token reaches the end of the track, each railroad pays dividends to those who hold stock in it, with the railroad's income being divided by the number of shares owned, then rounded up. If Red has $11 income and you own two shares and another player owns one, then you receive $8 and the other player $4.&#10;&#10;After paying out dividends (and re-setting the timing token to 0), if any railroad has a stock value of at least $48, then the game enters phase 2, which starts with an auction for a share of the black and white railroads, with the winner of each auction claiming any one non-external link for that railroad that connects to another railroad's network.&#10;&#10;In phase 2, once you pay out dividends, you check to see whether any railroad's stock value is equal to or less than the nationalization value, which starts at $24 and which increases after each dividend payout in phase 1, each failure to auction a railroad's share at the start of either phase, and each dividend payout in phase 2 during which no railroads were nationalized. If a railroad's stock value is less than the nationalization value, that railroad is nationalized, with each owner of its stock getting one final dividend payment, after which all shares of that railroad are removed from the game. Once all nationalizations are complete, the nationalization value is increased three levels for each nationalization that took place.&#10;&#10;If at this point any railroad has a stock value of $75 or the dividend marker has reached the end of the track, the game ends; otherwise players continue playing. When the game ends, players sum the value of the stocks they hold in public railroads with any money they have on hand. The player with the most money wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "Income",
      "Network and Route Building",
      "Stock Holding",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Map (Continental / National scale)",
      "Region: Siberia (Russia)",
      "Series: Cube Rails",
      "Series: Winsome Essen Sets",
      "Series: Winsome Train Games (Rio Grande Games)"
    ]
  },
  {
    "Rank": "5363",
    "Name": "Vadoran Gardens",
    "ID": 242149,
    "Year": "(2019)",
    "Geek Rating": "5.734",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/242149/vadoran-gardens",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.1667",
    "Description": "Vadoran Gardens is a competitive tile-placement card game offering a quick and puzzling gaming experience. In each round, players choose cards and strategically place them in their gardens, expanding pathways to fulfil various objectives.&#10;&#10;In the game, you embody young Vadorans who are training to join the prestigious Cyrrus Order. Explore the enchanting gardens, connect similar areas, and strategically group animals, statues, and flowers to score. Return lost items to their rightful place to earn bonus points and prove your worth to the Order.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Layering",
      "Melding and Splaying",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The City of Kings",
      "Mechanism: Partially overlapping cards",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "5364",
    "Name": "Psychic Pizza Deliverers Go to the Ghost Town",
    "ID": 272666,
    "Year": "(2018)",
    "Geek Rating": "5.734",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/272666/psychic-pizza-deliverers-go-to-the-ghost-town",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Psychic Pizza Deliverers Go to the Ghost Town, players are divided into &quot;Pizza Delivery Professionals&quot; and a mayor (GM) who controls the ghosts and builds the town. The pizza delivery professionals have to find a pizza and deliver it to the right house in town, all while avoiding ghosts, barriers, and mystic teleportation runes. The first player to find and successfully deliver a pizza wins. Luckily for them, the pizza delivery professionals all possess mild psychic powers. They must use their abilities to sense and divine what's around them if they hope to deliver their pizzas.&#10;&#10;The main role of mayor is to moderate play and make the town. The mayor wins if no one is able to deliver their pizza. The game begins with the mayor building a unique town map that includes the starting location for each player, pizza, and house. On a player's turn, they may choose to move one space in any of the four cardinal directions, attack in any of the four cardinal directions in hope of banishing a ghost, or use a psychic power. The mayor then resolves the action, tells the player the location of any barriers adjacent to the player, and whether or not the player senses any ghosts/pizzas/houses in any of the eight spaces surrounding the player.&#10;&#10;Attacking removes ghosts from the board and lets players draw one psychic card. Psychic cards allow players to make special movements on the board such as diagonal, hop step, or warp back to start.&#10;&#10;The players have only twenty turns to locate a pizza and deliver it to the matching house. The players have a gridded sheet of paper and a pencil to draw and record information about the town. The mayor has a special log sheet to track all the players moves and results.&#10;&#10;The game also includes several variant tiles that can be added to the town to vary gameplay.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Exploration",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Modular Board",
      "Paper-and-Pencil",
      "Pick-up and Deliver",
      "Race"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "5365",
    "Name": "MOB: Big Apple",
    "ID": 323707,
    "Year": "(2022)",
    "Geek Rating": "5.734",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/323707/mob-big-apple",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.0714",
    "Description": "New York City, 1926: Two crime families battle for territory to extort local businesses and control backdoor distribution of spirits during Prohibition. Each family fights dirty, doing all they can to seize ownership of alcohol crates, even if that means sending rivals to sleep with the fishes. You are the &quot;Capodecina&quot; for one of these families. Command your henchmen to gain the upper hand in New York City by collecting crates, eliminating rivals, exposing moles, and tipping off the DA on your opponent. Do you have what it takes for your family to become Capo dei Capi?&#10;&#10;Each round in MOB: Big Apple, players take turns rolling two dice, then decide how to execute the results. Each roll allows players to allocate henchmen to the two game boards and perform various dastardly tasks, such as loading cars with henchmen to drive to locations, loading crates of contraband, revealing their rival's moles, and eluding the District Attorney.&#10;&#10;In more detail, six key locations of New York City are contested each round, with half being represented by a black die and half by a white die. You roll one of each die on a turn, and the die values denote which locations may be interacted with, and how many henchmen may travel to that specific location, with the white die serving as the location and the black die the number of henchmen or vice versa. During every turn, a player must send at least one henchmen to perform a specific task on the action board, which can help command cars, expose moles, move crates, and influence the District Attorney to move in on their rival&rsquo;s family.&#10;&#10;Once both players have allocated all of their henchmen, the round ends, then a battle takes place at each location, with the survivors remaining to guard the contraband. After the third and final round, whichever Capodecina owns the most crates of contraband gains control of the Big Apple!&#10;&#10;",
    "Categories": [
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Different Dice Movement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "5366",
    "Name": "Dreadful Circus",
    "ID": 329714,
    "Year": "(2021)",
    "Geek Rating": "5.734",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/329714/dreadful-circus",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2.2857",
    "Description": "No longer do you anxiously await the arrival of the wicked &mdash; for they have just arrived! In the dead of night, the gloom rolls in. Melodies whisper in slow rhythms as children wake from their slumber. Leaping from their beds, they rush to their parents and startle them awake. The mix of fear and excitement fills the room. The lure of exotic sweets wafts in on the warm summer wind. The lives of this dull, small town are revitalized with the anticipation of this dreadful circus.&#10;&#10;Dreadful Circus is a set-collection card game in which players try to create the most successful circus! The game comes with an unique twist: Over the course of the game, players buy cards that have special final scoring rules. As the game progresses and more cards are gained, each player develops their very own final scoring rules. No game is the same, and no player at the table scores the same way.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Set Collection"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "5367",
    "Name": "Raise Your Goblets",
    "ID": 202732,
    "Year": "(2016)",
    "Geek Rating": "5.734",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/202732/raise-your-goblets",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.375",
    "Description": "Have you felt the thrill of the struggle between life and death, sitting at the same table with your worst enemy and an unreasonable amount of poison? Don&rsquo;t forget to bring some antidote when playing Raise Your Goblets!&#10;&#10;In Raise Your Goblets, players take the roles of nobles at a banquet, each one with their own agenda of personal vendetta. Each player has wine, poison and antidote tokens they can pour into the goblets, trying to poison their enemies while staying alive themselves! Each noble also has a special ability that allows them to bend or even break a rule.&#10;&#10;In more detail, each character has a plastic goblet, and each goblet is primed in secret at the start of the round with either wine, poison or antidote. On a turn, you take two actions, with actions being to peek inside your goblet, rotate all goblets left or right, swap your goblet with someone else's, or secretly add one of your wine, poison or antidote tokens to any goblet. Once someone has &quot;served&quot; all of their wine, they can call a toast on their turn instead of doing anything else. Each player, including the toaster, takes one more action, then everyone drinks. If you have more poison than antidote, you die.&#10;&#10;What's your goal in doing all of this? Well, at the start of a round you are given a target to kill, and everyone knows who is targeting whom. If at the end of a round, your target is dead, you score 1 point; if you're alive, you score 1 point; if both of these things are true, you score a bonus point (3 total). Also, whoever has the most wine in their cup scores 1 point. If someone has died, they receive a new noble card, and at the end of three rounds, whoever has scored the most points wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "5368",
    "Name": "New York",
    "ID": 66190,
    "Year": "(2011)",
    "Geek Rating": "5.734",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/66190/new-york",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "New York has the same game play as Dirk Henn&#226;&#128;&#153;s Spiel des Jahres-winning Alhambra, but with the Spanish architecture being replaced by the skyscrapers of Manhattan. As in the original game, players collect four types of currencies and use those funds to purchase tiles that they assemble into their own mini-metropolis, connecting the paved street edges on the tiles to create a coherent network of roads. The building tiles come in six colors, and players score for their holdings three times during the game, earning points for having the most of a color as well as for their longest road.&#10;&#10;Aside from the theme change and the associated new artwork, the gameboard is now larger with spots for both face-down and face-up tiles and a scoretrack that circles the edge of the board instead of zigzagging back and forth.&#10;&#10;Re-implements:&#10;&#10;    Alhambra&#10;&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Country: USA",
      "Game: Alhambra"
    ]
  },
  {
    "Rank": "5369",
    "Name": "War Story: Occupied France",
    "ID": 408381,
    "Year": "(2024)",
    "Geek Rating": "5.734",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgame/408381/war-story-occupied-france",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.9167",
    "Description": "Darkness covers your approach as you alight on the riverbank. Swiftly, you hide the boat and shoulder your gear. The mission is clear: capture or kill your target; rendezvous at the extraction point; get out. You have two days. Nodding to your team, you set off toward the glowing lights of Vaillant.&#10;&#10;War Story: Occupied France is a co-operative narrative game for one to six players set in World War II occupied France that captures the stakes and tension of espionage and resistance warfare. Your team of covert operatives is all that stands between the infamous German officer Heidenreich and the systematic destruction of French Resistance forces in Morette.&#10;&#10;Through three replayable story missions, you must exploit the specialties of your chosen agents to uncover information, enlist allies, and obtain weaponry. Engage occupying forces on tactical encounter maps where careless positioning could cost your agents' lives. Remember, no plan survives contact with the enemy...and time is running out.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Minimap Resolution",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Stat Check Resolution"
    ],
    "Families": []
  },
  {
    "Rank": "5370",
    "Name": "Forum Romanum",
    "ID": 302,
    "Year": "(1988)",
    "Geek Rating": "5.734",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/302/forum-romanum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3514",
    "Description": "Long out of print, this is a popular placement game by Wolfgang Kramer, published in the Franckh Kosmos long box series. Actually very simple, players take turns to put their colored pieces in different rooms. Whenever a row, column, diagonal or room is full, it is scored, with the majority holder getting the value of the length, and any minority holders losing points. All lines or rooms are marked off when scored and when you run out of pieces to place, you must move a piece, which means you can suddenly lose a potential score you were building.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: 7 x 7 Grids",
      "Series: Edition Perlhuhn / Franckh-Kosmos"
    ]
  },
  {
    "Rank": "5371",
    "Name": "Draconis Invasion",
    "ID": 188178,
    "Year": "(2016)",
    "Geek Rating": "5.734",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/188178/draconis-invasion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.4211",
    "Description": "Battle the dark powers of Draconis in the ultimate medieval fantasy deck-building game.&#10;&#10;With over five hundred beautifully illustrated cards, Draconis Invasion is a fast-paced deck-builder for 1-6 opponents, lasting approximately 45 minutes, with hordes of invaders attacking your kingdom, and players racing to gather armies, gold, and special action cards to fight the enemy. Unlike other deck-building card games, Draconis Invasion incorporates hidden campaign cards that reward points for killing specific Invaders, Terror cards and the Terror Die that add a doomsday clock so that your armies become tired and weak as time passes, and triggered Event cards that target the game-leader with potentially disastrous effects. Kill six Invaders or exhaust the Events cards to end the game. When the dust settles, only one hero will stand victorious as the realm's greatest champion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "5372",
    "Name": "Under the Shadow of the Dragon",
    "ID": 13751,
    "Year": "(2004)",
    "Geek Rating": "5.733",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/13751/under-the-shadow-of-the-dragon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3976",
    "Description": "This game reuses the theme &amp; mechanics of Return of the Heroes, and can be played either as a standalone 2-player game or combined with the original set for a 5-6 player game.&#10;&#10;This time, the heroes must find one of three magic weapons that will allow them to defeat an evil dragon.  If combined with the base game, a hero can win by defeating either the dragon or the Nameless.&#10;&#10;Other games in the series:&#10;&#10;    Return of the Heroes&#10;    Helden in der Unterwelt&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Dragons",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5373",
    "Name": "Würfelland",
    "ID": 244994,
    "Year": "(2018)",
    "Geek Rating": "5.733",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/244994/wurfelland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1765",
    "Description": "W&uuml;rfelland, a.k.a. Diceland, is a racing dice game in which nothing has to be calculated. Every plays each turn based on the same roll of the dice, with all players racing to be the first to reach nine treasure fields and complete a territory of one chosen color. The game includes four double-sided wipeable playing boards for variety.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Mechanism: Roll-and-Write",
      "Series: NSV Middys (Nürnberger Spielkartenverlag)"
    ]
  },
  {
    "Rank": "5374",
    "Name": "Saints in Armor",
    "ID": 101682,
    "Year": "(2012)",
    "Geek Rating": "5.733",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/101682/saints-in-armor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.6471",
    "Description": "The Bohemian Revolt of 1618 triggered the Thirty Years War and in the early period of the war the Catholic/Imperial cause enjoyed an almost unbroken string of victories. This game, part of the Musket and Pike Battle Series, simulates six battles of the early Thirty Years War. In the period covered, the armies deployed in more compact formations so each battle fits on half of a standard map.&#10;&#10;The battles covered in this game are:&#10;&#10;White Mountain&#10;November, 1620&#10;The combined army of the Holy Roman Empire and the Catholic League under Johann Tserclaes, the Count of Tilly, strike a blow directly at the Bohemian capital of Prague. The Bohemians make a stand on the slopes of White Mountain outside the town. Their Transylvanian allies desert them at the most critical point of the battle, causing the total collapse of the Bohemian army and its cause.&#10;&#10;This is a short scenario where the qualitatively superior Catholic forces must crush the strongly positioned Bohemians who are bolstered by a large Transylvanian contingent of questionable reliability.&#10;&#10;Wimpfen&#10;May, 1622&#10;Tilly joins forces with the Spanish under Cordoba. Together they pursue the smaller army of the Markgraf of Baden-Durlach. They catch his army near the town of Wimpfen, where it is drawn up in a defensive position in a river bend. The Badian camp is fortified in a special traditional way with Spie&szlig;wagen (&quot;pikewagons&quot;), mobile barricades equipped with sharp poles and small mortars. Only when a powder wagon detonates in the midst of the Protestant position, scattering the defenders, the Catholics are able to storm the wagonburg and heavy fighting breaks out.&#10;&#10;A balanced pitched battle. A larger Catholic army tries to defeat a Protestant army that is not only protected by a wagonburg but also possesses a strong cavalry force for counterattacks.&#10;&#10;H&ouml;chst&#10;June, 1622&#10;The Bavarians under Tilly catch the forces of the zealous Protestant Duke Christian as they try to cross the river Main. To protect the crossing, Christian makes a stand at a stream. At first Tilly hesitates, but eventually the Bavarians attack and the Protestant army dissolves in a chaotic retreat.&#10;&#10;A rearguard situation, where the Protestants must delay the Catholics while simultaneously trying to retreat the majority of their army to safety.&#10;&#10;Fleurus&#10;August, 1622&#10;Defeated and demoralized, the combined forces of the condottiere Mansfeld and Duke Christian try to escape the German theater and enter the service of the United Provinces instead. Cordoba's Spanish army blocks them at Fleurus in what is today Belgium. The unpaid and mutinous Protestants attack at dawn in an attempt to break through. In a vicious five-hour fight, the Spanish hold, but enough Protestants break through to force the Spanish to lift an important siege in the Netherlands.&#10;&#10;This is a smaller pitched battle where a large but very unreliable Protestant army attempts to overwhelm the smaller but more experienced Spanish army. This battle is suitable as an introduction to the game system.&#10;&#10;Stadtlohn&#10;August, 1623&#10;Following the battle of Fleurus, Duke Christian again rebuilds an army with raw recruits to join with Mansfeld in the Netherlands and renew the fight for the Protestant cause. However, he soon finds himself outlawed by the Imperor, unsupported and forced to retreat when Tilly's veteran army bears down on him. The Protestan army, slowed by a massive baggage train attempts a last stand and finds itself caught by Tilly's vanguard when within sight of the Dutch border. True to form, Christian decides to risk his army to save his baggage train, but ends up losing both.&#10;&#10;A race-against-the-clock rearguard situation where the focus is on the fate of the Protestant baggage train that is slowly moving towards the map edge.&#10;&#10;Lutter am Barenberge&#10;August, 1626&#10;The Danish King Christian IV intervenes in the Thirty Years War and pushes Tilly back during the early summer. However, he finds himself outnumbered and on the defensive when Tilly is reinforced by Imperial troops. Christian decides to turn on his pursuers and gives battle in a strong defensive position at Lutter am Barenberge. The initial Catholic attacks are repulsed, but the subsequent uncontrolled Danish counterattack results in the eventual collapse of the Danish army.&#10;&#10;This is also a rearguard battle, but with more evenly matched armies, though the Danes are severely hampered by an unusual command situation.&#10;&#10;In addition to scenario specific special rules that highlight the unique events of each battle, the battles in the game all share a simple set of special rules. These rules show the peculiarities of the early years of the Thirty Years War, such as Croat/Transylvanian style light cavalry.&#10;&#10;Even though not all of the battles included were equal contests in military terms, the player victory conditions are balanced. Along with the special rules, that means the battles are interesting for both sides.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Thirty Years War",
      "Players: Two-Player Only Games",
      "Series: Musket & Pike Battle (GMT/Vae Victis)"
    ]
  },
  {
    "Rank": "5375",
    "Name": "Wayfinders",
    "ID": 286156,
    "Year": "(2019)",
    "Geek Rating": "5.733",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/286156/wayfinders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "2.1538",
    "Description": "Engines purring, goggles down &mdash; the seaplane is set for take-off! Welcome to the whimsical world of Wayfinders in which intrepid explorers race to chart new paths through the skies.&#10;&#10;You will need to think on your feet and outfit your planes with the right gear to arrive safely &mdash; but building hangars on islands and stocking them with parts can help you zip around with ease! Be sure to be keen in your planning and you will unlock the charms of the islands. Wheels up &mdash; adventure awaits!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Exploration",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Contracts",
      "Modular Board",
      "Network and Route Building",
      "Point to Point Movement",
      "Push Your Luck",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "5376",
    "Name": "Kiri-ai: The Duel",
    "ID": 387769,
    "Year": "(2023)",
    "Geek Rating": "5.733",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/387769/kiri-ai-the-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.4545",
    "Description": "In Kiri-ai: The Duel, each player has a hand of cards that represent movements, attacks, or special attacks on the battlefield. At the beginning of each round, each player places two cards from their hand face down next to the battlefield, after which they resolve the actions one card at a time.&#10;&#10;With the cards, players advance or retreat in relation to the opponent or strike high or low, attempting to cause damage. Strike your opponent twice in order to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Programmed Movement",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Containers: Wallets",
      "Digital Implementations: Board Game Arena",
      "Series: Micro Game (Matagot)",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "5377",
    "Name": "Air Force",
    "ID": 3608,
    "Year": "(1976)",
    "Geek Rating": "5.733",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/3608/air-force",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.2523",
    "Description": "A tactical simulation of air combat over the Europe during WWII.&#10;&#10;Each player controls one or more aircraft represented on the board with one counter per plane. A reference card contains all the relevant maneuverability, speed, and weaponry data. Each plane operates with a log sheet to record moves, ammo, damage, altitude, speed and attitude. All movement is pre-plotted and then executed on the board simultaneously. Hits are determined based on relative facing, range and gunnery strength, and are rolled for on a CRT. Damage can be inflicted on any of a plane's various sections (wing, fuselage, engine, etc).&#10;&#10;Rules are also included for air-to-ground combat. Victory conditions are set by each scenario. &#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Movement Points",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Occupation: Aviator",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Theme: Weather",
      "War Battlespace: Aerial warfare",
      "War Level of Command: Tactical"
    ]
  },
  {
    "Rank": "5378",
    "Name": "Dice Masters",
    "ID": 295574,
    "Year": "(2014)",
    "Geek Rating": "5.733",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/295574/dice-masters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "2.9167",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Dice Masters is a 2-player card and dice game featuring custom dice from well-known entities like Marvel and DC, Dungeons and Dragons, and even WWE.&#10;&#10;Players face off in a &quot;dice building&quot; style game, building to buy better and better character dice from their own 8-character team. Those dice are then rolled and used to battle the opponent, with the goal of reducing them from 20 life down to 0.&#10;&#10;This game is both collectible and non-collectible, and all sets are interchangeable and playable with each other.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Game System"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Digital Implementations: VASSAL",
      "Game: Dice Masters",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5379",
    "Name": "Conquistador: The Age of Exploration – 1495-1600",
    "ID": 1506,
    "Year": "(1976)",
    "Geek Rating": "5.733",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/1506/conquistador-the-age-of-exploration-1495-1600",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "420",
    "Weight": "3.2651",
    "Description": "Conquistador recreates the 16th Century exploration and conquest of the New World (North and South America) by the major powers of Europe.&#10;&#10;&mdash;description from the back of the box (AH version)&#10;&#10;The game is quasi-historical in nature, providing the atmosphere and mechanics of the 16th Century world, along with historical personages. The object of the game is for one Country to accumulate as much wealth, land, and prestige (in the form of actual discoveries) as he [sic] can; the Country with the greatest total of all three is the victor.&quot; (from SPI game rules introduction)&#10;&#10;&mdash;description from the rulebook (SPI version)&#10;&#10;Originally published in 1976 by SPI in Strategy &amp; Tactics magazine #58, and later sold as a boxed edition in a plastic tray, the SPI version is a one to three player game, featuring the Spanish (green counters), French (blue counters), and English (beige counters).  Rules for Portugal or the German bankers as a fourth player are included, but no counters are provided in the game.&#10;&#10;The Avalon Hill edition is a one to four player game, featuring the Spanish (green counters), French (blue counters), English (pink counters) and Portuguese (yellow counters).  This edition of the game was published in 1982 with a mounted map in a bookcase box.  The &quot;Fur Traders &amp; Buccaneers&quot; variant in The GENERAL Vol.21 No.5 added counters and rules for Dutch, Danish, and slave units.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Pike and Shot",
      "Political",
      "Religious",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Turn Order: Progressive",
      "Variable Set-up"
    ],
    "Families": [
      "Continents: North America",
      "Continents: South America",
      "Country: England",
      "Country: France",
      "Country: Portugal",
      "Country: Spain",
      "Digital Implementations: VASSAL",
      "History: Age of Discovery",
      "History: Age of Kings",
      "Magazine: Strategy & Tactics",
      "Region: Caribbean Sea",
      "Region: Central America",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "5380",
    "Name": "echoes: The Cocktail",
    "ID": 342210,
    "Year": "(2021)",
    "Geek Rating": "5.733",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/342210/echoes-the-cocktail",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "The New York underworld makes dark plans in an illegal bar, and the echoes of the past hide the identity of its leader. You need to discover that identity in echoes: The Cocktail.&#10;&#10;echoes is a co-operative audio mystery game. Using the free app, players listen to mysterious noises and voices that are connected to the playing material. Together they look for hints in the sound bites to bring the story parts in order and solve the case.&#10;&#10;In more detail, your task is to assemble the 24 parts of the story in the right order; each part is represented by an object &mdash; either a game board or a card &mdash; and its associated echo. The entire story is divided into six chapters, with each chapter being represented by a game board. By scanning the objects with the app, you'll hear the echo connected with each object, and by using conversations and noises in the echo, you try to figure out which three object cards are associated with a chapter and in which order they should be placed. If you're not correct, the app will inform you which cards are incorrect or in the wrong place; if you are correct, you can listen to the entire chapter all at once &mdash; and you should since new, additional hints can then be heard.&#10;&#10;The objects themselves also provide you with clues from time to time, so neglect no details.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Misc: Watch It Played How To Videos",
      "Series: echoes"
    ]
  },
  {
    "Rank": "5381",
    "Name": "Gobblet Gobblers",
    "ID": 13230,
    "Year": "(2003)",
    "Geek Rating": "5.733",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/13230/gobblet-gobblers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.325",
    "Description": "Gobblet Junior plays similar to Gobblet, but features a smaller 3x3 board (instead of a 4x4 board) with fewer pieces.&#10;&#10;Your goal in Gobblet Junior is to place three of your pieces in a horizontal, vertical or diagonal row. Your pieces can nest into each other and they start the game off the board. On a turn, you either play one piece from off-the-board or move one piece on the board to any other spot on the board where it fits. A larger piece can cover any smaller piece.&#10;&#10;Your memory is tested as you try to remember which color one of your larger pieces is covering before you move it. As soon as a player has three like-colored pieces in a row, he wins &mdash; except in one case: If you lift your piece and reveal an opponent's piece that finishes a three-in-a-row, you don't immediately lose; you can't return the piece to its starting location, but if you can place it over one of the opponent's two other pieces in that row, the game continues.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5382",
    "Name": "Wings for the Baron (Second Edition)",
    "ID": 184866,
    "Year": "(2015)",
    "Geek Rating": "5.733",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/184866/wings-for-the-baron-second-edition",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4444",
    "Description": "It is 1916, and the First World War continues with no end in sight. With the war a bloody stalemate on the ground, the combatants have turned to their developing air forces to achieve victory. Wings for the Baron allows 1-5 players to take the role of German aeroplane manufacturers, supplying the machines needed to drive the Allied air forces from the skies and ensure German victory. Compared to the first edition it features expanded and streamlined rules, a fifth player, an advanced game featuring reconnaissance and bomber aeroplane development.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Industry / Manufacturing",
      "World War I"
    ],
    "Mechanics": [
      "Events",
      "Hand Management",
      "Simultaneous Action Selection",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Germany"
    ]
  },
  {
    "Rank": "5383",
    "Name": "Oh My Brain",
    "ID": 303676,
    "Year": "(2021)",
    "Geek Rating": "5.733",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/303676/oh-my-brain",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.125",
    "Description": "Summer nights, the woods, and the campfires where it is good to roast marshmallows &mdash; it doesn't get better than this!&#10;&#10;Well - that is about to change! Suddenly, out of the bushes, hordes of zombie animals are rushing towards you. Do they want to steal your marshmallows? Not at all! It's your brains they want to cube and roast over the campfire. Your goal in Oh My Brain is to rid yourself of these assailants &mdash; that is, the cards in your hand &mdash; as quickly as possible to avoid gradually losing your mind because losing your brain entirely means being transformed into a zombie...and losing the game!&#10;&#10;The card deck consists of cards numbered 0-19, and to start a round of play each player takes three cards from the deck and places one in their &quot;cemetery&quot; (a card holder) and the other two in their hand. They then do this twice more to have a hand of six cards and a cemetery of three cards. Each player starts with a number of brain tokens.&#10;&#10;On a turn, you must play to the central pile (campfire), playing a number higher than the current highest number. You can play multiple copies of the same number, and if you do, you place all copies of that number after the first one into the cemetery of one or more opponents. You can always play a 0, which restarts the pile. If you play an 8, the next player must play lower than an 8, then the pile ascends again. If you play an 11, you take another turn. If you play certain high or low cards, you must roll the special die, which may have you play again, steal a brain from another player, swap campfires with an opponent, or take some other action.&#10;&#10;If you cannot play, you lose a brain token, clear the pile, draw two cards, place one of those cards in your cemetery, then start the pile again by playing from your hand. If you have fewer than three cards in hand at the end of a turn, refill your hand to three from the cards in your campfire. If you have played all of your cards, success! You have fended off the zombie animals, and all opponents lose a brain token for each card in their hand and cemetery. If any player has no brains remaining, the player with the most brain tokens wins; otherwise, shuffle the cards and play another round, starting with the player who has the fewest brains.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Series: Coffee Break Games (Lumberjacks Studio)",
      "Theme: Camping",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "5384",
    "Name": "Incursion",
    "ID": 40603,
    "Year": "(2009)",
    "Geek Rating": "5.732",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/40603/incursion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7778",
    "Description": "INCURSION is set in the world of Secrets of the Third Reich and is the ultimate combination of board game and miniatures game. Armored troopers of the US &ldquo;Lucky Seventh&rdquo; and stalwart commandos of the United Kingdom&rsquo;s MI-13 hurtle through underground bunkers and combat the monstrous forces of the German SWD in a furious race against time. The Doomsday Device is ticking and neither the Allies nor the Axis can fail. This two player game features a tight storyline campaign that culminates in an epic and desperate climax. The game mechanics are simple to grasp allowing players to instantly focus on their tactical options. Game play is incredibly fast-paced and tense and players choose their forces through a card-based Requisition Point system. The game is played on a board with a special card deck and highly detailed 30mm metal miniatures. You can also use the miniatures in games of Secrets of the Third Reich. Rules can be found for them here.&#10;&#10;In 1946, after stunning German victories on both fronts largely attributed to Vergeltungswaffe 4, a compound that kills painfully and resurrects corpses as dangerous animate objects, Franco joined the Axis. Spanish forces backed by Brandenburger commandos and Fallschirmjager Drop Armor assaulted the British held rock of Gibraltar. Germany claimed the ancient fort with its network of caves and aggressively expanded it into a vast underground research, command, and control center, plumbing the depths of the Rock. In 1949, allied forces mount a massive offensive to retake it. The campaign is bloody and hard-fought but ultimately successful. German and Spanish personnel escape by U-boat from underwater chambers. US and British forces enter the German compound only to be beaten back by the horrors that lurk within the vast twisted labyrinth under Gibraltar. Many commanders feel that the only recourse is to seal the caves from the surface, so that is done. Unfortunately it is impossible to determine the lo cation of all of the undersea tunnels. Zombie naval mines damage or destroy numerous smaller vessels and sink the aircraft carrier Lexington as they sally forth from these undersea caves. MI-13 stumbles onto communiqu&eacute;s detailing German SWD plans for a diabolical Doomsday Device under Gibraltar. Given the effectiveness of previous SWD attacks, the credibility of these reports cannot be ignored. The decision is made to clear the caves. MI-13 Commandos and elements of the US Lucky Seventh invade the stronghold in a desperate race to shut down the Doomsday Device before it can be deployed.&#10;&#10;Contents:&#10;&#10;Rigid two piece box covered in art&#10;Glossy 28 page rulebook&#10;Card rules summary/playsheet&#10;4 sheets of two-sided heavy-duty die cut pieces (132 total) including counters, doors and stand-ups for all models&#10;Super Heavy duty two-sided six-fold game board&#10;86 cards (66 card Battle Deck and 10 Model Cards for each side)&#10;3 black dice&#10;36 black plastic stand-up holders for doors and &quot;models&quot;&#10;Vac-formed plastic holding tray&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5385",
    "Name": "History Maker Baseball",
    "ID": 141067,
    "Year": "(2013)",
    "Geek Rating": "5.732",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgame/141067/history-maker-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2",
    "Description": "FROM THE GAMESITE:&#10;&#10;HISTORY MAKER BASEBALL Big League Baseball board game incorporates the intangibles of baseball--team chemistry, hot and cold streaks, player experience and so on. if a player is on a hot streak, or there's tension in the clubhouse, it's a palpable feeling with noticeable--though not precisely quantifiable--results. HMB reproduces that phenomena using a simple set of easy-to-implement qualities. The result is story-line drama that we think you'll find to be quite entertaining and captivating--but which doesn't bog down play, or require copious book-keeping!&#10;&#10;HISTORY MAKER BASEBALL expands the scope of the game to include events &quot;outside the innings&quot; which rightly affect what happens during the game. The pitching coach wants to talk &quot;privately&quot; to you about yesterday's starter. Here's the trainer with an injury report. Comments this morning from an outraged local sports talk host will have to be dealt with. The front office can be fickle--maybe they'll give you a &quot;vote of confidence,&quot; or perhaps bungle a player negotiation, and you'll have to clean up the mess. All these are real factors in real baseball, and it's built-in to be a real part of HMB as well.&#10;&#10;This baseball board game offers a universe of managerial choices that includes classic baseball strategy and at the same time supersedes it, expanding into the realm of baseball psychology. Dugout chatter, coaching tips, walking to the mound to chat with the pitcher, arguing with the umpire--all have a place in real baseball, all have a place in HISTORY MAKER BASEBALL Big League Baseball simulation board game.&#10;&#10;Results are found by rolling 3D6 and checking the results in the included game action booklet.  Each player is rated on a set of qualities for batting, running and fielding, while pitchers are also rated on their pitching ability.  Qualities include being a &quot;patient&quot; batter or a &quot;prospect&quot; pitcher.  The game booklet checks to see if a player has or lacks a certain quality to see what the result of the at-bat will be.&#10;&#10;If a result is color coded (red, blue or purple), the next at-bat will be resolved on one of the three mini-charts.  Either EXPERIENCE(red chart), the RIGHT NOW (blue), or CHEMISTRY (purple).  In this game, a team's winning streak could give the players a little extra edge to make a tough diving catch in the outfield.  Whereas a losing streak may have the team in a STORMY mood causing players to chase bad pitches or miss the hustle plays.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "5386",
    "Name": "Relics of Rajavihara",
    "ID": 308493,
    "Year": "(2021)",
    "Geek Rating": "5.732",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/308493/relics-of-rajavihara",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.6364",
    "Description": "You&rsquo;ve discovered an ancient palace filled with treasures, but you&rsquo;re not the first to arrive. Your arch-nemesis has beaten you there. Bent on power and with thoughts of world domination, you must stop him before it&rsquo;s too late (and collect some of those treasures along the way)!&#10;&#10;Relics of Rajavihara is a solo campaign-style game, but also a single play solo adventure game. Make your way through 50 levels of puzzling adventure, spread out over 5 floors, each floor introducing new challenges, and each level harder than the last. Then, once you&rsquo;ve reached your nemesis and put an end to his devious plot, you&rsquo;ll unlock a new world that will allow you to play an infinite number of single play solo adventures that you&rsquo;ll be able to take part in creating.&#10;&#10;Shift and slide blocks to complete the goal on each level. You'll have to find ways to navigate through obstacles and line blocks up in order to climb, descend, and complete the goal for each level before you advance to your next level.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Grid Movement",
      "Move Through Deck",
      "Slide / Push",
      "Solo / Solitaire Game",
      "Square Grid",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "5387",
    "Name": "Warhammer Epic 40,000",
    "ID": 5316,
    "Year": "(1997)",
    "Geek Rating": "5.732",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/5316/warhammer-epic-40000",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.193",
    "Description": "Warhammer Epic 40,000 was the third edition of the Epic system. The first edition and second editions of the Epic system had each been released as two separate games. The first edition comprised Space Marine (1st ed) and Adeptus Titanicus. Second edition comprised Space Marine (2nd ed) and Titan Legions. For the 3rd edition of the Epic system GW decided to release it as a single game and that game was Warhammer Epic 40k. For this reason Epic 40K is also known as 3rd ed. Epic 40k absorbed both the Titan Legions and Space Marine rules into one system, reducing and streamlining the rules in both those games into one more concise and coherent system. Epic now has faster gameplay and less rulebook-reading during play.&#10;&#10;It's a miniature tabletop battle game set in the Warhammer 40,000 (Third Edition) world using 6-10mm scale miniatures to simulate huge epic battles. The rules are fairly simple but very effective and allow for a lot of strategic ideas. While many old-school fans of the 1st and 2nd edition felt the 3rd edition of the game lost too much distinction between units with the simplification, to this day Jervis Johnson says this is the game he is most proud of and it has a very smooth playing style.&#10;&#10;Expansions:&#10;&#10;    Adeptus Titanicus II&#10;&#10;&#10;Reimplemented By&#10;&#10;    Epic Armageddon&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "5388",
    "Name": "Brick Party",
    "ID": 181161,
    "Year": "(2015)",
    "Geek Rating": "5.732",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/181161/brick-party",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "Are you better at building with plastic bricks...or explaining how to do it? What if you have to build with your eyes closed or using only one hand? Or if you must explain it without speaking? Can you still be faster than your opponents?&#10;&#10;Brick Party is a funny and frenzied game of crazy building! Reveal the special rule for the round, choose your teammate, and get ready. Then grab the blocks and build the shape you choose faster than the others! And in the next round? A new special rule, new partners, and new shapes...for a game that's never boring!&#10;&#10;Brick Party contains 36 plastic construction bricks and 165 cards with shapes that must be built by the players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "5389",
    "Name": "Jarl: The Vikings Tile-Laying Game",
    "ID": 170901,
    "Year": "(2015)",
    "Geek Rating": "5.732",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/170901/jarl-the-vikings-tile-laying-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2.6667",
    "Description": "Game description from the publisher:&#10;&#10;In the long winters between raiding seasons, warriors keep their intellect sharp through games of wits and chance. Ragnar, Rollo, Floki and even the Earl challenge each other to this game of stone placement filled with tactics and subtle maneuvering for victory.&#10;&#10;In Jarl: The Vikings Tile-Laying Game, players move their warriors (tiles) around the board and flip them over after each move. Each tile's side shows a different movement profile. If you end your movement in a square occupied by an opponent's tile, you capture that tile. Capture your opponent's Jarl to win!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games",
      "Series: The Profile System",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "5390",
    "Name": "Vye: The Card Game of Capture and Control",
    "ID": 142239,
    "Year": "(2013)",
    "Geek Rating": "5.732",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/142239/vye-the-card-game-of-capture-and-control",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6176",
    "Description": "You are the ruler of a fledgling kingdom in the land of Vye. Around you are untamed lands ripe for the taking. But you are not alone! Other rulers seek to broaden their holdings as well. You must carefully protect your borders even as you race to expand them. Will you control the largest kingdom? Or will you see your power splintered? Plan your moves well - it will take strategy and a little luck to win the battle for Vye!&#10;&#10;Vye is a strategy card game played by 2-5 players. The goal of the game is to have the largest connected kingdom when the game ends. You grow your kingdom by placing Land and Building cards on the table, claiming the cards you place and potentially others around them in the process. Vye is easy to learn and can be played in about 20 minutes.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "5391",
    "Name": "Dragon Pass",
    "ID": 1720,
    "Year": "(1980)",
    "Geek Rating": "5.732",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/1720/dragon-pass",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4426",
    "Description": "Remake of Chaosium's White Bear & Red Moon. Also published by Oriflam as La Guerre des H&eacute;ros in 1993 (in French) and as &#227;&#131;&#137;&#227;&#131;&#169;&#227;&#130;&#180;&#227;&#131;&#179;&#227;&#131;&#145;&#227;&#130;&#185; Dragon Pass in Japanese by Hobby Japan.&#10;&#10;The role-playing World of Glorantha was created as a semi-public-domain project by Greg Stafford around 1966 as a mental exercise. Eventually, Greg published a wargame based on his world called White Bear and Red Moon. In fact, Chaosium was founded to allow Stafford to publish this boardgame! This game later became the excellent Dragon Pass game. White Bear and Red Moon was enough of a hit to spawn a second war game, Nomad Gods, and, more importantly, inspired some D&amp;D fans to write a gaming system that would allow role-playing in Glorantha. Thus was RuneQuest born.&#10;&#10;Re-implements:&#10;&#10;    White Bear & Red Moon&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Three Dimensional Movement",
      "Zone of Control"
    ],
    "Families": [
      "Animals: Bats",
      "Animals: Dinosaurs",
      "Animals: Dogs",
      "Animals: Horses",
      "Animals: Insects",
      "Animals: Lizards",
      "Creatures: Dragons",
      "Creatures: Monsters",
      "Creatures: Zombies",
      "Digital Implementations: VASSAL",
      "Setting: Glorantha",
      "Theme: Weather",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "5392",
    "Name": "Unlock!: Short Adventures – The Secrets of the Octopus",
    "ID": 368035,
    "Year": "(2022)",
    "Geek Rating": "5.732",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/368035/unlock-short-adventures-the-secrets-of-the-octopus",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Unlock! Short adventures is a series of escape adventures for up to six players. With 30 to 45 minutes on the clock, players work through a deck of 30 cards as a team, searching for clues, combining objects, and solving puzzles. The free Unlock! companion app runs the timer while also providing clues, offering hints, and confirming successes. Once the team has reached a solution and entered the correct code into the app, they will escape and win the game!&#10;&#10;With this adventure, follow in the footsteps of a legendary pirate and discover his treasure. But beware the Baron Samedi!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Unlock! (Space Cowboys)",
      "Series: Unlock! Short Adventures (Space Cowboy)"
    ]
  },
  {
    "Rank": "5393",
    "Name": "Mercurial",
    "ID": 317940,
    "Year": "(2023)",
    "Geek Rating": "5.732",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/317940/mercurial",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.1579",
    "Description": "After an arduous journey through the otherworldly land of Valanyr, your caravan finally arrives at Camp Trinity &mdash; a young, thriving settlement built atop a ruined kingdom once decimated by an ancient cataclysm.&#10;&#10;Like many here, you were previously a mage of low renown now seeking a better fortune. The cataclysm altered Valanyr's Elan to be fertile but mercurial, rendering the rules of spellcasting different from whence you came. Here, the usually separate elements of nature fuse readily, allowing for new and unknown spells to be created. You'll have to start from scratch, but unknown means new discoveries to be made, and a thriving settlement means opportunity...&#10;&#10;Mercurial is a card &amp; dice-manipulation game themed on spellcrafting with combo &amp; engine-building mechanics. Learn magical Alteration techniques to control the chaos of your elemental dice, and use these elements to combine lesser magicks into new and unknown spells. Your combined spells can either inflict ruin, restore life, or something more &mdash; use them to perform heroic deeds, ranging from helping your allies defeat dangerous beasts, to finding a path for stranded travelers lost in the strange land of Valanyr.&#10;&#10;In Mercurial, each player has varying capabilities and starting resources, with their differences offering a unique path to power with every journey. Delve into the fantastic world of Mercurial, and discover a new age of spellcrafting.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Contracts",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Open Drafting",
      "Random Production",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "5394",
    "Name": "Lost Legacy: Third Chronicle – Sacred Grail & Staff of Dragons",
    "ID": 175222,
    "Year": "(2015)",
    "Geek Rating": "5.732",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/175222/lost-legacy-third-chronicle-sacred-grail-and-staff",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4375",
    "Description": "In the distant past, a starship from a faraway world appeared in the sky. Damaged in battle, the craft broke apart and traced lines of fire across the horizon. These falling stars crashed to the surface, and in the ages to come, became enshrined in legends as the Lost Legacy. Discover where the Lost Legacy can be found and win the game!&#10;&#10;Lost Legacy: Third Chronicle contains two sets of game cards: Sacred Grail and Staff of Dragons. Each set can be played independently or mixed together with other sets to create a unique custom set.&#10;&#10;As for how to play, Lost Legacy is a game of risk, deduction, and luck for 2&ndash;4 players. You start the game with one card in hand from a deck of sixteen cards. On a turn, you do the following:&#10;&#10;&#10;         Draw: Draw the top card from the deck and add it to your hand.&#10;         Play: Choose one of the two cards in hand to play and place it face up in front of you.&#10;         Effect: Carry out the played card's effect, after which the card is considered as discarded.&#10;         End: If there is at least one card left in the deck, the turn goes to the next player; if not, the investigation phase starts. Using the investigation speed indicated on the card each player has in hand, players take turns guessing which player (whether yourself or someone else) holds the &quot;Lost Legacy&quot; card; this card might also be in the &quot;Ruins&quot;, a location that holds one card at the start of the game and possibly acquires more cards during play. The player who guesses correctly wins; if no one finds the Lost Legacy, then everybody loses.&#10;    &#10;&#10;&#10;By combining different Lost Legacy sets (while keeping only a single Lost Legacy card in play), up to six players can compete at the same time.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Player Elimination",
      "Sudden Death Ending"
    ],
    "Families": [
      "Game: Lost Legacy"
    ]
  },
  {
    "Rank": "5395",
    "Name": "Hornet Leader: Strike Fighter Operations",
    "ID": 6927,
    "Year": "(1991)",
    "Geek Rating": "5.732",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/6927/hornet-leader-strike-fighter-operations",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "300",
    "Weight": "2.6222",
    "Description": "Hornet Leader is an exciting solitaire game that challenges you to command squadron of F/A-18 Hornet strike-fighters in an almost endless variety of combat missions.  From the decks of U.S. Navy carriers you lead your squadron against 26 different target types - from naval strikes and fleet air defense to fighter sweeps and ground attacks.&#10;&#10;Other Leader series games by Dan Verssen&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Iran",
      "Country: Iraq",
      "Country: Korea",
      "Country: Libya",
      "History: Gulf War",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Central America",
      "Region: Mediterranean Sea",
      "Region: Pacific Ocean",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "5396",
    "Name": "Jolly & Roger",
    "ID": 205308,
    "Year": "(2016)",
    "Geek Rating": "5.732",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/205308/jolly-and-roger",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6842",
    "Description": "Description from the publisher:&#10;&#10;Captain &quot;Red Beard&quot;, the infamous Pirate King, is lost without a trace after an unfortunate rendezvous with a mermaid. The power-hungry Pirate Lords have waited for this chance for a long time and seek to seize his throne. After following the old pirate code mentioning a rum cask, the reckless Julienne &quot;Jolly&quot; Gar&ccedil;on and the eccentric Jack &quot;Roger&quot; Hummingbird were the only ones who could still stand up. The so-called &quot;Double-Boarding&quot; contest shall now determine the winner between the two of them &ndash; and thus the new Pirate King. Prepare to be boarded, you landlubbers!&#10;&#10;Jolly &amp; Roger is a card game for two players featuring the well-known &quot;I split, you choose&quot; mechanism. On their turn, a player draws five pirate cards and splits them into two sets. The other player then chooses one of the sets, and the player who split the cards takes the leftover set.&#10;&#10;With their pirate cards, players try to board the four merchant ships by adding their matching-colored crew members on their side of the ship. The player who has the most powerful crew on a ship puts one of his captains on the ship (possibly removing the opponent's captain) and may then use further pirate cards of that color to steal gold from the ship. After eight rounds, the game ends. Each player's captain on a ship at the end of the game captures this ship as a bonus. The player with the most gold wins.&#10;&#10;Jolly &amp; Roger includes three types of special cards &ndash; the Kraken, the Skeleton Pirate, and Tortuga &ndash; for use in the expert variant to spice up the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "I Cut, You Choose",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5397",
    "Name": "25 Words or Less",
    "ID": 621,
    "Year": "(1996)",
    "Geek Rating": "5.732",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/621/25-words-or-less",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "1.5208",
    "Description": "In 25 Words or Less, players divide up into two teams. The current clue-giver on each team looks at a list of five words that they're going to have to get their teammates to say using only words (a.k.a., no sounds or gestures). The clue-givers bid on the number of words that they need to say to accomplish the feat, with the lower bid getting the honor of doing so. If the team cannot successfully name the words in the allotted time and with the bid number of words (or less), then the other team gets the point. The first team to collect ten points wins.&#10;&#10;Won Games Magazine Game of the Year award in 1997.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Sand Timers",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "5398",
    "Name": "Carrooka",
    "ID": 341489,
    "Year": "(2021)",
    "Geek Rating": "5.732",
    "Avg Rating": "8.35",
    "Link": "https://boardgamegeek.com/boardgame/341489/carrooka",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.125",
    "Description": "Carrooka is a wooden tabletop game designed and developed in the UK that uniquely combines elements of Snooker and Carrom &mdash; with a literal twist as the table spins!&#10;&#10;To set up, place the counters on the circular board in the center and at their assigned locations. On a turn, flick the striker to pot the counters, then spin the board to take position for your next turn.&#10;&#10;Carrooka can be played by two or four players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Flicking",
      "Slide / Push"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Billiards / Snooker / Pool",
      "Traditional Games: Carrom"
    ]
  },
  {
    "Rank": "5399",
    "Name": "Han",
    "ID": 153625,
    "Year": "(2014)",
    "Geek Rating": "5.732",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/153625/han",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1765",
    "Description": "For the most part, Han uses the same gameplay as China, also from designer Michael Schacht, but the maps on the double-sided game board introduce new rules and variants.&#10;&#10;In general, players use cards to place pieces (houses or emissaries) into the nine regions on the board. To place in a region, a player must play a card of that region's color or two cards of the same color as a joker; a player can place at most two pieces in a region on a turn, but only one piece if the region was unoccupied at the start of the turn. One side of the game board &mdash; titled &quot;Grenzstreitigkeiten&quot;, or &quot;Border Disputes&quot;, and made for 3-5 players &mdash; includes house sites that straddle two regions; to claim one of these locations, a player must discard two appropriately-colored cards. The number of emissaries in a region is limited to the number of houses of the same color in that same region.&#10;&#10;When all house spaces in a region are filled (or at the end of the game), players score for that region. Whoever has the most houses in that region scores one point for each house in the region, whoever has the secondmost houses scores one point for each house of the player who has the most, and so on.&#10;&#10;At game end, players also score for having majorities of emissaries in two adjacent regions, scoring as many points as the number of emissaries in both regions. Players also score for having four or more houses in an uninterrupted sequence along one of the roads on the board. On the &quot;Grenzstreitigkeiten&quot; game board, players also score majority points for the houses in the port cities located in multiple regions, these port cities effectively forming their own region. Whoever scores the most points wins.&#10;&#10;&quot;Grenzstreitigkeiten&quot; has one variant. Each player starts with one fortification in addition to his other pieces. Once per game, a player can play two matching cards, then place his fortification on a house site, then top it with a house. Whenever this house scores &mdash; whether for the region majority, for being a port city, or for being part of a sequence &mdash; the house's owner scores double the points he normally would.&#10;&#10;The other side of the game board &mdash; &quot;Wege der Diplomatie&quot;, or &quot;Ways of Diplomacy&quot;, which is made for 2-4 players &mdash; also has a variant, with each player receiving a marketplace. Once per game, a player can play two matching cards, then place the marketplace on a house site, then top it with an emissary (not a house). This allows a player to compete for emissary points in a region that is otherwise full.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: China",
      "Series: Web of Power / China"
    ]
  },
  {
    "Rank": "5400",
    "Name": "Twilight Imperium",
    "ID": 24,
    "Year": "(1997)",
    "Geek Rating": "5.731",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/24/twilight-imperium",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.4643",
    "Description": "Sprawling game of space faring races out to dominate known space. This game combines a number of elements from other game systems into a unique package. Hex tiles create the game board and each player begins with a race with unique powers. The game focuses heavily on a political voting phase and a web of trade agreements between players.&#10;&#10;Part of the Twilight Imperium Series / Family.&#10;&#10;Expanded with:&#10;&#10;    Twilight Imperium: Borderlands&#10;    Twilight Imperium: Distant Suns&#10;    Twilight Imperium: Twilight Armada&#10;    Twilight Imperium: The Outer Rim&#10;&#10;&#10;Re-implemented in:&#10;&#10;    Twilight Imperium: Second Edition&#10;    Twilight Imperium: Third Edition&#10;    Twilight Imperium (Fourth Edition)&#10;&#10;&#10;",
    "Categories": [
      "Civilization",
      "Negotiation",
      "Political",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Game: Twilight Imperium",
      "Mechanism: 4X"
    ]
  }
]