[
  {
    "Rank": "25301",
    "Name": "Professor Tempus",
    "ID": 137014,
    "Year": "(2013)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/137014/professor-tempus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "Game description from the publisher:&#10;&#10;It's time to save time! The hourglasses shown on the Professor Tempus cards are what make them valuable: The player who has the most hourglasses at the end of the game wins.&#10;&#10;Three sets of cards are played simultaneously in ascending or descending order. At the end of each round, the cards in each set are kept by the player who last laid a card on that set. Play your hand carefully, though, because the sets change hands constantly. Professor Tempus is a super-dynamic and very interactive game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25302",
    "Name": "Picnic",
    "ID": 257851,
    "Year": "(2018)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/257851/picnic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Picnic is a quick family game in which players get rid of their hand of cards the fastest by bringing their favorite snacks to the picnic.&#10;&#10;Every card has six suits with numbers in them relating with different snacks. At the beginning of the game, you choose one of those snacks. To get rid of your cards, you flip a card and every player has to play simultaneously and as fast as possible a card with a higher number in the suit they chose.&#10;&#10;The first player to get rid of all their cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "25303",
    "Name": "Kinapa",
    "ID": 362482,
    "Year": "(2022)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/362482/kinapa",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In the usually calm &ldquo;empire of the Land of the Rising Sun&rdquo; a wind of panic has suddenly taken the Emperor by surprise , his subjects, the cats and dogs, have run away! The wise Emperor, with the help of his servant the sheep, will have only one quest: to bring everyone back home, with their favorite treasured objects which they lost.&#10;&#10;Beware because some foxes enter the dance to sow trouble...&#10;Will you be the one to save the Empire from this mess?&#10;With just a hint of deduction and a lot of bluff, let&rsquo;s go for a wild game of KINAPA!&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Matching",
      "Memory",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "25304",
    "Name": "Bluffaneer",
    "ID": 329230,
    "Year": "(2021)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/329230/bluffaneer",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Yarrr! Grab your most trusted crew and sail out to the high seas with Big G Creative&rsquo;s newest release, Bluffaneer! This adventurous new dice game sets mates against each other as players try to pilfer pirate treasure and bluff their way to the largest stack of gold.&#10;&#10;Bluffaneer is a game for sea dogs of all ages, whether it&rsquo;s a family game session or you&rsquo;re switching up poker night to work on your bluffing skills.&#10;&#10;To play, players roll bone-shaped dice and bluff to steal coins from fellow mates, aiming to collect the most treasure in each round. But beware, mateys! You may have to cough up your gold coins if another clever pirate catches you in the bluff.&#10;&#10;One game of Bluffaneer only takes about 15 minutes, so three to six pirates ages 10+ can enjoy a quick and rowdy romp or keep the pirate-themed fun going with multiple games to determine who is truly the craftiest Bluffaneer of all.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "25305",
    "Name": "Creeps' Castle",
    "ID": 6956,
    "Year": "(1980)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/6956/creeps-castle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This is a children game from Spear's. It does not use a battery , but a ball bearing  to get the doors and traps moving. The horror theme is always attractive to kids.&#10;Each player tries to go from the bottom to top of the 3D castle. Each time a piece lands in a white square, the player must press hard on it in order to release the ball. The ball will fall down and on its way through certain doors and traps will &quot;flick&quot; hitting the players pieces. Those hit pieces will fall from the Castle and need to start again !!&#10;Look the pictures and rules, and you can figure it out quickly.&#10;&#10;The &quot;magic&quot; part, is that the ball, can follow 3 different ways of coming down... so flicking different traps and doors each time accordingly. Therefore, some shouting and excitement, and if lucky relief, when standing in a dangerous place and you hear the ball coming down...it could be you!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "25306",
    "Name": "Monopoly: Star Wars – The Child Edition",
    "ID": 327722,
    "Year": "(2020)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/327722/monopoly-star-wars-the-child-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Imagine traveling around the galaxy with The Child, or affectionately known as &quot;Baby Yoda&quot; by fans. This Monopoly: Star Wars The Child edition board game features themes and artwork inspired by The Mandalorian live-action TV series on Disney Plus. Move around the gameboard as The Child, buy and sell Hideouts and Common Houses, and follow the actions on the Camtono cards and Bounty Puck cards. The last player remaining after everyone else has gone bankrupt wins the game!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Loans",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "25307",
    "Name": "Pirate's Treasure",
    "ID": 3909,
    "Year": "(2001)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/3909/pirates-treasure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "From the box:&#10;Ahoy matey! One of your fellow captains is about to send you on a treasure hunt. Unfortunately, all he is going to give you is a blank map. You will have to find the best route to the treasure. Along the way you will encounter other pirates who will try to block your way, buccaneers who will try to steal your gold coins, and quicksand that must be avoided.&#10;&#10;There will be lots of backtracking and second-guessing. But if you can find a pirate's scope, it will help you see what lies ahead. In the end, if you commit your map to memory, you will have a peg-leg up on the other pirates.&#10;&#10;Shiver me timbers, it's easy to get hooked on this game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Exploration",
      "Memory",
      "Pirates"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "25308",
    "Name": "Arena of Death: Heroic Combat in the Fantasy World of DragonQuest",
    "ID": 3533,
    "Year": "(1980)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/3533/arena-of-death-heroic-combat-in-the-fantasy-world",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1111",
    "Description": "Arena of Death: Heroic Combat in the Fantasy World of DragonQuest, is a game of gladiatorial combat in a fantasy setting. The players take on the role of fighters in the arena, pitting these fighters against each other and against fearsome beasts over the course of a variable number of &quot;combats&quot;. Each combat consists of one or more players' characters entering the arena where they meet one or more characters controlled by other players.&#10;&#10;The combat lasts until only dead or mutually friendly characters remain in the arena.&#10;&#10;[This is the standalone game version of the combat system used in the first edition of RPG DragonQuest by SPI]&#10;&#10;Originally published in Ares magazine Nr 4 (Sept 1980).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Magazine: Ares",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "25309",
    "Name": "Rocket Game",
    "ID": 133423,
    "Year": "(2011)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/133423/rocket-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Collect the most loops as you blast into space in this fun, counting and matching game! Choose a launch pad and blast into space collecting as many loop-the-loops as you can on the way! At the end of the game count the loops and the player with the most wins!  Develops counting and matching skills and encourages social interaction and turn taking.&#10;&#10;Each player chooses a coloured launch pad base card. The rocket trail and rocket cards are spread, starry side down, on the table.&#10;The youngest player begins by spinning the spinner and choosing a matching card from the table. The card is turned over and, if it is a rocket trail card, it is joined to the trail above their launch pad. Play passes to the next person.&#10;&#10;If a player turns over a card depicting a rocket, matching another player&rsquo;s launch pad, the card is returned face down onto the table. The player then mixes the cards up shouting &ldquo;Space shuffle!&rdquo;.&#10;If a player turns over a card depicting a rocket of the same colour as their launch pad, they place the rocket at the top of their rocket trail and can no longer add rocket trail cards to their trail. The player can still turn over cards on their next turns, but they must place them to one side, out of the game, to prevent another player from picking them up.&#10;&#10;If a player turns over the rocket card that matches their launch pad before they have any rocket trail cards, the player can return it, face down, to the table. They then mix up the cards shouting &ldquo;Space Shuffle!&rdquo;. They wait until their next turn to pick up another card.&#10;&#10;If a player turns over a card depicting a rocket that matches another player&rsquo;s launch pad and they have already added the rocket to the top of their own trail, they can place the rocket at the top of that player&rsquo;s trail. The other player is thus prevented from adding further rocket trail cards to their trail.&#10;&#10;If the spinner points to a symbol and there are no matching cards left on the table, then play passes to the next player. Play continues until all players have rockets matching their launch pad at the top of their rocket trails.&#10;&#10;Each player then counts how many loop-the-loops they have and the player with the most, is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Space Exploration"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "25310",
    "Name": "Twelve Caesars",
    "ID": 9785,
    "Year": "(1997)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/9785/twelve-caesars",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Twelve Caesars is a card game with a theme set in the ancient Roman Empire. Bidding occurs to gain each of 12 Caesars (emperors of Rome). The methods for bidding entail gold coins, back stabbing, politics, blackmail, and assassination.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "25311",
    "Name": "Clever Endeavor",
    "ID": 4922,
    "Year": "(1989)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/4922/clever-endeavor",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8947",
    "Description": "The objective of the game is to get from start to finish by solving the clues on the question cards. Each player moves along the track on one wedge (1/8 slice) of the board, towards the center.&#10;&#10;One player takes a card and reads the category (Place / Events / Person / Thing / Side Track) and the clues one at a time, and other players try to guess the answer. The six clues on a card may be read in any order. The clue reader may give the hardest/most vague clue first.&#10;&#10;The fewer clues you need, the farther you will move forward. Players move ahead seven minus the number of clues read before they gave the answer. If a player only needed one clue, they move six spaces. If they needed all six clues, they move one space. The player who solved the clue becomes the next clue reader. If no one solved the card, it passes to the left.&#10;&#10;Players have two free guesses at the beginning of their score track, and one free guess once they enter the red zone. After that, they move back one space for each incorrect guess.&#10;&#10;If a player lands on a space with a triangle, they draw a Venture card and follow the instructions. If they land on a red space with an arrow, they fall back to the space indicated.&#10;&#10;The first player to reach the center of the board wins. It does not have to be by exact count.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "25312",
    "Name": "Party Pooper",
    "ID": 29119,
    "Year": "(2008)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/29119/party-pooper",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Party Pooper is the spontaneous party game that will have players pointing in all directions to discover who&rsquo;s the party pooper and who&rsquo;s the party animal.&#10;&#10;One player rolls the die, which tells if they will be selecting a &quot;party pooper&quot; (person least likely to) or &quot;party animal&quot; (person most likely to). They then read a card containing one of the 432 hypothetical scenarios (such as &quot;a friend suspects her husband of cheating on her and wants you to follow him and take pictures&quot;). Each other player then decides whom they think the reader will choose as most/least likely to do such a thing. The reader says &quot;1-2-3-Choose&quot; and everyone points their finger at someone (you can choose yourself, if you wish). If you choose the person the reader chose, you get a chip. The reader gets a chip for each player who chooses the person they picked. After everyone has been the reader 2 or 3 times (depending on the number of players), the game is over and whoever has the most chips wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25313",
    "Name": "Operation: Kindergarten",
    "ID": 181492,
    "Year": "(2015)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/181492/operation-kindergarten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In the grim world of kindergarten, where juice is the fuel of chaos, where the playground is the ultimate arena, where the struggle against tantrums is real, the teachers, the guardians of order remain ever faithful, ready to jump in and take the ball away, if they have to.&#10;&#10;While the situation in the battlefield appears calm, hostilities may break out at any moment. The yard remains rife with dangers, and the tribes of kindergardeners shall be unleashed upon each other any minute now.&#10;&#10;Who will prevail in the ultimate battle between light and darkness, between order and chaos, between disinfectant and sharp objects?&#10;&#10;In Operation: Kindergarten, the players are teachers that are trying to keep children safe, and return them to their classrooms - and they will not stop at anything to do so, including disrupting their fellow teachers' routines.&#10;&#10;Using a dice placement mechanism, the players direct the movement distance &amp; direction of children, affect where the retiring head teacher will be inspecting next, and decide on their own movement and actions throughout the day.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "25314",
    "Name": "Doctor! Doctor!",
    "ID": 276802,
    "Year": "(2019)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/276802/doctor-doctor",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Doctor! Doctor!, your patient is waiting, and the other doctors aren't sure of your surgical skill. Show them who has the steadiest hand in the O.R. by completing more procedures than your competitors in this fast-paced, nerve-fraying dexterity game of concentration and operation.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Medical"
    ],
    "Mechanics": [
      "Physical Removal"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "25315",
    "Name": "Weed!",
    "ID": 9227,
    "Year": "(2002)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/9227/weed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0769",
    "Description": "From the box:&#10;&#10;Unleash your inner hippie with Weed!&#10;&#10;A novelty card game that explores the fine art of growing pot plants.&#10;&#10;Weed! is an easy-to-learn strategy card game where you and the other players compete to grow the most pot plants.&#10;&#10;As you build your garden you also try to prevent other players from establishing healthier crops. You can plant Dandelions in someone else's garden, Steal plants, and even Bust another player for possession. Five plant cards in your garden closes the round, but watch our for POTZILLA who can destroy it all.&#10;&#10;For 2-4 players (add a second deck for 5-8 players)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental",
      "Farming"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Marijuana / Cannabis"
    ]
  },
  {
    "Rank": "25316",
    "Name": "Ogre Under",
    "ID": 279169,
    "Year": "(2019)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/279169/ogre-under",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Ogre Under, each player controls a merchant and a donkey who are transporting goods across an ogre-infested bridge, headed for the market in the city. In each round, players select an action card from their hand and then simultaneously reveal them. Action cards allow players to perform one of the following actions:&#10;&#10;&#10;     Flip over one of the eight bridge cards, potentially revealing an ogre that scares any merchants and donkeys on that card backwards a number of spaces.&#10;     Protect their merchant from a possible ogre attack.&#10;     Move their donkey forward, up to their merchant's current location.&#10;     Bet on whether the next market price card to be revealed will be higher or lower than the current one. Correct bets move your merchant forward a number of spaces (based on how risky the bet was), while incorrect bets move your merchant back to your donkey's current location. &#10;&#10;&#10;Play continues round after round until one or more players win by having both their merchant and their donkey in the city market at the end of a round.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "25317",
    "Name": "Rush for Glory",
    "ID": 4676,
    "Year": "(1989)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/4676/rush-for-glory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Strategic Game of the Mexican War (1846-47).&#10;&#10;This game was included in Strategy &amp; Tactics magazine #127.&#10;&#10;The game is for two players and simulates the war between the United States and Mexico that erupted in April, 1846. Although the dispute was originally about a strip of territory between the Nueces and Rio Grande Rivers, the consequence of the war stripped Mexico of what is now much of the American southwest, including California.&#10;&#10;The map consists of a number of important locations, each named for a city, and contains significant terrain features and numerical values for replenishment and morale. Units gain friction points as they move and represent a variety of factors: terrain, sickness, sagging morale, and lesser factors. Unit types are Infantry, Heavy and Field Artillery, Cavalry, Leaders, and Supply, with the combat units rated regular, seasoned, or conscript. A roster sheet allows for easy organization of friction point tallies, and the CRT is based on combat class. Some interesting rules involve a Mexican Invasion of the U.S., the Neutral Strip, the Polk Indecision Table, and the Veracruz Invasion.&#10;&#10;17&quot; x 22&quot; mapsheet, 100 counters, 10 pages of rules and charts&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Country: Mexico",
      "History: Mexican – American War",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25318",
    "Name": "Pirate King",
    "ID": 24002,
    "Year": "(2006)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/24002/pirate-king",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3226",
    "Description": "Pirate King is a game where players take on the roles of pirate captains. Players sail around the Caribbean trying to become the Pirate King by smuggling cargo and capturing territories.&#10;&#10;Players set sail by choosing how far they would like to move each turn and roll a d12 to determine how far they will move. Rolling too low or too high will cause a player to overshoot or undershoot his or her target, but a good roll will hit a player right where he or she wants to go.  Wherever a player lands on a territory, he or she has choices to make about what actions to take, whether that be to capture the port, pay the owner a dock fee, or attempt to wrest control of the port from the current owner.  Players draw cards that have good or bad effects on the Pirate's Booty or Captain's Log spaces, and further spaces have effects on players&#10; Players gain points by holding territories, having Great Treasures, or by defeating the Commodore.  The game is over when a player has 16 points.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Nautical",
      "Pirates",
      "Territory Building"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25319",
    "Name": "Danse Macabre",
    "ID": 87280,
    "Year": "(2010)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.09",
    "Link": "https://boardgamegeek.com/boardgame/87280/danse-macabre",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "2-player game based on famous painting fragment by Bernt Notke situated in Niguliste Museum, Tallinn, Estonia.&#10;&#10;One player takes the role of god, other player takes the role of Devil. Then players compete to earn more dancers' souls.&#10;They bet for every soul and peek bets of opponent or secret dancers' cards. &#10;The player who owns the more souls in the end of the game is the winner.&#10;&#10;Components:&#10;&#10;     Gameboard&#10;     6 Secret dancers&#10;     God's carddeck &#10;     Devil's carddeck&#10;     Coin&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Cities: Tallinn (Estonia)",
      "Country: Estonia",
      "Players: Two-Player Only Games",
      "Theme: Hell"
    ]
  },
  {
    "Rank": "25320",
    "Name": "Dragon Stripes",
    "ID": 22923,
    "Year": "(1989)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/22923/dragon-stripes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Dragon Stripes, players test their luck as a knight approaching a dragon, with the knight trying to pick up as many gems as possible along the way. (In an earlier version of the game, Die Augen der Kali, players moved a figure toward the goddess Kali, collecting gems as they move.)&#10;&#10;Each player starts the game with 40 gems. Shuffle the deck of 51 cards: 38 footprint cards, 10 stop cards, and 3 danger cards.&#10;&#10;On a turn, the active player places the knight before the first stripe on the dragon's tail, then reveals the top card of the deck. If they reveal a footprint card, they advance the knight this many stripes toward the dragon's head, then place gems next to the knight equal to the number on the current stripe (which range from 1 to 17). The player then decides to either reveal another card or hold. In the latter situation, other players can offer to take over the current player's turn by paying them a bounty based on the number of gems currently next to the knight. If someone takes over the turn, they must reveal at least one card as the new active player; if no one does, the current active player collects all of the gems, then the next player takes their turn.&#10;&#10;If the active player reveals a stop card, they lose 1/4 of their gems (rounding down), then the knight retreats to the dragon's tail and the next player takes their turn.&#10;&#10;The first time the active player reveals a danger card, this is treated as a stop. The second danger card is also treated as a stop, but the penalty for being stopped now (and by future stop cards) is 1/2 of your gems. The reward, however, is that each time the knight moves forward, the number of gems placed next to it doubles.&#10;&#10;Dragon Stripes ends one of two ways: Either a player reveals the third danger card, which causes them to lose all of their gems, or a player moves the knight past the 17th stripe to the dragon's head, at which point they claim all gems that remain in the dragon's hoard. Either way, whoever has the most gems at this point wins.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "25321",
    "Name": "Altamira",
    "ID": 32431,
    "Year": "(2007)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/32431/altamira",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.4091",
    "Description": "From the English rules:&#10;&#10;Altamira - Hunters of the stone age&#10;&#10;Altamira in the year 11,765 B.C. - You live together with other hunters in a cave. Sitting at the campfire, every evening you plan where you want to go stalking the next day to bring home food, furs, and material for new weapons. On the hunt you meet not only saber-toothed tigers, bison and cave bears, but mostly also hunters of neighboring tribes you have to stand up to. Whoever masters this best and captures the most prey will be honored as the most successful hunter.&#10;&#10;You send your hunters to hunting grounds where they make weapons; with adequate weapons, they can kill animals on the hunt that follows. This gives you prey points. The player with the most prey points wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "25322",
    "Name": "Monopoly Free Parking Mini Game",
    "ID": 64706,
    "Year": "(2009)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/64706/monopoly-free-parking-mini-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Contents:&#10;Wobbly board&#10;20 taxis&#10;8 sided die&#10;&#10;20 taxis are divided equally among players.  In turn, each player rolls the die and either places one of their taxis on the indicated color (or any color if the &quot;?&quot; is rolled) or takes a taxi from each of the other players (if the police officer is rolled).  First player to get rid of all their taxis wins.&#10;&#10;This game can be played as a stand-alone game or can be used in conjunction with any monopoly game.  Special rules for playing with classic Monopoly are included.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Game: Monopoly (Official)",
      "Series: Monopoly Derivatives (Official)"
    ]
  },
  {
    "Rank": "25323",
    "Name": "Game for Fame",
    "ID": 182516,
    "Year": "(2010)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.98",
    "Link": "https://boardgamegeek.com/boardgame/182516/game-for-fame",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Game for Fame is the party board game that separates the A-List from the Zzz-List, and just like the real world of celebrity you don't need any talent to win.&#10;&#10;Work towards the red carpet (and avoid Re-hab) by working in teams in a number of fun games such as trying to talk with your tongue hanging out your mouth or guess which accent your team is attempting. But don't get too friendly, as players also have to backstab their team mates for solo cash prizes.&#10;&#10;In Game For Fame there can only be one winner, the player with the most money.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Role Playing",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "25324",
    "Name": "Family Feud Strikeout Card Game",
    "ID": 144066,
    "Year": "(2011)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/144066/family-feud-strikeout-card-game",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Two teams of players alternate trying to match answers to survey questions much like the classic tv game show, except where one team controls each question, in Strikeout, teams alternate giving answers, trying to be the one who matches the last correct answer before striking out. the team who wins each round keeps the card, and the first team to earn four cards wins the game. Futhermore, since the questions and answers are in the same format as the show itself (with the answers listed in the order of popularity) the cards can be also used to play in its &quot;traditional&quot; style, if desired.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "TV Shows: Family Feud",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "25325",
    "Name": "Evo",
    "ID": 23228,
    "Year": null,
    "Geek Rating": "5.490",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/23228/evo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Summary and goal of the game&#10;&#10;Two or four players compete in a shared, cross-shaped board, formed by a central part 8x8 square and four 8x2 &ldquo;arms&rdquo;, attached on each side of the 8x8 square.&#10;The object for each player is to capture an adversary Castle, an immobile piece of its own color on one of the 4 arms of the board (facing for two players).&#10;To achieve this each player will make use of 8 pieces of his own color, initially placed in one of the arms of the cross, around his Castle. The Castle of each player sits in the nearest right corner of the board.&#10;The first player that captures an adversary Castle (or conquers the last piece of one colour) wins , thus ending game.&#10;&#10;Turn action: movement and capture&#10;&#10;On his turn, a player can move one of his square-shaped pieces. All the pieces (but the Castle, which as said before can not be moved) are equal to each other. Each of them can move in 4 diferent ways, according to the side of the piece facing &ldquo;north&rdquo;, north being defined as &ldquo;forward&rdquo; from the POV of the owner of the piece. So for example &ldquo;north&rdquo; for the player sitting on the east side of table will be westward, wile for the player sitting on the north side of the table it will be southward, and so on.&#10;&#10;On his turn the player can move one of his pieces in one of these &#10;2 ways:&#10;    - just rotate the piece in place (thus changing the piece movement&#10;            type for the next time he will decide to move it);&#10;    - move the piece and then (optionally) rotate it;&#10;&#10;A player can capture other players' pieces by moving one of his piece on a square occupied by an opponent's piece. Pieces can never &ldquo;go through&rdquo; or &ldquo;jump over&rdquo; other pieces, both of the same or different colours.&#10;&#10;Each piece can be oriented in four different ways (one per each side of the piece) enabling it to four different kind of movement.&#10;&#10;The active roles is the one facing &ldquo;north&rdquo;.&#10;&#10;These are the four roles a piece can assume:&#10;&#10;- Warrior:&#10;        it moves 1 square and can't go backwards, in other words it can&#10;        move to one of the 5 squares adjacent to it (W, NW, N, NE, E);&#10;- Blade:&#10;        it moves 1 or 2 square &ldquo;forward&rdquo; (N);&#10;- Catapult:&#10;        it can move up to 3 squares diagonally going only forward, as&#10;        usual (NE, NW);&#10;- Shield:&#10;        the only role that can go backwards, it can move up to 2 squares&#10;        going South or just 1 square going diagonally (SW or SE).&#10;&#10;Begining of the game&#10;&#10;The first player to move will be the one opening the table. Then it will be the player on his left the one to move, and so on, going clockwise.&#10;&#10;We advise you not to distract from what the other players do: you can lose the game even if an enemy don't conquer your Castle (one wins, all others lose).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Components: 12 x 12 Grids",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "25326",
    "Name": "Bounty",
    "ID": 1641,
    "Year": "(2000)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/1641/bounty",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "Bounty is a game for 2 - 8 players from 6 years of age and older. The goal is to make as much money - 'Dubloons' - as quickly as possible! Players start from Home Port as merchants and set out on a trading voyage. By throwing the die, they sail to exotic ports like the Pearl Coast, the Jewel Coast and the Spice Islands. When they arrive at a port they pay a trading fee and draw a card which tells them what cargo they have bought. Cargoes range from codfish and coal to precious spices, pearls and diamonds,!&#10;&#10;Players might also draw a pirate card while trading. They then have to decide whether to rob other players - or continue as honest merchants. Players could also draw a warship card - in which case any pirate who attacks them or anyone else nearby will be in for a nasty shock! The top card in each player&rsquo;s pack shows whether they are merchants, pirates or warships. Since they don&rsquo;t show each other their cards - no-one really knows what they are (until someone decides to turn pirate by attacking another ship).&#10;&#10;Players who are robbed can get their revenge by calling in the Navy and chasing the pirate down before he or she can reach Home Port! Things are made even more exciting by the &lsquo;Treasure Chest&rsquo; cards which players draw every time they roll a &lsquo;one&rsquo;. They then find out whether they have landed without any wind in the doldrums, - or been blown by a hurricane to a distant port, - or have found buried treasure - or other such twists of fortune!'&#10;&#10;",
    "Categories": [
      "Adventure",
      "Nautical"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "25327",
    "Name": "Der Herr der Wichtel",
    "ID": 2068,
    "Year": "(1999)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/2068/der-herr-der-wichtel",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2857",
    "Description": "From 5 Leprechauns laid out in an ever-changing array you try to recruit the best group to win the title of Lord of the Leprechauns. To help or hinder recruiting there are event cards that can be played. Each Leprechaun has a value plus there are bonuses given for the right mix of Leprechaun types.&#10;&#10;Lightweight but fun!&#10;&#10;Expanded by:&#10;&#10;    Neues aus dem Wichtelwald&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies"
    ]
  },
  {
    "Rank": "25328",
    "Name": "Sagaland Mitbringspiel",
    "ID": 110525,
    "Year": "(2011)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/110525/sagaland-mitbringspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "One treasure is hidden under each tree in the forest. As you move from tree to tree, you get to peek at the treasures you find. Can you remember where each one is hidden? When the king asks where one of the treasures is, players race to reach the castle with the right information.&#10;&#10;Playable with only 2-4 players, Sagaland Mini is the smaller brother, the travel version of Spiel des Jahres-winning Sagaland (Enchanted Forest) with only 7 trees, 7 cards and a board consisting of fewer spaces.&#10;&#10;Re-implements:&#10;&#10;    Enchanted Forest&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Enchanted Forest",
      "Series: Mini (Ravensburger)"
    ]
  },
  {
    "Rank": "25329",
    "Name": "Heuchel und Meuchel",
    "ID": 2840,
    "Year": "(1990)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/2840/heuchel-und-meuchel",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Heuchel und Meuchel has a medieval look to the board and tiles, as players try to move characters of different social class up the courtly ladder to their goals. The tiles are of six characters; The Fire-Eater, The Minstrel, The Quack, The Bishop, The Lady &amp; The Prince, each tile having a distinctive background pattern. There are 6 tiles of each, numbered from 1 to 6. The board is a simple grid of columns, having starting and finishing squares with patterns matching the tiles. Players draw 6 tiles each and place them on their starting squares, stacking them if necessary. Then they move a tile, or a stack or an upper part of a stack, up their column to the next free space.&#10;&#10;When you place a tile, if there is another player's tile on the same row with the same value, it is taken under protection of yours, by placing it under yours to make a stack. You then have another move. So if the 4 Minstrel ends on the same row as the 4 Lady, she is taken under his wing. This can be done in the finishing area too and if this reveals a tile beyond its station, that is removed as a penalty to its owner. When a tile reaches its matching finishing square, it is turned over and is done with. When only one player can move, the game ends and you score. For each tile that reached its place or beyond, you score its value, deducting any penalties. Most points wins. There is a variant using a die to control your moves.&#10;&#10;An odd movement game, with some thought and memory needed for the knock-on effect, but not a great game. Nice to look at though.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Series: Edition Perlhuhn / Franckh-Kosmos"
    ]
  },
  {
    "Rank": "25330",
    "Name": "In Love",
    "ID": 40966,
    "Year": "(2007)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/40966/in-love",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "Ask questions.. Talk about yourself and your relationship!&#10;&#10;You have to solve tasks and answer questions in different categories like sensuality, relationship, knowledge, competition...&#10;&#10;You will get to know your partner better and discover secret attributes of your partner.&#10;&#10;Both players get a task-card (with four colors=fields of action) and a gift-card.&#10;In the course of the game, you have to collect the four colors (= carry out some activities or answering questions). If you manage to do so before your partner does, you win the game and can convert your gift-card...&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "25331",
    "Name": "Golf",
    "ID": 17521,
    "Year": null,
    "Geek Rating": "5.490",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/17521/golf",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2727",
    "Description": "Golf is a card game played with one or more standard 52-card decks plus jokers, depending on the number of players. Generally, the game is played over 9 or 18 rounds, and the goal is to get the lowest score over those rounds.&#10;&#10;Each player is dealt cards in a 2x3 or 2x4 rectangle. On a turn, a player will replace one card out of the draw or discard pile to try to lower their score. A matched pair (top to bottom) is worth 0 points, pip cards are worth their number, face cards are worth 10, but kings are worth 0. When one player decides to stop, the other players get one more chance to lower their score before the round ends.&#10;&#10;There are restrictions on which cards can be played depending on which version of Golf you are playing. Many versions of Golf have evolved over the years, as happens with many standard card games.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Card Games: Exchange",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "25332",
    "Name": "Gammelgäddan",
    "ID": 28127,
    "Year": "(1991)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/28127/gammelgaddan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Swedish children's game. The object for each player is to catch the Ol' pike that lurks somewhere in the pond. There are plenty of other fish and objects to be found as well.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "25333",
    "Name": "Creature Clash! Card Game",
    "ID": 109252,
    "Year": "(2011)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/109252/creature-clash-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.16",
    "Description": "Creatures: The Card Game, later released as Creature Clash!, is a creative, strategic card game that blends friendly competition with a good laugh!  It is intended for 2 to 6 players, ages 8 and up.  The game is comprised of 96 playing cards consisting of either a &lsquo;FRONT&rsquo;, &lsquo;MIDDLE&rsquo;, or &lsquo;BACK&rsquo; portion of 32 particular animals.  Each animal is illustrated across the three cards, and includes a fun fact about that animal and a corresponding &lsquo;strength&rsquo; value ranging from 1-10 (e.g. a mosquito is strength-1, and a grizzly bear is strength-10).&#10;&#10;Gameplay occurs as players mix and match &lsquo;FRONT&rsquo;, &lsquo;MIDDLE&rsquo;, and &lsquo;BACK&rsquo; cards in their hand to create entirely new creatures, and stage attacks against the creatures in other players&rsquo; hands.  For example, the &lsquo;FRONT&rsquo; of Octopus (4), the &lsquo;MIDDLE&rsquo; of Hippopotamus (7), and the &lsquo;BACK&rsquo; of Armadillo (1) combine to create OC-POTA-DILLO (12)!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25334",
    "Name": "Soccerama",
    "ID": 3342,
    "Year": "(1968)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/3342/soccerama",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Soccerama is a football management game. As usual the teams must struggle through the 4 divisions hopefully lifting the European Cup (yes, the proper one - before the &quot;Champions&quot; League) on the way.&#10;&#10;Acclaimed as &quot;The Best Game I've Ever Played&quot; by Alan Ball, it is fondly remembered by some, but not by many. (the game that is - not Alan Ball)&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "25335",
    "Name": "Trivial Pursuit: Star Wars – Episode I",
    "ID": 14360,
    "Year": "(1999)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/14360/trivial-pursuit-star-wars-episode-i",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This hard-to-find edition has Obi-Wan and Darth Sidious pewter figs and a smaller board which can be laid in the middle of the Star Wars Trilogy edition to create a 4-movie game. It has only about 1,000 questions.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Science Fiction",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "25336",
    "Name": "Mikado Magnetico",
    "ID": 14617,
    "Year": "(1988)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/14617/mikado-magnetico",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is a variant on the classic Mikado (Pick up sticks). To pick up the sticks you use a special magnetized device - the 'sticks stick to the magnetized stick'.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Pick Them Up",
      "Components: Magnets"
    ]
  },
  {
    "Rank": "25337",
    "Name": "Nino Delfino",
    "ID": 72957,
    "Year": "(2010)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/72957/nino-delfino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "&quot;After a lovely day at the beach the seals are taking their beach balls home happily. But Nino the cheeky dolphin isn't done playing. With one bold leap, he always shoots from the water and snags the balls away from the seals.  Where he will pop out again? Only those seals who predict his clever moves can escape Nino. Whoever brings home two of their balls first is the winner! Who will find the best route to take?&quot;&#10;&#10;(Description from publisher, translated from German)&#10;&#10;&quot;Nach einem wundersch&ouml;nen Tag am Meer tragen die Robben ihre B&auml;lle vergn&uuml;gt nach Hause. Doch der freche Delfin Nino findet kein Ende. Mit einem gewagten Sprung schie&szlig;t er immer wieder aus dem Wasser und stibitzt dreist die B&auml;lle der Robben. Alle fiebern mit: Wo wird er wieder herausspringen? Nur wer seine Robben clever zieht, kann Nino entwischen. Wer als Erster zwei B&auml;lle nach Hause gebracht hat, gewinnt das spritzige Spiel! Wer meistert den Weg am besten?&quot;&#10;&#10;(Description from publisher, in original German)&#10;&#10;This is a game for children, with seals going around a circular board, trying to take their metal-marble-balls back home (the destination).  However, a dolphin stands poised in the center to leap out in a random direction and knock the seals' marbles away.  The goal is to avoid the dolphin and get the marble-balls back to the seals' home.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Animals: Dolphins"
    ]
  },
  {
    "Rank": "25338",
    "Name": "Picture Show",
    "ID": 289123,
    "Year": "(2019)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/289123/picture-show",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Quick and original party game!&#10;The goal is to make your team guess the words on the cards (names, actions, common sayings,...). But how?&#10;Just with shadow puppetry! You won't use your hands, instead you'll move magnetic shapes behind a screen, with the help of two magnetized sticks.&#10;The shapes can be animated and you may also add noises to help your team mates.&#10;Fun is guaranteed!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "25339",
    "Name": "Pony Express",
    "ID": 954,
    "Year": "(1991)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/954/pony-express",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "A very different betting and racing game for 2 to 6 players.&#10;Each player tries to gain control of 2 horses in the 7 horse field and then lead them to victory but first they must win the right to control those horses. There are two parts to each game. First a poker type part where players bet on the horses in an effort to gain control and then a race component where the owners now become jockeys and with the use of movement cards try to lead their horses to victory.&#10;&#10;",
    "Categories": [
      "American West",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "25340",
    "Name": "Destroy BCN!",
    "ID": 192904,
    "Year": "(2016)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/192904/destroy-bcn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "In Destroy BCN, players take on the roll of massive mutant monsters that lay waste to the fair city of Barcelona, demolishing buildings in their wake while army detachments (and other monsters) try to destroy them in turn.&#10;&#10;Each player controls one of these monsters. On their turn, the player moves the monster (destroying buildings, attacking armies or attacking other monsters), then they can move two armies to attack other monsters. While destroying or attacking, the player gets victory points &mdash; and when a player is attacked, they lose victory points. If only three armies are on the board, or no buildings are present, or a monster is eliminated, the game ends and the player or team with the most victory points wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Barcelona (Spain)",
      "Region: Catalonia (Spain)"
    ]
  },
  {
    "Rank": "25341",
    "Name": "Fight City",
    "ID": 1524,
    "Year": "(1999)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/1524/fight-city",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "Fight City is a strategy card game in which each player needs his own deck. Each player's deck is composed of 50-60 cards, like Locations, Fighters, Weapons and Events. Players take turns bringing cards into play and using their cards to fight. The object of the game is to run your opponent out of money.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;VersionsOriginal cardstock&#10;&#10;    Deluxe boxed (both A and B decks)&#10;    Deck A: Power&#10;    Deck B: Fear&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Awards&#10;    1999  Origins Award Nominee: Best Traditional Card Game&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Tags",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25342",
    "Name": "Mother Sheep",
    "ID": 23598,
    "Year": "(2006)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/23598/mother-sheep",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "From the Box &amp; Playroom website:&#10;&#10;&quot;They're cute, they're fluffy, and they're on the loose!  Be the first player to fence in Mother Sheep's flock in this exciting game of family fun.&#10;&#10;Each player has a list of five lost sheep they must fence in to return to the Mother Sheep, and only certain types of fences with which to do it. Each piece of fencing is color-coded to match up with other pieces, so you must think strategically when placing them.&#10;&#10;Players must work together at the same time as they compete with one another, in order to build up their fences the fastest. Every piece of fencing can either help or hinder the other players, so it&rsquo;s important to keep track of who else is aiming for your sheep. Will you be the first one to fence in everyone on your list?&#10;&#10;Expanded by:&#10;&#10;    Mother Sheep: The Wolf&#10;&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "25343",
    "Name": "Ghostly Galleon",
    "ID": 3846,
    "Year": "(1991)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/3846/ghostly-galleon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "GHOSTLY GALLEON - 2-4 players Ages 7 and up&#10;Who will be the first pirate daring enough to board the Ghostly Galleon, search all the old sea chests for the treasure and take it back to his hideout ashore?&#10;&#10;COMPONENTS (some assembly required)&#10;Gameboard&#10;Ghostly Galleon consisting of: ... cardboard parts - 3 deck sections, 4 tattered sails ... plastic parts - hull, forecastle, quarterdeck, 2 masts, 2 yards, wheel, gangplank, 4 cannons, flag&#10;Blackbeard's &quot;Glow-in-the-dark&quot; Ghost&#10;4 plastic playing pieces (fronts and backs)&#10;6 treasure chests with lids&#10;8 square weapon tiles&#10;6 round key tiles (including 1 parrot tile)&#10;6 oblong treasure tiles&#10;3 dice&#10;1 label sheet&#10;&#10;OBJECT OF THE GAME&#10;To be the first pirate to arrive back at your hideout with the gold pieces-of-eight treasure&#10;&#10;SETTING UP THE GAME&#10;Place the assembled galleon on the gameboard. Shuffle the weapons and place one face down on each of the skull-and-crossbones squares in the corners of the board. Put the other four away, out of play, without looking at them. Put one treasure tile into each chest and close the lids. Shuffle the chests and place them on the rectangles marked in the ship's cabins. Shuffle the key tiles and put them face down in a neat pile in the Haunted Cabin. Put Blackbeard in the Haunted Cabin. Each player chooses a pirate and puts him in his hideout - matching color segment in one corner of the board. Decide who will start. Takes turns clockwise.&#10;&#10;PLAYING THE GAME&#10;To move throw two dice and move the total of the two. You may go in any direction but you may not double back over the same squares in the middle of a turn. If you throw a double you DO NOT get another turn.&#10;&#10;There are four caves on the shore interconnected by secret passages. They allow you to move around the board quickly. Moving from one cave entrance to another counts as one step.&#10;&#10;You may move Blackbeard's ghost if you get a 6 on your dice-throw. Use him to help you and hinder other pirates. He may never leave the galleon. He may pass through a pirate in order to reach a square beyond him. He may enter a cabin occupied by a pirate.&#10;&#10;You can fire the cannon, you can be made to &quot;walk the plank&quot; and can be saved from the water by a floating barrel.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Dice",
      "Fighting",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "25344",
    "Name": "Star Wars Miniatures: Starship Battles",
    "ID": 24627,
    "Year": "(2006)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/24627/star-wars-miniatures-starship-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.661",
    "Description": "&quot;Ship-to-ship game play, and powerful star fleets at your command! Build your fleet, challenge your friends, and conquer the galaxy. Assemble star fighters, transports, and capital ships from across the Star Wars saga into unstoppable armadas! Pit fleet against fleet in fast, head-to-head combat involving maneuverable starships and massive weapon platforms! Will the forces of the dark side crush the galaxy, or will the champions of the light side prevail? The fate of worlds rests in your hands!&quot;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Collectible Components",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Collectible: Collectible Miniatures Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25345",
    "Name": "Whac-A-Mole",
    "ID": 82762,
    "Year": "(2009)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.93",
    "Link": "https://boardgamegeek.com/boardgame/82762/whac-a-mole",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Who can smack the Whac-aTile fast and first?  Turn over a card.  If your top card matches the top of another player's mole pile, be the first to hit the Whac-A-Tile.  The first to hit it gets to keep all the cards in both mole piles!&#10;&#10;Keep smacking until you've won all the cards to be King of the Molehill!&#10;&#10;(From back of package.)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Moles",
      "Game: Whac-a-Mole"
    ]
  },
  {
    "Rank": "25346",
    "Name": "Disney Princess Pop-Up Magic Castle Game",
    "ID": 155435,
    "Year": "(2014)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/155435/disney-princess-pop-up-magic-castle-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the Publisher: &quot;Join your favorite Disney Princesses on a magical journey in this Pop-Up Magic Castle game! The gameboard has a beautiful castle for imagining a whole world of Disney adventures. You can play the game as Aurora, Snow White, Belle or Ariel, and move along the path with spins of the spinner. Connect the board to other Pop-Up Magic games (other games sold separately) for a longer path and even more magic. Friend tokens can help you move even farther down the path, and if you reach the enchanted Finish stone on the board, you win!&quot;&#10;&#10;The game features a three dimensional pop-up board. It is a spin-and-move race to the finish with an added memory aspect, attempting to uncover the player's &quot;Friend Tokens.&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Brands: Disney",
      "Folk Tales & Fairy Tales: Cinderella",
      "Folk Tales & Fairy Tales: The Little Mermaid",
      "Series: Disney Princess Pop-Up Magic"
    ]
  },
  {
    "Rank": "25347",
    "Name": "Tornado Ellie",
    "ID": 171547,
    "Year": "(2015)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/171547/tornado-ellie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Sometimes, even the biggest cows fly up high &mdash; but not always by choice.&#10;&#10;In the card and stacking game Tornado Ellie, players try to keep their hoofs on the ground on their own farm, while they steer on the other players. The best player to make the neighbors' things soar into the air will experience a gust of win...&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Cattle / Cows",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "25348",
    "Name": "Edge City",
    "ID": 5347,
    "Year": "(1994)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.09",
    "Link": "https://boardgamegeek.com/boardgame/5347/edge-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "From the box:&#10;&#10;Jack into the 21st centuty...&#10;&#10;Become the ultimate hacker...a Data Ripper.  Battle Body Rippers in the forbidding Sprawl, Neutralize ICE Ninjas in the darkest corners of Dataspace.  Build your Reputation and a high tech arsenal.  And all the while, race rival Rippers across real and virtual reality in a desperate search for &quot;iT&quot;, the final word in lethal ICE.  The mission is tough - survival.  The goal, control of Edge City, nearly impossible.  But the reward is infinite - Your future!  Have you got what it takes?&#10;&#10; Buy Microbadge&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Cyberpunk",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "25349",
    "Name": "Wrestling Superstars Game",
    "ID": 14310,
    "Year": "(1985)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/14310/wrestling-superstars-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Players must win two matches with two different WWF stars. The game features 12 superstars of the 1980's WWF.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "25350",
    "Name": "Shanghai",
    "ID": 400,
    "Year": "(1997)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/400/shanghai",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7273",
    "Description": "Players bid for the right to choose which of three locations the marker will go. Once there, any of the players can score by having a corresponding card for that location. Things are complicated by the fact that player payouts for using a card vary through the use of a clock-type mechanism. The goal of the game is to score enough points to overtake a non-player scoring token that advances throughout the game.&#10;&#10;Awards&#10;&#10;1997 Vuoden Perhepeli&#10;&#10;Re-implements:&#10;&#10;    Holiday&#10;&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Cities: Shanghai (China)",
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "25351",
    "Name": "Deluxe Weed!",
    "ID": 28292,
    "Year": null,
    "Geek Rating": "5.489",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/28292/deluxe-weed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Deluxe Weed! is a strategy card game where players compete to grow the most pot plants. Includes all the same cards as the original Weed! card game and 7 new characters! You can still Steal plants from other players and Bust another player for possession. Now you can also use Wendy Weedwacker to slowly hack away at someone's garden. Bugs eat away at a plant card unless you stop them with a can of Bug Spray. POTZILLA still wipes out a player's entire garden, but you can now annihilate everyone's crops with Slash Burn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental",
      "Farming"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Marijuana / Cannabis"
    ]
  },
  {
    "Rank": "25352",
    "Name": "Nectar",
    "ID": 207670,
    "Year": "(2017)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.73",
    "Link": "https://boardgamegeek.com/boardgame/207670/nectar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "For generations, witch doctors have tried to make a resurrection potion. Attempting a variety of herbs, insects, minerals and liquids to construct a potion to vitalize life. The result was called &ldquo;NECTAR&rdquo; .&#10;&#10;The &ldquo;NECTAR&rdquo; refers to a hand card and element collection game allowing 2-4 players to play at the same time.&#10;&#10;In the game, players play as witch doctors to construct a formula by utilizing all available resources to develop a potion in the sacrificial stage. The players who can formulate the most highly purified potion will win the game.&#10;&#10;This is an unprecedented world of wonders, in which imagination and wisdom will become your catalyst.&#10;&#10;The best part of the game is that you can mix different tools and materials from the fantasy world to produce unexpected results.&#10;&#10;If you love imagining the world and would like to escape from the dull real life for a little while, or just want to have some fun with your family, friends and neighbors, the &ldquo;NECTAR&rdquo; is the best choice for you.&#10;&#10;The fire is rising, while the witch doctor is formulating the valuable &ldquo;NECTAR&rdquo;.&#10;&#10;At the start of the game, each player draws 6 cards.  Players will place one card each from the deck into the sacrificial pot.  Players then take turns, placing one to two cards from their hand on the board.  When all the cards between two sacrificial pots satisfy the necessary condition, the collection of cards will be put into the discard pile and the player will gain one point.  These conditions include:&#10;&#10;1. A total of five basic kind of medical ingredients: toads, snails, spiders, mushrooms, and skulls.&#10;2. Gather four of the same basic medical ingredients&#10;3. Potency level or 11 or above&#10;&#10;If the results conform to several scoring rules at the same time, an extra point will be awarded.  Players can also use token and prop cards to change the situation in the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25353",
    "Name": "Squelch!",
    "ID": 5689,
    "Year": "(1989)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/5689/squelch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The Trollish Game of Squiggly Fun!  &#10;&#10;What are small and Stupid?  What do Trolls love to jump up and down on? Squiggly Beasts!  Squiggly Beasts are so silly that they make even Gobbos look clever.  Maybe that's why Gobbos look after them.  Squiggly Beasts are also very tasty.  Maybe that's really why Gobbos look after them.  Trolls spend days thinking about jumping on Squiggly Beastes.  Think hurts Trolls.  Trolls only take minutes to jump on Squiggly Beasts.  Jumping doesn't hurt Trolls.  But Squiggly Beasts make such a great noise when Trolls jump on them....SQUELCH!!!&#10;&#10;Players collect lines of Squiggly Beasts and Gobbos, who protect Squiggly Beasts from being squelched by Trolls.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Trolls",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "25354",
    "Name": "Dweebs Geeks & Weirdos",
    "ID": 4042,
    "Year": "(1988)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/4042/dweebs-geeks-and-weirdos",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Dweebs Geeks &amp; Weirdos: The Totally Awesome Game of Zany Stunts is a game in which players advance on the score board from an &quot;Absolute Zero&quot; to a &quot;Totally Bad Dude.&quot;  To play, players toss their plastic &quot;Dip Chip&quot; onto the game board in an attempt to get closest to the illustration of the gold tooth. The winner draws a Stunt Card, performs the action required by the card, and advances their playing piece a number of spaces on the score board. The first player to reach the status of &quot;Totally Bad Dude&quot; wins.&#10;&#10;Examples of card text are:&#10;&#10;&quot;Flex your muscles like a bodybuilder.&quot;  &#10;&quot;Blow a bubble using only your spit.&quot;&#10;&quot;Choose one player to race against, then do the crab walk across the room.&quot;&#10;Plus many more...&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "25355",
    "Name": "Virus the Card Game",
    "ID": 160273,
    "Year": "(2014)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/160273/virus-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Mutate a virus making it more and more lethal.  The player that makes their virus 100% lethal first wins.  Virus the Card Game is played quickly with simultaneous gameplay.&#10;&#10;Player Friendly - It is a card game that is played quickly with simultaneous gameplay. No sitting around for your turn to come up. And it's simple to learn!&#10;&#10;Deadly Fun - Even though the subject is serious, it's a fun game with funny flavor text so you can enjoy it with your friends. It's also great for people with an interest in science or biology.&#10;&#10;Mutate a Virus - Each player is attempting to mutate their Virus to be the biggest, baddest virus on the table. You will add more and more cards to your Virus by making new Virus Strains. This adds Lethality Points with every card you play.&#10;&#10;70 playing cards, 2 rules cards.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Horror",
      "Medical"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Simulation"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter",
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "25356",
    "Name": "Disruptus",
    "ID": 135329,
    "Year": "(2013)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/135329/disruptus",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Disruptus challenges players to think of new ways to use familiar objects or devices. During the game you'll roll the die, choose the appropriate card or cards, then take one of four actions: Create2, Improve, Transform or Disrupt.&#10;&#10;With &quot;Transform&quot;, for example, players reveal the top card of the deck, then take one minute to think of ways to &quot;transform&quot; and repurpose that object. If the card depicts, say, a high-heeled shoe, you might imagine nailing that shoe to a door so that people can use the heel of the shoe as a door knocker. If the judge likes your answer the best, you win the round.&#10;&#10;For &quot;Create2&quot;, players look at two cards, then take elements from each card to create something new, such as combining the two wheels of a motorcycle with a rope to create a double-decker tire swing.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "25357",
    "Name": "UNO Stacko",
    "ID": 2821,
    "Year": "(1994)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/2821/uno-stacko",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1333",
    "Description": "Jenga meets Uno. The blocks are colored and numbered, so you have to pull a block that matches either the color or the number of the previously-pulled block.&#10;&#10;Earlier editions of this game (1994-1996) had a die, the Uno cube, which was used to determine which kind of block had to be moved. In the versions with dice, the die determined either the number or the color of the block to be removed. The Reverse and Draw Two actions were only reflected on the die.&#10;&#10;In the later non-dice versions (1999-present), the actions were instead represented with symbols on some of the blocks (Reverse, Draw Two, Skip Turn, and Wild).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Game: UNO",
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "25358",
    "Name": "Jumping Jack",
    "ID": 147423,
    "Year": "(2013)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/147423/jumping-jack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In this game designed for young children (ages 3+) you need to collect as many carrots as possible to feed the rabbit.&#10;&#10;The playing area consists of a plastic hill, with multiple plastic carrots sticking out and a cute bunny on top of the hill.&#10;&#10;Each players spins a wheel in its turn, to see which action they may take. Mostly this will be taking one or two carrots from the hill. There is also a chance that you have to skip the remainder of your turn or have to return a collected carrot to the box.&#10;&#10;When a carrot is taken out of the hill, there is a chance that the rabbit will jump (launched from the hill). Whoever catches the rabbit earns two more carrots.&#10;&#10;The game ends when all twelve carrots are taken from the hill.&#10;The person who collects the most carrots wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "25359",
    "Name": "Scrabble Junior: The Disney Edition",
    "ID": 26030,
    "Year": "(2003)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.84",
    "Link": "https://boardgamegeek.com/boardgame/26030/scrabble-junior-the-disney-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Scrabble Junior: The Disney Edition is (as the name would suggest) a Disney-themed version of the Scrabble Junior family.  The game features a two-sided gameboard and 101 letter tiles.  The words to be created are printed on the gameboard, and the players take turns placing up to two letters per turn onto those words, always placing the next letter of the word in order.  Points are scored for being the player to place the letter tile that completes a word.  The game is obviously aimed at children (ages 5+, per the box).&#10;&#10;From the game box: &quot;Match up letters to create popular Disney words! Can you spell out Jasmine? Or maybe you can finish the word Simba. Use your letter tiles to build crosswords on the picture-filled game board. Each time you finish a word, you get a scoring chip. When all of the tiles are played, the one with the most chips wins! Have twice the fun with the two-sided board. Flip over the board and build words like Mirror and Fawn.&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Movies / TV / Radio theme",
      "Word Game"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "25360",
    "Name": "Marvel Super Dice",
    "ID": 7959,
    "Year": "(1997)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.82",
    "Link": "https://boardgamegeek.com/boardgame/7959/marvel-super-dice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "&quot;The world is filled with guys in tights with some power that they think makes 'em better than the average Joe. And every joker in a union suit is lookin' to slug it out to prove they're king 'o the heap. So, whenever two sets of supers meet, they're bound to throw down. Bring 'em on!&quot;&#10;&#10;Each boxed set includes 18 random dice (3 rare, 6 uncommon, and 9 common), plus full-color cards representing street sections, cut-out counters, and a rulebook. The rare and uncommon dice are the superpowered heroes and villains; the common dice are various civilians, minions, and military.  Each die features symbols representing the powers and strength of each character's specific attacks and abilities.  Although expandable, the X-Men Battle for New York City! box set was the only product released.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Components: Dice with Icons",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "25361",
    "Name": "Wall Street",
    "ID": 31848,
    "Year": "(2000)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/31848/wall-street",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "1.5",
    "Description": "Designed by Swedish TV celebrity Lasse Kron&eacute;r. The game has some similarities to Monopoly but adds a number of twists.&#10;&#10;Players buy companies and/or stocks/funds from a range of international banks. The dividend of the funds and stocks is determined through rolls with one or two dice. Players have to pay rent when landing on someone else's company. The rent is a fixed cost depending on if the company has buildings or not. Players can at times during the game be forced to put one of their companies up for auction.&#10;&#10;The players move on the board using markers. The players can optionally buy one of two types of cars that will cause the player to move across the board at different speeds. Using &quot;the wreck&quot; the player always has to roll two dice. The more expensive &quot;sports car&quot; gives the player the option of using one OR two dice when rolling for a move.&#10;&#10;Every time the players are back at the beginning on the circular board they get and/or pay interest depending on how much money the player have in the bank and if there are any outstanding loans. The current interest rate is determined every now and then using dice rolls.&#10;&#10;The winner is the first player with 4 million in cash OR the first player who owns a complete corporation (all companies in a group) and 1.5 million in cash.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "25362",
    "Name": "Escape from the Starline Express",
    "ID": 296291,
    "Year": "(2019)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/296291/escape-from-the-starline-express",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.25",
    "Description": "It's time to gather your guests for an evening of intrigue with this quick-thinking, quick-solving escape room game!&#10;&#10;News of the theft of the world famous Black Widow diamond necklace has reached the public. The only suspects? Members of the notorious &quot;Rag-Tag Crew&quot;, a gang of petty thugs who have taken the step into grand theft. Betty Willson, an ambitious young crime reporter, has unexpectedly become caught in the centre when she finds herself sharing a train carriage with six mysterious passengers, all members of the &quot;Rag-Tag Crew&quot;.&#10;&#10;Armed with the task of collecting the evidence needed to put the gang behind bars, it's a race against time for Betty to make her way through the train carriages. With the gang hot on her heels, will you be able to solve the puzzles and riddles along the way and find out what mysteries await her on this long, lonely stretch of track? All aboard!&#10;&#10;Escape from the Starline Express is an escape room game designed for a group of 2&ndash;8 people.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape from (Professor Puzzle)"
    ]
  },
  {
    "Rank": "25363",
    "Name": "Pants on Fire!",
    "ID": 42062,
    "Year": "(2009)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/42062/pants-on-fire",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Players are given 3 different generic descriptions of feelings or situations.  They then write down events from their own lives that match the 3.  But, of the three, 1 must be true, 1 must be a lie, and the third can be either true or false.  Each player then tells his stories, and the other players try to determine which ones are true and false.  They score points for guessing correctly.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "25364",
    "Name": "Frenetic Village",
    "ID": 87748,
    "Year": "(2010)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/87748/frenetic-village",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "INTRODUCTION:&#10;Table Land is populated by humans, dwarfs, elves, orcs and barbarians. It is a world in permanent war for the control of the territory. Play and become a true Lord of Tierra Mesa by beating your rivals.&#10;&#10;AIM OF THE GAME:&#10;The aim of the game is to achieve, before the other players, a combination of 5 cards with the same value, or to form an army with 5 consecutive cards of the same race or where each value accords a different race (Unbeatable Run).&#10;&#10;You will become Lord of Table Land in several ways:&#10;1.    Gathering together an army of 5 consecutive cards (run) of the same race.&#10;2.    Gathering together 5 cards of the same value (archers, princesses, catapults&hellip;)&#10;3.    And finally, the Unbeatable Run; you can get an army alliance gathering 5 consecutive cards of a different race each.&#10;&#10;The winner is the player who gathers one of these combinations.&#10;&#10;BEFORE THE GAME:&#10;-    Shuffle the cards.&#10;-    Hand out 5 cards to each player.&#10;-    Allocate the deck of cards facing down, in the middle of Table Land.&#10;-    The first game starts with the player who owns most hairs in his ears, continuing then, in a clockwise direction. The following games are started by the winner of the previous game.&#10;&#10;Once all the cards have been distributed to the players the game stars. The player that starts the game draws one card from the central deck, looks at it, and gets rid of the card which is not convenient for him. Each player should always have 5 cards.&#10;&#10;Each player discards should be placed on Table Land, ALWAYS in front of the player, creating a deck where the last discarded card is shown. This way there should be as many discarded decks as players.&#10;&#10;When a player gets rid of a card and puts it on its deck facing up, any interested player can take it. How? The interested player should cover it with its hand. The fastest player covering the deck is the one that gets the card. This player should then discard one of his cards. Then, the game continues in a clockwise direction starting from him.&#10;&#10;This way the game continues until one of the players gathers 5 cards with the same value or 5 consecutive cards of the same race or the Unbeatable Run. The player should let the other players know during his turn by placing the discard card facing down and by showing his 5 wining cards, he gains the victory by beating his rivals.&#10;&#10;WINING COMBINATIONS:&#10;&#10;Option 1 &ndash; Whoever wins 5 games is the winner of the whole game.&#10;&#10;Option 2 &ndash; After each game all card points must be counted, except those from the winner, being 100 points those from the action cards. The player with fewer points after 5 games is the winner.&#10;&#10;Option 3 &ndash; After each game only the winner&rsquo;s points must be counted, in this situation the value (each value corresponds to a different race) of the Unbeatable Run is three times the addition of the values. The game finishes when one of the players reaches 1000 points or a previously agreed quantity.&#10;&#10;These are not the only possibilities, players can agree on other options for victory.&#10;&#10;ACTION CARDS:&#10;&#10;This game has a series of action cards which are used for the interaction between players to threaten their rivals:&#10;&#10;Skull (2 cards): If a player places this card on the other player&rsquo;s deck it means that all his troops have been killed. He must place all his cards, facing down, beneath the central deck and draw 5 new cards.&#10;&#10;card swap (1 card): If a player places this card in another player&rsquo;s deck, both players must swap one card.&#10;&#10;hand swap (1 card): Placing this card in another player&rsquo;s discard deck means that you swap your hand of cards with that player.&#10;&#10;steal 2 cards for the deck (2 cards): Placing this card on to other player&rsquo;s discard deck means that the player who has placed the card (the attacking card) randomly takes 2 cards from the other player&rsquo;s hand, and then this player must immediately pick up two new cards from the central deck. The 2 cards that have been taken from the player&rsquo;s hand must be placed beneath the central deck without looking at them.&#10;&#10;steal 3 cards for the deck (1 card): Placing this card in another player&rsquo;s discard deck means that the player who has placed the card (the assailant) randomly takes 3 cards from his rival&rsquo;s hand. Then, the rival should draw 3 new cards from the central deck. The cards taken from his hand must be placed beneath the central deck without looking at them.&#10;&#10;steal a card (3 cards): Placing this card in another player&rsquo;s discard deck means that the player who has placed the card (the assailant) randomly takes 1 card from his rival&rsquo;s hand, and keeps it. Now the victim has 4 cards, therefore he must pick up a new card to have 5. The assailant has now 6 cards therefore he must discard one of them to have 5 again to continue the battle.&#10;&#10;Potion (2 cards): the joker substitutes any other card concerning value and race. It can NOT be used as action card. One player can have on its hand up to two jokers.&#10;&#10;FAQs:&#10;&#10;- Which discard cards can I pick up? You can only pick up the last card that has been placed at the top of the discard deck from the player that&rsquo;s on its turn.&#10;&#10;- After an action card who continues? The player next to the player who has discarded the Action Card, always clockwise.&#10;&#10;- Do runs or the Unbeatable Run have to start from number 5? Runs do not have to start from 5, as long as they are always consecutive numbers.&#10;&#10;- What should it be done if the extension of Tierra Mesa cannot be cover and a player does not reach their rivals discard decks? Instead of hunting the card with the hand you should scream Guar!!! The one that screams it first takes the card.&#10;&#10;- Can I draw one card from any discard deck while other player is drawing a card from the central deck? When a player picks up a card from the central deck the possibility of taking a card from a discard deck is blocked.&#10;&#10;- If I take a card from a discard deck, can the card that appears underneath be taken later on? NO. Those cards were previously played, therefore, you should pay attention!!&#10;&#10;- What should it be done when the central deck finishes? All discard decks from all the players must be gathered together to form a new central deck. The cards must be shuffle before placing them on the middle of Tierra Mesa.&#10;&#10;- If two players place their hands on a discard deck, who takes the card? Either the one that has more fingers placed on it, or the most aggressive one.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "25365",
    "Name": "Pipeline: The Oil Game",
    "ID": 808,
    "Year": "(1988)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/808/pipeline-the-oil-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "2-4 players attempt to connect the wellhead in the center of the board to one of their oil tankers on the edge of the board. Each player has a hand of pipe tiles of different types (straight, elbow, T, cross, plug) with which to direct the line.&#10;&#10;Won Games Magazine Game of the Year award in 1992.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 15 x 15 Grids",
      "Mechanism: Connection",
      "Theme: Oil / Gas / Petroleum"
    ]
  },
  {
    "Rank": "25366",
    "Name": "Pick Your Poison",
    "ID": 212310,
    "Year": "(2016)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/212310/pick-your-poison",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Everything good comes at a cost. What are you willing to live with? Win by playing your best perk and poisoning your neighbors.&#10;&#10;Each round of play starts by choosing a judge. The remaining players will play a perk face-down(a white card that contains &quot;good stuff&quot;) that they think the judge will like. After every player plays a perk, the players continue to play poisons face-down (a green card that conversely contains &quot;bad stuff&quot;) on their neighbor's perks.&#10;&#10;After everyone has played their cards, it's time for the judge to read all the choices aloud and pick his poison! The winning perk gets a point and play continues by rotating the role of the judge.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25367",
    "Name": "SchreckLicht",
    "ID": 25469,
    "Year": "(2006)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/25469/schrecklicht",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Witches, ghosts and bats are racing against each other. Those that reach the goal on the game board first will yield the most points for the players. At the same time, however the players must achieve individual goals by cleverly playing their cards. The one that does this best, will get the most points. And that leads to conflict quickly!&#10;&#10;The board is placed in the middle of the table with 3 coloured markes placed on it. On their turn, a player lays a card: he can lay it in front of himself to try to improve his chances, or in front of another player to make the completion of their tasks more difficult for them. You may even play cards face down to cover a face up card (your own or an opponent&rsquo;s). With each card played, the same coloured marker is moved. That means that all markers can be moved by all players. The finishing order of the 3 markers determines the sequence for the 3 tasks. Now the points are calculated for each player, and after 4 rounds the winner is the player with the most points.&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "25368",
    "Name": "Pete the Cat: Cupcake Party Card Game",
    "ID": 312288,
    "Year": "(2017)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/312288/pete-the-cat-cupcake-party-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Pete the Cat is throwing a party and you're invited!&#10;&#10;Players work to match cupcake colors in this fast-paced fun card game. The first player to collect all of the cupcakes wins the game! This game features 10 colors kids should learn to name for school readiness. Based on the bestselling Pete the Cat book series by James Dean and Kimberly Dean.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Real-Time",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "25369",
    "Name": "Trivial Pursuit: 10th Anniversary",
    "ID": 12624,
    "Year": "(1992)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/12624/trivial-pursuit-10th-anniversary",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "This limited edition consisted of selected questions from the original GENUS edition from 10 years prior. Players\\teams vied to be the first to collect a wedge in all six categories and then move to the center hub to answer a game-winning question.&#10;Trivia categories: Geography, Entertainment, History, Art &amp; Literature, Science &amp; Nature, Sports &amp; Leisure.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "25370",
    "Name": "Ship of Treasures",
    "ID": 239807,
    "Year": "(2017)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/239807/ship-of-treasures",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Grab a treasure map, hide your treasure chests, and start your search for hidden treasure in Ship of Treasures. Lift up trapdoors to reveal loot to plunder from the other pirates, but beware &mdash; you could end up with cannonballs instead of booty. You need a good strategy and some lucky rolls of the dice to be the first pirate to capture treasure chests from each of your fellow pirates and win the game!&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "25371",
    "Name": "MindMaze",
    "ID": 131221,
    "Year": "(2012)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/131221/mindmaze",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In Mind Maze players will be told a story and must figure out why and how the story happened by asking questions that can be answered with &quot;Yes&quot; or &quot;No&quot;. The person telling the story can also choose to answer with &ldquo;Not Important&rdquo; if players start getting too far off track.&#10;&#10;Mind Maze allows players to test their skills of deduction and investigation, and to get to the bottom of the mystery with as few questions as possible. Players take turns asking questions, and lose a point for every question they ask. Points can be gained by asking specific key questions which also help players to figure out the true version of the story. This encourages players to think carefully about the questions they ask and to work together.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: MindMaze"
    ]
  },
  {
    "Rank": "25372",
    "Name": "Star Wars: Destroy Death Star Game",
    "ID": 5244,
    "Year": "(1977)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/5244/star-wars-destroy-death-star-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "A  Star Wars based game in which you command a squadron of three X-wing fighters and try to drop your proton torpedoes down the ventilation shaft of the Death Star before it can destroy Yavin IV.  A spinner dictates movement and determines the results of the battles.  Darth Vader can pop up to cause trouble, but watch for the Millennium Falcon coming to the rescue!&#10;&#10;This is one of two games released by Kenner almost concurrently with the original Star Wars movie (Star Wars: Escape from Death Star Game is the other).&#10;&#10;Though named the same as Star Wars: Destroy Death Star Game, these are much different games.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "25373",
    "Name": "Age of Soccer",
    "ID": 148628,
    "Year": "(2014)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/148628/age-of-soccer",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "The &quot;beautiful game&quot; meets ancient mythology in the tactical board-based card game Age of Soccer as victory depends on getting the right balance between your player and action cards as well as a healthy dose of good fortune from the ancient deities. Will the deities reward their favorite players with divine powers? Or will they favor your opponents? Only time and skill will tell.&#10;&#10;Age of Soccer is a card and hand management style game. Players are tasked with building their team's strength by recruiting new player cards in addition to adding powerful action cards to help influence a match and defeat opponents.&#10;&#10;At the beginning of your turn, you must choose between strengthening your squad with new player cards or strengthening your hand with new action cards. Players use special training cards to help train their team or cause trouble for their opponents. Then players battle opposing teams using special match cards, trying to defeat them and gain a vital trophy.&#10;&#10;Once a player has defeated all other teams in the game, he is crowned the champion of Age of Soccer.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "25374",
    "Name": "Champagne: The Game",
    "ID": 10612,
    "Year": "(1996)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/10612/champagne-the-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Odd Jenga variant with lots of plastic champagne glasses stacked up in the decadent fashion, only to be removed without toppling the pile.&#10;&#10;Different versions of the game are available - that is: a different number of glasses in the box. To set up the game: make a triangle of glasses and stack smaller triangles on to that. Put the single red glass on top. Going clockwise, players try to take one glass from the tower. If successful, play continues. If the red glass falls, the player has lost the game. All other players win.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "25375",
    "Name": "Space Shuffle",
    "ID": 13477,
    "Year": "(2004)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/13477/space-shuffle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the publisher, Playroom Entertainment:&#10;&#10;In Space Shuffle, form Solar Systems and collect points in a game that is truly out of this world! As you place the planets in their correct galactic order, you will gain points depending on the planet's color and the other colors within that Solar System. But keep your eye towards the sky, as other players will also score points if they are the Space Commander of that certain color. Be the player that has the most points after 5 Solar Systems have been completed and you will get to take a walk on the moon while your opponents are left star-gazing!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25376",
    "Name": "Camper Tour",
    "ID": 32922,
    "Year": "(2007)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/32922/camper-tour",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3",
    "Description": "Play and travel, travel and play &#10;Those who tour by Camper know that every journey is a short, yet wonderfully freeing adventure. However, for a truly winning holiday, you must work out the best moment to return home. This is exactly what you will have to do in &ldquo;Camper Tour&rdquo;. The aim of the game is to complete the longest journey, returning home and consuming all the available Camper points. The game is divided into two distinct phases: the outward journey and the return journey. The length of each player&rsquo;s outward journey depends on the decisions and strategies they adopt during the game. 4 campers start their journey building, along the way, the route: everyone has its expectations to satisfy (represented by the 25 tokens to be played during the game) and typical situations to face (positive or negative unforeseen events). Will you be able to put your energy to good use and complete the longest journey, returning home just at the right time?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Network and Route Building",
      "Point to Point Movement",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "25377",
    "Name": "Rumble in the Jungle",
    "ID": 21555,
    "Year": "(2004)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/21555/rumble-in-the-jungle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "You're a daring explorer racing through the jungle, trying to be the first to send the golden monkey statue flying from its hiding place. But the monkeys have set seven treacherous traps to knock you off track. Suddenly there is a rumble in the jungle as a boulder crashes down from the treetops. Look out... if you're the one in its path! Will you escape? Or will you be the one to reach the treasure first? Whatever happens, watch your step and remember - if you hear a rumble in the jungle, then trouble is never very far away!&#10;&#10;Ages 5+.&#10;&#10;In this game, player try to get to the middle of the board while avoiding the traps.  The traps are set off when the Wheel of Doom is turned a certain number of times; the wheel is turned when a player lands on the proper space.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "25378",
    "Name": "Picture Pursuit",
    "ID": 3687,
    "Year": "(1994)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/3687/picture-pursuit",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "From the makers of 'Trivial Pursuit' - How many pieces do you need to solve the Who?, What?, or Where? puzzle behind the doors?&#10;&#10;Teams answer questions in classic trivia categories to picture and word puzzles. Give the right answer...open another door. When you've seen enough, guess the solution - and earn a chip. Give a wrong answer, and your opponents take over!&#10;&#10;Picture Pursuit - the game that combines what you know with what you see!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Puzzle",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "25379",
    "Name": "Heroes and Tricks",
    "ID": 188129,
    "Year": "(2017)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/188129/heroes-and-tricks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "No matter race, creed, gender, or empire &ndash; each child of Gamedor is born with an affinity to one of The Four Suits: Card, Meeple, Die, or Token. In Love and War these suits are absolutely meaningless, but in Game, well, they mean everything. A true leader uses their cards, and any means necessary, to gain the favor of other heroes of the land. Can you best the other Lords of Gamedor and build the biggest party of Heroes?&#10;&#10;The objective of Heroes and Tricks is to be the Player to win the most tricks (thereby having the most Heroes) in the game. Each Trick is led by a Hero card that defines the target suit and color, dramatically changing the play dynamic of typical trick-taking games. Players then play into the trick, but only see the last played card and need to use deduction, item play, and hand management to win the most tricks.&#10;&#10;Heroes and Tricks is played without a game surface as trick playing is managed through a special deck box that provides trick and hero sections.&#10;&#10;Standard Play is a single round, but an Extended Play of Heroes and Tricks is played over three rounds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25380",
    "Name": "Eine gegen Eine",
    "ID": 58375,
    "Year": "(2009)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/58375/eine-gegen-eine",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "&quot;Eine gegen Eine&quot; (&quot;One for One&quot;) is different. On the one hand it's a quite normal four player game but on the other it's an experience. There are well defined rules but no rule book around. The players get to learn the rules just by unpacking and playing. Forget reading rules and explaining. Just play.&#10;&#10;As discovering is part of the game there is&#10;- no information about the content.&#10;- no information about the genre.&#10;- no information about the rules.&#10;&#10;Eine gegen Eine is a project by &quot;Weilburger Sieben&quot;. During the fourth &quot;Deutsche Spieleautorentagung&quot; (German game designers congress) seven game designers did a workshop to try something new: a game that completely explains itself. Eine gegen Eine is the result of this attempt.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25381",
    "Name": "Riddles & Riches",
    "ID": 5496,
    "Year": "(1996)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.93",
    "Link": "https://boardgamegeek.com/boardgame/5496/riddles-and-riches",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "The object of the game is to be the first one to answer 2 of 3 riddles.  The answer to the riddle is always an object from a particular room in the house (3D board).  The spaces on the board represent rooms of the house.  When you land in a room you can look a detailed picture of it.  There are 3 spaces on the board where can get hints to help you solve the riddles.&#10;&#10;From the publisher:&#10;&#10;Let The Hunt Begin! Mind bending riddles &amp; colorful photographs lure you through a mansion in search of hidden treasures. RACE against opponents to be the first to solve 2 of 3 riddles!&#10;&#10;&#10;    GRAB hints to gain the upper hand! &#10;    SWIPE information from players you land on! &#10;    REAP the rewards of the Hunt! &#10;    3-Dimensional Board! &#10;    With over 100 riddles and 300 hints, it's never the same game twice! &#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "25382",
    "Name": "Haps",
    "ID": 1752,
    "Year": "(2000)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.74",
    "Link": "https://boardgamegeek.com/boardgame/1752/haps",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Lead your own gang of hungry sharks onto the watery battlefield. Only those who devour the right kind of seafood will be able to claim rights to the beach where all the best food is found (including a swimmer or two...). Find out if you're made of the right stuff to become a fish of prey!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25383",
    "Name": "15 Minutes to Self-Destruct",
    "ID": 320252,
    "Year": "(2020)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/320252/15-minutes-to-self-destruct",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "15 Minutes to Self-Destruct is a co-operative game of escaping a spaceship that is about to explode. Preferably before it explodes. The problem is, the self destruction sequence has been set by the ship's AI running wild, and that same AI is still trying to stop the players from fleeing. To successfully flee, the players have to activate the escape pod by turning on 13 switches all over the ship. To reach the switches they have to unlock the doors that block the way between them.&#10;&#10;The way all this happens is simple: on your turn you can either roll the dice to unlock doors on your half of the ship OR move your astronaut through doors that have previously been unlocked. You try to reach the switches to be able to turn them on. Sometimes you roll a dice combination that you cannot use. When that happens you have to draw a card that may lock unlocked doors, or deactivate activated switches. To win the game, all astronauts have to reach the escape pod in the center of the board before the time has run out, after all switches have been turned on.&#10;&#10;The game is played using a free timer app downloaded to a smartphone. The timer also plays atmospheric sounds that remind the players of the urgency of the situation.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Science Fiction"
    ],
    "Mechanics": [
      "Command Cards",
      "Cooperative Game",
      "Dice Rolling",
      "Elapsed Real Time Ending",
      "Race"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "25384",
    "Name": "Cash Flow",
    "ID": 3255,
    "Year": "(1987)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/3255/cash-flow",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Accept and present demanding personal challenges, moral obligations and financial considerations.&#10;&#10;Players attempt to build a viable, ' friendly ' financial empire within the constraints of a constantly changing inflation mechanism whilst resisting player takeover bids and personal challenges.&#10;&#10;Unlike Monopoly, Cash Flow allows for all players to         ' be in the game ' at all times, even when they are without assets or cash.&#10;&#10;Players are always participants rather than just seat dwellers; unlike Monopoly when one person gets ahead.&#10;&#10;Intriguing challenge cards allow players to constantly challenge each other player, at any time, thereby Cash Flow is not just about cash management and acquisition.  &#10;  &#10;Players are also personally challenged to develop or destroy personal relationships, within a time limit constraint, rather than employ a &quot;one grabs all&quot; style.&#10;&#10;Even the most modest underdog can get up and win like the proverbial hawk / phoenix.&#10;&#10;The Number 1 selling game in South Australia during its limited Australian Release.&#10;&#10;Cash Flow sold across South Australia and Interstate       ( QLD, NSW &amp; VIC ) and still holds the auspicious record of selling 10,000+ games in just over 2 weeks.&#10;&#10;The local market was designed and in place to support the overseas promotion / marketing of the game; based solely on the South Australian test market results, Cash Flow was assigned under master licensee over 6 continents, within one year of making its test market debut - making it one of Australia's most successful games ever.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "25385",
    "Name": "Pasapalabra",
    "ID": 34974,
    "Year": "(2001)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/34974/pasapalabra",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Based on a TV game show shown on Spanish television, based on the original British format &quot;The Alphabet Game&quot;.&#10;&#10;Each team has to guess secrets words. The game objective is to obtain the major number of seconds in the different tests and use them in the last test PASPALABRA. This last test is a countdown where each team has to guess a word beginning with every letter of the alphabet and the team wins if they  successfully complete the alphabetical track before their accumulated time runs out.&#10;&#10;The 5 tests:&#10;&#10;1 - From &quot;A&quot; to &quot;Z&quot;&#10;2 - &quot;A cada cual lo suyo&quot;&#10;3 - Caged word&#10;4 - Impossible word&quot;&#10;5 - Pasapalabra&#10;&#10;Content:&#10; - 7500 Questions &#10;- 2 Roulettes-time scoreboards, 1 red and 1 blue&#10;- 2 Roulettes-alphabet scoreboards, 1 red and 1 blue&#10;- 550 Cards &#10;- Chronometer &#10;- Rules&#10;&#10;",
    "Categories": [
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "25386",
    "Name": "Wild Life",
    "ID": 2311,
    "Year": "(1964)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/2311/wild-life",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.4783",
    "Description": "Not to be confused with Ravensburger's famous Wildlife Adventure game, although there are some similarities. Both come in the same (very) large-box format, and in Wild Life, much as in Wildlife Adventure, players travel about a large world map seeking to visit the habitats of rare and exotic animals.&#10;&#10;With a box description reading &quot;An ecology game that fosters wild animal conservation&quot; and &quot;The game of world-wide travel to search for, trade, and collect wild and rare animals to fill a winning zoo,&quot; Wild Life is primary a roll-and-move game where players circle a set map with various stops, at which they might collect Harbor, Transport, or &quot;Serata&quot; cards (which may help or hinder your progress similar to the cards in Monopoly) or collect, trade, and sell various animal cards in an attempt to collect the specific sets needed to fill the specific &quot;zoo&quot; each player chose at the beginning of the game. The first player to collect all the cards needed to fill their chosen zoo wins the game.&#10;&#10;Interestingly, although the game says it can support up to five players, if there is a fifth player that person actually only acts as the game's banker and does not actually participate in the game otherwise.&#10;&#10;The game is asymmetrical; each zoo has its own strengths and weaknesses and favour different strategies.&#10;&#10;Note that there are several different versions of the game with varying mechanics, some of which have much more strategy than others; see the community wiki for details.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Educational",
      "Environmental",
      "Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "25387",
    "Name": "Combat Command: Tactical Armored Warfare, France 1944",
    "ID": 8429,
    "Year": "(1972)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/8429/combat-command-tactical-armored-warfare-france-194",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2222",
    "Description": "Strategy &amp; Tactics magazine #30.&#10;&#10;Time Scale: ? day per turn&#10;&#10;Map Scale:  .75 km per hex&#10;&#10;Unit Scale: Platoon/Company&#10;&#10;After SPI sold their groundbreaking Eastern Front wargame, PanzerBlitz, to Avalon Hill, designer James F. Dunnigan turned his eye to the Western Front. Combat Command was described as &quot;Platoon-Company Level Combat, France 1944&quot;.&#10;&#10;From the Design Notes:&#10;&#10;&quot;PanzerBlitz (published by Avalon Hill) proved to be a very popular game.  It was complex, but most people were enthusiastic about its apparent realism and authenticity.  In point of fact, PanzerBlitz was not all that realistic or authentic.  The game did have its good points.  That it moved at all was a credit to its play-mechanics.  What was lacking was an awareness, and implementation, of some of the more critical aspects of small unit operations.  Chief among these aspects is the &quot;confusion factor&quot;, which becomes nearly decisive at the platoon level.  Other aspects left untreated in PanzerBlitz were the near simultaneity of action and reaction at that scale, as well as a more realistic handling of combined arms coordination.&#10;&#10;Not all of these problems (nor others unmentioned) have been solved in Combat Command.  By merely changing the cale and some of the combat and movement mechanics, we have introduced more change in the game than these innovations themselves suggest.  One rather obvious result is that the game is simpler, easier to play.  This is essential for any game.  Too much time spent on the mechanics makes the simulation more of an exercise than a game.  The game-system for platoon level simulation as it now stands in Combat Command is not yet perfect.  But we do feel it's superior to the system we first introduced in Tactical Game 3 and PanzerBlitz.  We are working on still better game-systems for this scale of operations.  When we finish them, we'll publish them!&quot;&#10;&#10;The Combat Command game system was quickly discarded as the seventies saw SPI release a string of &quot;new and improved&quot; tactical wargame systems.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Cities: Bastogne (Belgium)",
      "Cities: Nancy (France)",
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "25388",
    "Name": "Frag Deadlands",
    "ID": 4023,
    "Year": "(2001)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/4023/frag-deadlands",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9444",
    "Description": "It's Frag, the fast-moving &quot;first-person shooter&quot; boardgame... mutated into the Weird West!&#10;&#10;This is a complete game combining the award-winning Deadlands background with the fast, fun Frag rules. Play as one of six characters, including the magic-using Huckster, the undead Harrowed Gunslinger or a Mad Scientist... frag your foes on the main street of Doomtown and hang them on the gallows!&#10;&#10;Usable as a stand-alone boardgame or a fully compatible expansion to Frag, Frag Deadlands has everything you need for hours of violent fun!&#10;&#10;Integrates with:&#10;&#10;    Frag&#10;&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Dice",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Setting: The Weird West (Pinnacle Entertainment)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "25389",
    "Name": "The Hole in One",
    "ID": 15627,
    "Year": "(1987)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/15627/the-hole-in-one",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Golfgame where you have to choose iron, take account of the wind and then roll the dice.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "25390",
    "Name": "The Disneyland Game",
    "ID": 5108,
    "Year": "(1990)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/5108/the-disneyland-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This game was produced for the 35th Anniversary of Disneyland. Be the player who scores the most points by visiting Disneyland attractions, seeing Disney characters, and taking photos on your trip through the Magic Kingdom.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Disney Theme Parks"
    ]
  },
  {
    "Rank": "25391",
    "Name": "Bulls & Cows",
    "ID": 152641,
    "Year": null,
    "Geek Rating": "5.489",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/152641/bulls-and-cows",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Bulls and Cows is an old code-breaking mind or paper and pencil game for two or more players, predating the similar commercially marketed board game Mastermind.&#10;&#10;It is a game with numbers or words that may date back a century or more. It is played by two opponents.&#10;&#10;The goal is to be the first player to successfully decode your opponent's secret number or word. Each player secretly writes a four-digit number or four-letter word. The digits or letters must all be different. Players take turns trying to guess their opponent's number/word. The opponent tells them the number of matches.&#10;&#10;Right number, wrong place is a &quot;cow.&quot; Right number, right place is a &quot;bull.&quot;&#10;&#10;If the person who took the first turn is also the first to decode the secret number or word, the other person gets one more turn to see if they can tie.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "Mechanics": [
      "Communication Limits",
      "Deduction",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Mastermind",
      "Mechanism: Give a Clue / Get a Clue",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25392",
    "Name": "Vulture Culture",
    "ID": 150754,
    "Year": "(2015)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/150754/vulture-culture",
    "Min Players": "5",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Competitive dice game where vultures fight over a carcass.&#10;&#10;You're a vulture. She's a vulture. Everyone is a vulture -- and everyone is hungry. You are going to fight beak and claw with those other vultures for the sake of first dibs on dinner. But don't get too greedy, or you might wind up with little more than scraps.&#10;&#10;Vulture Culture pits five or more &quot;friends&quot; against each other in a feeding frenzy free-for-all. The game takes place over five rounds, each of which represents the revelation of a fresh carcass to consume. Yummy. The vulture that escapes the scuffle with the fewest feathers ruffled will enjoy the privilege of prime pickings among the tasty treats available. Conversely, the most beat-up buzzards develop an attitude adjustment, which just might earn them the edge next time around.&#10;&#10;Every round, each player receives the same three actions: one each of Attack, Avoid, and Assist. Each round consists of a series of Attacks which take place without a conventional turn order. Attackers choose the strength of their attack, but increasing the strength makes it increasingly likely that the attack will miss its intended target and strike another bird instead. Additionally, every Attack presents an opportunity for all players to Assist with the devious deed at hand, or Avoid taking damage should events go awry. The catch? Every action can be played only once. You can block any one Attack and take no damage, but that leaves you vulnerable for any other actions that occur that round. Success requires roughly equal parts of clever hand management and deft social manipulation.&#10;&#10;Vulture Culture was created to combine the thrill of thematic games like Munchkin and Cosmic Encounter with the mechanically-minded strategic sensibility of eurogames like Power Grid and 7 Wonders, all in less than an hour.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Environmental",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "25393",
    "Name": "El Palé",
    "ID": 37168,
    "Year": "(1935)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/37168/el-pale",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Designed in Spain in the 1930s by Francisco &#039;Paco&#039; Leyva Vances, from M&aacute;laga, Spain. It was very similar to Monopoly, but featured the streets of Madrid, Spain. Buy properties, build houses and hotels, collect rent from fellow players. Repeat as necessary until everyone else is bankrupt.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Madrid (Spain)",
      "Series: Álbum de Oro Club de la Aventura (CEFA)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "25394",
    "Name": "Dwarves in Trouble",
    "ID": 185497,
    "Year": "(2016)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/185497/dwarves-in-trouble",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Dwarves in Trouble is an easy and dynamic non- collectible card game. The participants play the role of dwarf treasure seekers who decided to pay a visit at a dragon&rsquo;s den while the dragon was away. They managed to get inside. Unfortunately, while they were plundering the treasure, the dragon return unexpectedly. Certainly, it will not be polite towards anybody caught stealing its possessions. It is a common knowledge that dwarfs tend to be greedy and it would be considered a dishonour to simply throw away the precious stuff. For that reason you need get rid of the treasure in a clever way&hellip;.&#10;&#10;The aim of the game is to dispose of the gold completely or to have the fewest Gold coins the moment the Dragon arrives. As we know, dragons have the sixth sense that helps them localise gold and valuables. The dragon will focus on the most greedy treasure hunters. The arrival of the beast will cause such a confusion that only one dwarf will be able to escape and others will be burnt to ashes.&#10;&#10;The game overview&#10;&#10;The person who is most generous starts the game. Continue playing your turns clockwise. At the beginning of his or her turn each player draws a number of cards so they have a total of 4 cards in their hands.&#10;&#10;In their turns the players can:&#10;&#10;    play any number of cards and resolve its effects,&#10;    discard any number of cards.&#10;&#10;&#10;Important: the amount of gold and number of cards is known to all the players during the whole game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25395",
    "Name": "You're Getting Old",
    "ID": 412111,
    "Year": "(2023)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.74",
    "Link": "https://boardgamegeek.com/boardgame/412111/youre-getting-old",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Have you ever scrolled Spotify&rsquo;s top 100 list and thought to yourself, &ldquo;Who the hell are these people?&rdquo; or said, &ldquo;8pm is too late to start a movie&rdquo;? If so, then gather around with your side parts, skinny jeans, and craft beers because it&rsquo;s time to play &ldquo;You&rsquo;re Getting Old&rdquo;, a party game that proves age is just a number... but sometimes that number is higher than you'd like it to be.&#10;&#10;Each turn, a card is drawn with both an &ldquo;old&rdquo; and &quot;redeem&quot; prompt. If you've said or done what's listed on the &quot;old&quot; prompt, you move your avocado piece down one space on your &ldquo;path to getting old&rdquo; card. Congratulations, you're one step closer to the finish line... or should we say &quot;the end of the line.&quot;&#10;&#10;But don't worry, there's a glimmer of hope! If you've said or done what's listed on the &quot;&quot;redeem&quot;&quot; prompt, you get to move back a space. It's a small victory, but it's a reminder that you still have some youth left in you.&#10;&#10;The player who reaches the end of the path first is the loser, and the player closest to the start wins, but let's be real, you're all losers in this game.&#10;&#10;You're Getting Old is perfect for your next game night with friends or family, a party, or social event!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "25396",
    "Name": "Grounded For Life",
    "ID": 349192,
    "Year": "(2020)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/349192/grounded-for-life",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Compete to make the funniest sentences by pairing the funniest red card with the blue card for the round. Funniest combo wins a point, and the person with the most cards at the end, wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "25397",
    "Name": "Zimbbos!",
    "ID": 18498,
    "Year": "(2004)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/18498/zimbbos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1",
    "Description": "It's a game for Ages 3 and up.  You throw dice and the number you get is how many elephants you have to add to the pyramid.  There are other animals as well.&#10;&#10;From the manufacturer: &#10;Use your Creativity and Sense of Balance to Build the Most Elephantastic Pyramid!&#10;The elephants are ready to impress with this brand new game of balance. Taking turns, roll the die to find out how many elephants you have to add to the pyramid. The player who puts the last elephant on the pyramid wins the game. But watch out! If the pyramid crashes, you lose!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Single Loser Game",
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Elephants"
    ]
  },
  {
    "Rank": "25398",
    "Name": "Igor: The Life of the Party",
    "ID": 38476,
    "Year": "(2008)",
    "Geek Rating": "5.489",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/38476/igor-the-life-of-the-party",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.4286",
    "Description": "From BoardgameNews.com:&#10;&#10;&quot;Igor: The Life of the Party, from newcomers Dug Steen and Nate Beeler, blends a trick-taking game with some of the rules craziness of Fr&eacute;d&eacute;ric Leygonie and Sylvie Barc&rsquo;s Elixir.&#10;&#10;&quot;The trick-taking element of Igor: The Life of the Party works mostly as you&rsquo;d expect. Players are dealt a hand of cards, which come in five suits numbered 0-9, and each turn they play one card to the table, following suit if possible. If all the cards played are in suit, the player of the highest numbered card wins; if one or more cards are out of suit, however, then the highest one of those cards wins. The trick&rsquo;s winner scores three coins, and the player with the most coins at the end of the game, which lasts several hands, wins.&#10;&#10;&quot;What makes the game tricky are the rule cards, two of which are in play at the start of the game &ndash; make that in play face-down, which means you have to remember what the rules are throughout the hand. Sample rules are 'When you play a card that has an Igor on it, you must say &quot;Yes, Master&quot;' and 'When you laugh, you must follow your laugh with a &quot;Meow.&quot;' At the start of each turn, the dealer can add or remove one rule from play, and the player who wins the most tricks in a hand has the same option, so rules are constantly popping in and out of the game.&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Humor",
      "Memory",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Trick-taking"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "25399",
    "Name": "Hello Neighbor: The Secret Neighbor Party Game",
    "ID": 313817,
    "Year": "(2020)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/313817/hello-neighbor-the-secret-neighbor-party-game",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Your creepy Neighbor has something locked up in their basement, and it&rsquo;s up to you and your friends to reveal their plot. You&rsquo;ll need to use Objects you find around the Neighbor&rsquo;s house to locate three different Keys, but there is one problem: some of your friends are secretly villainous Neighbors in disguise! Trade and cooperate as one of the Kids, or steal and lie your way to victory as one of the Neighbors in this thrilling social-mystery card game where you&rsquo;re never quite sure who&rsquo;s on your side.&#10;&#10;5-10 players take on the roles of either one of the neighborhood kids, the treacherous neighbor or even a secret neighbor. As one of the kids you will need to use your items wisely if you are to locate the keys and unlock the door to win, but beware as not only are the neighbors at the table trying to trick you, but one of your fellow kids is actually a SECRET NEIGHBOR!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Negotiation",
      "Trading",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "25400",
    "Name": "Hurry'Cup!",
    "ID": 38504,
    "Year": "(2008)",
    "Geek Rating": "5.489",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/38504/hurrycup",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3143",
    "Description": "Drivers from all over Europe have arrived and are lined up on the starting line. Consisting of narrow and winding roads, the track is filled with dangers and promises a tricky race. As one of the fastest and fearless pilots in the race, you will try to pass the finish line before your opponents by being the quickest at spotting and grabbing the die which will allow you to move forward.&#10;&#10;Hurry'Cup is a car racing game where 3 to 6 players face off on tracks that are always different from one game to the next; as decided by the players themselves. Reflexes, dexterity, and risk-taking are the key to stepping first on the podium. It is a tile game with pavement-burning ambiance. Made up of 36 modular tiles, the Hurry'Cup race track offers many game possibilities, making it a new game each time. Hurry'Cup is a game with simple rules and Fast and Furious Fun.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Racing",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  }
]