[
  {
    "Rank": "N/A",
    "Name": "Der lustige Michel",
    "ID": 331997,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/331997/der-lustige-michel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to get from space 1 to space 45. Movement is determined by a die. On some spaces events hinder or benefit the players. If a player gets on a space with a red number, he gains 2 coins but on a black number he has to pay 1 coin into the cash box. On space 40 the player wins half the content of the cash box.&#10;&#10;The first player to exactly reach space 45 wins the game and the content of the cash box. If a player rolls more than he need to reach space 45, he has lost and is out of the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wir halten fest!",
    "ID": 332003,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332003/wir-halten-fest",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The swiss army defends her county with the help of italian and french allies against german and austrian invaders. In a second scenario the swiss army allies with german and austrian troops against french and italian invaders. The swiss army (red) and the allies (green and violett) consist of one unit (meeple) each, while the invaders consist of five units (black meeples).&#10;&#10;The swiss army may move up to three spaces in any direction per turn, whereas the allies and the invaders may only move one space. Enemy units are taken by jumping over them.&#10;&#10;The Invaders win, if they get one unit to one of two possible destinations. The defenders win, if they manage to avert this.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Switzerland",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide: Undead or Alive – Long Dead Walkers",
    "ID": 332005,
    "Year": "(2022)",
    "Geek Rating": "5.588",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332005/zombicide-undead-or-alive-long-dead-walkers",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;In the deepest depths of the desert, something evil stirs. The dry hot wind carries forth a disturbing sound of chittering teeth before you finally see them in the distance. Pale, sun-bleached and emaciated, they creak forward with malice.&#10;&#10;The Long Dead Walkers have risen!&quot;&#10;&#10;This Kickstarter exclusive expansion adds 15 Long Dead Walkers in 3 unique bone-colored sculpts, 8 additional zombie spawn cards, and a rules leaflet to add a new variety of threat to your missions!&#10;&#10;Given their extremely advanced stage of decomposition, Long Dead Walkers are immune to Ranged Actions. Destroying these things requires an up-close and personal touch, with Survivors getting close and attacking them using Melee weapons. They are still affected by game effects eliminating all Zombies in the Zone, though, like Dynamite, and it's always a great satisfaction to see the piles of bones flying around after a big boom.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American West",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Steel Rain",
    "ID": 332006,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332006/steel-rain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Steel Rain is a free set of generic wargaming rules for sci-fi armor battles. Specifically written these for use with 1/285, 1/300, and 6mm miniatures (these terms are basically synonymous), such as GHQ&rsquo;s excellent line of Micro Armor miniatures, Brigade Models&rsquo; line of Iron Cow miniatures, or Ground Zero Games&rsquo; Dirtside/Future Wars models.&#10;&#10;These rules are basic, covering most aspects of warfare encountered in company-level engagements. Designed to support company to battalion/task force sized engagements.&#10;&#10;Also includes a set of vehicle creation rules that are pretty straight forward.&#10;&#10;Envisioned using on a terrain table, not a hex map. That&rsquo;s why all values are given in centimeters instead of hexes. If you want to increase the scale, use inches; the values will still translate. Or, you can use a hex map and just translate all values into hexes. It&rsquo;s flexible.&#10;&#10;summary from publisher's website&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Absolute Zero",
    "ID": 332007,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332007/absolute-zero",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The objective of the game is to combine positive and negative numbered cards to create a value of zero. Includes directions for 3 additional games that can be played.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Absolute Zero Junior",
    "ID": 332008,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/332008/absolute-zero-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this precursor to Absolute Zero, the objective is the same but numbers are smaller and ten frames are added for visual support.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ten Fish",
    "ID": 332009,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/332009/ten-fish",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The objective of the game is to combine 2 or more cards to create a value of ten. This is a very important early math skill. Many additional games can be played with the cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hunch",
    "ID": 332010,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332010/hunch",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A guessing game with a side of math. Kids will have fun while improving their understanding of integers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ruthless: Tall Tales",
    "ID": 332012,
    "Year": "(2022)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332012/ruthless-tall-tales",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The award-winning pirate deck-building game returns with an expansion. Chests brimming with new ideas and fantastical pirate tropes. Discover new thematic content, new mechanics and stunning new artwork.&#10;&#10;The Merfolk: This new suit adds a dual rank mechanic, new powers and unique artwork. The Merfolk are a very flexible addition to your raiding party.&#10;&#10;The Kraken: An ancient threat from the deep emerges. Attacking the Kraken becomes the priority and those tentacles offer plentiful rewards.&#10;&#10;The Notorious: Infamous figures offer their services for the right price. By adding strength and strong new powers these characters are formidable allies.&#10;&#10;Chests &amp; Quests: Treasures await for pirates that achieve one off goals during the game. Will you keep the points, use the one time extra powers or recruit one of the Notorious?&#10;&#10;New Powers: Five new powers are featured in Tall Tales, opening up new strategies and combos for the most cunning pirates to exploit.&#10;&#10;Solo Mode: Test you prowess on the high seas against the pirate Queen Ching Shih in the all-new solo mode.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ESPN Trivia Night",
    "ID": 332017,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/332017/espn-trivia-night",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Face off against your friends and family in this high-octane sports trivia game! Draft sports categories you know you can dominate, or risk playing outside your comfort zone to net the big score. If you dropped the ball on your last answer, recover points in the active Instant Replay challenges. Outscore the opposing team or meet them in Sudden Death to decide the winner!&#10;&#10;Teams take turns answering questions related to a wide range of topics in the sports world. Questions are worth those sweet sweet victory points and the key to winning - but don't worry if you can't answer &quot;How many 3-point shots did Kareem Abdul-Jabbar make during his 20 seasons in the NBA?&quot;, that's where the dexterity challenges come in!&#10;&#10;Miss a question? It's time for redemption by shooting a three pointer, getting one past the goalie, or kicking a 30 yard field goal in token-based dexterity challenges right on the tabletop! Successful shots will mean points for your team, and whoever has the most points at the end of the game is the winner!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Brands: Television (TV) Networks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disney Princess: See the Story",
    "ID": 332019,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/332019/disney-princess-see-the-story",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Look into the magical wishing well! You&rsquo;ll see enchanting objects and memorable characters from your favorite Disney Princess stories. Race to find two pictures from the same story! Toss your token into the well and point out two pictures from the same Disney Princess story. If you&rsquo;re right, collect one of the coins for your Disney Princess board! Be the first to collect 4 coins in a row to win!&#10;&#10;&bull; Includes all 12 Disney Princesses.&#10;&bull; Turn the spinning bucket to magically reveal pictures in the wishing well.&#10;&bull; Glittering picture coins include 60 animals, sidekicks, and objects from the Disney Princess films.&#10;&bull; Babysitter Approved: Easy to learn, easy to put away, and fun to play!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Bingo",
      "Matching"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Bank Job: Mint Tin Edition",
    "ID": 332026,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/332026/the-bank-job-mint-tin-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Note:  The mint tin edition has less cards and is only for 2-4 players while the standard edition is for 2-6 players.&#10;&#10;&#10;&#10;You and your cohorts of crime have just pulled off the most successful bank heist of the century, including the theft of one of the world's most valuable diamonds. You must lay low for a week and guard your take; there's no honor amongst thieves here, and everyone wants the most they can get. Plus, rumors are there's a snake in your midst that might be out to get the prize jewel for themselves, and a rat could be trying to foil the whole operation.Each player will be dealt a random crew card to tell you what your part in this band of thieves is. These are not hidden from other players, since teamwork is dreamwork, after all. Each person brings their own unique talent, or specialty, to the crew, usable throughout the game. You will also be given a random role card, possibly giving you a secret double agent part to play. These should not be shared and will affect how you can win the game. There are four regular crew member cards, one snake card, and one rat card. As with any squad, the more people you bring in, the likelier it is to have defectors.&#10;&#10;The game is played over the course of seven rounds, or days. Every day will begin with players taking turns to choose their actions for the day by placing a token on the box next to the action of their choice. For morning actions, you will use the numbers on your crew cards to determine turn order. After that, turn order is based on the last round's actions going from top to bottom on the action card in the center of the table.&#10;&#10;Your goal, as the thief you are, is to hoodwink your way through the week, exchanging loot with players and the score to end up with the best take for yourself. Don't get too greedy, though! If you end up with more than the score, your zealousness will be shown, and the crew will take you out. The prized diamond is also supposed to be shared, so any crew member holding it at the end will mark you for an early demise, as well. Additionally, the bank loaded a tracker into the loot that will get you caught and disqualified if you're holding it at the end.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Drafting",
      "Betting and Bluffing",
      "Deduction",
      "Hand Management",
      "Hidden Roles",
      "Hot Potato",
      "Prisoner's Dilemma",
      "Turn Order: Claim Action",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catch a Dragon by the Tail",
    "ID": 332028,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332028/catch-a-dragon-by-the-tail",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Catch a Dragon by the Tail is a super-simple free print and play game. It's press-your-luck dice game for two to four players with a &quot;hatching dragons&quot; fantasy theme.&#10;&#10;At the start of your turn you roll four custom six-sided dice (or standard dice that you cross-reference with a table), then choose to gather identical dice or different dice. After you do, you can stop rolling and score or you can roll the dice you haven't collected.&#10;&#10;Homogenous sets of dice score the best: two dice score four points, three score nine, four score 16. Consecutive dice score second-best, with a run of two scoring four, three scoring six, and four scoring eight. &quot;Loner&quot; dice score one point each.&#10;&#10;If you choose to roll again, what you roll may make you end your turn and score nothing.&#10;&bull; If you're collecting identical dice and you don't get at least one result that matches what you're collecting, your turn ends and you score nothing.&#10;&bull; If you're collecting different dice and at least one result matches a die you already have, your turn ends and you score nothing.&#10;...Otherwise, you may collect one or more valid dice and choose to stop and score or roll the un-collected dice yet again.&#10;&#10;The game ends after four rounds. The highest score wins. Break ties with an additional round of play.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cestou necestou",
    "ID": 332032,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/332032/cestou-necestou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "NOTE: this edition contains both Near and Far and Amber Mines expansion.&#10;&#10;&#10;Four wanderers search for the Last Ruin, a city that legends say contains an artifact that will grant the greatest desires of the heart. A lost love, redemption, acceptance, a family rejoined-- these are the fires that fuel the wanderers' journeys, but can they overcome their own greed and inner demons on the way?&#10;&#10;In Near and Far, you and up to three friends explore many different maps in a search for the Last Ruin, recruiting adventurers, hunting for treasure, and competing to be the most storied traveler. You must collect food and equipment at town for long journeys to mysterious locales, making sure not to forget enough weapons to fight off bandits, living statues, and rusty robots! Sometimes in your travels you'll run into something unique and one of your friends will read what happens to you from a book of stories, giving you a choice of how to react, creating a new and memorable tale each time you play.&#10;&#10;Near and Far is a sequel to Above and Below and includes a book of encounters. This time players read over ten game sessions to reach the end of the story. Each chapter is played on a completely new map with unique art and adventures.&#10;&#10;Answer the call of the ruins and begin your journey.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Narrative Choice / Paragraph",
      "Network and Route Building",
      "Open Drafting",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Storytelling",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Book as Board",
      "Mechanism: Campaign Games",
      "Setting: World of Arzium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DKT: Stadt Graz Wirtschaft",
    "ID": 332039,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332039/dkt-stadt-graz-wirtschaft",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "DKT, &quot;Das kauf&auml;mnnische Talent&quot;, is the Austrian equivalent of Monopoly.&#10;&#10;This version is about the city of Graz.&#10;&#10;Buy local businesses and be the player with the most money at end of game to win !&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Austria",
      "Game: Das Kaufmännische Talent",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caravan of Sundust",
    "ID": 332052,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/332052/caravan-of-sundust",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Become the captain of the caravan corps, plan the route, return with trade items, and develop your base!&#10;&#10;Items that can be developed are decided according to the combination of traded goods brought back. Pick and delivery goods can also strengthen your caravan and help you acquire additional abilities.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Economic"
    ],
    "Mechanics": [
      "Market",
      "Pick-up and Deliver",
      "Square Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Occupation: Merchant",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Châteaux de la Loire",
    "ID": 332053,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/332053/monopoly-chateaux-de-la-loire",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Monopoly Ch&acirc;teaux de Loire: the classic board game where the goal is to be the last player not to go bankrupt.&#10;&#10;This edition lets the player buy some of the most famous Ch&acirc;teaux of the Loire Valley (Chamborg, Chevreuil, Amboise, Chenonceau, Saumur, Angers, Blois...) of this UNESCO World Heritage Site.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Angers (France)",
      "Cities: Saumur (France)",
      "Constructions: Châteaux of the Loire Valley (France)",
      "Country: France",
      "Game: Monopoly (Official)",
      "Rivers: Loire",
      "Series: Monopoly Villes et Régions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thrive",
    "ID": 332054,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332054/thrive",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Thrive is an educational board game about health. The aim of the game is to reach your own goals by good choices. The winner is the first person to have sufficient cash to pay for their fourth goal. Each player takes a goal pad and writes four goals, ranging from short to long term, in the spaces. Short term goals are worth $50,000 long term goals are worth $1,000,000. The first player to $1,000,000 wins the game.&#10;&#10;The game board resembles a square monopoly-style board with players moving their tokens on the outer track. A player is chosen as the banker for issuing starting money, collecting fines, etc. Players keep track of their points and earns money as they go around the track. Whenever a goal is paid in full, the score peg returns to zero and the player works towards another goal.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Income",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "MosDingTo: Bloody War",
    "ID": 332056,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/332056/mosdingto-bloody-war",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "MosDingTo: Bloody War is an easy party game for 3 to 5 players set in the midnight of your bedroom.&#10;&#10;In MosDingTo: Bloody War, players will act as mosquito for several time and human once. In both acts, players try to gain blood from the opponent as much as you can. Human will protect the body part and hit the mosquito to save the blood. Mosquitoes try to obtain information and target the unprotected human body part to suck blood.&#10;&#10;In more detail, human first selects body parts to protect and leave the cards in the table. Mosquitoes have to dodge the human's intercept, steal the card and share the hints to companion.&#10;&#10;Both acts will then select the body part from their hand to attack. Human goes first and mosquitoes fight back if they escape from human's attack.&#10;&#10;The game ended when every player acted as human once. Victory is achieved by gaining most bloods!&#10;&#10;&#10;        Ability of mosquitoes may cause a tons of joy all over the war, let's have fun with blood!&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Flicking",
      "Highest-Lowest Scoring",
      "Memory",
      "Once-Per-Game Abilities",
      "Take That",
      "Targeted Clues"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Augenmaß",
    "ID": 332064,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332064/augenmass",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Augenma&szlig; is a stacking game that consists of cones and boards. Players take turns placing cones on an A4-sized surface. Optionally, and before placing a cone, they can try to place a board on the tops of three cones. A successfully placed board gets a reward of coins - the higher the level, the higher the reward. If a player fails to place the board because it's not stable enough, they have to pay a penalty.&#10;The game continues until no more boards can be placed. The player with the most coins is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Steampunk Rally: Complete Promo Pack 2020",
    "ID": 332065,
    "Year": "(2021)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332065/steampunk-rally-complete-promo-pack-2020",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A complete set of promo cards for Steampunk Rally and Steampunk Rally Fusion released with the Steampunk Rally Fusion Kickstarter. Contains all previously released promo cards For Steampunk Rally as well as four new inventors new.&#10;&#10;Content:&#10;Steampunk Rally: Rube Goldberg&#10;Steampunk Rally: Dr. Braun&#10;Steampunk Rally: Ignacy Lukasiewicz&#10;Steampunk Rally: Zhuge Liang &amp; Lady Huang&#10;Steampunk Rally: Spoiler (two copies)&#10;Steampunk Rally: Red Green&#10;Steampunk Rally: Lizzie Magie&#10;Steampunk Rally Fusion: Leonardo da Vinci&#10;Steampunk Rally Fusion: M&aacute;ria Telkes&#10;Steampunk Rally Fusion: Sergei Korolev&#10;Steampunk Rally Fusion: Spede Pasanen&#10;&#10;Contains a total of ten standees and 16 cards as the four new inventors are split across two standard sized cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Steampunk Rally",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Dragon",
    "ID": 332067,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332067/battle-dragon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Battle Dragon is a print &amp; play, turn-based card game designed to utilize the complete Dragon Stone set. Each player takes a turn by discarding a card to roll dice and then playing a card to build their dragon. The first player who can command a dragon to attack wins the game. Each game includes 17 print-and-play cards and ten dice with five colors for one player. The game supports two or more players.&#10;&#10;However, there is a ready to play version for two player set.&#10;&#10;The print &amp; play version is compatible with a full dice set of AKO Dice III which was funded on Kickstarter in Jan 2021.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ladybugs Do Math",
    "ID": 332071,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332071/ladybugs-do-math",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Ladybugs Do Math is a Mathematical Board Game.&#10;&#10;In a garden full of ladybugs, use the spots on their backs to solve math equations. Add, subtract, multiply or divide the two numbers to form solutions to equations.&#10;&#10;Two different games included. For up to six players, 6+.&#10;&#10;LASERCUT COMPONENTS: &#10;&bull; 54 ladybug math cards &#10;&bull; 41 interlocking numbered &ldquo;answer&rdquo; tiles (1-81)&#10;&bull; 16 interlocking &ldquo;pathway&rdquo; tiles&#10;&bull; four &ldquo;corner&rdquo; tiles&#10;&bull; four lady bugs&#10;&bull; 60 flowers with points 1-3&#10;&bull; five bird cards&#10;&bull; two spiders&#10;&bull; pair of dice&#10;&bull; two equation &ldquo;cheat&rdquo; sheets.&#10;&#10;OVERVIEW:&#10;&bull; Build garden pathways&#10;&bull; Spot answers to simple equations&#10;&bull; Move your ladybug to the answer&#10;&bull; Collect a flower&#10;&bull; Avoid the spider&#10;&bull; Win with the most flower points.&#10;&#10;TWO MODES: &#10;&bull; Using Cards: with equation answers up to 81&#10;&bull; Die Rolls: Simpler game with numbers up to 36.&#10;&#10;FULL SETUP (WITH CARDS): &#10;1. Set the corner tiles aside briefly&#10;2. Shuffle the interlocking pathway and answer tiles&#10;3. Takes turns connecting tiles to build the board game configured into pathways through a garden &#10;4. Distribute and connect the corner tiles, generally at the end of pathways&#10;5. Give each player their ladybug&#10;6. Each player places their ladybug on a corner tile&#10;7. Shuffle the ladybug math and bird cards together&#10;8. Place the cards face down in a draw pile&#10;9. Distribute the flowers on top of the numbered tiles (some will get two flowers)&#10;10. Place the spiders on any two blank pathway tiles.&#10;&emsp;&#10;FULL GAME PLAY: &#10;The game is played in rounds with players taking turns being the &ldquo;current&rdquo; player. &#10;At the start of a round, the current player will flip over the next ladybugs card. If a bird appears, each player removes their highest scoring flower then flips another card. Starting with the current player and continuing clockwise, each player will:&#10;&bull; Determine which equations can be formed from the two numbers on the ladybugs&#10;&bull; See where the equation answers are on the board&#10;&bull; Call out the answer they will use&#10;&bull; Move their ladybug towards that answer, not exceeding five spaces&#10;&bull; Collect a (highest-valued) flower if their ladybug lands on their answer number  &#10;&bull; Optionally, move one spider forward to the next unoccupied location&#10;&#10;At the end of the round, each spider is moved one space in the direction they are pointing. The next clockwise player becomes the current player.&#10;&#10;ENDING THE GAME: &#10;The game is over when there are no more flowers on the pathways to collect. Players add up all the points on the flowers they collected. The player with the most points wins. If there is a tie, the youngest player wins.&#10;&#10;The simpler game uses a pair of dice to form equations. Game play is similar to above.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Banana Katana",
    "ID": 332073,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/332073/banana-katana",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Banana Katana is a fun party improv card game where players take it in turns to control a monster and the other players have to combine cards to create an invention which will defeat it!&#10;&#10;First a monster card is drawn by the monster player, then the other players take it in turns to explain how they would defeat it with their invention!&#10;&#10;There are 3 different invention cards that the players much combine one of each to create their invention:&#10;&#10;&#10;     The base of the invention e.g car, sofa, washing machine etc.&#10;     the power source of the invention e.g pulled by seagulls, steam powered etc.&#10;     the weapons on the invention e.g laser beam, spear, overcharged leaf blower etc&#10;&#10;&#10;Before each player shows their invention they must also draw a malfunction card which adds a random element to their invention for them to explain!&#10;&#10;Once each player has explained their invention the monster decides who&rsquo;s invention would be the most likely to defeat it!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Open Drafting",
      "Player Judge",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lee at Gettysburg",
    "ID": 332076,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/332076/lee-at-gettysburg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The battle of Gettysburg is the most famous of America&rsquo;s blood soaked 4 year long Civil War. Although the historical battle took place over 3 days, the game should take no more than an hour to complete.&#10;&#10;Lee at Gettysburg is the first of a series of small introductory level Civil War board wargames that gradually build in complexity. They are intended to serve as an introduction for younger players while still providing a quick and fun little game for more experienced players.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: Battle of Gettysburg",
      "States: Pennsylvania",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tamagotchi: Das Kartenspiel",
    "ID": 332077,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332077/tamagotchi-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game board has a round indicator (1-8) and a score indicator (-240 to + 240). Players each place a token at the center of the 4x17 score indicator. A token is placed on the round indicator. Each player receives five cards. Players then take turns playing cards from their hand and moving their tokens to the right (positive) or to the left (negative). After eight rounds, the game ends. The winner is the one whose scale value is furthest to the right.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Royal Court",
    "ID": 332079,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332079/royal-court",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Royal Court is a two player game using a standard deck of poker cards with the jokers, two 6-sided dice, and 9 Favor tokens of some sort.&nbsp; To set up the game, separate the face cards from the Jokers and ace through ten cards.&nbsp; Then the face cards are shuffled and dealt into a 3 by 4 grid, that will make up the Royal Court, which the players will navigate using their respective player die.&nbsp; The ace through ten cards are split into their four suits, and then each player takes one suit of each color for their draw deck.&nbsp; After this, they shuffle their decks and draw a hand of five, and then determine where to place their Jokers.&nbsp; They must place it one side of the Royal Court, next to two cards within the court, but both players are not allowed to place their&rsquo;s on the same side. They finally place their player die on their Joker, with the one pip face up.&nbsp; These two players take on the role of a jester who is attempting to win over the Royal court.&nbsp; They will do this by playing quips on the Kings, charming the Queens to gain their favor, and utilize the Jacks of the trade to manipulate their opponents.&#10;&#10;There are specific movement rules for each card in the Royal Court, and the Jokers. which you can simply move to either adjacent card.&nbsp; Jokers are set by each player at the start, adjacent to two cards within the Royal Court, so moving from a Joker means you have two options.&nbsp; From the Kings, the players can move to any adjacent card to that King, meaning it has a number of possibilities, depending on where that King lies. From a Queen, a player may move anywhere within that Queens row, which gives players three options. Moving from a Jack, players must remain in that Jack&rsquo;s column.&#10;&#10;Once a player has moved to a new card, they initiate a Jest, except when moving back to a Joker.&nbsp; When a Jest takes place, each player must play a a card matching the color of the In addition to each face card having a different movement rule, they also have their own Winning Jest Scores, and Win Results. Unless the players happen to be on the same card, only the initiator (the one who moved onto the new card), may gain the Win Result for that Jest.&nbsp; When moving to a King, the player who plays the highest car, wins. The initiator may gain one Quip Point for winning.&nbsp; If a player moves to a Queen, the lowest card wins, and the initiator may gain a Favor Token for winning.&nbsp; Finally, on a Jack, the initiating player decides whether high of low will win, before the players play their cards.&nbsp; When the initiator wins on a Jack, they may take away a point of their choosing, either a Favor Token or Quip Point. If there are none to take, the initiating player gains a Favor Token instead.&nbsp; The end game trigger is when a player reaches six quip points, which is indicated by them turning their die with the six pip face up. The players will then compare scores, and whoever has the most points, Quip points and Favor points, wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "De Ronde van Vlaanderen",
    "ID": 332080,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/332080/de-ronde-van-vlaanderen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "De Ronde van Vlaanderen, The official Tour of Flanders game.&#10;&#10;Experience the magic of the Tour of Flanders and the Omloop Het Nieuwsblad .&#10;&#10;Brave wind and weather, conquer the cobbles and slopes, try to shake off your opponents at the right time and stay ahead of the pack. Dose your energy, although you will have to dig deep into your reserves every now and then for profit and eternal glory!&#10;&#10;Whether you choose the basic game or the expert version, each game will be different and surprising due to varying weather trend!&#10;&#10;&ndash; Translated description from back of the box&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Country: Belgium",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aös, Capitale du vice",
    "ID": 332083,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/332083/aos-capitale-du-vice",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A&ouml;s is a board game inviting players to live a cooperative &amp; competitive narrative adventure through a system of dilemmas, alliances and betrayals.&#10;&#10;Fantasy, cyberpunk and solarpunk influences create an unconventional atmosphere in which players can immerse themselves.&#10;&#10;You will have the opportunity to wander through the city of A&ouml;s in groups of 4 to 10. The game can be long or short, you decide!&#10;&#10;&mdash;description from the publisher&#10;&#10;A&ouml;s est un jeu de plateau invitant les joueurs &agrave; vivre une aventure narrative en coop&eacute;ration &amp; comp&eacute;tition &agrave; travers un syst&egrave;me de dilemmes, d&rsquo;alliances et de trahisons.&#10;&#10;L&rsquo;univers poss&egrave;de des influences cyber/solarpunk et fantaisie, le tout plong&eacute; dans une ambiance d&eacute;cal&eacute;e.&#10;&#10;Vous aurez l&rsquo;occasion de vous perdre dans la ville d&rsquo;A&ouml;s en groupe de 4 &agrave; 10 personnes &agrave; travers de longues parties pouvant &ecirc;tre raccourcies selon vos envies.&#10;&#10;&mdash;description from the publisher (French)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Acting",
      "Alliances",
      "Betting and Bluffing",
      "Events",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Voting"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dixit: Obscurio's Library Promo Card",
    "ID": 332087,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332087/dixit-obscurios-library-promo-card",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A promo card originally distributed by Libellud for a Christmas Letter contest.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Storytelling",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Game: Dixit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "City Streets",
    "ID": 332096,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/332096/city-streets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A modern take on a property management family game. Up 4 players will roll their way around the board purchasing Streets and building businesses to achieve the highest net worth. During a player's turn they will choose to build a business and or roll the dice to move along the street (game board). The first player to build their 4th large business the game end will be triggered. With a different approach to managing properties and adding value, City Streets brings fresh new gameplay to the classic family game.&#10;&#10;As player building businesses the streets will come alive with the unique buildings that change the landscape as more are added to the board. With an average time of 60 mins City Streets can be enjoyed by the whole family.&#10;&#10;Get in on your opportunity to build your street.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Glymmore",
    "ID": 332104,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332104/glymmore",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Glymmore is an 18 card game for 2-3 players. Each player has a field comprising cards that have different colours and numbers on each side. Each card's value depends on the colour and number at the top. On your turn you have three actions which you can use to rotate cards and change their value and colour.&#10;&#10;Once everyone has had one turn, the top card is revealed, which has an event to change the game. Then, whoever has the most points from their field with a matching colour wins the card. Players have to plan their cards strategically to win more jewels each round.&#10;&#10;When there are no more cards left, players group their cards based on their colour. Each player counts up their points. Players gain extra points based on the number of cards in each group and for having the same type of jewels in one group. Who ever has the most points at the end wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Deduction",
      "End Game Bonuses",
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cosmos: The Galaxy Building Card Game",
    "ID": 332118,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/332118/cosmos-the-galaxy-building-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Cosmos: The Galaxy Building Card Game is an engine-building / hand management card game for 2-4 players, ages 13+, lasting 15-45+ minutes (depending on player styles). Featuring beautiful space art. Players draw from a common deck and race to create enough celestial objects into their area of space to complete a common goal, which takes the form of a randomly selected Galaxy card. Once the goal is achieved by any player, the player with the most points wins.&#10;&#10;Players start with 5 cards and draw 2 cards beginning each turn. Every card in the game is multiple use; play, resource payment or special discard ability. Cards are played from hand by discarding payment but each card a player controls will also generate a resource token during their turn which may be used for playing cards. The more a player controls the more powerful they become thus making it easier to play more cards.&#10;&#10;This game is about choices and sacrifice. And with many circumstantial abilities and effects the replay value is very great. There is also a planned expansion in the works.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Investment",
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WitchPig: The Midderlands Card Game",
    "ID": 332121,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332121/witchpig-the-midderlands-card-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Designed as a fictitious, card-based, gambling game in the roleplaying setting for The Midderlands.&#10;&mdash;description from the publisher&#10;&#10;WitchPig is a card game implementation of the eponymous &quot;fictional&quot; card game from the fantastical setting of The Midderlands.  The cards bear standard suit and number markings but also have graphic elements to support the WitchPig game.  The pack comes with several insert instruction cards detailing WitchPig game play.  The cards are intended as a standalone card game, but also can be used as a &quot;prop&quot; in any roleplaying game played in The Midderlands.  Too, the cards have been adapted for use in a roleplaying game - see WitchPig Deck of Many Things.&#10;&mdash;User summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Turn Order: Pass Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Superyum!",
    "ID": 332151,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/332151/superyum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Intended for ages 3 and up, in this delicious game, players will travel through Breakfastland, Lunchland, Dinnerland, and Dessertland, down slides made of bacon and through towers of sushi to experience cuisines of various cultures in this flavorful race to delivery!&#10;&#10;As a brand that stands for #EveryFlavorWelcome, this game features a wide variety of cuisines, sparking conversation about different cultures and helping customers travel through playing the game.&#10;&#10;Be the first player to reach the winner space, and choose dinner to order for everyone. Delivery is just one tap away!&#10;&#10;DoorDash's first ever board game.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cyborg Mutant Zombie Circus",
    "ID": 332152,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332152/cyborg-mutant-zombie-circus",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Welcome in interplanetary reality show Cyborg Mutant Zombie Circus! As an artifical being called Animatron your task is simple: survive in crazy doctor Morbid Bol&iacute;to&rsquo;s labyrinth full of dangerous traps and savage monsters.&#10;&#10;Goal of the game is to successfully solve the Quests you will face in the labyrinth and get the fame and popularity among the millions of fans of the Cyborg Mutant Zombie Circus arena. To achieve this you can leverage the plenty of upgrades also occuring in the labyrinth: biological implants, huge arsenal of lethal weapons and crazy Voodoo rituals.&#10;&#10;The first player with sufficient popularity will be freed from the labyrinth and will be proclamated as a human able to vote and obligated to pay the taxes. And everybody wants that!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Humor",
      "Party Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Interrupts",
      "Lose a Turn",
      "Push Your Luck",
      "Race",
      "Re-rolling and Locking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Don Q. und die unbekannte Yante",
    "ID": 332153,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/332153/don-q-und-die-unbekannte-yante",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Don Q. und die unbekannte Yante is an abstract strategy game for two, played on an 8 x 8 grid. Each player owns six pieces at the beginning of the game. The goal is to either reach one of the two designated fields at the opponent's base line without the piece being eliminated in the next turn; or to eliminate all pieces of the opponent.&#10;A piece always moves exactly three orthogonal steps, with turns being allowed. If a piece reaches an opponent's piece's field, it captures that piece. Players can re-introduce captured pieces of the opponent on certain fields on the grid, but these pieces are marked; if they are captured again by their original owner, they are out of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Don Q. Series"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gangsterburg",
    "ID": 332154,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332154/gangsterburg",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The city of Gangsterburg was always the home of myriads of criminals and outcasts. Newly elected City Council knows the final solution! General amnesty and privatization of all city enterprises brings challenges for all mafia mob bosses to exploit the prey.&#10;&#10;As a head of one of the families your task is to get more influence than any others and take control of the whole Gangsterburg!&#10;&#10;In this Monopoly-like game you can buy the degustation companies (pubs), financial advisories (casinos), public services (brothels) and centres of experience (illegal drugs) and corrupt the police, judges and politicians.&#10;&#10;",
    "Categories": [
      "City Building",
      "Humor",
      "Mafia",
      "Political"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Impulse Movement",
      "Ownership",
      "Pattern Building",
      "Race",
      "Relative Movement"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Misty Waters: At the World's Edge",
    "ID": 332156,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/332156/misty-waters-at-the-worlds-edge",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3",
    "Description": "A historical fiction game set in the &quot;age of sail.&quot; As the captain of a small sailing ship, you sail into uncharted waters where strange things happen from time to time.&#10;&#10;- The game board shows a map of the archipelago with marked sea lanes, which players will use to move their ship between islands. At the top is a large weather panel, with a Beaufort scale, as the wind strongly affects ships and possible actions. Thanks to the mechanics of uncovering weather tiles, players have an accurate forecast for the next two days.&#10;&#10;- In their turns, players can move their ships, fight with cannons or boarding, and perform a number of other actions, such as building facilities, buying or repairing ships, selling goods and valuables found on islands or at sea, and hiring captains, officers and sailors. Moving ships around the board is extremely simple, but good planning and the use of maximum speed can determine the outcome of the game, as sometimes, especially close to the finale, it is very important to get our ship in the right place at the right time.&#10;&#10;- Immediately after landing on an island, the player discovers the exploration cards there, which describe adventures, encounters, events or objects. You can find both good things on them (such as pirate treasures) and not-so-good things (plagues, dark forces, strange creatures...). So it's better not to approach this task without having a full crew and with the right action cards in hand.&#10;&#10;- Although the Misty Waters are unexplored, the archipelago is nevertheless full of native life forms. Some of them are humans... Players will face all threats, but also other players.&#10;&#10;- There are two trading posts with taverns on the islands. Here you can make profitable deals, gamble (inviting other players too!), meet &quot;interesting&quot; people, arrange risky tasks or missions for which you will need cargo holds, passenger cabins or.... cannons.&#10;&#10;Each player builds a deck of Action Cards, which in fact is a set of useful tools, such as weapons, additional sails, maps, tactics or experts that can help in difficult situations, significantly affecting the chances of victory. Since the number of Action Cards is limited - you need to choose them wisely, according to your preferred strategy.&#10;&#10;- Since the game is designed for 1-4 players, and each player can command up to two ships (6 different types), spectacular sea battles are not uncommon on Misty Waters. (Especially when the Galleass of the conquistadors sails out of the harbor, fully loaded with gold and jewels, and everyone wants to get it.)&#10;&#10;- In addition to the players' ships, there are quite a few &quot;AI&quot; tokens on the board, such as pirate and conquistador ships, sea monsters, cannon batteries, rafts, and trapped chests in the sea vortex. You can also come across unique units, such as the Flying Dutchman.&#10;&#10;- To win the game you must become the governor of the Misty Waters. You can achieve this either by: winning an election, conquering a certain number of islands, acquiring the legendary Conquistador Treasure. Often the fate of the game is weighed until the last minute.&#10;&#10;- Players can choose team play against other teams, solo play or solo mode.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fighting",
      "Nautical",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Drafting",
      "Alliances",
      "Area Majority / Influence",
      "Deck Construction",
      "Dice Rolling",
      "Events",
      "Finale Ending",
      "Income",
      "Investment",
      "Moving Multiple Units",
      "Open Drafting",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twilight Imperium: Fourth Edition – Twilight Codex Volume I: Ordinian",
    "ID": 332157,
    "Year": "(2020)",
    "Geek Rating": "5.714",
    "Avg Rating": "9.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332157/twilight-imperium-fourth-edition-twilight-codex-vo",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "480",
    "Weight": "3.6667",
    "Description": "The Codex is a web-based publication that highlights rules updates and showcases new content for Twilight Imperium: Fourth Edition and its Prophecy of Kings expansion.&#10;&#10;This volume includes:&#10;3 alternative faction technologies&#10;2 alternative basic technologies&#10;5 alternative faction promissory notes&#10;20 additional action cards&#10;2 scenarios&#10;Several rule updates&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Civilization",
      "Economic",
      "Negotiation",
      "Political",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "Area-Impulse",
      "Dice Rolling",
      "Follow",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Once-Per-Game Abilities",
      "Trading",
      "Turn Order: Claim Action",
      "Variable Phase Order",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Twilight Imperium",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mes Premières Énigmes Animaux",
    "ID": 332167,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332167/mes-premieres-enigmes-animaux",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Guess who is hiding behind the illustrated clues!&#10;Three amusing illustratiins are shown to all the players. Water drops, a shell, antennae... it&rsquo;s a snail!&#10;A pasture, some wool, a shepherd...&#10;&#10;Which child will be the first to guess that it&rsquo;s a sheep?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Mes 1ères Enigmes (Bioviva)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Minimize",
    "ID": 332168,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/332168/minimize",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "25",
    "Weight": "0",
    "Description": "A card game where players try to minimize the range of six cards in their hand by swapping from the draw piles in order to challenge that they have the lowest score and go through to the next round. Your score is your highest card minus your lowest card minus any pro points and plus any bonus rule points.&#10;&#10;The MINIMIZE deck consists of 78 cards, with 13 different numbers, 13 different colours and 13 different shapes. The deck has been designed so that it avoids duplication of each number/colour/shape combination.&#10;&#10;On your turn you draw from one of the three draw piles and then discard a card. Some cards trigger actions such as being forced to swap more cards. Duplicate numbers deduct bonus points from your score (a good thing) but duplicate colours and shapes add points (a bad thing). When you think you have the lowest score you can challenge (but each player can only challenge once per round), and the player with the lowest score goes through to the next round, with play continuing. The last player left each round is eliminated and the player with the lowest score in the final round is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Deck Construction",
      "Highest-Lowest Scoring",
      "Player Elimination",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lots",
    "ID": 332171,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/332171/lots",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Lots is an abstract shareholding game with an unusual method of valuation.&#10;&#10;Players will build 5 &ldquo;Lots&rdquo; of objects collectively, taking shares in lots of their choice as the game progresses. Each lot&rsquo;s ability to score is dependent on the objects in lots to the right of it, so players will have to be clever to maximize the value of their own lots, sometimes sharing the spoils with other players to win.&#10;&#10;Lots is a game for 2-4 players and takes around 10-15 minutes to play, making it a perfect after-dinner or lunchtime game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hand Management",
      "Investment",
      "Semi-Cooperative Game",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eveden: Next level card game",
    "ID": 332172,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/332172/eveden-next-level-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Eveden: Next level card game is a two player card game playing on 25 squares arranged in an five by five grid. You are the representative of champion from one of the six region. You earn victory point by defeating enemy card. Normally, you earn victory point equal to the defeated enemy card. You immediately win the game when you earn 10 victory points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magnet-Auto-Spiel",
    "ID": 332182,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332182/magnet-auto-spiel",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The objective of the game is to navigate a car through a nature track using a magnet underneath the game board. A driving pole is used to move the magnet underneath the board. The player that navigates the car to the end of the track with the least mistakes, i.e. knocking over obstacles, in the least amount of time wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Betelgeuse: The Celestial Strategy Game",
    "ID": 332183,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/332183/betelgeuse-the-celestial-strategy-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Betelgeuse is an abstract game with a space theme; the 397-space hexagonal board depicts Betelgeuse in the center and six other stars near the corners. Players have a supply of stars in their colors.&#10;&#10;On a turn a player rolls two dice and places one star with each them; the number rolled determines how many spaces away the new star must be from a printed star (at the start of the game) or a player's own star (later on).&#10;&#10;Getting three of one's own stars adjacent in a triangle destroys opposing stars in a certain radius and prevents further play there.&#10;&#10;Each player also has a single black hole which can be placed to cause additional destruction, and there is a neutral comet piece which also destroys things; the comet is moved when a player rolls doubles.&#10;&#10;There is an advanced game in which players form &quot;solar systems&quot; by encircling empty spaces or the printed stars.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "22Mars",
    "ID": 332185,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/332185/22mars",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "150",
    "Play Time": "210",
    "Weight": "4.5",
    "Description": "22Mars is a very loosely connected sequel to 21Moon and gameplay wise a more complex bigger brother to 18Svea.&#10;&#10;100 years after 21Moon, the year is 2217 and the space race has moved from the Moon to Mars. Earth is suffering from climate crisis and over population. The players, space entrepreneurs, are building train tracks and colonies, creating a new bright future on the red planet while the risk for a revolt grows connected to how greedy the players becomes during the game.&#10;&#10;22Mars is an dystopian 18xx game set on Mars with variable map based on four interconnected megahexes and building track between variable value colonies depending on how many colonists are there.&#10;&#10;The story so far &ndash; deportation of convicts, mining and space tourism on Mars&#10;&#10;The year is 2217. Due to climate changes, the habitable parts of Earth are now heavily overpopulated. As one of several drastic measures to handle the population density, convicts on Earth are sent to colonies on Mars to work alongside androids and robots to build infrastructure for an alternative place to live. Ground-breaking technical leaps thanks to new hyper effective power source found on the moon have paved the way for time and cost-effective space travel, which in turn has made it possible to establish colonies on Mars. A number of corporations are contracted by the governments on Earth to build infrastructure necessary for building and supporting colonies on Mars. The first phase of Mars project focus on deportation of convicts from Earth, mining activities and space tourism for the privileged.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Connections",
      "Market",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Series: 18xx",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yard Builder",
    "ID": 332189,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/332189/yard-builder",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A relaxing drawing game where you design and layout the best yard on a grid. Combo unique yard features like trampolines, fountains and swimming pools to add to your curb appeal.&#10;&#10;For 1-99 players. Plays well over Skype or Zoom. Requires 3 20-sided dice. If you don't have d20's, there's a Yard Builder Dice Roller that you can load in any browser.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Coverage",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The GAMES 100 Game",
    "ID": 332191,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332191/the-games-100-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The GAMES 100 Game is played on two boards, one for each phase of the game. Some spaces on the boards show snippets of photos from the Games 100 (in the same issue).&#10;&#10;In phase one players move around the first board using chips numbered 1-3; playing a chip allows a player to move exactly that number of spaces. If a player lands on a space with a picture they claim it with a marker; other spaces have instructions which are followed. If a player cannot move they take one of the played chips.&#10;&#10;When a player has occupied enough photo spaces phase two begins on the second board; the player ending phase one gets to transfer their markers to this board, which block the other players. The first player to reach the ending space wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arma",
    "ID": 332198,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/332198/arma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Arma is a chariot racing game where two players alternate &ldquo;shooting&rdquo; a wooden disc called a chariot around an oval racetrack. Each player attempts a lap and a half around the entire board without being knocked into the gutter. The first player to successfully complete five of these laps will win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Racing"
    ],
    "Mechanics": [
      "Flicking",
      "Race"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Igni Ferroque: Great Battles of the Ancient World – Volume I",
    "ID": 332204,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332204/igni-ferroque-great-battles-of-the-ancient-world-v",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Igni Ferroque: Great Battles of the Ancient World places some of the most important battles in the ancient world at your fingertips.&#10;&#10;Complete maps, descriptions and army compositions that can be used with any Ancient rules set.&#10;&#10;The sands of time reveal the struggle of power and control for those who dare.&#10;&#10;Includes extra rules for SCUTARII.&#10;&#10;23 Battles featured: &#10;KADESH 1300 B.C. &#10;MARATHON 490 B.C. &#10;ASCULUM 279 A.D. &#10;CALLINICUM 531 A.D. &#10;BIBRACTE 58 B.C. &#10;MAGNESIA 190 B.C. &#10;TREBIA 218 B.C. &#10;PLATAEA 479 B.C. &#10;CUNUXA 401 B.C. &#10;ZAMA 202 B.C. &#10;ISSUS 333 B.C. &#10;HYDASPES 326 B.C. &#10;GRANICUS 334 B.C. &#10;CHAERONEA 338 B.C. &#10;ARGENTORATUM 357 A.D. &#10;CHALONS 451 A.D. &#10;NIHRIYA 1230 B.C. &#10;BABYLON 1225 B.C. &#10;AD DECIMUM 533 A.D. &#10;NEMEA 397 B.C. &#10;PHARSALUS 48 B.C. &#10;RAPHIA 217 B.C. &#10;PARAITAKANE 317/316 B.C.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Corinth",
      "Cities: Baghdad (Iraq)",
      "Cities: Châlons-en-Champagne (France)",
      "Cities: Isfahan (Iran)",
      "Cities: Strasbourg (Alsace, France)",
      "History: Barbarian migrations and invasions",
      "History: Byzantium",
      "History: Greco-Persian Wars (5th century BC)",
      "History: Punic Wars",
      "History: Roman – Gallic Wars",
      "History: Roman Civil Wars",
      "History: Roman Conquest of Italy",
      "History: Roman Empire",
      "History: Wars in the Ancient Near East",
      "History: Wars of Alexander the Great",
      "History: Wars of the Diadochi and Syrian Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ten-Twenty Grand",
    "ID": 332205,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/332205/ten-twenty-grand",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players attempt to reach a score of either 10,000 or 20,000 through rolls of six dice. Players must roll a minimum score of 500 and roll at least a one or a five to start in order to continue scoring. Subsequent rolls may be taken, though a player risks their scores by doing so. With each successive roll, players must roll a one or a five in order to keep scoring points. Point values vary depending on what type of roll a player gets (three of a kind, small straight, etc.), except for rolling six fives or six ones.&#10;&#10;In the case of rolling six fives, a player automatically reaches 10,000 points and becomes winner pro-tem. The remaining players each get one final turn in an attempt to beat that players&rsquo; score. In the event of rolling six ones, a player automatically receives 20,000 points, and gameplay follows the same as if a player rolls six fives. The player with the highest score exceeding 10,000 or 20,000 wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Domaniacal",
    "ID": 332207,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/332207/domaniacal",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Domaniacal is a fast paced, 2-5 player strategy card game. Played with domino cards, players take turns removing cards from their hands and stealing from other players to create a stack of cards. Once the draw pile is out, the player with the largest stack wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Matching",
      "Take That"
    ],
    "Families": [
      "Card Games: Matching",
      "Card Games: Shedding / Stops",
      "Crowdfunding: Kickstarter",
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "School Year Diary: NTK class",
    "ID": 332228,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332228/school-year-diary-ntk-class",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A co-op, school-themed, competitive, puzzle game for 1-4 players.&#10;&#10;You are a teacher, an energized person loving school and classroom. You have desires to direct your students torward the best outcome. Each student brings their unique personality to each classroom. Each unlocked event brings new challenges for all members of the class.&#10;&#10;You are going to:&#10;&#10;     Give out directives and all students will follow. They listen to you.&#10;     Collect unique items by unlocking experiences of your students. They share with you.&#10;     Collect medals when your students achieve the maximum score of a subject. You are rewarded.&#10;&#10;&#10;In Co-op mode (Cooperative), all players win together after collecting all medal rows on board.&#10;In Comp mode (Competitive), the 1 winner is determined by comparisons: have the most victory points (VP), have their turn earlier.&#10;&#10;The games featured random starting deck for each unique replay. The puzzle combinations, the directives in teachers' hand, the events and experiences to be unfold in each play are totally different.&#10;&#10;All students from the game add their personality to the progress of the game. Each student is unique, dependant to each other, you can play with any combinations you like.&#10;Because of that, players can actually design and print out their own students, their experiences and add to the game. Notes: the cards's designs do not need to follow the same as the game.&#10;&#10;The game mechanics revolve around basic geometric puzzle. Allow players to be flexible to enjoy learning the game earlier and mastering the game later.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Points",
      "Chaining",
      "Cooperative Game",
      "End Game Bonuses",
      "Events",
      "Hand Management"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lonely Cairn",
    "ID": 332232,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/332232/lonely-cairn",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Lonely Cairn is a solitaire game about finding the Northwest Passage in the mid 1800s. Modelled and based upon the ill-fated Franklin Expedition, players will need to equip their expedition and carefully chose what to take with them into the arctic. They will then sail though a channel of icy locations, facing deadly encounters along the way. They must reach the exit by the end of 8 turns, or face being locked in the ice forever.&#10;&#10;This is a print-and-play game, with two main decks of cards, some tokens and a series of location cards. All components (and some alternatives) are provided in the PNP files. Expect your first expedition to take around 30min, with follow up games lasting around 15-20min. There are a million ways to die in the Arctic, so carefully choose your supplies and read the ice well, and you just might secure the coveted prize of discovering the fabled Northwest Passage.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck Construction",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Illusions of Prestige",
    "ID": 332237,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/332237/illusions-of-prestige",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In the trick-taking game Illusions of Prestige, the magician players battle it out on stage with their best tricks, with the winner of a trick receiving points while losers gain support from apprentices and gather props to use for rule-breaking illusions.&#10;&#10;The game lasts one or three hands as you prefer. At the start of a hand, shuffle the deck of 54 cards &mdash; the standard 52-card deck, plus high and low jokers &mdash; then deal 13 cards to each player. (With two players, each player draws two cards, keeps one of them, draws two more cards, keeps one, etc. until each player has 13 cards.)&#10;&#10;The lead player of a hand plays a card, and everyone must follow suit if possible; if they can't, they can play any card. The highest card in the suit led wins the trick, and whoever played this card places it to the right of their player sheet.&#10;&#10;Every other player looks at the props depicted on the card they played, marks off each prop on their player sheet, then places their card to the left of this sheet. A player sheet has a number of special powers (illusions) listed on it, with 3-5 props underneath each illusion. As soon as you've marked off all the props on an illusion, you can use it, whether now or in the future. What's more, each player who lost the trick takes an apprentice token and places it in their reserve, where they can have up to three tokens. You can add these tokens to cards played in future tricks to increase the value of your played card. Transform a 10 into a Jack, Queen, or King!&#10;&#10;At the end of the hand, score points as follows:&#10;&#10;&bull; For each card used to win a trick, 5 points.&#10;&bull; For each completed illusion, 3-5 points based on the number of props.&#10;&bull; For each suit, whoever has the most cards of this suit to the left of their player sheet scores 2 points for each card; ties are friendly.&#10;&#10;After you've played the proper number of hands, whoever has the highest score wins.&#10;&#10;In the solo game of Illusions of Prestige, you deal two hands of 13 cards, look at them both, then keep one of them, shuffling the other one to represent your opponent. When you lead a trick, you flip cards from the opposing deck until you find one of the matching suit. When the opponent leads, you deal two cards and use the higher one. Cycle through discards as needed.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Score-and-Reset Game",
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Advanced Premier Soccer",
    "ID": 332247,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332247/advanced-premier-soccer",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "35",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Advanced Premier Soccer is a dice-driven simulation of English Premier League soccer based on actual league and player statistics and suitable for either solitaire or competitive play. Advanced Premier Soccer upgrades and expands the game system developed in the original Premier Soccer by including factors such as shot location, man marking, individual defensive ratings, professional fouls, and revised durability and fatigue rules for league play.&#10;&#10;Players take on the role of the manager - choosing a tactical formation and playing style, selecting a lineup, determining marking priorities, making changes in personnel and/or tactics, and dealing with the issues of player discipline and fatigue. The basic unit of play is the possession - defined as a period of extended control in the opponent's half of the pitch that may result in a shot. A typical game features 30-40 possessions and takes about 40-45 minutes to complete.&#10;&#10;All team and player ratings are based on actual statistics from the 2019-2020 EPL season. Team sets for 2020-2021 will be made available following the conclusion of the current season.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Saving Mansfield Park",
    "ID": 332249,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332249/saving-mansfield-park",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The historic estate of Mansfield Park has fallen into ruin. Franny Bertram, a descendant of some of Jane Austen&rsquo;s most beloved characters, has turned a few rooms into a bed and breakfast and is trying to restore more of it, but she needs your help to find small antiques she can sell to fund the project.&#10;&#10;Search the rooms of the mansion to find the valuable items and collector edition books before a hotel developer makes it up the walkway and inside the house. If she does, she&rsquo;ll take over the mortgage and tear the mansion down. Then Franny&rsquo;s dream will be no more. There is a secret passage which could help in the search, but you have to find it first.&#10;&#10;You get to make choices in how you conduct your search. The item tiles are scattered throughout the rooms face down, and their location changes each time you play. With a list of what you need, you can roll the dice to move throughout the mansion, picking up items when you find them. Each time you look at an item in a room, whether you collect it or not, you&rsquo;ll draw an action card which may take you to a different place, and that may change your strategy for your next turn. The action card may help the hotel developer move forward to the front door, and that puts the pressure on you and the other players to complete the search before she makes it inside.&#10;&#10;Since you also need to put together a set of collectible books, all of which are piled in the attic, it&rsquo;s your choice when to go there instead of rolling the dice. And then there is the location to the secret passage. Each player has cards that offer clues, but you&rsquo;ll need to know who has what to narrow down the possibilities. If you are the first to work out where it is, you&rsquo;ll be able to move freely throughout the house, but you&rsquo;ll have to decide if it&rsquo;s worth it to spend your turn on the search for it, or if your time is better spent in other choices. Players who are familiar with Jane Austen&rsquo;s books will recognize characters and situations, but no knowledge of them is required to play. It&rsquo;s all about the search!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Martinique au bout des doigts",
    "ID": 332258,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332258/la-martinique-au-bout-des-doigts",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "La Martinique au bout des doigts is a game to test your knowledge of the island of Martinique.&#10;&#10;A game for 2-3 teams of players who need to answer as many questions as possible for each card.&#10;&#10;The categories covers gastronomy, heritage, music, literature, geography, economy, fauna, flora, sport...&#10;&#10;It contains 200 cards, 3 pawns, an hourglass and a board&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Country: France",
      "Islands: Martinique (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operation Perfection",
    "ID": 332259,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/332259/operation-perfection",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players use the included tweezers to pick up the different ailment parts. But in this edition, they place them into the holes on Cavity Sam the way they're shown on the Operation card. The timer counts down as players hurry to insert the parts correctly. If they're successful, they keep the card and add up the points at the end of the game. If the timer goes off, all of the pieces pop!&#10;&#10;Contents: Game unit, 20 ailment pieces, 21 Operation cards, tweezers and instructions.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Components: Tweezers",
      "Game: Operation",
      "Series: Game Mashups (Hasbro)",
      "Series: Perfection (Lakeside Industries)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "República Bananera",
    "ID": 332260,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/332260/republica-bananera",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Republica Bananera is a party game created using black Spanish humour.&#10;&#10;In this party game the President of the Republica Bananera will pick a red card with a blank space and other players will then choose and play a punchline card to fill in the blank. If their card is chosen they become the new Presidents of the Republica Bananera. If you are chosen 7 times you will be able to raise as a dictator and win the game&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Voting"
    ],
    "Families": [
      "Food & Drink: Bananas",
      "Mechanism: Judging Games",
      "Misc: LongPack Games",
      "Series: Cards Against Humanity-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der lustige 7ner",
    "ID": 332261,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332261/der-lustige-7ner",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player gets a game card and rolls two dice each turn. The result is covered with a game token on the game card. If a result is already covered it is only covered a second time, if the result consists of two identical numbers (f&uuml;r instance 4 and 4). On the roll of a 7 one token is removed from every number on the card. If the whole 2nd row is covered, the player uses only 1 die for the rest of the game.&#10;&#10;The first player to cover all numbers on his card, wins the game.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sea Monsters Battle",
    "ID": 332264,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/332264/sea-monsters-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In this matchbox-sized game, players are sending sea monsters out to battle each other.&#10;&#10;Each player draws a hand of three sea monster cards and rolls three dice. Then, they each select one card and one die to send into battle. Players receive a point if their die matches the value on the card.&#10;&#10;If both or neither players match -- or if the &quot;Man&quot; sea monster card is chosen, then the player with the higher die value wins.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Volley and Charge!",
    "ID": 332269,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332269/volley-and-charge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Volley and Charge!&#10;&#10;These rules are 1 page long.&#10;&#10;They are intended for a quick and simple horse and musket game set in the middle of the 18th Century, using 25-30mm model solders.&#10;&#10;They are meant for use at conventions or when time is short.&#10;&#10;They are cut-to-the-bone version of Steady Bayonets 1756.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Seven Years War",
      "History: War of the Austrian Succession",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elekt: Intrygi",
    "ID": 332270,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332270/elekt-intrygi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion for true fans of the game Elect. The title Intrigues completely change the rules, forcing them to adopt new strategies. We randomize the plot or choose it before starting the game. The rule introduced by it will last for the rest of the game and will work for all players. This could be, for example, introducing a hand limit or limiting the number of attribute tokens. The plot can also introduce a new card into the game - this is how Bleeding Heart works - a card in the court's stanza that provides 2 Privileges and changes the ending condition. The Intrigue expansion also features new Missions and Influence allowing you to spend resources in exchange for Titles - get ready to get them. If you have nothing to sacrifice, you will walk away empty-handed by your opponents.&#10;&#10;The set includes 24 cards:&#10;&#10;    6 Unit cards&#10;    3 Influence cards&#10;    3 Mission cards&#10;    8 Intrigue cards&#10;    2 Privilege cards&#10;    1 Bleeding Heart card&#10;    1 instruction sheet&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Elekt"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elekt: Artefakty",
    "ID": 332271,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332271/elekt-artefakty",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Collect filthy artifacts that will save your honor or plunge your opponent. The new card type offers previously unavailable actions, such as avoiding zone abilities or playing cards during the skirmish phase. Use artifacts in a creative way by surprising your opponents.&#10;&#10;Artifacts are the biggest expansion pack to the Elect game so far.&#10;The set includes 30 cards:&#10;&#10;     8 Unit cards&#10;     18 Artifact cards&#10;     3 Privilege cards&#10;     instruction card&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Elekt"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elekt: Minstrel",
    "ID": 332272,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332272/elekt-minstrel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The expansion introduces a new Minstrel Basic Unit and 4 Melody sets (Melody cards are marked with a note in the upper left corner). The rules of the expansion pack come into play if one of the Basic Units in your game is the Minstrel. Then give each player a set of Melodies (the set contains 1 copy of each type of Melody).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Elekt"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bannum & Bellum",
    "ID": 332273,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332273/bannum-and-bellum",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Sinopsis:&#10;The world is in war. War brings conflict, and violence and greed bring profit. You are a mercenary leader, a general. You have no land nor flag, and tou crave fortune, be it power, wealth or knowledge. The Lords you work for have given you the resources to fight their battles. Be cunning and lead your troops to voctory. Win the war!&#10;&#10;Description:&#10;BELLUM is a card game where players take the role of a war General. They will choose their units and send them to the battle.&#10;&#10;Each battle takes place in a Battleground, where the players will put their cards to work for 1 coin each. The cards have different units, and they can combine with each other in different ways, supported by their Commander. The players&rsquo; objective is to arrange their troops in the best possible way to maximize their score.&#10;&#10;When the battle (round) is finished, the winner will claim the Battleground and this will count as a victory.&#10;&#10;The player who first achieves the objective number of victories will be the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skyline Express: Bags & Belongings",
    "ID": 332279,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332279/skyline-express-bags-and-belongings",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Skyline Express Bags &amp; Belongings is a super easy to explain expansion, that adds a new layer of decision making to the game. Passengers' luggage needs to be properly stored. Pick the right type of luggage at the right time to gain points , additional actions and ticket tokens.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Rat's Lair",
    "ID": 332287,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/332287/the-rats-lair",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The rat&rsquo;s lair is the first adventure in a series of mini solitaire card games. Each adventure is a stand-alone game that requires you to collect various items to help you defeat the evil Lord Zadorf in the final adventure.&#10;&#10;The rat&rsquo;s lair is a tile placement game where you must venture into the foul smelling, rat infested sewers in search of five artefacts lost long ago in the great floods.&#10;&#10;Explore the vast sewer network by connecting stepping stones and search for the five missing artefacts whilst avoiding the killer rats which infuriatingly block your path.&#10;&#10;Find torches to help you progress through the pitch black tunnels, poisons to help you avoid the rats, and collect as many artefacts as you can before making your way back to the sewer entry point &ndash; easier said than done!&#10;&#10;Just making it out of the sewers with your life could be seen as a success, but you are going to need at least one or two artefacts to help you in your quest against the evil Lord Zadorf. Three or four would be preferable and escaping with all five should be your ultimate goal, but may be a step too far!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grid Blocked",
    "ID": 332288,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332288/grid-blocked",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Grid blocked is a fast paced 2 to 8 player game where players take turns rolling the dice and placing tiles to create different patterns. Players that get the best combo of shapes boost their points. Players interact with one another with their actions to get the most points each round. The first player to reach 100 points wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Grid Coverage",
      "Highest-Lowest Scoring",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Champagne Ardenne",
    "ID": 332291,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332291/trivial-pursuit-champagne-ardenne",
    "Min Players": "2",
    "Max Players": "36",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Discover or rediscover the region Champagne Ardenne, in North-east France, in 1800 questions in 6 categories by playing with this edition of the Trivial Pursuit.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Country: France",
      "Game: Trivial Pursuit",
      "Region: Champagne (France)",
      "Series: Trivial Pursuit – Editions Régionales (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feisty Dice",
    "ID": 332292,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/332292/feisty-dice",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A Wagering Game for 3 to 6 mostly grown-up Adults.&#10;&#10;The game consists of a number of rounds in which players draw tiles, play a dice game and then resolve the results to hopefully increase their money (called &quot;shekels&quot;  and represented by various coloured chips representing various denominations).&#10;&#10;The tiles come in two colours and two levels. The beginning, or &quot;Scout&quot;, level orange tiles represent which game of four - Read Your Mind; More or Less; None the Same; or Knock Knock is to be played in that round. The beginner blue tiles are &quot;Escapade&quot; tiles, which give the player special powers. The advanced (Sage) tiles introduce more game options and new Escapades.&#10;&#10;Each player begins with a set amount of shekels, a player guide which shows each game and the particular rules for that game, and a blue tile. The remaining tiles are placed in the provided pouch. On one's turn, the player draws a tile and resolves the outcome - either play the indicated game (orange tile) or if a special power blue tile is drawn, decide on whether to keep or use that tile. The game continues until there are no more tiles to be drawn from the pouch.&#10;&#10;The player with the most value in shekels is declared the winner.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Champagne Ardenne: Toute la Champagne-Ardenne en 1000 questions",
    "ID": 332293,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332293/champagne-ardenne-toute-la-champagne-ardenne-en-10",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A simple trivia game about the region of Champagne-Ardenne in North-east France.&#10;&#10;As long as a player answer questions she/he can keep rolling the dice.&#10;&#10;The winner is the first player to collect 5 city-stages, in any order.&#10;&#10;1000 questions in 5 categories:&#10;&#10;     History,&#10;     Culture &amp; traditions,&#10;     Science &amp; nature,&#10;     Geography &amp; tourism,&#10;     Sport &amp; contemporary life  &#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: France",
      "Region: Champagne (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperial Armour: Index – Forces of the Adeptus Astartes",
    "ID": 332294,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332294/imperial-armour-index-forces-of-the-adeptus-astart",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "This is the complete reference book for using Forge World's range of Adeptus Astartes models in apocalyptic games of Warhammer 40,000.  Within this book are over 70 updated unit datasheets for the heroic commanders of the Space Marine Chapters and the tanks, aircraft, artillery, and Dreadnoughts under their charges, as well as the Grey Knights, Inquisition, and the Sisters of Battle.&#10;&#10;With some of the most devastating vehicles and venerable heroes know to the Imperium available as reinforcements for the Space Marines, Imperial Armour contains vital reinforcements for beleaguered Space marine commanders int he unending war against the foul hordes of the mutant, the traitor and the alien.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Eighth Edition)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder of Crows: \"'Twas the night before Christmas\" Promo Card",
    "ID": 332295,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332295/murder-of-crows-twas-the-night-before-christmas-pr",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Free promotional card for Murder of Crows card game. This card adds an additional &quot;M&quot; card for building your murder.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Murder / Mystery",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Spelling",
      "Take That"
    ],
    "Families": [
      "Holidays: Christmas",
      "Promotional: Cards",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pays Basque: Tout le Pays Basque en 1000 questions",
    "ID": 332297,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332297/pays-basque-tout-le-pays-basque-en-1000-questions",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A simple trivia game about the Basque country region Pays Basque, in South-west France and North-west Spain.&#10;&#10;As long as a player answer questions she/he can keep rolling the dice.&#10;&#10;The winner is the first player to collect 5 city-stages, in any order.&#10;&#10;1000 questions in 5 categories:&#10;&#10;     History,&#10;     Culture &amp; traditions,&#10;     Science &amp; nature,&#10;     Geography &amp; tourism,&#10;     Sport &amp; contemporary life  &#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: France",
      "Country: Spain",
      "Region: Basque Country"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fearless Franco",
    "ID": 332299,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332299/fearless-franco",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Franco is an aging stunt daredevil. He wants to jump 10 more years and retire on top. His close associates include his trusty mechanic, his unethical doctor, and his gold-digging girlfriend.  And there are also side-betting spectators.&#10;&#10;Franco earns money and glory from completing jumps. The other players earn money from the cards they play. Every player has their own agenda. So the game can change from a co-op game to a screw-your-neighbor game in a second.&#10;&#10;Each player has their own deck of cards and play cards during a turn. The cards might earn you money, or affect the next jump, or help/harm another player. Some cards are LD cards and laid down and then have benefits for every turn. The most important card is a players Hold card. It is placed face down and is a player's end-game strategy. Are you betting on Franco landing a great jump, or trying to profit from his fiery death.&#10;&#10;Every few turns/seasons Franco will perform a jump. It could be a luck jump by rolling a die, or a skill (dexterity) jump by sliding his vehicle token up a ramp and onto a target. Bad jump landings result in damage to Franco's vehicle and injuries to himself. His mechanic will need money to repair Franco's vehicles, and his doctor will try to double bill for any hospital visits.&#10;&#10;Each turn is a season of the year. So a game could last all 40 turns/seasons. However, the game could end abruptly if Franco dies or is forced into retirement because of excessive injuries. When the game ends, the player with the most money or glory wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Alliances",
      "Bribery",
      "Finale Ending",
      "Income",
      "Negotiation",
      "Slide / Push",
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Defenders of the Realm: The Hero's Calling",
    "ID": 332303,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332303/defenders-of-the-realm-the-heros-calling",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A character-building expansion for Defenders of the Realm/&#10;&#10;The King&rsquo;s call to arms brings forth the finest Heroes to defend the Realm against a Darkness that engulfs the land. In this expansion, players will construct unique Heroes by combining power abilities and traits to battle the tainting of the realm. New Heroes come forth to answer the call!&#10;&#10;In The Hero's Calling players will construct new characters by combining new abilities from 3 different types. The combination of these new abilities create powerful new Heroes to defend the realm against the Darkness.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Defenders of the Realm"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Royal Show Hand",
    "ID": 332304,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332304/royal-show-hand",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Royal Show Hand, players are ministers of the king, struggling to become the most influence person in the king&rsquo;s court. But be careful, your king is very sensitive. He will not allow others have more influence than him in his own court.&#10;&#10;In the game, players will collect a card pattern like a poker game in front to them, while your king will also form a card pattern in front of him.&#10;&#10;At the end of game, the player who has highest pattern rank but lower than king&rsquo;s pattern rank will win the game. If all players&rsquo; pattern rank are higher than king&rsquo;s pattern rank, the player who has lowest pattern rank will win the game.&#10;&#10;This game's basic rule can be played by a standard playing card deck.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vocational Guidance for Androids",
    "ID": 332305,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332305/vocational-guidance-for-androids",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Ever since our human creators were removed from the planet, many utility androids have lost their purpose. It is the Vocational Guidance Councillor&rsquo;s task to decommission these androids. To avoid this fate you, as a poor carpet sweeper, will have to scavenge through discarded programmes and assimilate their code in order to prove to the councillor that you are worthy to sweep the streets.&#10;&#10;As an ageing, defunct android, devoid of purpose, you must change your programming in order to avoid decommissioning by the Vocational Guidance Councillor.&#10;&#10;During your turn, you will allocate action points across four rows of actions that you can perform with the aim of clearing the clutter, collecting energy cubes and purchasing code upgrades.&#10;&#10;Initially, each row has a single action, but as you obtain additional programme cards to improve your Android&rsquo;s &ldquo;engine&rdquo;, the more actions can be performed.&#10;&#10;The game plays over eight rounds.  Each round, a new programme card is revealed, clutter and energy is distributed across the three locations and the Vocational Guidance Councillor is moved.  Players then allocate their action cubes to clear the clutter and collect energy cubes in order to obtain new programme cards.&#10;&#10;The programme cards contain a mixture of VP, common actions as unique actions.&#10;&#10;The objective of the game is to have the most VP by the end of the last round.  In addition to VP shown on the programme cards, VP is also gained by storing clutter on the programme cards.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Resource to Move",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Micro Dungeon",
    "ID": 332306,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/332306/micro-dungeon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Micro Dungeon is a simple and fast-played Card based Solo Dungeon Crawler set in a fantasy world full of Monsters.&#10;&#10;In Micro Dungeon the player controls a hero who has to find the way out of the dungeon.&#10;&#10;On his way through the modular dungeon he has to face various monsters, find keys to open doors and collect equipment to level up his hero.&#10;&#10;But be careful, no part of the dungeon is safe, as dangers lurk everywhere.&#10;&#10;Can you find the exit or will the monsters tear you apart first?&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Adventures Adventskalender: Der mystische Express",
    "ID": 332307,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/332307/escape-adventures-adventskalender-der-mystische-ex",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Escape Adventures as an advent calendar. Help save Christmas by solving puzzles. Solve one of 24 riddle every day until Christmas. Only the right solutions leads you to the door for the next day. Included are mysterious objects, digital extras and an hourglass.&#10;&#10;Information and solutions can be found online along with a time tracker to find out where you stand in comparison to other puzzlers.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Misc: Advent / Christmas / Jule calendar game",
      "Series: Escape Adventures (TOPP)",
      "Series: Escape Experience Adventskalender (Frechverlag)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frogs on a Lily Pad Game",
    "ID": 332310,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332310/frogs-on-a-lily-pad-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Frogs on a Lily Pad provides hours of fun for kids while teaching them their numbers. Who can collect the most frogs? Get it, play it, Enjoy!&#10;&#10;How to play:&#10;&#10;&#10;     Spin the Spinner&#10;     Pick a number card that matches your spin&#10;     Collect Frogs&#10;&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "5-Minute Dungeon: Big Box",
    "ID": 332312,
    "Year": "(2018)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/332312/5-minute-dungeon-big-box",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "5-&shy;Minute Dungeon is a chaotic, co-&shy;operative, real-&shy;time card game in which players have only five minutes to escape the randomized dungeon. Communication and teamwork are critical to survival because there's no time to form a carefully considered plan &mdash; and no predicting what dangers lie ahead.&#10;&#10;In more detail, players assume the role of one of ten heroes, each with special cards and abilities. Once the five-minute timer starts, the race is on to defeat all the monsters inside the dungeon. In order to defeat a monster, players must match symbols from their hand with ones on the monster's card. At the end of each dungeon is a powerful dungeon boss &mdash; and after the first boss is defeated, the campaign continues to the second boss. Each boss, and each randomized dungeon, gets harder until players reach the fifth and final boss.&#10;&#10;Also included, Curses! Foiled Again! is an expansion for 5-Minute Dungeon that brings new challenges and abilities to the party in their quest to defeat the Dungeon Master. The expansion adds Boss Cards to the Dungeon, two new heroes (Druid and Shaman), and powerful Artifacts that can be activated once per dungeon to help the party. This expansion also adds support for up to 6 players.&#10;&#10;Also included in the Big Box are several Kickstarter only exclusives all bundled together in a limited-edition Curses-themed 10.5&quot; x 10.5&quot; box!&#10;&#10;This is a Kickstarter Edition. It includes the kickstarter booster:&#10;- 2 New Bosses&#10;- A Deck with 25 new cars [15 Doors + 10 Challenge Cards]&#10;&#10;NOTE: It doesn't include the &quot;Baby Barbarian Figurine (with blood in the sword)&quot; like in the kickstarter base game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Move Through Deck",
      "Real-Time",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: 5-Minute (Connor Reid)",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "For Whom The Dice Rolls",
    "ID": 332318,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/332318/for-whom-the-dice-rolls",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "For Whom The Dice rolls is a set of innovative tabletop wargame rules for Brigade and Divisional battles in the Spanish Civil War.&#10;&#10;The basic unit for the game is the battalion, and battalion level tactics are the foundation of the game, within the structure of one or two brigades aside (although the system will cope with more and will function for multiple divisions) . &#10;The rules enable the early &quot;column&quot; period of the war to be played, as well as the more formal battles that arose as the war went on. &#10;Troops are differentiated by their training and political commitment, to simulate the wide variety of forces that took part.&#10;&#10;Command and control is driven by a normal pack of playing cards but is not completely random. &#10;Players are dealt a hand of cards each turn based upon the effectiveness of their army's command structure and the willingness of the component parts to co-operate with each other.&#10;&#10;The system enables coordinated actions to take place, but they need to be well planned and are subject to greater risk and place more strain upon the use of command resources.&#10;&#10;The rules are intended for using with 15mm figures, based to popular game basing conventions, but will work equally well with smaller and larger sized figures.&#10; A full description of the mechanisms can be found on the &quot;Wargaming For Grown Ups&quot; blog.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Spanish Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carbon Control",
    "ID": 332319,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332319/carbon-control",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A board game with an organic chemistry theme, not requiring any chemistry knowledge to play.&#10;&#10;Playing is centered around collecting carbon atoms, which act as the currency of the game, collecting molecule cards from different functional groups, building molecules to secure the atoms and receiving test tubes that gives a player different advantages and abilities. The player first to collect six different test tubes is winner.&#10;&#10;Carbon atoms can be exchanged for other types of atoms as well as regulating an e-level, which must be kept in certain limits. Every time a player passes the Start square on the board all atoms that are not built into molecules are lost.&#10;&#10;In an advanced mode other players molecules can be attacked and destroyed.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Educational",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Command Cards",
      "Dice Rolling",
      "Income",
      "Lose a Turn",
      "Market",
      "Ownership",
      "Random Production",
      "Secret Unit Deployment",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Necromunda: Underhive – Ancient Vox Box Tactics Card",
    "ID": 332329,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332329/necromunda-underhive-ancient-vox-box-tactics-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Promo found in White Dwarf issue 458 from November 2020.&#10;Play this card when activating a fighter.&#10;When this card is played, decide how many times the activating fighter will turn the crank (1 to 3 times). roll that many D6, add the results together and check the effect.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Magazine: White Dwarf",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adeptus Titanicus: The Horus Heresy – Venerable Machine Spirit Stratagem Promo Card",
    "ID": 332332,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332332/adeptus-titanicus-the-horus-heresy-venerable-machi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "250",
    "Weight": "0",
    "Description": "This promo card was included in the November 2020 issue of White Dwarf Magazine along with promos for 4 other games. It is a &quot;Tricks and Tactics&quot; Stratagem card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Fictional Events: Horus Heresy",
      "Game: Adeptus Titanicus – The Horus Heresy (Games Workshop)",
      "Magazine: White Dwarf",
      "Players: Two-Player Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kampen om Karlskrona",
    "ID": 332340,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/332340/kampen-om-karlskrona",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kampen om Karlskrona is a game about the Swedish city of Karlskrona. The mechanics is, roughly, a mix of Monopoly and Trivial Pursuit where most of the questions are about the city and it&acute;s history.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ex nihilo",
    "ID": 332347,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/332347/ex-nihilo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ex nihilo is a highly tactical and quite novel stack-fighting game with an emergent checkmate-esque win condition. The novelty of this game lies in its central gimmick: Every move consists in moving a stack. In this sense it is a pure movement game. Yet, the game features both placement and captures.&#10;&#10;Rules:&#10;The game is for 2 players and is played with stackable pieces of two colors on a hexagonal arrangement of hexagons (a hexhex board). The board starts out empty. The game is over as soon as one player is unable to make a move. The other player is then the winner.&#10;&#10;Movement &ndash; overview: &#10;Stacks move along straight open lines and grow when they move away from the center cell. This game is unusual in allowing movement of stacks containing 0 pieces. It is by growing these that pieces get onto the board in the first place.&#10;&#10;Movement &ndash; details: &#10;On your turn, you must move a stack not topped by an enemy piece to an empty cell reachable through an unbroken line of empty cells. By convention, a single piece is considered a stack of size 1 and an empty cell is considered to contain a stack of size 0.&#10;&#10;If, after you have moved a stack, it is farther away from the center cell than before it was moved (measured in number of steps), its size is increased by 1 per step further away from the center it now is. This is effected by adding pieces to the top of it from your hand.&#10;&#10;You may move a proper part of a stack by splitting it.  That is, if a stack contains several pieces you can choose to only move the top n pieces, given that you do not change their order, for any number n less than the number of pieces in the stack.&#10;&#10;You may also move a whole stack, but only on the condition that you move it farther away from the center cell. A consequence is that moving a whole stack always results in its size increasing. Together with the convention that empty cells contain stacks of size 0, this also has the consequence that you can effectively place a new stack on the board by moving a stack of size 0.&#10;&#10;Note that nothing special happens to the cell you moved the 0-stack from &ndash; it still contains a 0-stack.&#10;&#10;Capturing &ndash; overview: &#10;Flanked enemy stacks are captured by being taken hostage for a move. Capturing is obligatory: If a capturing move is available, a capturing move must be made.  The winner will be the player who manages to force their opponent to capture an immovable stack.&#10;&#10;Capturing &ndash; details: &#10;If (and only if) the top piece of a stack is of your color, it is said to partake in flanking an enemy stack if (i) this enemy stack is exactly in the middle of a line of otherwise empty cells going from the flanking stack to another one of your stacks, and (ii) all three of these stacks are of the same size.&#10;&#10;If, after you have moved a stack, it partakes in flanking one or more enemy stacks, you must immediately move one of these enemy stacks. Except for the obvious difference that you are moving an enemy stack, all normal rules apply to this move. For example: If the captured stack grows (if you move it farther away from the center cell, that is), it grows by the addition of pieces of your color, so situations where this hostage move must itself be a capturing move are possible. Such chaining of captures must continue until you capture a stack that is not in a position to continue the chain. Growing captured stacks is the only way to take ownership of them more permanently.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Black Bolt and Medusa",
    "ID": 332360,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332360/marvel-crisis-protocol-black-bolt-and-medusa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Blackagar Boltagon, known as Black Bolt, is the king of the Inhumans, a strain of humans genetically engineered by the Kree Empire to be living weapons. With his voice, Black Bolt harness immense power. When he speaks, he can produce a shockwave able to level a whole city. Even a whisper from Black Bolt renders his enemies feeble and broken. He has endured rigorous conditioning to control this power, choosing to remain totally silent. Only in defense of his people does Black Bolt unleash this power of his destructive voice.&#10;&#10;Medusaligh Amaquelin-Boltagon, or Medusa, is the wife of Black Bolt and queen of the Inhumans. Through exposure to the Terrigen mists, she gained psychokinetic control over her hair. Each strand is stronger than steel and she can manipulate them like an array of countless appendages. She can whip her hair faster than the speed of sound or use it to bind someone in place. Medusa's control of her hair is so precise that she can use it to perform work as delicate as picking a lock or threading a needle.&#10;&#10;Contents:&#10;1 Black Bolt Miniature&#10;1 Medusa Miniature&#10;2 Bases&#10;2 Character Stat Cards&#10;4 Team Tactic Cards&#10;1 Crisis Card&#10;1 Affiliation Card&#10;12 Tokens&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Crystal and Lockjaw",
    "ID": 332361,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332361/marvel-crisis-protocol-crystal-and-lockjaw",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Crystalia Amaquelin is a princess of the Inhuman Royal Family and younger sister of Medusa, the Queen of the Inhumans. Like other Inhumans, Crystal was exposed to the Terrigen Mists at a young age to gain powers through Terrigenesis, acquiring the ability to psionically control the classic elements of air, earth, fire, and water. Crystal is often accompanied by her loyal companion, Lockjaw.&#10;&#10;Lockjaw is a giant Inhuman bull dog with the power of incredible teleportation. He serves the Inhuman Royal Family as an escort and loyal protector-as well as a means of transportation. Lockjaw can teleport himself and those nearby anywhere he desires on the Earth or Moon. Lockjaw can also psionically track scents across dimensions and has an empathic bond to those he protects. If his wards are ever in danger, Lockjaw fiercely protects them with his incredible strength.&#10;&#10;Contents:&#10;1 Crystal Miniature&#10;1 Lockjaw Miniature&#10;2 Bases&#10;2 Character Stat Cards&#10;2 Team Tactic Cards&#10;11 Tokens&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Plantel",
    "ID": 332362,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/332362/plantel",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3",
    "Description": "In Football Season, players take on the role of managers of a football club and need to control various aspects of the team such as hiring players, lineup, training, medical department and also taking care of the team's image. Over the course of 4 seasons the teams will dispute the national championship and fight for the title, but the opponents are not easy and it will be necessary to invest in the right areas to have the best team of all time.&#10;&#10;Choose your starting 11, face the best teams in the tournament, but watch out for injuries that can take your ace off the field. Invest in a good coach or improve your training conditions, send scouts to attract new talents and even compete in the Cup for chances to increase your income. In the end, the best manager will be the one who has achieved the most success with his new club.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Market",
      "Simultaneous Action Selection",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alsa Ludo",
    "ID": 332364,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/332364/alsa-ludo",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "With Alsa Ludo, rediscover alone, with family or friends, the cultural riches of Alsace, by playing with 160 puzzle cards with detailed statements.&#10;&#10;Among the many topics covered; Castles of Alsace &amp; Alsatian Traditions: construction and specificities of many castles, famous people or families, significant events, village festivals, local law, gastronomy, costume, dialect, legends, tourist routes, music...&#10;&#10;Object of the game: reach 10 points!&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Country: France",
      "Players: Games with Solitaire Rules",
      "Region: Alsace (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Page WWII: Tank War Ardennes",
    "ID": 332365,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/332365/one-page-wwii-tank-war-ardennes",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "Cadet!&#10; You are a tank commander during the Battle of the Bulge in WWII. &#10;The Ardennes forest is a harsh climate, and the cold December timing of the battle is sure to try you and your crew. &#10;Your orders are to sweep the area for German units and drive them back, clearing the way for the Allies to invade Germany and END THIS WAR!&#10;&#10;One Page WWII: Tank War Ardennes is a solitaire roll and write wargame where you record everything on a single sheet of paper.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Belgium",
      "History: World War II (Battle of the Bulge)",
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magnytour Profil: Championnat d'Europe",
    "ID": 332366,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332366/magnytour-profil-championnat-deurope",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "190 km of flat is on the program in 2019 for the title.&#10;&#10;Theoretically, it's an ultra-flat profile in the Netherlands which should allow sprinters to become European champions, but beware of the verges.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Netherlands",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carbondale",
    "ID": 332367,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/332367/carbondale",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Carbondale is a tile-laying game played with standard playing cards. Players have just moved to the small town of Carbondale, and lay cards in a grid representing the social and business networks they are working to develop. By playing clubs, they can win hearts; by buying spades, they can gain diamonds. The winner is the first to have in their networks three hearts and seven diamonds, or three diamonds and seven hearts. If a card in a player's network is not sufficiently protected, it is vulnerable to take-over by opponents. Players will need skill in tile-laying to advance quickly and safely, and will have to carefully manage their hand to balance cards for offense, defense, and building.&#10;&#10;The only equipment required is standard decks of cards.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Ladder Climbing",
      "Tile Placement"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Card Revoked: Still Petty Edition",
    "ID": 332368,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332368/black-card-revoked-still-petty-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Black Card Revoked: Still Petty Edition is a 36-card expansion for any edition of Black Card Revoked created in partnership with website The Shade Room.&#10;&#10;Petty (2017) / Still Petty (2018) - Expansion packs with cards dedicated to all-around pettiness, celebrity tea spilling, and shade throwing, Still Petty edition contains 36 new cards. Example photos show different cards in each set. Both sets were on sale at the same time. Originally called Petty edition.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Player Judge",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Mechanism: Judging Games",
      "Theme: African Americans"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stronghold: Undead (Second Edition) – Phantom Dragon Expansion",
    "ID": 332371,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/332371/stronghold-undead-second-edition-phantom-dragon-ex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Use Phantom Dragon to destroy the gate for alternate win condition: Destroying the third gate equals breaching the stronghold and fulfilling the Invader's Victory condition.&#10;&#10;As a necromancer you will be able to raise the most powerful of your units, The Phantom Dragon. He will be beating down on Stronghold's newfound gates, making it another possible route to victory. It will not stop. Each time you will put mana into summoning it, it will grow stronger. However, that's not the only way Phantom Dragon grows. He will be also powered up by panic on the walls. For ever point on panic marker this creature will grow stronger.&#10;&#10;This expansion is a redesigned version of the old rules for Gate from the first edition of the game. It includes new rules for Invader and Defender side.&#10;&#10;So brace for impact poor souls inside a stronghold, because the real nightmare just started.&#10;&#10;&#10;Note: Although it was delivered in a small separate box, one of its components (a big gate token, which would not fit in this small box) was included INSIDE the KS edition of the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  }
]