[
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: Showdowns-3",
    "ID": 104102,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104102/babylon-5-wars-showdowns-3",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Third in the series, Number Three includes tons of rules, background and scenarios for more of your favorites from the Babylon 5 Wars universe! Included: new construction Earth Alliance ships (Warlock Advanced Destroyer, Cronos Attack Frigate, Delphi Advanced Scout, and Apollo Bombardment Cruiser), the Streib Collectors (an alien race bent on capturing and studying others), the Protectorate War (fought between the Minbari Protectorate and an aggressive Raider faction called the Imperial Star Legion), and the Kirishiac Lords (more ships and background for everyone's favorite Ancient race from the Shadow War supplement). Also included: the complete ELINT and Skin Dancing rules and a list of all changes and updates from the Rules Compendium and Ships of the Fleet! Yes, it's another fantastic supplement you can't do without!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: Showdowns-4",
    "ID": 104103,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104103/babylon-5-wars-showdowns-4",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This issue of the Showdowns series is a follow-on to THE DILGAR INVASION (BW-103), the hottest new B5W product of 2000! With this book you can play the entire Dilgar War in scenarios, using over 20 different scenarios including the huge Final Battle at Omelos - a battle so big we had to break it into four parts! Of course, we couldn't do a book like this without ships, so you'll find more than 20 new vessels inside - such as Jha'Dur's personal Mishakur Dreadnought, and ships for the Abbai, Brakiri, Markab, Llort, and other races involved in the Dilgar War! And, as if we hadn't already packed enough cool stuff into one book, we've even added an entirely new race, the Descari Committees! How could you possibly live without this product?&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: Showdowns-5",
    "ID": 104104,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104104/babylon-5-wars-showdowns-5",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This latest chapter in the Showdowns series focuses on the War of Retribution. Included you'll find an intensely detailed history complete with maps, describing the War from start to finish at a level never before seen. Ten new Narn and Centauri ships and variants (such as Orieni-era mothballed Centauri hulls) are provided. There's also a new race (the Corillani Theocracy) who attempted to get involved in the War, complete with history, technology, and ships &amp; fighters to enjoy. Play the entire Narn-Centauri War in scenarios, with over 25 different scenarios provided for your enjoyment! This is an ideal companion volume to the out-of-print BW-105 and BW-156, as it expands on the War of Retribution without duplicating any material found in those products!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: Showdowns-6",
    "ID": 104105,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104105/babylon-5-wars-showdowns-6",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This entry in the Showdowns series focuses on the League Wars fought during the 2250s. Included are the Gaim Great Conquest March against the Descari, and Drazi attempts to invade Brakiri and Balosians. Rules for tactical campaigns are included, enabling players to design their own scenarios on the fly! A full suite of 38 new ships and fighters are provided for Balosian, Brakiri, Descari, and Gaim forces, such as the Balosian Lahas Command Cruiser, Descari Norva Gunboat, Gaim Laska Battlecruiser (a Centurion hull), and more! This one's not to be missed!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: Showdowns-7",
    "ID": 104106,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104106/babylon-5-wars-showdowns-7",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This book is an ideal companion to the League of Non-Aligned Worlds-2 supplement (BW-107). It includes new ships, rules, officers, improvements, technology, and scenarios for the races in League-2, such as: new Hyach specialists, special Grome railgun shells, elite officers for a dozen races, and more! Ships include the enormous Cascor Qoccata Supercarrier and flexible Ipsha Scout Wheel, plus OSATs and bases for every League-2 race and a dozen other ships and units! As a special bonus, Showdowns-7 includes an entirely new race never before published: the Yolu! Highly advanced, the Yolu avoided the previous Shadow War. They are slow to anger, but extremely dangerous when provoked...you'll see why when you get a look at their frightening ships and powerful technology!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: Showdowns-8",
    "ID": 104107,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104107/babylon-5-wars-showdowns-8",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This book is an ideal companion to the Wars of the Centauri Republic supplement.&#10;&#10;It includes new ships, rules, technology, and scenarios for the races in that product, plus two new races never before seen: the Usuuth and Rogolons!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: Raiders & Privateers",
    "ID": 104108,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104108/babylon-5-wars-raiders-and-privateers",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "This 96-page book includes information on not only the Raiders, but also the Belt Alliance (a civilian freight defense organization), Police Forces (for the Minbari, Abbai, Brakiri, Drazi, Pak'ma'ra, and Vree), and a new &quot;pirate race,&quot; the Llort! Also provided are numerous civilian ships, such as freighters, tugs, barges, tankers, escorts, liners, and the like. We've also included rules and background material (plus a few ships) for several large Raider bands, such as the Indpendent Mercenaries League and the Tirrith Free State. Not to mention the usual assortment of scenarios, weapons, rules, and everything else you love about B5 Wars supplements!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: Tactics Guide",
    "ID": 104109,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104109/babylon-5-wars-tactics-guide",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Written by the experts, this book tells you everything you need to know to achieve victory in Babylon 5 Wars! From the most basic tactical gambling advice to fighter combat and fleet selection, the Tactics Guide is a must for new players and veterans alike. Includes specific tactics for nearly every ship in the game, along with race-specific essays for the Earth Alliance, Minbari Federation, Centauri Republic, Narn Regime, Dilgar Imperium, and more! Need to know what ships to buy for use against your foes? How to use those special weapons or maneuvers? What to do when facing those pesky League specialist races? This is the book for you!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: Wars of the Ancients",
    "ID": 104110,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104110/babylon-5-wars-wars-of-the-ancients",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Coming of the Shadows, we presented a brief description the five Ancient races, along with the lone ship they each brought to the final battle of the Shadow War. This book expands on that material, including new weapons, ships, technology, and background material to turn the Ancient Ones into a true force to be feared! Devastate your opponents by &quot;scanning&quot; them with Walker sensor charge transcievers...hammer them with Kirishiac phased gravitic torpedoes...surprise them with Torvalus transverse drives...crush them with the mental power of the Mindrider thought wave...even harness the power of Hyperspace with the Triad spatial cutter! We haven't forgotten the Shadows or Vorlons, either, including a few new ships and enhancements (such as the long-awaited rules for Vorlon &quot;petals&quot;). Everything you want to know about the Ancients - and much more - can be found in this 96-page book!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: War of Retribution – Atlas of the Narn-Centauri War Update Pack",
    "ID": 104112,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104112/babylon-5-wars-war-of-retribution-atlas-of-the-nar",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This book updates the BW-105 War of Retribution 1st edition book to the 2nd edition ruleset.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: Atlas of Earth Alliance Wars",
    "ID": 104114,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104114/babylon-5-wars-atlas-of-earth-alliance-wars",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The sky itself seems filled with transports. Thousands of men and women flee the imagined safety of their fortified colony. Arrayed about the planet, row upon row of defense satellites point their guns spaceward. Swarms of Starfuries patrol the area, their pilots nervously surveying the stars. Nearby, a fleet of starships guards the jump gate as transport after transport makes good its escape.&#10;&#10;Suddenly...&#10;Dozens of blue portals appear all about them. Every man and woman in the defence fleet gulps away their fears and makes peace with their god.&#10;&#10;The Minbari have come...&#10;&#10;This product details the major wars of earth in the latter half of the 22nd century, specifically the disastrous Earth-Minbari War and the Earth Civil War. Included are new ships and fighters for the Earth Alliance and Minbari Federation, as well as scenarios detailing these great struggles and the fight for freedom undertaken by Babylon 5.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Babylon 5 Wars: Raiders & Privateers-2",
    "ID": 104119,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104119/babylon-5-wars-raiders-and-privateers-2",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "[from the introduction]&#10;&#10;The late 2230&rsquo;s and early 2240&rsquo;s saw the institutionalization of raiders throughout the know galaxy. Human raider bands created shell corporations to, at one and the same time, conceal and support their activities. Within the League, these methods were sometimes adapted to the local politics. The Vree Guild of Salvage, once a respectable institution, has become a front for several pirate groups. Several Brakiri corporations, seeing the value in having a small military force whose activities they could plausibly deny, are believed to have created whole dummy divisions supporting the activity of raiders in exchange for occasional &ldquo;favors&rdquo; from those raiders. In contrast, raiders operating out of Drazi and Centauri space continue to follow their centuries old traditions of working on the fringes of society where they have long been accepted, if disreputable, institutions.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Keroppi and Friends: Secret at Donut Pond Game",
    "ID": 104125,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104125/keroppi-and-friends-secret-at-donut-pond-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is game of personality analysis and deduction for children. It is similar to the adult game &quot;True Colors&quot; and uses a system of &quot;secret&quot; messages to provide clues about each kid's thoughts and ideas.&#10;&#10;Player fill out a Secrets Score Sheet with responses to questions drawn at random from a deck of cards. The score sheets are &quot;hidden&quot; in a cardboard clubhouse at the center of the board. The players now move along a pathway and attempt to guess who wrote what answer when the child lands on a &quot;Guess One Secret&quot; square.&#10;&#10;The first player to guess five secret answers is declared the winner.&#10;&#10;Includes a colorful board, the clubhouse, cards, stand-up character tokens with plastic stands, score pad, a die, the rules, and a storage insert.&#10;&#10;Designed for 2-5 players age 7 and older.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Card Game – The Massing at Osgiliath",
    "ID": 104139,
    "Year": "(2011)",
    "Geek Rating": "5.936",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104139/the-lord-of-the-rings-the-card-game-the-massing-at",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8571",
    "Description": "Released at GenCon 2011, The Massing at Osgiliath is a print-on-demand encounter deck (so, not a full expansion like the monthly decks) that is designed to be more difficult the more players you have. A POD deck is now available through the Fantasy Flight website for $15.&#10;&#10;Description from Fantasy Flight:&#10;&#10;&quot;With the forces of Mordor hard on their tails, the heroes will need to work together to survive Sauron&rsquo;s vanguard and find their way across the Anduin. But it won&rsquo;t be easy. The four-part quest for The Massing at Osgiliath pits your heroes against a brand-new encounter set, filled with deadly enemies, including the Black Captain of Sauron&rsquo;s forces, the Witch King.&quot;&#10;&#10;The Massing at Osgiliath contains 41 encounter cards and 4 quest cards (i.e., only &quot;bad guy&quot; cards) While no official difficulty rating has yet been assigned, Fantasy Flight representatives at GenCon said it was an 8 or 9 and it is truly difficult (especially for four players using the prebuilt starter decks).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: The Lord of the Rings – The Card Game (LCG)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Take Cover!! The Tactical Approach to WWII",
    "ID": 104142,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/104142/take-cover-the-tactical-approach-to-wwii",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Company to Divisional level wargame rules for use with 20mm miniature figures.  Each soldier represents approximately 10 men. Vehicles and support weapons represent 3 real-life equivalents.  The aim of the game is to recreate World War 2 battles.  A players wins when one side is forced to retire from the battlefield, caused by morale checks and losses. It uses a set of mechanisms to create a fast-play set that reflects the realistic experience of a WW2 soldier.  All the equipment available to the soldier in WW2 is included, such as support weapons, vehicles, artillery and aircraft. The rules reward players that use the equipment tactically rather than the simple &quot;see the enemy and charge&quot;.&#10;&#10;The game lasts up to 15 turns.  Each turn has a number of phases - move, spot, aircraft, fire, morale and orders. The winner of the initiative for each turn determines which side goes first in each phase. A single 6-sided die is used for almost all mechanisms. Vehicles, if hit, require a further roll to determine damage.  Morale is checked once a unit has received a number of casualties which varies with nationality.  Once a number of base units has received adverse morale checks, the overall morale of the army is checked each turn until one side eventually pulls backs or routs..&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hello, Dolly!",
    "ID": 104164,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/104164/hello-dolly",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.6",
    "Description": "A terrible storm has rumbled through the mountains, and Albert's sheep have all run away. Help lead them back home! Well, some of them anyway as you want to get the sheep that you tend home before the other player does.&#10;&#10;In Hello, Dolly!, each player owns nine sheep which each start the game on one of the 18 mountains that surround the valley. Albert the shepherd starts the game on a green clover space on the path that circles the valley.&#10;&#10;On a turn, the active player moves one of his sheep in a straight line until it hits either the edge of the board or another sheep; this movement cannot block another sheep from moving on a subsequent turn. The player then moves Albert clockwise on the path as many spaces as the number of spaces moved by the sheep that turn. (For example, if the sheep moved four intersections, then Albert moves four spaces.) If after moving, the triangle where Albert is located has sheep on all three vertices, then Albert collects those sheep, removing them from the board and placing them on the path back to his barn.&#10;&#10;The player who first gets five of his sheep on the path to the barn wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Farming",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Sheep",
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Royal Execution",
    "ID": 104168,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104168/royal-execution",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Royal Execution you create your own military and political faction of commoners, nobility, and royalty to claim the Thrones of an imaginary Realm. Align yourself with one or more Royal lines of succession to control the thrones of King, Queen, and Bishop recreating the numerous dynastic civil wars of the Middle Ages.&#10;&#10;The Challenge: Your opponents have troops, assassins, and can stage revolts. Rival royalty and their factions may attempt to imprison you - or worse - gather the right support to condemn your royal to death by execution.&#10;&#10;Just like the power struggles of the Middle Ages you'll soon be facing fierce competition for political and military power, which quickly becomes shamelessly ruthless, viciously vengeful, hilariously melodramatic, and just plain fun!&#10;&#10;If you are fascinated by the pomp, power, and melodrama of Medieval royalty and their struggles for power - this is the game for you!&#10;&#10;The objective is score as many points as possible by claiming sovereignty over territories and controlling the royal thrones. Players maneuver to capture the Thrones of King, Queen, and Bishop of the Realm and control their lucrative territories - scoring points along the way. The first player to reach a predetermined number of points is declared the Supreme Sovereign of the Realm and game winner.&#10;&#10;Every player is entitled to make one common play during their turn. Common plays represent the powers of the lower classes and a treacherous noble&rsquo;s access to the royal court. For example, revolts were ways the populace kept royalty and their policies in check. Assassins often gained access to royalty with the help of treacherous nobility. Both of these cards (Revolt and Assassin) represent real threats to royalty who fail to protect themselves.&#10;&#10;Royalty may make an additional Royal play during their turn. Royal plays represent the unique powers of reigning royalty and are easy to identify by the Royal Play scroll on top of each card. They can be used to protect your royalty (for example, Troops) and to eliminate hostile ones (Royal Execution).&#10;&#10;Play Options: Teams; Role Playing; Historical Based Games; Adding the Medieval England Feudal Deck; Adding the Medieval Combat Deck, Alliances and Pledges.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Combat Wings: Chapter I – WWI",
    "ID": 104172,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104172/combat-wings-chapter-i-wwi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Combat Wings  is an air combat game set in the First World War.&#10;WWI period aircraft were rather fragile machines, with hardly any power or operational capacity, however suprisingly enough these handicaps were more than compensated for by their high degree of manoeuvrability.&#10;At the start of each game, players select an aircraft, which in turn forms part of a squadron. Each plane is different with its own aircraft&rsquo;s characteristics with a series of specific manoeuvres and special abilities, hence making it distinguishable from the other members of the squadron. CW, allows players to customize both flight style and combat technique, consequently the same model of aircraft can perform a varied range of manoeuvres or be endowed with a series of specific special abilities, depending on the Plane Data Sheet (PDS). The sPDS of the squadrons are based on historical facts and list the characteristics, abilities and hardware of the most renowned squadrons of the FWW which, in combination with the mission allow players to recreate the entire history of the war.&#10;Throughout each game, players are awarded experience points which in turn permit a series of abilities or manoeuvres, the ultimate aim of which is to be awarded the category of ace.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "American Muscle Challenge: General Motors Edition",
    "ID": 104181,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/104181/american-muscle-challenge-general-motors-edition",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rule book:&#10;Be the first player to completely restore their muscle car.&#10;Players travel the board buying, selling and swapping car parts. A player has completely restored their car when they have collected all twelve parts inventory cards as listed in their car's parts book.&#10;&#10;With a vaguely Monopoly feel to it it American Muscle Challenge is played by traveling the game board with dice rolls in order to acquire parts to build their respective muscle cars. Game play consists of; following the instructions on the squares, choosing to play a &quot;Muscle Card&quot;, swapping parts with players, challenging the other players as well as Corvette Ken, who is a player controlled NPC who runs the Custom car shop (the banker) to dice based drag races in the center of the board for cash and car parts.&#10;&#10;The Board has Squares for buying parts, buying insurance cards, racing Corvette Ken, or racing players squares. There is a &quot;Go To Garage&quot; square (go to jail), &quot;Violation&quot; (income Tax), as well as &quot;Lose a Turn&quot;, Take a &quot;Muscle Card&quot; (Community Chest), Take a &quot;Corvette Ken Card&quot; (Chance), The &quot;Drive In&quot; square (Free Parking) and the receive &quot;$1000&quot; square&#10;&#10;Muscle Cards allow a player to dictate terms of a parts deal and have cards such as &quot;NO Deal&quot; or &quot;Free&quot; that allows you to take a part. A muscle card that forces you to purchase parts may require that you sell back parts you own to the custom car shop at half value if you can not afford the part listed.&#10;&#10;Corvette Ken Cards are played against opponents to cause them financial loss. Money lost in this way is put under the &quot;Drive-In&quot; square and won by the next person to land there similar to the house rules for Monopoly's &quot;Free Parking&quot;&#10;&#10;Insurance Cards protect players from &quot;Corvette Ken&quot; cards&#10;&#10;The First player to finish acquiring parts and upgrading his muscle car is the winner.&#10;&#10;",
    "Categories": [
      "Dice",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Vehicles (Cars, Trucks, etc.)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uno: Super Bowl XL Steelers Special Edition",
    "ID": 104214,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/104214/uno-super-bowl-xl-steelers-special-edition",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A Special Edition of Uno the successful commercial version of crazy eights that is dedicated to The Super Bowl XL champion Pittsburgh Steelers.&#10;Includes Exclusive MVP Card (Hines Ward) and rule.&#10;When an MVP card is played the person who played it chooses another player to draw cards from the draw pile until he gets an 8 or a 6 (based on Hines Ward's uniform number of 86) or has reached five cards drawn if no 8 or 6 comes up. &#10;If an 8 or 6 is drawn it is put into the discard pile and the person who played the MVP card chooses the color to continue playing with regardless of last card played to the discard pile.&#10;The MVP card can be used as a player's last card allowing him/her to go out of the game. if this happens a player to draw must still be chosen. The MVP card is worth 50 points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: UNO",
      "Sports Teams: Pittsburgh Steelers",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Farmlands: Darkness & Ice",
    "ID": 104215,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104215/farmlands-darkness-and-ice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Farmlands is an old style trick-taking card game set in the ancient land of Keldabore, often played in Keldabore's murkiest pubs and taverns through the long winter months.  Farmlands pits farmer against farmer, battling for the best harvest, using a modified standard deck of cards.&#10;&#10;Each turn, one of three cards is placed on any one player's land.&nbsp; When these cards are harvested, which may occur at various times throughout the game, they are removed from play and scored at game end. &nbsp;&#10;&#10;This is a simple and quick, draw one card, play one card, stick it to your opponents trick-taking card game. It is a modified standard deck of cards, all the RED suites are now Crops, all the BLACK suites are now Weeds, all the FACE cards are now Workers and the JOKERS are Thieves.&#10;&#10;There are 2 separate Base Game 54 Cards decks, &quot;Farmlands - Darkness &amp; Ice&quot; and &quot;Farmlands - Fire &amp; Earth&quot;.  Both are individually 2-4 player games, same rules, just alternate artwork and characters.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Farming"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Texas Wildcatter",
    "ID": 104218,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104218/texas-wildcatter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rules manual:&#10;&#10;&quot;Texas Wildcatter is a board game designed around the Texas oil industry.  Players pit their skill and luck against the risks of the oil wildcatting business as they vie to lease and develop 16 of Texas' most famous oil fields.  Authenticity and quality have been the bywords in the creation and publication of this originial board game.&quot;&#10;&#10;Players must move around an outside track landing on properties they can lease from the bank.  Once leased, players can attempt to develop their properties and collect.  Players may also form joint ventures or farm out agreements.  If the property is not developed and a player lands on a property, they can attempt to buy out the lease out from under the owner.&#10;&#10;Players may also purchase services or oil transportation companies that allows them to collect from  other players who happen to land on that property (similar to rent in Monopoly).&#10;&#10;The object of the game is to be the first person to accumulate $1 billion cash.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Oil / Gas / Petroleum"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gobba: ReElection in Big Gobba",
    "ID": 104219,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/104219/gobba-reelection-in-big-gobba",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "80",
    "Play Time": "80",
    "Weight": "1",
    "Description": "Purple-skinned inhabitants of Gobland settled down wherever their short but nimble legs carried them. However, the heart of the nation beats in the capital of Big Gobba. It's here, on the Hill slopes, where the local chiefs dwelled. Upon discovering on the morrow of the recent festival that city's elite'd got lost somewhere, common goblins gave all other stuff up &mdash; it's high time to climb up the very top of the Hill, to the Cauldron, strike it and seize a better office.&#10;&#10;Who doesn't want to become the Great Chief and rule the biggest Gobba in the world?! I'm asking you &mdash; who?&#10;&#10;According to the classification, Gobba is a kind of &quot;resource gathering and winning on points&quot; game. Goblin players travel around the levels of the Hill and do their best to collect the required quantity of resources in order to win election for one of five offices.&#10;&#10;Under the Hill a large Dump spreads out &mdash; upon getting here, players draw a card from the catch deck. They might get either a gizmo of some value and with some ability or a cataclysm impacting the overall situation in Big Gobba. As goblins are sly by nature, they can even hide a cataclysm that is unfavorable for them. However, when revealed, the deceit will be punished for sure.&#10;&#10;The level above the Dump is occupied by Hovels. It's the place where goblins make hidings of their cards, so that their hand can be unloaded. However, it's a risky business, as there might come some enthusiasts for exploring others' hidings.&#10;&#10;Yet higher the craftsmen level lies. Each cell up there has its own ability. For instance, in Hurler you can pay for flying to any other cell, in Booth you can play a shell game with another goblin, in Bazaar you can buy or sell a gizmo, and so on.&#10;&#10;Above the craftsmen level, the elected elite of Big Gobba dwells. At first the area is empty, still whenever some goblin becomes elected &mdash; other players will have to pay for passage through the occupied dwelling.&#10;&#10;The Cauldron is situated on the very top of the Hill. To announce an election, you have to climb up there and strike it. Whoever makes a higher bid, wins. Unless, to speak the truth, some evil-minded goblin throws a Sour Watermelon and scuttles the election. I bet they can.&#10;&#10;Still, even if you succeeded in getting some office, it's too early to relax. The point is nobody in Big Gobba has ever abolished reelections. They do cost more but cunning competitors can hardly be frightened by a high price.&#10;&#10;The victor is the goblin who gets more offices, and if there is an equal number &mdash; the goblin with senior offices. For instance, Trader stands higher than the Deputy of Hovels as the elections of the first one are paid with expensive gizmos, and for the Deputy whatever resources go.&#10;&#10;During the game goblins can surprise each other in many ways: push down, stab with a knife, befuddle with mushrooms as well as use various sophisticated gizmos like Dusty Sack or Primus Stove.&#10;&#10;Goblin-like elections may lead to a triumph or a scuffle but they will never make you weary! &#10; ",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin 8: Half Horse, Will Travel",
    "ID": 104232,
    "Year": "(2012)",
    "Geek Rating": "5.777",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104232/munchkin-8-half-horse-will-travel",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0833",
    "Description": "Munchkin 8: Half Horse, Will Travel is a 112-card expansion for Munchkin that adds two new races to the game: Centaur and Lizard Guy. A myriad other new cards are included, such as race/class enhancers (Elite, Legendary, and Elder) and monsters (Gecko On The Telly, Centaurpede, and the Knight Mare).&#10;&#10;The name for this expansion was selected via a contest. Users were asked to submit entries, and the Steve Jackson Games staff chose &quot;Half Horse, Will Travel&quot; &ndash; submitted by Michael Shore &ndash; as the best entry.&#10;&#10;Part of the Munchkin series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tic Tac Row",
    "ID": 104240,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/104240/tic-tac-row",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Tic Tac Row is another game in the Games on a Line Series.  The first, which is on Boardgame Geek, is 3 on 3.  At least one more game is planned for the Series.  &#10; In Tic Tac Row, each player has 4 pieces, which start out alternating on an 8 space line, with the goal to get 3 pieces in a row, by a player moving one of their pieces left or right.  Players can a1so win the game, if they have no legal moves at the start of their turn.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Easy Questions",
    "ID": 104244,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104244/easy-questions",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Easy Questions belongs to a series of card games designed for teaching English and mathematics in primary schools. Title of the series is Edukacyjne Karty do Gry Joker. This one is for learning English. Cards have questions on one side and answers on the other. Players ask questions and search for answers in their own cards and the player who holds the questions and answers card checks if the answers are correct. There is also a solo variant: the cards are laid on the table whith answers visible. The player turns cards over to see questions and searches for answers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Atlantyda",
    "ID": 104245,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104245/atlantyda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Atlantyda is a simple roll-and-move game in which players try to reach the centre of the board. It depicts three sections of the island. Players need to stop on certain fields in order to receive coins required for passing bridges and advancing to the next section.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spartacus",
    "ID": 104250,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/104250/spartacus",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Spartacus is a wargame for 1 or 2 players simulating the Servile War of 73-71 BC. One of the players leads the forces of the escaped gladiator Spartacus, the other controls the Roman forces. The game also includes rules for solitaire play (in which case the game system controls the Roman side).&#10;&#10;The game is played on a point-to-point map of Italy. Each point of the map has a set of numbers describing how many troops Spartacus can recruit there, how many equipment points are available (for arming and training recruits), how much food is available and if a granary is present in the region. Each game turn consists of moving Spartacus' army, collecting recruits, arming and training slaves, and checking whether or not there are enough supplies available in the occupied regions (if not, casualties occur and one or more regions is devastated). The Roman player then take her turn, moving legions and checking for reinforcements.&#10;&#10;Combat is resolved by a diceless Combat Result Table which take into account the training level and quality of the troops, the terrain and the strategic value of the leaders.&#10;&#10;Spartacus wins by either successfully besieging Rome, flee through the Alps or escape by the sea. The Roman player wins by preventing a Slave victory.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Million",
    "ID": 104258,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104258/million",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "5",
    "Description": "Million is a tabletop game of futuristic combat between fighters in high-tech combat armor. It was published in 2001 in the French gaming magazine Backstab, issue #35.&#10;&#10;The game is played on a square playing surface of one meter length. The magazine provides counters for the playing pieces and scenery, but players are advised to build their own scenery and use plastic or metal miniatures.&#10;&#10;Each player first builds a combat armor using a set number of points, buying systems in each of three categories (Mobility, Offence and Defense). Each of these systems is represented by a counter. These counters also represent the armor's &quot;hit points&quot;: once a player runs out of counters, the armor is considered to be too badly damaged and the player is off the game.&#10;&#10;Each player then makes three piles of face-down counters (one for each system), put her figure in one corner and play begins.&#10;&#10;Each turn, each player secretly chooses two of three systems to activate (Mobility and Offence for example). Players then reveal their choices, draw enough counters from their activated systems to replenish their hand to five counters, and roll a d10 for initiative (players can expend counters to gain a bonus on the initiative roll). Each player then take an action, alternating between players until there are no possible actions left or each player passes, at which point another turn begins. Each player can take a move action and a shoot action each turn, and also play counters as an action.&#10;&#10;Damage is resolved by rolling on a damage table with a lot of different results (loss of counters, fighter pushed back and/or stunned...). The last fighter standing wins the game.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Denali",
    "ID": 104265,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/104265/denali",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Denali is a tile-laying game of wilderness territories. Players occupy territories with their bears, wolves and rabbits. Each player also has a movable hunter as well as a fish.&#10;&#10;Over the course of the game, territories combine and result in conflicts among the animals claiming those territories. A player may also use his animals and hunter to attack, potentially emptying a region in order to occupy it on a later turn.&#10;&#10;The fish scores based on the regions it borders. Land animals score based on the size of their territory. The hunter is a tactical piece, but does not score.&#10;&#10;",
    "Categories": [
      "Animals",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sweetie The Candies, Cookies, Goodies Game",
    "ID": 104271,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104271/sweetie-the-candies-cookies-goodies-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Manufacturer Description/Rules(quoted exactly):&#10;&#10;The object of the game is to &quot;Shop&quot; for the various &quot;Goodies&quot; along the game path.  To Shop for Goodies, a player must land on an orange circle with a name of a Goodie that the player has a Goodie marker of the same kind. To begin play, punch out the Goodie markers and place them name down and mix up well. Players draw an equal amount of Goodies markers.  Players choose the color of playing piece they wish and place it at &quot;Start.&quot; In turn, spin the spinner and move along the path the amount of spaces indicated on the spinner dial.  When a player's playing piece lands upon an orange space they may &quot;Shop&quot;for the Goodie named and place the Goodie marker on the Ice Cream cone.  There are two spaces where a player may choose any Goodie marker from their pile to discard.  A player having two of the same kind of Goodie markers may discard only one at a time when &quot;Shopping.&quot;  Play continues around the path until a player has &quot;Shopped&quot; for all the Goodie markers, and this player wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chaotic Connections",
    "ID": 104272,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/104272/chaotic-connections",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Chaotic Connections a game in which players are building routes to connect various US cities.  The connections are placed by playing Chaos Cards which can be used to add road tiles to the board in multiples of 100 mile increments.  The number of miles vary from car to car.  Other chaos cards allow to to create roadblocks forcing players to find a new routes, to create connections allowing players to bypass a city or curve cards which can have larger impact such as making players re-arrange cities on the board.  The first player to connect all his cities wins.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "HyperCribbage",
    "ID": 104278,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104278/hypercribbage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "HyperCribbage is Cribbage with a special board and wildcards.&#10;&#10;The board adds four five-hole &quot;dead zones&quot;. A player who ends in a dead zone is not allowed to count any single scoring event more than the holes remaining to the final hole. (A player can score normally from the final hole.)&#10;&#10;The deck also includes Jokers, which may count as any card. Their value can change between pegging and counting out the hands.&#10;&#10;A variant, HyperCribbage-7, includes seven card hands and cribs (and much larger maximum scoring combinations), and is played twice around the board.&#10;&#10;As in Cribbage, players are each dealt a hand of 6 cards, of which they discard 2 into a special pile called the Crib.  One card is then cut from draw pile and turned face up - it is considered part of each player's hand and of the Crib.  The players then alternately play a card, scoring points for hitting certain totals, or for making sets or sequences.  Score is kept by moving pegs around tracks on the cribbage board.  This is repeated until all players have exhausted their hand of cards.  Once all players are out of cards, each player picks up his hand and determines all possible scoring combinations, pegging points again on the cribbage board.  The dealer then picks up the Crib and scores it for all possible points.  Then the cards are shuffled, the deal alternates, and the process is repeated.  The winner is the first person to peg 121 or more points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Traditional Card Games: Cribbage"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Greatest Day Ever Game",
    "ID": 104280,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/104280/the-greatest-day-ever-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the carnival, to the toy store, to a big beach party, find your friends and presents as you race around the coolest board ever enjoying the greatest day ever in this original and unforgettable matching game.&#10;&#10;Object is to be the first player to match Your 5 cards with any of Your 8 friends and presents.&#10;&#10;Contents:&#10;&#10;     game board&#10;     40 playing cards&#10;     15 friend cards&#10;     15 present cards&#10;     8 card stands&#10;     4 game pieces&#10;     1 die&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Brain Quest SMART game",
    "ID": 104281,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/104281/brain-quest-smart-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The beauty of this trivia game is that it invites players to answer questions at their own grade level! So there is none of this &quot;too easy&quot; or &quot;too hard&quot; stuff among sibblings.&#10;&#10;Each card contains 6 questions from grades 1 to 6. Spin the spinner and answer the subject question for your grade level. The winner is the first to collect one letter chip for each subject: Science, Math, Art, Reading, The World.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Math",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Brain Quest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Round the Bases: Major League Cribbage",
    "ID": 104282,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/104282/round-the-bases-major-league-cribbage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Round the Bases is played with Cribbage basics on a board marked with baseball &quot;plays&quot; and with dice for deciding the outcome of those plays. The offensive players advancement on the board is based primarily on the difference between his points and the defense.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Sports: Baseball",
      "Traditional Card Games: Cribbage"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swivel",
    "ID": 104283,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/104283/swivel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Twist on the Classic Four-in-a-Row Game! It's full of secret colors, sneaky moves and wacky wild tokens that make you Swivel. Just when you think you're about to get four in a row, you or another player may have to twist a level of the 3D game board and change everything!&#10;&#10;Players may move the upper level boards. Who gets 4-in-a-row first is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: n in a row",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Junior Bass Fishin' Game",
    "ID": 104309,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/104309/junior-bass-fishin-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This is children's dexterity game with a fishing theme. The kids use magnetic fishing poles to &quot;catch&quot; bass tokens which are placed on a huge 36&quot; x 36&quot; fishin' hole mat. The fish tokens have hidden values. Players score points based on these numbers.&#10;&#10;This game is designed to be enjoyed by 2, 3, or 4 players age four and older. It teaches counting and adding skills during play.&#10;&#10;Includes four poles, 24 fish, the plastic mat, and instructions.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Des Crus et des Vins",
    "ID": 104311,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104311/des-crus-et-des-vins",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Des Crus et des Vins is a French game about exploring French wineyards and collecting fine wines. The game can be played by 3 to 6 players, one of them acting as gamemaster. The goal of the game is to be the first to collect 300 bottles of wines in a week (7 turns).&#10;&#10;Each player starts the game by creating a character by rolling dice and consulting tables to determine what type of car she has, her driving style, and where in France her family is located (the character can spend the night in this region for free). The gamemaster prepares a secret list of hazards (car accidents, police controls...), and each player picks a town to start from.&#10;&#10;Each turn, each player takes turn telling the gamemaster what her character's actions for the day are (driving, resting, visiting wineyards and ordering wine, where to spend the night). The gamemaster consults his list of hazards and the game tables and resolves the consequences (a character who is a fast driver will gain more fatigue points than a cautious driver for example).&#10;&#10;At the end of the seven turns, the player with the best wine collection and the most money left is declared winner.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Twelve Doctors: The Key to Time",
    "ID": 104325,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104325/the-twelve-doctors-the-key-to-time",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "The Key to Time is an unauthorised, non-profit, and non-collectable mini-expansion for The Twelve Doctors: Doctor Who Card Game.&#10;&#10;The expansion consists of the following cards:&#10;&#10;The Key to Time play-area card (shared victory condition)&#10;Ribos play-area card (new planet)&#10;Black Scrolls of Rassilon play-area card (new gadget for the Master)&#10;The Doctor's Recorder play-area card (new gadget for the Doctor)&#10;&#10;Master's Deck:&#10;Ogri - Stones of Blood&#10;Swampies&#10;Black Guardian&#10;The Captain (of Zanak, the Pirate Planet)&#10;Meglos&#10;Android of Tara&#10;Rassilon's Gauntlet&#10;Sontaran Robot&#10;Warriors of the Deep&#10;Myrka&#10;&#10;Doctor's Deck:&#10;White Guardian&#10;Mentalis - War Computer&#10;Mentiads&#10;Drax - Renegade Timelord&#10;Idris - The Doctor's Wife&#10;Astra - Princess of Atrios&#10;Lady Christina de Souza&#10;Bessie&#10;&#10;The actual Key to Time provides a new shared victory condition: if either player manages to get five 'Key' cards into play and keep them there, then they will immediately win the game. However, even if they do not manage to assemble the fabled key, cards such as the two Guardians of Time are scarily powerful even in their own right.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Time Travel",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aktienrausch",
    "ID": 104334,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/104334/aktienrausch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players in Aktienrausch buy and sell shares in six different companies in order to make money. Cash is represented by cards which do double duty: in a dividend round, the money paid to the different companies for their stock is played out in an unusual way to determine the dividend payments. Another key aspect of the game is deciding when to take profits as cash and when to put it in one's Swiss bank account: cash is necessary to buy stock but the Swiss bank account balance is what wins the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ChemiX",
    "ID": 104345,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/104345/chemix",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1",
    "Description": "The United Nations dubbed 2011 the International Year of Chemistry, and to aid in the understanding of this science Swiss publisher Murmel has released ChemiX, a collection of two card games: one in which players try to create various chemical compounds, and another in which players try to void their hand.&#10;&#10;At the start of &quot;ChemiX Classic&quot;, each player receives a noble gas card and three cards from a deck of element cards, which include hydrogen, oxygen, nitrogen, calcium, iron and more. Forty-two connection cards are laid face-up on the table (grouped as desired by the players), along with multipliers of value 2, 3 and 4.&#10;&#10;On a turn, a player can play cards from his hand to create any of the connections on a card. The player can simultaneously rearrange cards on the table to create new compounds, using the multiplier cards as needed to create molecules like O2 or H2O. If you leave element cards on the table, you must pick them up, but your hand limit is three cards; should you need to pick up more, those extra cards will count against you at the end of the game. A player's score is the sum of compound cards claimed and noble gas cards collected, minus penalties from dead cards collected during play.&#10;&#10;The second game is &quot;Chemuno&quot;, with all of the cards being shuffled together and each player receiving a hand of seven. The first player lays a card on the table; the next player must lay down a compound, element or multiplier that &quot;matches&quot; this first card. (A compound must use an identical element as a compound on the table or use the element or multiplier present, and so on.) If the previous card was a multiplier, the next player must draw 2-4 cards (equal to the mutiplier value) unless she can play the same multiplier herself, thereby doubling the penalty for the next player. The first player to run out of cards wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Chemistry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pillow Talk: The Sensual Relationship Game",
    "ID": 104349,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/104349/pillow-talk-the-sensual-relationship-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the publisher:&#10;Pillow Talk: The Sensual Relationship Game is a personal growth game, which uses sexuality to help couples resolve personal and relationship issues.&#10;&#10;The purpose of Pillow Talk is to:&#10;&#10;    Inspire and initiate intimate conversation between couples.&#10;    Help couples practice open and honest communication and their relationship and sexuality.&#10;    Increase couples intimate knowledge of themselves and their partners.&#10;    Learn how to &lsquo;let go&rsquo; of past experiences, issues, and patterns in loving relationships.&#10;    Help individuals and couples work through and &lsquo;let go&rsquo; of the most common issues that arise in any intimate relationship.&#10;    Spoil, pamper, and treat couples to sensual and erotic interplay.&#10;&#10;&#10;Pillow Talk: The Sensual Relationship Game is modeled after the ancient race game, &lsquo;Snakes and Ladders.&rsquo; However, with Pillow Talk, players go up &lsquo;whips&rsquo; and down &lsquo;chains&rsquo; to the appropriate square. Players must answer the questions on the cards specific to each square in order to advance. The first player to reach the finish (square 100) has to successfully &lsquo;let go&rsquo; of the issue on their token card(s).&#10;&#10;The goal of Pillow Talk: The Sensual Relationship Game, is to give partners the opportunity to openly discuss challenging topics around sexuality and relationships. It is our belief that individuals and couples will grow tremendously through this game.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Racing",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mansions of Madness: The Silver Tablet",
    "ID": 104356,
    "Year": "(2011)",
    "Geek Rating": "5.840",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104356/mansions-of-madness-the-silver-tablet",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.6774",
    "Description": "Professor Ruth Wolcott has disappeared with the Silver Tablet.  The head of the University Archaeology Department has hired you to find Ruth and bring the tablet back before the university discovers its absence.  Explore the mansion and uncover the clues to achieve your objective before time runs out&#10;&#10;This exciting expansion adds one new scenario to Mansions of Madness.&#10;&#10;The expansion includes: Keeper set up sheet, Investigator set up sheet, 38 Exploration cards, 5 Event cards, 2 Keeper Action Cards, 3 Objective cards, 6 Lock cards, 4 Obstacle cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Game: Mansions of Madness (First Edition)",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Series: Mansions of Madness",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flowerpot Game",
    "ID": 104358,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/104358/flowerpot-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The object of the game is to grow the plant with the most leaves. Players each start with an empty flowerpot, then take turns rolling the die to see which color of card they may take. Each face of the die has a colored dot which corresponds to a color of face-down card. The cards will either be a stem (with 0-3 leaves) or a flower, which ends the plant. Once a player's plant is finished, he continues to roll, putting stems he draws in the compost pile (discard pile) and if he draws a flower, he may pick another player's flower to finish. When all flowers are finished, the player with the most leaves on his plant is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ROY G. BIV",
    "ID": 104359,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/104359/roy-g-biv",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Think game, think science, think fun!&#10;&#10;In ROY G. BIV players will compete in a family style, head to head  set collection game, which involves a science themed learning experience.&#10;&#10;Be the first player to collect and play a colorful array of seven cards that represent a rainbow and WIN!&#10;&#10;Players will draw and play cards which represent the 7 colored components of a rainbow from a common draw pile, in a race to be the first to make their rainbow appear!&#10;&#10;Successful creation of a rainbow is accomplished by playing a card of each color, in order (Red, Orange, Yellow, Green, Blue, Indigo and Violet), to form a set of cards deemed a rainbow. But beware, opponents can rain on your parade, and influence how long it will take your rainbow to appear!&#10;&#10;",
    "Categories": [
      "Number"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flip-It Jackpot",
    "ID": 104367,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104367/flip-it-jackpot",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players must flip chips into the plastic fruit machine which is the 'board'. If you get three into the right slot, the board pays out. Flip Wilson is on the box (he has two other Aurora games with him on).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Traditional Games: Tiddlywinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wo war's? Mitbringspiel",
    "ID": 104368,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/104368/wo-wars-mitbringspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Wo war's? Mini revisits the Roberto Fraga title of 2009 in which players tried to track down invisible creatures, but instead of listening to an electronic device give clues, one of the players in the game now takes the role of the red dragon and gives clues to a thief's location to everyone else.&#10;&#10;At the start of the game, the dragon player takes a &quot;clue track&quot; and slides it into a device that only she can see. She then makes animal noises for all of the animals on the game board so that the other players know what sounds she'll make during the game. The dragon player makes a sound corresponding to the first space on the clue track, of which there will be several locations on the game board, then the other players roll a die and start moving toward where they think the thief might be. The dragon player makes another clue, then the players move, and so on. If the players are on the thief's location at the end of the round, they each earn a dragon token; otherwise, the dragon player earns a token.&#10;&#10;Have each player be the dragon once, and whoever collects the most tokens by the end of the game wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shooting on the Moors",
    "ID": 104371,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104371/shooting-on-the-moors",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Target shooting game, using a pop-gun. The targets are Pheasants, Wild Duck, Rabbits, a Hare, plus two others, a Cuckoo and a Keeper. The latter 2 count as penalty points if shot in error.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jumblex",
    "ID": 104373,
    "Year": "(1925)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104373/jumblex",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Party Game. 12 cards, all featuring objects drawn on the cards, but all jumbled up. When your guests arrive, they are given a card and a time limit. The guest who identifies the most objects, wins.&#10;Series 1. Four Series were available at the time.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Military Whist or Flag Whist",
    "ID": 104374,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/104374/military-whist-or-flag-whist",
    "Min Players": "8",
    "Max Players": "40",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Whist variant, beautifully produced. Depending on which edition you buy, you get 108 flags representing various different countries. Play is then organised so that you can play against lots of different players and you capture their flag if you win. If you lose, they capture your flag.&#10;Designed to be played at Whist Drives, that is, an event in a local village hall easily accessed by the potential players.&#10;The flags are made of silk and three different versions existed, where the flags were mounted on metal pins so that you could wear your flag during the competition&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carré 13",
    "ID": 104381,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/104381/carre-13",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Carr&eacute; 13 is a card game with a board. Cards (Carr&eacute;'s) exist in 4 kinds: 2 colours and 2 shapes, and have numbers from 1-13. The goal of the game is to be the first to empty your pile of 13 carr&eacute;'s. You can do this by placing them on to a free space, your opponent's pile, or in a row, matching the previous card. When you turn over a carr&eacute; 13, your luck is tested. You could run into a lucky 13 or an unlucky 13.&#10;This is a board game for those who love card games.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Manobras de Dados",
    "ID": 104385,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/104385/manobras-de-dados",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In this abstract game, two players will use an eight dice army each to try and outmanoeuvre each other in order to achieve supremacy.&#10;The dice are rolled only once. Then placed on the first line of the 8X8 board and their side faces orientation matters as the rolled face only determines movement possibilities whilst the four side faces are used in combat.&#10;A player wins when he has at least double the dice on the board as the opponent.&#10;&#10;Neste abstracto, dois jogadores utilizar&atilde;o ex&eacute;rcitos de oito dados cada para tentar manobrar e obter a supremacia.&#10;Os dados s&atilde;o lan&ccedil;ados apenas uma vez. Depois s&atilde;o colocados na primeira linha do tabuleiro de 8X8 e a orienta&ccedil;&atilde;o das faces laterais &eacute; importante pois a face lan&ccedil;ada apenas determina as possibilidades de movimento enquanto as faces laterais s&atilde;o as usadas em combate.&#10;Um jogador vence quando tem pelo menos o dobro de dados no tabuleiro em rela&ccedil;&atilde;o ao seu oponente.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Powerz",
    "ID": 104387,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/104387/powerz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the  game's website:&#10;&quot;Powerz is a Mobile Action Game - a &quot;MAG&quot; for short. MAG's are ultra-portable games that go wherever you go. You can play in person and also online or via portable devices. Game pieces in a MAG exist physically and also virtually in an online player collection. Each piece provides the player with actions they can take in the game. In the Powerz game, each Power provides a player with super powered actions they can use to challenge and defeat other player heroes.&quot;&#10;&#10;Powerz is a customizable game that is sold in packs of &quot;battle stickers&quot;.  Each pack comes with enough stickers for two people to play.   The game is played by using  powers  stickers cards to customize a hero or villain. Each power card has three abilities and each ability is assigned to the paper, rock, or scissors sign.  Rock abilities are attack, paper abilities are defense, and scissor abilities are movement.&#10;&#10;Combat in this game is done via Paper, Rock Scissors.  When a player throws a sign they also call out which associated power they are using.  There are numerous special abilities int he game.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Real-time"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fivesies",
    "ID": 104389,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/104389/fivesies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Fivesies is a short, puzzly dice game that came for free on the back of an Asmadi Games ad at GenCon 2011.  It will be available as a free print and play to everyone!&#10;&#10;The game is played on a 5x5 grid, and requires each player to have a set of 7 dice.  Any dice will do, of any shape and size, and having varied dice will change the gameplay slightly!  Each row and column on the board has an attribute, such as 'Even' or 'Lower than all adjacent dice'.  Dice are rolled off the board to create a supply at the start of the game, and then players take turns placing them in valid locations.  The goal is to complete rows or columns with 3 or more of your own dice in them.&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeons & Dragons: The Legend of Drizzt Board Game – Vierna Do'Urden Promo",
    "ID": 104391,
    "Year": "(2011)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104391/dungeons-and-dragons-the-legend-of-drizzt-board-ga",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Vierna Do'Urden is a promo card (#3) that was being given out at Comic Con, GenCon, and PAX for participating in the Legend of Drizzt Demo.&#10;&#10;&#10;Vierna Do'Urden&#10;Drow&#10;AC - 14&#10;HP - 4&#10;&#10;Tactics&#10;&#10;     If Vierna is within 1 tile of a Hero, she attacks the closest Hero with a poisonous curse. After the attack, pass this card to the player on your right.&#10;     Otherwise, Vierna curses the active Hero. That Hero's player draws the top Encounter card. After the draw, pass this card to the player on your right.&#10;&#10;&#10;Attack - +6&#10;Damage - 1 and poisoned&#10;&#10;4 Experience&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Dungeons & Dragons Adventure System Board Games",
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeons & Dragons: Conquest of Nerath Board Game – Sword of Kas Promo",
    "ID": 104392,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104392/dungeons-and-dragons-conquest-of-nerath-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "A promo released at Comic Con and GenCon. This single card is a Treasure for the Dungeons and Dragons: Conquest of Nerath Board Game.&#10;&#10;&#10;Treasure Card&#10;&#10;Name - Sword of Kas&#10;&#10;Timing - Play at any time&#10;&#10;Property - &quot;At the start of a battle, you can remove 1 of your Fighters from that battle. If you do, remove 1 enemy Wizard from the battle.&quot;&#10;&#10;Victory -- 2 Victory Points&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thunderstone: Werewolf Promo Pack",
    "ID": 104394,
    "Year": "(2011)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104394/thunderstone-werewolf-promo-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1429",
    "Description": "This promo pack was given away at GenCon 2011 and contains cards intended for Thornwood Siege and Dragonspire.&#10;&#10;The following three cards are available as the Thunderstone: Vicious Promo Pack.&#10;1x Void Apocalypse (Hydra, Dragon)&#10;1x Thornwood Forest (Setting)&#10;1x Guardian of Revenge (Guardian)&#10;&#10;1x Werewolf Randomizer&#10;1x Istvan Torok (Werewolf)&#10;2x Direhowl (Werewolf)&#10;2x Ragetalon (Werewolf)&#10;2x Wolf Pack (Werewolf)&#10;3x Grimbite (Werewolf)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Thunderstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La conquista del West",
    "ID": 104397,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/104397/la-conquista-del-west",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "La conquista del West is a simple strategy game that simulates the massive move towards the Far West.&#10;&#10;The game is played by throwing a coin to get &quot;heads&quot; or &quot;tails&quot; and follow the rules listed. At his turn, each player flips a coin 2 times and makes the following actions:&#10;- move his pawn one space for each &quot;heads&quot;&#10;- placement of an obstacle (versus other players) for each &quot;tails&quot;.&#10;Some hexagons give the possibility to pick up a card and to make an extra action.&#10;&#10;The goal of the game is to be the first player to reach any of the four hexagons marked with the logo Levi's, located in the fort or in the mine.&#10;&#10;La conquista del West was a promotional game by Levi's and the was not commercially sold.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "American West"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mosaic",
    "ID": 104398,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/104398/mosaic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A color matching, tile laying game for young children.&#10;&#10;Players place tiles with red, blue and yellow triangles.  Each side of a placed tile must match the tiles around it.  If an area of color is closed off (no longer has any sides where more tiles may be placed) the person who played the last card gets one point per card containing the color.&#10;&#10;This game is designed for small children.  It helps counting small numbers (2-5) when scoring areas, and up to 30 or 40 when tallying final score.  The decision set is small, but there are important decisions to be made.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nox Maze",
    "ID": 104404,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/104404/nox-maze",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "NOX MAZE is a horror game of wits and cards and dice for 2-6 mature players (4 is optimal). Players create the NOX MAZE by using two decks of cards: Doors &amp; Rooms. Open doors allow players to pass between Rooms. Within rooms, players interact,&#10;search, hide and fight. Once all twelve rooms are placed, any door that does not lead to another room is a way out. The first player to escape the maze, wins!&#10;&#10;You will roll 2 to 5 six-sided dice to perform the following actions: OPEN, MOVE, SEARCH, HIDE, HELP or ATTACK. Throughout the game, you will search for HAND cards and try to avoid SKULL cards. HAND cards (Useful, Useless and Charmed items) help you defeat the maze, influence others, intimidate them, or just plain force them to do your will. SKULL cards (Bad Scares, Devious Traps, Wicked Hexes and Dark Entities) await those who roll below 9. Skulls can kill you or drive you insane.&#10;&#10;In this game, you are YOU. Imagine yourself awakened in a dark room without knowing why or how you came to be there. Act as you might under those circumstances. Strike out on your own or explore as a group; it&rsquo;s up to you. FAIR WARNING: few make it out of the maze alone. You must cooperate as you compete--tricky!&#10;&#10;Delta version of the game can be downloaded at the game's website: http://www.noxmaze.com/&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Mature / Adult",
      "Maze",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ascension: Chronicle of the Godslayer – Void Mesmer Promo",
    "ID": 104410,
    "Year": "(2011)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104410/ascension-chronicle-of-the-godslayer-void-mesmer-p",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "This was a promo given out at Gen Con 2011 which was supposed to be the August 2011 Game Day card.&#10;&#10;Cost: 6 Runes&#10;&#10;Void Hero&#10;&#10;Gain 2 Power.  The next time you defeat a Monster this turn, you may acquire a Hero of equal or lesser cost.&#10;&#10;3 Honor&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Ascension Deck Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fabula: Il gioco di Lei e di Lui",
    "ID": 104411,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104411/fabula-il-gioco-di-lei-e-di-lui",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game come with 100 cards.&#10;&#10;50 cards are copy of 4 characters (15 of Alberto, the male protagonist, 15 of Beatrice, the female protagonist, 10 of Carlo and 10 of Carlotta (the others)).&#10;&#10;The other 50 cards are transitive and intrasitive verb cards, like &quot;Loves&quot;, &quot;Don't loves&quot;, &quot;Seduces&quot;, &quot;Kills&quot; (transitive) and &quot;Dies&quot;, &quot;Is Happy&quot;, &quot;Kill Himself&quot; (intransitive)... there are speak card like &quot;Says&quot;, &quot;Think&quot; and &quot;Lie&quot;. There also two jolly: One can change letterally anything (also the gender of a character!) and one can return a character in a form of a ghost!&#10;&#10;There are two types of play: Each player have a own story and one where all players narrate one story, each trying to finish his/her hand.&#10;&#10;The manual also say you can try to &quot;read the future&quot; trough this cards.&#10;&#10;The game wasn't sold, was gifted to &quot;Amica&quot; Subscriber in Italy. The game was designed by the famous semiotician and novelist Umberto Eco and semiotician Paolo Fabbri.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: Expeditions – Expansion Set",
    "ID": 104413,
    "Year": "(2012)",
    "Geek Rating": "5.613",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104413/star-trek-expeditions-expansion-set",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0909",
    "Description": "Supplementing Reiner Knizia's acclaimed cooperative board game with characters based on J.J. Abrams' 2009 Star Trek movie, the Star Trek Expeditions: Expansion Set introduces three new crew members &ndash; Chief Engineer Montgomery Scott, Lieutenant Hikaru Sulu, and Ensign Pavel Chekov &ndash; along with their respective character cards. Each new crew member brings his own unique talents and skills to the game, opening up even more avenues of game play. The Expansion Set also allows you to bring a fifth player to the table, increasing the size of your Away Team by one!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Clix",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rouba Queijo",
    "ID": 104417,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.42",
    "Link": "https://boardgamegeek.com/boardgame/104417/rouba-queijo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1",
    "Description": "&quot;Rouba Queijo&quot; means, in a free translation from portuguese, &quot;Stealing Cheese&quot;.&#10;&#10;It's a two player game where each player takes control of a mouse and need to put as many cheese as they can in their respective holes.&#10;&#10;The board is a high-relief thin bubble plastic representing an old basement and the cheese are represented by small dice. There's a magnet under the mice and in the ends of rods that are used to control them. Mice and cheese go over the board and players control their mice using the magnet on the rods under the board.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Animals: Mice",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Wall",
    "ID": 104420,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/104420/the-wall",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In the city of Kayin, the decision was taken to build a wall to split the city in two due to diverging ideologies. Now is the time to decide where the wall will run.&#10;Each player plays the leader for one side, vying against each other to get the most value to their side. You are using your influence to convince the undecided to join you, have important places on your side and important events in the city&rsquo;s life happen there.&#10;However, you need to find the right ways to exercise your influence. Will you find the inspiration at the right time? You will have to roll the dice to know and choose the ideas (Decktet suits) you keep wisely to take the advantage over your opponent.&#10;&#10;In The Wall, players throw a bunch of dice, and then decide to use those for either taking influence counters or paying the influence value of one of three cards available at that time. The card then goes into one of three categories (People, Places, Events) on the player side, to try to take control of that category.&#10;Players also have identical Action-card decks, giving them a random special action every turn.&#10;In the end, whoever controls more categories wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Over a Barrel",
    "ID": 104422,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/104422/over-a-barrel",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&#10;&#10;&#10;    &#10;        UNRELEASED GAME&#10;&#10;    &#10;    &#10;         Note that all details for this game are preliminary. If you have information about this game, you are invited to edit this section or submit corrections.&#10;&#10;    &#10;&#10;&#10;Over a Barrel is a merchant game about the East India Company in the 16th Century. It's a fine-tuned, well-crafted adventure on the South Sea, showcasing brilliant new mechanisms and a subtle element of good-ol' board game danger.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aristocracy",
    "ID": 104423,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104423/aristocracy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#10;&#10;&#10;    &#10;        UNRELEASED GAME&#10;&#10;    &#10;    &#10;         Note that all details for this game are preliminary. If you have information about this game, you are invited to edit this section or submit corrections.&#10;&#10;    &#10;&#10;&#10;Aristocracy is a revolutionary good time about the rise and fall of some of histories most infamous ruling elite. Designed with quick, cut-throat game play in mind, Aristocracy is a reign-of-fun for both new and veteran players.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tugboats!",
    "ID": 104434,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/104434/tugboats",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Help Cargo Ships from Red Rabbit Rentals, Blue Bonnet Boating, Purple Pirate Parcels, and Green Gremlin Groceries into port by playing Tugboat cards that match their number or company.&#10;&#10;During gameplay you play Tugboat cards from your hand into your Tug Line in order to score Cargo Ships. You can score a Cargo Ship two ways; by playing 3 tugboats of the same company as the Cargo Ship, or by playing three tugboats that equal the number on the Cargo Ship.&#10;&#10;The first person to score 3 Cargo Ships wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oz",
    "ID": 104439,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104439/oz",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Oz is a peg-filling game.  The object of the game is to fill all 25 holes in the game board with pegs so that no peg is next to another of the same color.&#10;&#10;Twenty-five pegs (five each of five different colors) are loaded into an interior compartment of the handheld base.  One by one the pegs are removed from a hole in the base.&#10;&#10;The first four pegs must be placed in turn in the four corner holes.  Each following peg must be placed next to a peg already on the board.  Pegs may be placed horizontally or vertically, but never diagonally.  No peg may be placed next to another of the same color in any direction.&#10;&#10;May also be recognized as 'Are you a Wizard of Oz' (based on box copy)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Books: The Wizard of Oz",
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ice Breaker",
    "ID": 104440,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/104440/ice-breaker",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ice Breaker is a party game designed to allow people to get to know one another by answering simple personal questions (i.e. 'How many times did you have to take your driver's test?' or 'Have you traveled outside the USA?').  The game comes equipped with four mugs, each with a different color handle, a game board, and four matching color pawns.  The mug handles each have a spinner built into them, dictating which question square on the game board your pawn moves to.  First pawn to reach the center of the board wins.  The game board doubles as a serving tray for the mugs.&#10;&#10;From the box art:  &#10;Break the ice and liven up the party.  &quot;Ice Breaker,&quot; the fun game that opens the way to knowing everyone better.  Spin the pointer and move the color matched pawns to the revealing questions on the game tray.  Drink a toast to the winner and new-found friends.&#10;&#10;Set Includes:&#10;&#10;     4-18 oz. Game mugs with Spinner Handles&#10;     1 Serving/Game Tray&#10;     4 Pawns&#10;&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1st Blitzkrieg",
    "ID": 104442,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104442/1st-blitzkrieg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "1st Blitzkrieg simulates the course of the military operations in Central Europe at beginning of the World War II, where the new doctrine of Blitzkrieg, based on armored and air forces was used by the aggressor to crush the defender within weeks rather than months.&#10;&#10;Game scale:&#10;Units are generally Divisions and Brigades.&#10;Each Turn represents 4 days.&#10;Each hex represents ca. 25-30 km&#10;&#10;Mechanics is hex and counter, of course. Activation uses the chit - pull system. Generally one chit represents one army and units can only be actvated once during the turn. Except for German panzer and motorized units, which can also be activated by special chit &quot;Schenlltruppen&quot;. That makes the Polish player feels like he can be really outmaneuvred by the Germans.&#10;&#10;Important factor is use of the air force. It can either support combat or interdict movement of ground units and rail transports. Luftwaffe can really dominate the sky.&#10;&#10;Combat table seems to be pretty &quot;normal&quot; - it has 6 rows, but you are rolling 2 dice instead of one. Unlike many other games, the results are not added but substracted... The range is from 0 to 5. After calculating the probability you may notice, that 1 is the most likely result (16,6 %) and 5 is the less likely result...&#10;&#10;Depending on the scenario, the players take part in:&#10;- the historical First Blitzkrieg &ndash; German strike on Poland in September 1939, &#10;- the alternative Red Blitzkrieg coming from the East, or&#10;- the hypothetic Blitzkrieg of 1938 (the defense of Czechoslovakia).&#10;&#10;In the 1939 historical scenario Wehrmacht is superior to Polish forces. But do not worry, PL gains VP either for holding terrain objectives or inflicting causalties to German units. German player must eliminate PL unit to gain VP for it. Therefore, usually the Polish player has more VP during the game - and the German player must perform a really good Blitzkrieg to gain victory.&#10;&#10;What is more, the players will get a chance to play the Red Blitzkireg scenario, and check how Polish Army can act vs. the Red Army. This scenario shows the actual Soviet deployment of 1939 versus Polish defense plan East, which was only theoretical.&#10;&#10;Another what if scenario is Czechoslovakian defense of 1938, supposing that the Munich dictate was rejected. There are quite heavy fortifications along the border, and the Wehrmacht isn't as strong as it was it 1939. In expanded version, this scenario is going to be for 4 players: Germany, Czechoslovakia, Poland and USSR.&#10;&#10;",
    "Categories": [
      "Dice",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Country: Czechoslovakia",
      "Country: Germany",
      "Country: Poland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soldier Emperor: Revolution",
    "ID": 104444,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104444/soldier-emperor-revolution",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Soldier Emperor: Revolution extends the game to cover the decade of bitter warfare following the French Revolution, from the Battle of Valmy in 1792 to the Peace of Amiens in 1802.&#10;&#10;It includes six scenarios, a new map, and a set of fifty playing pieces (40 2/3-inch leaders and 10 one-inch-square army/fleet pieces).&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement"
    ],
    "Families": [
      "Series: Gunpowder Strategy (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Power of the East",
    "ID": 104446,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104446/panzer-grenadier-power-of-the-east",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Power of the East is a supplement for the Panzer Grenadier system based on the battles waged between Japan and the Soviet Union in 1938 and 1939.  This module is not playable by itself, but requires ownership of Guadalcanal, Eastern Front, Road to Berlin, Sinister Forces and Infantry Attacks: August 1914 to enjoy all of the scenarios.  There are 12 scenarios, including large tank battles, based on the actual battles of these conflicts.&#10;&#10;Power of the East is sold exclusively via .pdf download.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Photo Safari",
    "ID": 104448,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/104448/photo-safari",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Photo Safari is one of several &quot;LP games&quot; released some time in the 80s, where the &quot;box&quot; is the shape and size of a record sleeve and folds out to reveal the board.&#10;&#10;This game features a spirally linear track through the jungle, along which players move their pieces according to the roll of the die. Some squares offer photo opportunities which yield money; others force a player to take a detour or lose moves. The goal is to reach the end of the track and return. Once a player has returned to the start those still on the track begin to lose money for each move, so the winner is not necessarily the player who moves the fastest or takes the most photos.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Victory Day",
    "ID": 104452,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/104452/the-victory-day",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "0",
    "Description": "&quot;Throughout the entire war I participated in many large scale operations but the upcoming battle for Berlin was special, it couldn't be compared to anything before it. The front-line had to get through the highly defended echelon zone starting from Oder and ending with the highly fortified Berlin&quot;.&#10;&#10;So writes the Marshal of the Soviet Union Georgy Zhukov about the assault on Berlin . For four years the Great Patriotic War continued. Millions of soldiers, thousands of tanks and planes &ndash; the entire might of USSR , Great Britain , France and many other countries were sent to battle. In the end fascist Germany was defeated.&#10;&#10;The strategic card game &ldquo;Victory Day&rdquo; is dedicated to the last period of the war when soviet soldiers assaulted Berlin and completely broke the German forces. Each player takes on the role of a division commander. He has command over different units: infantry, armored vehicles, artillery and aviation.&#10;&#10;Each unit has a historic counterpart &ndash; so for instance each rifle company in the game is a counterpart of real life divisions, platoons of KV tanks and T-34s, batteries of &ldquo;Katusha&rdquo; rocket launchers, squadrons of LA-7s and Tu-2 and so on. All in game characteristics were done keeping in mind the actual abilities of the historic counterparts. By using special &ldquo;tactical cards&rdquo; you can use different assaults, tactical maneuvers and psychological effects. Throughout the game, players simulate different actions of their divisions: charges and break through, artillery support and aerial bombings, organization off defenses and blocking enemy troops.&#10;&#10;All units in the game and all game events are shown as cards. Each card has an image of the unit, it's characteristics and abilities and also a text &ndash; usually it's a quotation from a historical novel or memoires, or some information on the current unit. All illustrations on the cards are done from actual black and white photos done during the war by using computer technologies.&#10;&#10;Booster packs containing new cards have been released for &ldquo;Victory Day&rdquo;. Players can add any of these cards to their decks by purchasing the booster packs sold separately. This way, players can make their own unique decks by adding new cards to it. Depending on the cards in the deck victory may be easier than before. It's more important to have a balanced deck fit for different situations then just by adding strong cards. But both players need to have an equal amount of cards in their decks. It is also not recommended to have more than 60 cards in the deck.&#10;&#10;There is also a mmo game based on &ldquo;Victory Day&rdquo; &ndash; &ldquo;The War Online&rdquo;&#10;&#10;Victory Day&rdquo; the board game is based mostly on &ldquo;The War&rdquo; CCG. This way, players can further customize their decks by using cards from &ldquo;The War&rdquo; CCG. This way they can combine lots of different tactics, use an assortment of squads and platoons and even simulate historical battles from World War 2.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sunday Enjoyment",
    "ID": 104454,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104454/sunday-enjoyment",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Bible related religious game. 48 cards, each with a question on one card and another card has the answer. A question is read out and, eventually, will be paired with the right card. The object is to collect pairs of cards with the question and answer matching. You had to be good at Bible reading to win this game!&#10;&#10;The front cover of the rules says &quot;The New Sunday Pastime for our Little Folks&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game – Tourney for the Hand",
    "ID": 104455,
    "Year": "(2011)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104455/a-game-of-thrones-the-card-game-tourney-for-the-ha",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Game description from the publisher:&#10;&#10;Tourney for the Hand is the first pack in the &quot;A Tale of Champions&quot; cycle, and is inspired by the great tournaments of Westeros. This chapter pack features 60 fixed cards (three copies each of 20 unique cards) for A Game of Thrones: The Card Game and introduces two new keywords: melee and joust. These exciting elements create thrilling new deck-building opportunities and strategies for A Game of Thrones: The Card Game.&#10;&#10;Featuring new versions of favorite characters like Arya Stark, Ser Jaime Lannister, Knight of Flowers developed especially for the new environment of &quot;A Tale of Champions&quot;, as well as brand-new characters like The Knight, Dorea Sand, and Meera Reed (designed by 2010 Castle Stahleck Champion Andrea Gualdoni), Tourney for the Hand has plenty to interest A Game of Thrones: The Card Game players, both new and veteran.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Therapy: Ergänzungspack Nr. 1",
    "ID": 104457,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104457/therapy-erganzungspack-nr-1",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This expansion contains 320 new cards for the base game:&#10;- 80 Therapy cards&#10;- 240 question cards.&#10;&#10;",
    "Categories": [
      "Medical",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lupus in Tabula: Lady Werewolf's Revenge",
    "ID": 104462,
    "Year": "(2011)",
    "Geek Rating": "5.518",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104462/lupus-in-tabula-lady-werewolfs-revenge",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "Lady Werewolf's Revenge is an expansion for Lupus in Tabula, dV Giochi's version of the popular party game Werewolf, that adds new roles and other elements to the base game. Components include ten new special characters, a werewolf and two villagers, seven wicked Auras and seven innocent Auras, the zombie Baron Samedi, Hamlet's skull, the &quot;Picture of Dorian Wolf&quot;, Dr. Jekyll's potion, and a werewolf's claw.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Expansion for Base-game",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Series: WolfParty Collection (daVinci Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ken je diertje",
    "ID": 104476,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/104476/ken-je-diertje",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "While throwing the die, you move around the board, arriving on a blue, green or red spot earns you an animal tile, an animal's home tile or an animal's food tile. If you arrive on a yellow spot, you'll have to choose which tile previously earned to give back.&#10;&#10;The first player who can combine a complete set (animal, home and food) wins.&#10;&#10;This game teaches small children different animals and their characteristics.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spy 51",
    "ID": 104483,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/104483/spy-51",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is the third 2-player abstract game from Susumu Kawasaki. Your goal is to put as many groups of spies in opponent territory as possible. Each turn you choose a line and place as many citizens on that line as number of citizens already on the same line. If there is exactly one space left on any line, that space will be filled up by spy automatically. Very unique abstract game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reversal of Fortune",
    "ID": 104504,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.63",
    "Link": "https://boardgamegeek.com/boardgame/104504/reversal-of-fortune",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Pirate Captain followed a treasure map and found mounds of gold right where the X marked the spot. Now, the adventure is over and it is time to transport the booty back to the ship.&#10;&#10;Take on the role of a greedy pirate, only interested in pocketing as much of the treasure for yourself, hoping this will be your Reversal of Fortune.&#10;&#10;The rules are simple:&#10;Shuffle the two decks thoroughly. Deal out five cards to each player from the Action Deck. For each turn, play or discard one card. End your turn by drawing a new card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Number",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lemming Renascence",
    "ID": 104519,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/104519/lemming-renascence",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&quot;Lemmings Renascence&quot; is a fun game for the company from 2 to 5 players. Each player is responsible for the resettlement of one swarm of lemmings (with the game on two players - two). Phases of the game are divided into several stages: a common event, reproduction(placing lemming on the territory of your choice),playing and drawing instinct cards(which are usually affect all lemmings on a single territory), the definition of the strongest swarm. The key game mechanics are the avalanche of migration of lemmings that players often can not control (when number of lemmings reach critical max for a territory, they're starting to run all directions randomly). Well, usually, lemmings fall off a cliff, but not all die ...some fly away :)&#10;&#10;There are 3 ways to win the game:&#10;1. When instinct deck ends, player who has the biggest and widest swarm wins.&#10;2. When all of your lemmings situated on the game board you win instantly&#10;3. When you have 7 flying lemmings you win instantly.&#10;&#10;^_^&#10;&#10;",
    "Categories": [
      "Animals",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Age of Sovereigns",
    "ID": 104521,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/104521/age-of-sovereigns",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.5",
    "Description": "At its core, &quot;The Age of Sovereigns&quot; is a military strategy, but the game is not limited strictly to combating. An important part of gameplay is the construction of buildings (common and special buildings, 26 total). Due to these constructions players can multiply their wealth and / or fame, along with the development of the army.&#10;&#10;The game is divided into various stages. In the era of &quot;Kingdoms Rising&quot; players gradually get bonuses specific to the kingdom. In the era of the &quot;End of Times&quot; all events are resolved. These two steps constitute the main part of the game, when the players give a variety of orders and fight. In the era of &quot;Destiny&quot; victory points and fines are scored.&#10;&#10;The dice are not used during the battles, so the game is not that much random ;)&#10;&#10;The game has low downtime and relatively short playing time (30 minutes per player).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fluxation",
    "ID": 104523,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/104523/fluxation",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "4",
    "Description": "Fluxation is a two player game where each player tries to get the highest score from 0 to 15. Their scores are modified by a flux diagram built with tiles which contains simple lines of computer code.&#10;&#10;A player can put tiles, run the diagram, eliminate 'bugs' or discard his or her hand in each turn.&#10;&#10;No complex knowledge is needed to play Fluxation; just add, substract and compare numbers to win your opponent.&#10;&#10;Scores are limited to 4 bits! It means that no number is higher than 15 or lower than 0. So 15+1 = 0! and 0-1=15! Be careful!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Math",
      "Number",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Modular Board",
      "Network and Route Building",
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape from the Dead City",
    "ID": 104525,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/104525/escape-from-the-dead-city",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Escape from the Dead City is a card game of survival horror, where each player must control a group of survivors trapped in a putrid zombie infested city. Players will have to stock up and prepare as best they can before they escape from this hell full of undead.&#10;&#10;During the game, the survivors will visit the city in search of other people, weapons, food, water, vehicles and anything that might be useful. Despite being a competitive game, players can cooperate if they are in the same place, but only one can win. The first player to get Survival Points needed may flee the city, thus winning the game.&#10;&#10;But it will not be easy to escape, because danger lurks around every corner, and zombies are not the only ones who can end the life of the group.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eternium",
    "ID": 104531,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104531/eternium",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Eternium is a mythical card game where you can trade and battle. The aim is to 'dominate' - create the ultimate collection of cards that will let you win every time.&#10;&#10;You create the dominating card collection by trading and battling. In a battle, both players may 'risk' a 4 or 5 star card and whoever wins keeps both.&#10;&#10;There are three types of Cards: Monster, Combat and Special. You must always play a Monster Card - both Special and Combat cards can be used in addition to the Monster on each turn.&#10;&#10;The game is popular with younger children because there is a vivid story and the monsters are found to be very imaginative and in some cases comparable to people they know in real life.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Invasion From Outer Space: Cloaked Martian Scouts",
    "ID": 104537,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104537/invasion-from-outer-space-cloaked-martian-scouts",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A one page rules supplement and a pack of 9 translucent blue Martian Scouts that can be added to any existing Invasion From Outer Space scenario. The Scouts are deployed via a new Command Console Button (Cost=1) and are removed from the game when killed. Once deployed, Scouts behave as normal martians but with the following special abilities:&#10;&#10;Scouts may move 2 spaces per turn.&#10;The Scout's Ray Gun always hits on 3+.&#10;Scouts ignore any wound on a roll of 4+ (except those from fire or explosives).&#10;Scouts do not count as a Martian Pack when rolling for reinforcements.&#10;&#10;The back side of the rules supplement contains a new scenario &quot;The Beacon&quot; in which the Martian player attempts to secure three buildings and install homing devices in them. If they succeed, the beacon is triggered and a full scale invasion of earth commences.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Invasion from Outer Space",
      "Series: Last Night on Earth Game Engine (Flying Frog Production)",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperial Crusade Armada",
    "ID": 104547,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/104547/imperial-crusade-armada",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Kickstarter description:&#10;&#10;&quot;Imperial Crusade Armada&quot; is a Tactical level Space combat card-wargame that uses plastic cards made of the same material as credit cards to represent each ship on the tabletop.  These cards have ship stats printed on them so that everything that happens during a battle can be tracked directly on the card with a dry erase pen.  Battles between a few ships can be played in a couple of minutes or massive fleet battles can be played in about an hour.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Total It!",
    "ID": 104550,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104550/total-it",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box: Addition &amp; subtraction have never been so much fun (or fast)!  Players have to match the number of the card in play by using + or -!  Collect the most points or discard all your cards first and you win!&#10;&#10;Gameplay:  Each player gets 7 cards.  The remaining cards become the draw pile.  The dealer turns over the top card of the draw pile.  Each player tries to match the number on the card with either an exact match, or using two cards with + or -.  Multiple matches can be played.  Players keep matched cards in front of them to track points.  The dealer then brings all players back up to 7 cards.  Then a new target card is drawn.  When there are not enough cards left to bring everyone to 7 cards, the game is over.  &#10;An alternate rule set eliminates the target card and plays 11 rounds using the numbers 1 to 10 and a wild round where each player names their own target number.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Characters: Bicycle Kids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sweet16: Matchmaker",
    "ID": 104554,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/104554/sweet16-matchmaker",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sweet16 is a lightly themed memory game inspired by Calcory from M&#195;&#188; & More by Doris Matthaus and Frank Nestel. It can be used as an educational tool to develop counting and memory skills in young children and with the full set of rules is a challenging and fun game for more serious gamers.&#10;&#10;The game uses a standard deck of cards and melds hidden information, memory, bluffing and special card powers into a fun, short game.&#10;&#10;Cards are revealed with the aim of having their values sum to 16. Players can push their luck or engage their memory and hope to avoid going bust. Or they can play it safe and hope their opponent cannot outdo their  achievement. If a player succeeds they collect the revealed cards into a score pile. One of the cards is re-hidden and another can be used for it's special power. Highest score wins.&#10;&#10;The theme is nominally about high-school intrigue and dating.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Four Seasons Chess",
    "ID": 104556,
    "Year": "(1283)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/104556/four-seasons-chess",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An interesting four-player version of chess from medieval Spain.  Each player represents one of the seasons, and starts the game with a king, a rook, a knight, a bishop and four pawns in one corner of the board.  The pawns are split, and move away from the corner in one of two directions.  Each player is supposed to attack the player to his right, and on checkmating his opponent takes over the use of his pieces.  From Alfonso X's Book of Games.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dominion: Hinterlands",
    "ID": 104557,
    "Year": "(2011)",
    "Geek Rating": "7.276",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104557/dominion-hinterlands",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5484",
    "Description": "Game description from the publisher:&#10;&#10;The world is big and your kingdom small. Small when compared to the world, that is; it's moderate-sized when compared to other kingdoms. But in a big world like this one - big when compared to smaller worlds anyway, if such things exist; it's moderate-sized when compared to worlds of roughly the same size, and a little small when compared to worlds just a little larger - well, to make a long story short - short when compared to longer stories anyway - it is time to stretch your borders. You've heard of far-off places - exotic countries, where they have pancakes but not waffles, where the people wear the wrong number of shirts, and don't even have a word for the look two people give each other when they each hope that the other will do something that they both want done but which neither of them wants to do. It is to these lands that you now turn your gaze.&#10;&#10;Dominion: Hinterlands is the sixth addition to the game of Dominion. It adds 26 new Kingdom cards to Dominion, including 20 Actions, 3 Treasures, 3 Victory cards, and 3 Reactions. The central theme is cards that do something immediately when you buy them or gain them.&#10;&#10;Part of the Dominion series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Dominion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Taboo Atoll Express",
    "ID": 104569,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/104569/taboo-atoll-express",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A Forbidden Island themed Express game in the vein of Infection Express, Taboo Atoll Express places the player into the role of the intrepid treasure hunter, on an island that is determined to keep its secrets, and is willing to sink itself in order to protect them.&#10;&#10;The player roams around the island, looking for clues as to where the treasure is located, all the while the island is aware and slowly sinking itself to prevent the player from succeeding.  Should you spend too much time on the island, you'll sink with it!&#10;&#10;Taboo Atoll Express should take around 10-20 minutes to play, has easy setup, and can be played with a handful of colored cubes or markers, and a few custom dice.  The game is available for free in print-n-play format from the paperparachute games site.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Role Playing",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chazz",
    "ID": 104577,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/104577/chazz",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Game description from the publisher:&#10;&#10;In Chazz, you play the role of intrepid cats and show your claws to mark your territory.&#10;&#10;Just like in musical chairs, walk around the table and when the leader gives the signal, dash to a seat. Be on the ball because one of the players will be left standing. Keep a close eye on what your opponents are doing and you could the first tomcat to take control of two chairs thanks to your &quot;claw&quot;, &quot;spit&quot; and &quot;rub&quot; cards.&#10;&#10;A few tactics and a lot of cattiness make this game unforgettable!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Verish' Ne Verish'",
    "ID": 104578,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/104578/verish-ne-verish",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "Russian bluffing game using standard deck of cards, similar to Cheat; the main difference is that the called rank stays the same during a round, rather than changing from player to player, forcing people to start bluffing almost immediately.&#10;&#10;Play with a full deck for 4+ players, thin the deck to 36 cards (remove 2s through 5s) for fewer players.&#10;&#10;The goal of the game is for a player to get rid of all cards they have. Start by removing one random card from the deck (so that there is one rank that cannot form four-of-a-kind) and deal the remaining deck out between the players. On their turn, a player must discard 1-3 cards face down and announce those cards' rank (the same rank being called for the entire round, and players may lie about what they are discarding), or call the bluff of the previous player.  When a bluff is called, the played cards are revealed and the loser of the challenge draws the entire discard pile without showing the cards to anyone. After drawing the discard pile, a player may choose to discard sets of four-of-a-kind from their hand (in some versions of the game all must be discarded; in others, only a single set). The player to the left of the challenge loser starts the next round, naming a rank of their choice.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Card Games: Beating",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ancient Game of GOMI",
    "ID": 104582,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/104582/ancient-game-of-gomi",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game for multiple players with a wizard theme.&#10;&#10;From the box art:&#10;&#10;A game of strategy and luck where fortunes are won or lost at the turn of a card.&#10;&#10;Play for a few minutes or play all night.  You control when the game ends.  Play against the other players while you play against the dealer.  Accumulate the most cash and you're the winner.  Easy to learn, tough to master, this action packed, fast paced game has something for all ages.&#10;&#10;With six phases, make the most of the cards dealt to you as you choose your &quot;COLOR&quot;; go &quot;HIGH or LOW&quot;; and &quot;COVER&quot; your GOMI cards.&#10;&#10;As the deal rotates to you, it is your chance to call for the GOMI to get the other players to &quot;PUT&quot; more than they &quot;TAKE&quot;.  If they don't there's always &quot;DEALER'S REVENGE&quot;.&#10;&#10;Any strategy is legal.  Play conservatively or risk it all.  The right strategy can put you in a position to double or quadruple your cash.  Choose your cards wisely because in this ancient game, fortunes are won or lost at the turn of a card.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Air Hoops",
    "ID": 104584,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/104584/air-hoops",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "This is a dexterity game with a basketball theme. The design is similar to &quot;Space: The Game that Defies Gravity&quot; and features the same battery operated air cushion. Contestants guide the floating basketball across an abstract circular court as they maneuver the ball around two teams of basketball player figures and into hoops.&#10;&#10;There are four levels of play based on the number of figures on the court and the number of basketball goals positioned on the outer ring. There is also a timer to increase the level of competition.&#10;&#10;Includes the plastic court display, two teams of plastic players, three basketballs, and the rules.&#10;&#10;Requires 6 &quot;C&quot; batteries or 9V DC adapter (not included).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HorrorClix: Freddy vs. Jason Collectors Set",
    "ID": 104587,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/104587/horrorclix-freddy-vs-jason-collectors-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "We get Freddy Krueger, Freddy Nightmare Worm, Jason Voorhees, Jason Carrying Freddy's Head, and the final uberpiece, Freddy And Jason Together (featuring both figures on a single base). It is worth noting that the scenarios that come with the rulebook do not recommend using this last piece&hellip;&#10;&#10;The figures are 28mm, and of fine quality, although the factory paint jobs leave a bit to be desired. And for those of you wishing to rebase, they'll come off easily enough (and provide SIX figures rather than five; the Jason Vs. Freddy piece can be separated).&#10;&#10;Altogether, a neat tabletop game awaits. Make a neat main event for this coming Halloween, and a nice diversion from the usual zombie geek bingo events&hellip;&#10;&#10;This is actually a Licensed Starter/Expansion style pack for Horrorclix, and doesn't really work as a stand alone game.&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Movies: A Nightmare on Elm Street",
      "Movies: Friday the 13th",
      "Movies: Horror Movies",
      "Players: Two-Player Only Games"
    ]
  }
]