[
  {
    "Rank": "16401",
    "Name": "Rise of Babel",
    "ID": 398994,
    "Year": "(2025)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/398994/rise-of-babel",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Become the builders of the greatest Tower known to man! &#10;Use elephants to transport resources, spend gold to upgrade your deck and acquire influence as you compete to gain the highest score.&#10;&#10;Assemble a deck of cards, tactically position resource tiles  on the Tower of Babel, and upgrade your warehouse to unlock a range of rewards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Arabian",
      "Civilization",
      "Puzzle"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Multi-Use Cards",
      "Open Drafting",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Constructions: The Tower of Babel",
      "Crowdfunding: Kickstarter",
      "Region: Middle East",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "16402",
    "Name": "Yutakâ",
    "ID": 293006,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/293006/yutaka",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Five islands make up the archipelago known as Yutak&acirc; and each one is full of treasures.&#10;&#10;During the game, buried in its depths, you will discover amphorae, daggers, idols and red crystals.&#10;&#10;Only the best strategist will be able to play the right cards to gain the majority and win the most valuable treasures.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16403",
    "Name": "Hey Robot",
    "ID": 292350,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/292350/hey-robot",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Hey Robot is a party game where two teams compete to get a smart speaker (like Alexa or Google Home) to say specific words. It can be played by any group size, from 2 players to as many as you can fit around a table.&#10;&#10;You start the game by laying out a 4x4 grid of word cards. Cards have a point value from 1 to 3. Teams take turns trying to capture one of the cards by asking the speaker a single question, without using any form of the word on the card. If the speaker says the word in its response, the team captures that card and scores the points.&#10;&#10;Whenever a team misses with their question, they must add a bonus point token to the card, increasing its value. Whenever a team captures a card, they add a bonus point token to any of the cards next to the captured card. The first team to score 16 points wins the game.&#10;&#10;Hey Robot rewards general knowledge, linguistic dexterity, and the ability to reverse-engineer the algorithms that power the smart devices we've brought into our homes. It's the first board game designed for humans and AI to play together.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Print & Play",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Components: Sand Timers",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16404",
    "Name": "War for Indagar",
    "ID": 249312,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/249312/war-for-indagar",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "Indagar was thrust into chaos when the Reaper burst into the mortal world, spawning a cataclysm that has left large swaths of the continent in ruin. A once stable republic that spanned the land has been destroyed, and in its wake, some factions are vying to be new rulers while others just want to be left alone. Meanwhile, warped monsters and terrible Cabalists roam the earth pent on destruction. No matter what side you're on, the time has come to grab arms, prepare spells, and join the war for Indagar.&#10;&#10;War for Indagar is a fast-paced, 4x strategy game that includes four distinct factions for 1-4 players, along with an engaging AI. Players select powerful heroes to represent their armies, choose unique strategies to tailor their gameplay, and use spells and abilities to gain control over the battlefield and &mdash; ultimately &mdash; the Spirit Well at its center.&#10;&#10;After generating a dynamic board of face-down hexagon tiles, players take turns exploring the land, building outposts, gathering resources, and waging an intense battle against other players and the AI-driven monsters. Unlike many 4x games, War for Indagar puts combat at the center of the struggle, with heroes squaring off in epic combat and using abilities and spells unlocked as they gain experience. To participate in combat, players roll dice based on attack and defense characteristics; do enough damage and you send your opponent into retreat and gain the land they were defending.&#10;&#10;Games of War for Indagar last for ten turns or until a player earns 10 primacy points. Primacy is earned by claiming land with new outposts, defeating the enemy champion, or mining the precious spirits from the well at the center of the battlefield. Points can be won and lost in this seesaw battle to dominate the land, so call your banners, summon your champions, and prepare for the war for Indagar!&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Dice Rolling",
      "Modular Board",
      "Movement Points",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "16405",
    "Name": "Double Donkey",
    "ID": 360032,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/360032/double-donkey",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "You are all donkeys. Sorry, that's how it is in this game. But being a donkey is not bad, there are plenty of others. But still, nobody wants to be the biggest donkey. So you better choose the right dice, risk a bit and quickly get rid of your donkey cards!&#10;&#10;Gameplay:&#10;Each player is dealt a deck of 10 cards. The decks are placed face down in front of each player and everyone draws 3 cards from it.&#10;&#10;Dice Phase: Roll the six dice. Choose a die and set it aside.&#10;The next person rolls the remaining five dice and sets one aside, and so on...until all dice results are determined.&#10;&#10;Card Phase: Now all players simultaneously must play 1-3 donkey-cards from their hand. The numbers on the dice determine the value of the cards (colors of the donkey-cards = value of the color dice).&#10;The player with the highest card-value is the &quot;biggest donkey&quot; in this round and cannot discard his cards.&#10;All other players draw new cards from their own decks.&#10;&#10;Game end:&#10;The first player to get rid of his deck (of 10 cards) is the winner!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Donkeys"
    ]
  },
  {
    "Rank": "16406",
    "Name": "Battlefield: Europe",
    "ID": 7650,
    "Year": "(1990)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/7650/battlefield-europe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.5",
    "Description": "This wargame explores a number of possible wars that could have occured in Europe after World War II. It includes fifteen scenarios:&#10;Czechs vs. Slovak separatists&#10;Albanians vs. Yugoslavians&#10;Germans vs. Poles&#10;Belgians vs. Walloons&#10;Belgians vs. French&#10;French vs. Dutch&#10;Russians vs. Central Asians&#10;Romanians vs. Hungarians&#10;Turks vs. Bulgarians&#10;Greeks against Turks&#10;Greek Cypriots vs. British&#10;Soviet attacks against Turkey&#10;US vs. Soviets in Turkey&#10;&#10;From the box:&#10;&#10;1945 to 1990 was an era of peace and stability in Europe. NATO in the West and the Warsaw Pact in the East imposed the longest peace since the end of the Napoleonic Wars. But as the Cold War ends, this armed stability will end as well. The nations of Europe have many long-standing territorial disputes and historic animosities that only now can erupt into violence. For years, Romania and Hungary could put aside their differences in the face of a greater threat from NATO. Greece and Turkey stood uncomfortably together against the potential threat of the Warsaw Pact.&#10;Now, the age of unsteady friends has passed. Battlefield: Europe explores seven potential European flashpoints. Each could turn violent at any time in the next ten years.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Series: First Battle (GDW)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "16407",
    "Name": "Flagship: Coyote Stands",
    "ID": 31074,
    "Year": "(2002)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/31074/flagship-coyote-stands",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.1111",
    "Description": "First Contact!&#10;&#10;On the fringe of human space, raiding fleets prowl the star links for valuable cargo. Genetically engineered to survive their fierce jungle worlds, these disparate raiding tribes have unified into the Standing Nations in a bid for sovereignty.&#10;&#10;At distant outpost, Coyote Station, the threat comes not from human space but from beyond. In search of food, the living ships of the Kirikin Swarm have arrived. The Overqueen broods deep in the bridge-womb of her command ship. She has seen great possibilities in the resources of this &quot;human&quot; space.&#10;&#10;Flagship Briefing:&#10;&#10;Flagship is an expandable card game. It includes everything two, three, or four players need to play. Flagship also includes deck construction rules for expert level commanders.&#10;&#10;Each player selects a Flagship, Commander, and fleet of escort ships. Ships rip into each other with Guided, Direct, and Boarding attacks in an attempt to destroy the enemy fleet. The first player to destroy the enemy flagship wins!&#10;&#10;Enhance your Flagship experience with Flagship: Prometheus Unchained and command the fleets of the Heisenberg Dynasty and Freeman's Followers.&#10;&#10;110 cards 6 dice (2 D20s and 1D8 in green and 2 D20s and 1 D8 in red.&#10;&#10;Integrates with:&#10;&#10;    Flagship: Prometheus Unchained&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": []
  },
  {
    "Rank": "16408",
    "Name": "Sherlock Deluxe",
    "ID": 52332,
    "Year": "(2009)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/52332/sherlock-deluxe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Sherlock Deluxe&#10;&#10;The Card Game Where Memory and Deduction are &ldquo;Elementary&rdquo;!&#10;&#10;Winner of over 6 awards, including the Parent's Choice Gold award, The National Parenting Center's Seal of Approval, Creative Child Magazine's Preferred Choice Award and more, the Sherlock card game now has a new look in the Sherlock Deluxe edition!&#10;&#10;The new and elegant book-shaped box attractively houses the popular game, and as a special addition, includes an intricately sculpted Sherlock pawn and 11 extra clue cards!&#10;&#10;As Sherlock goes around and searches the clues, every player tries to remember each of the eight objects hidden in a facedown circle of cards.  Then, Sherlock travels from one card to another.  Each time Sherlock stops at a facedown card, the player has to remember which object is on that card.  Sherlock continues to move, as long as the player guesses correctly.&#10;&#10;If Sherlock travels to a face-up card, then the player gets to keep that card. The first player to collect six cards wins!&#10;&#10;*&#10;      For 2 to 5 Players&#10;    *&#10;      Ages 5 to Adult&#10;    *&#10;      15 Minute Playing Time&#10;&#10;Contents:  60 Clue Cards, 1 Sherlock Pawn and Instructions in English, Spanish &amp; French&#10;&#10;Re-implements:&#10;&#10;    Sherlock&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Books: Mystery Novels",
      "Books: Sherlock Holmes"
    ]
  },
  {
    "Rank": "16409",
    "Name": "Achroma",
    "ID": 351643,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/351643/achroma",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.8",
    "Description": "Achroma is a beautifully illustrated card game for 2-6 players. It&rsquo;s fast, fun, easy to pick up and has lots of tactical depth. Achroma is set in The Five Realms and reveals more of a overarching narrative that players can influence by using the Achroma app when they play.&#10;&#10;During a game of Achroma, you&rsquo;ll spend shards &ndash; your life energy &ndash; to deploy and attack with heroic Characters, equip them with Objects of Power, harness Locations and unleash cunning Actions. Doing so will enable you to gain, drain and steal shards in return. There are two ways to win a game - get to 30 shards, or drain the other players to 0. &lsquo;Light side&rsquo; Chroma decks lean to gaining shards, and &lsquo;dark side&rsquo; Achrom decks lean to draining and stealing shards from other players.&#10;&#10;Each Achroma release is a jumping on point for fresh players and an expansion for existing players. Each themed release is built around a narrative set in The Five Realms and comes with new cards to collect, trade, and play with, along with new factions, abilities, and keywords. Each release is supported by short stories, soundtracks and Achroma app updates.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "16410",
    "Name": "Fantom Staré Prahy",
    "ID": 54707,
    "Year": null,
    "Geek Rating": "5.526",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/54707/fantom-stare-prahy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Plagiat of &quot;Scotland Yard&quot;.&#10;Made in Czechoslovakia some time in the late 80s.&#10;One of the players takes on the role of a mysterious &quot;fantom&quot;. His job is to move from point to point around the map of Praha taking taxis, trams, boats or horse drawn carriages. The detectives, the remaining players acting in concert, move around similarly in an effort to move into the same space as the &quot;fantom&quot;. But while the criminal's mode of transportation is nearly always known, his exact location is only known intermittently throughout the game.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Transportation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "16411",
    "Name": "Escape from Station 52",
    "ID": 312504,
    "Year": "(2020)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/312504/escape-from-station-52",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6667",
    "Description": "ESCAPE FROM STATION 52 is a roguelike solo card game where you, as the survivor Stella Hoshiko, have to escape from a space station that was taken over by a cosmic anomaly.&#10;&#10;The deck consists of 52 cards, each not only representing the situations and threats that infest the station corridors, but also the weapons and equipment needed to deal with them.&#10;&#10;Press forward through the Station, dealing with 4 cards at a time in search for the cards required to gain access to the Escape Pod. When unable to sneak past conflict, use Weapons and Gears, like the Flashbang to fend off Threats, or Emergency Kits to heal yourself.&#10;&#10;&#10;    ESCAPE FROM STATION 52 delivers tension and high lethality in a portable package of only 54 cards, with each play session lasting from 10 to 15 minutes.&#10;&#10;&#10;&#10;    Sneak past entire Corridors to avoid conflict and save your gear for another moment.&#10;&#10;&#10;&#10;    Arm yourself with the Flamethrower and the Exoskeleton to face off the cosmic anomalies that disrupt reality itself at Station 52!&#10;&#10;&#10;&#10;    Defeat the Amalgam, the major threat of Station 52 and survive to achieve victory as a Veteran.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Move Through Deck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Scoundrel"
    ]
  },
  {
    "Rank": "16412",
    "Name": "Campaign for Guadalcanal: Long Lance & Henderson Field",
    "ID": 11763,
    "Year": "(1994)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/11763/campaign-for-guadalcanal-long-lance-and-henderson",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "2.375",
    "Description": "Henderson Field is a two player game recreating the epic struggle for Guadalcanal Island.  The game simulates the fighting during the decisive months of September through November 1942&#10;&#10;Long Lance is a two player game simulating the vicious naval engagement of Guadalcanal Island in 1942.&#10;&#10;Both games provide players the opportunity to link both games together and recreate the whole Guadalcanal campaign.&#10;&#10;Republished in modified form as Bloody October in Command Magazine Japan #20 in 1998.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Solomon Islands",
      "History: World War II (Pacific)"
    ]
  },
  {
    "Rank": "16413",
    "Name": "Samurai Vassal",
    "ID": 234101,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/234101/samurai-vassal",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Samurai Vassal is a fast-paced simultaneous action card game for 2-6 players. The theme is set in ancient feudal Japan during the Sengoku period. During this time period, Japan didn&rsquo;t have a ruler so it was split into different regions ruled by different warlords called daimyos. Each player plays as a samurai to propose policies to their daimyo in order to win his trust. In each round, players can discuss what kind of policy they will propose. They may form alliances and gain the daimyo&rsquo;s trust together and or deceive each other and become the lone winner. The first player who gains 12 trust points from the daimyo wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Hand Management",
      "Prisoner's Dilemma",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "16414",
    "Name": "Zooscape",
    "ID": 187515,
    "Year": "(2015)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/187515/zooscape",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "The animals have escaped from the zoo, and it's up to the zookeepers to get everyone back in their cages &mdash; but lots of things can happen while you're chasing critters...&#10;&#10;In Zooscape, originally released as Curio Collectors (&#227;&#129;&#175;&#227;&#130;&#147;&#227;&#129;&#139;&#233;&#128;&#154;&#233;&#170;&#168;&#232;&#145;&#163;&#229;&#184;&#130;), you must prove yourself the best zookeeper by rounding up animals worth the most points, but remember that all the animals need enough space in their cage to stay happy! Shove too many in one cage, and they'll be worth almost nothing to you.&#10;&#10;In each round, someone deals a line of twelve cards face up on the table; each card depicts an animal (a curio in the original version) along with a point value and a limit. The starting player splits the line in two by choosing a dividing point. Each player holds two cards showing the left or right group, and each player chooses, then simultaneously reveals which group of cards they want. If only one player chooses a side, they take all the cards in that group and add them to their personal tableau. If a side is chosen by more than one player, however, then one of the players who chose it splits that group into two smaller groups, then everyone who originally chose this group secretly votes again for which group they want. This process repeats with each group until either each player has taken some number of cards or groups have been reduced to single cards and two or more players are still voting to take them; in this case, those single cards are placed in a special pile. At the start of a round, the starting player adds a special card to the line-up and whoever wins this card collects all of the animals in this special pile.&#10;&#10;Players complete three rounds this way, then score points. If a group of cards has exceeded the limit on it &mdash; say, by collecting four cards when the limit is three &mdash; then the owner of these cards scores only 1 point per card instead of the point value for each card. Some cards in the game allow you to remove cards from your collection, possibly allowing you to stay under the limit and score more points. You might also start trying not to win cards so as not to spoil the value of what you've already collected. (In Curio Collectors, you would effectively crash the market value for an item by trying to sell too many of them at one time.) Whoever has the most points wins!&#10;&#10;Zooscape has also been published as Kimono, with players collecting Japan-related collectibles and cultural objects.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Voting"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Hansel and Gretel"
    ]
  },
  {
    "Rank": "16415",
    "Name": "Guillotine",
    "ID": 11629,
    "Year": "(1983)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/11629/guillotine",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "This game is a Barbu derivative that was designed to have more challenging scoring. It uses 32 cards and has six sub-games, five of which are trick-taking games and one of which involves placing cards in a domino-style layout. In four of the five trick-taking games the object is to avoid taking tricks.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "16416",
    "Name": "Night Fight: Solitaire East Front Tactics",
    "ID": 168382,
    "Year": "(2015)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/168382/night-fight-solitaire-east-front-tactics",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Night Fight: Solitaire East Front Tactics is a solitaire wargame in which you command a Kampfgruppe group of German panzers infiltrating and attacking Soviet forces at night while the system runs the Soviet forces. The first scenario is based on an actual night action from the Battle of Kursk during elements of 6th Panzer Division infiltrated behind Soviet lines. There are also several other scenarios representing other night fights on the eastern front in 1943.&#10;&#10;Each vehicle counter represents up to five tanks or other vehicles, depending on the scenario. Each map hex represents 30 meters. Each turn represents anywhere from two to 15 minutes depending on the tempo of your activities.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 228 counters&#10;&#10;Magazine: World at War #44&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Magazine: World at War",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "16417",
    "Name": "Mazescape XP: Cryo-C",
    "ID": 363091,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/363091/mazescape-xp-cryo-c",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Mazescape is a clever and fascinating maze game for one player that will challenge even the most active minds.  The Cryo-C version is designed by Pablo C&eacute;spedes and Victor Hugo Cisternas, authors of Tesoros del Rey Pirata, and illustrated by David Yuyo Correa.&#10;&#10;When the mainframe computer of the supply ship unexpectedly awakens from suspended animation, something&rsquo;s probably going to go wrong.  You&rsquo;re still in outer space, there&rsquo;s nobody by your side, and the central reactor&rsquo;s alarm won&rsquo;t stop sounding.  Upon exiting your capsule you realize that everyone else has disappeared.  Who, or better yet, what has taken them?  To find out, sharpen your wits, patience and powers of observation.&#10;&#10;The Mazescape saga introduces a completely unique concept that fans of logic and puzzles will love.  In this original game from Devir, you will place a map on the table and look for the compass rose as the starting point of the maze.  Using the wooden stylus that comes with the game, you&rsquo;ll trace the white pathways, maintaining contact with the maze at all times, and you&rsquo;ll open and close sections of the map while looking for the exit point of the Impossible Triangle.  Pass under bridges, climb staircases, and keep your head from spinning until the exit point takes you to the next scenario.&#10;&#10;Each Mazescape box contains seven different challenges to face.  The first maze is a relatively accessible challenge, and little by little the mazes become increasingly difficult until the final elegant explosion of pathways, which can only be untangled by the sharpest minds.&#10;&#10;Moreover, each map includes a series of secondary challenges that allow you to travel through a second time, giving each set of maps a high degree of re-playability.  Look for all of the hidden treasures in the seven maps.  And the portable format is easy to play anywhere; all you need is a place to set the map and the stylus to start your journey.  But beware, nobody said that escaping from the labyrinth would be easy!&#10;&#10;Mazescape Cryo-C offers the most advanced challenges of the Mazescape saga, including the most complex mazes to date.  Are you up for the challenge?&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Modular Board",
      "Multiple Maps",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Card Games",
      "Series: Mazescape (Devir)"
    ]
  },
  {
    "Rank": "16418",
    "Name": "Sinoda",
    "ID": 347970,
    "Year": "(2024)",
    "Geek Rating": "5.526",
    "Avg Rating": "8.68",
    "Link": "https://boardgamegeek.com/boardgame/347970/sinoda",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "Sinoda is an abstract strategy game played using 4-sided dice as the pieces on a beautiful &quot;flower of life&quot; pattern board. Players must capture the most points worth of pieces from their opponents.&#10;&#10;On their turn, a player may move a piece OR rotate a piece to increase or decrease the top number by 1. The number at the top is the piece's movement value, indicating how many spaces it must move (should you choose to move it), but it is also the points value of the piece awarded to the opposing player if they capture it. Captures are made by finishing a move on top of another player's piece. During a move, a piece may not move over another piece, or back through a space it just went through.&#10;  &#10;The game ends immediately when:&#10;&bull; All players have only one piece on the board, or...&#10;&bull; A player has lost their last piece on the board, or...&#10;&bull; A player has captured 6 opposing pieces&#10;&#10;Once the game ends, players add up their captured points. Since the winner is the player with the most captured points and not the player who has captured the most pieces, it is possible to lose all of your pieces and still win! There is also a special win by Sinoda that happens in 2 player games.&#10;&#10;Sinoda plays differently at each player count of 2, 3, 4 &amp; 6 players. Each still feels like Sinoda but everyone should experience the various player cunts to feel the tactical and social nuances. 6 is unique as it plays like a social game that meets abstract strategy. It has lots of banter with deep discussions and needed trust for cunning plans. A time will come, that makes you wonder if now your opponent will go this turn alone, stick to the plan or turn on you. The opposite end is the 2-player. A clean abstract strategy with deep thought and game changing moments. Don't forget team play. You don't add your team's points together at the end. Any member of your team wins the entire team wins. This allows for more aggressive play with certain team members.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "16419",
    "Name": "Six Day War: 1967",
    "ID": 116737,
    "Year": "(2012)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/116737/six-day-war-1967",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "Six Day War: 1967 is a wargame of Arab-Israeli War of June 1967.&#10;&#10;There are two players in the game, each commanding a Front of the Israeli Army against various Arab opponents. One commands the Sinai Front; the second commands the Eastern Front. Each player also commands the Arab forces facing the other player (his opponent.) The game is designed in this manner owing to the massive qualitative superiority of Israeli forces in this war. The assumption of the game is that an Israeli victory was generally inevitable, so the intent is to place the players in a situation in which they have to compete with each other on both sides to win the greatest possible victory on their own Front.&#10; The map is divided into two sectors, one for each Front. Only units of that Front may operate in that sector. There are additional units, called Reserves, which can possibly be assigned to either Front. The objective of each player is to score the most Victory Points in terms of seizing objectives and destroying enemy units at the lowest possible cost. Meanwhile, the player will be using the Arab forces facing the other player to delay or even stop that Front.&#10; The game includes one map (22x34&rdquo;) of Israel and the surrounding regions from the Golan Heights to the Suez canal (and all of the Sinai), and one counter-sheet (228 counters) representing all of the Israeli and Arab forces, color-coded to apportion them by their respect Front.&#10;&#10;&#10;Published with Modern War #4&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: Six-Day War",
      "Country: Israel",
      "Magazine: Modern War",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "16420",
    "Name": "Neopets Battledome Trading Card Game",
    "ID": 395813,
    "Year": "(2024)",
    "Geek Rating": "5.526",
    "Avg Rating": "8.78",
    "Link": "https://boardgamegeek.com/boardgame/395813/neopets-battledome-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Remember the first days of the internet and the beloved online game Neopets?&#10;&#10;As the community continues to be active and thrive, the 25th anniversary of Neopets brings an exciting new release. The Upper Deck Company, in partnership with Neopets, is set to launch a brand new TCG with Neopets Battledome Trading Card Game in 2024. Step into the enchanting world of Neopia, where the magic of your favorite virtual pets comes alive on your tabletop!&#10;&#10;Become the ultimate champion and uncover the wonders of Neopia in this fast-paced 2-player trading card game. Neopets Battledome Trading Card Game features a unique dice combat battle system, where players build decks with cards that delve into familiar Neopian items, ideas, and characters; and roll to attack and defend their Neopet.&#10;&#10;Art features fan favorite artists Anthony Conley, Krista Staggs, Shamine Athena King, and many more; the illustrations bring the vibrant Neopets characters and their surroundings to life. From cute and cuddly to fierce and formidable, the cards showcase the incredible diversity of the Neopian universe. Let the captivating artwork capture your imagination and fuel the need to grow your collection!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "16421",
    "Name": "Re-Chord",
    "ID": 235071,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/235071/re-chord",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Description from the publisher:&#10;&#10;In Re-Chord guitarists each have a hidden secret color which only they know until the very end of the game. There are three options per turn but the main action is choosing a pick from either the public draft pile or the bag, then deciding where to place it. Each pick has a power relating to the board or other picks which creates intense strategic choices. Guitarists attempt to get the most of their color picks onto each fret of the board by the time scoring is triggered. In addition to gaining popularity via area control, players have cards with real guitar chords on them which they attempt to score based on certain pick placements. Play resumes until the first four frets are full and the player with the highest total popularity score wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Music"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Memory",
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "16422",
    "Name": "Rove",
    "ID": 365670,
    "Year": "(2025)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/365670/rove",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Ah, another Rover!&#10;&#10;Another pilgrim of change and purveyor of death who seeks to wrest the fate of Chorus away from the untamed wilds. Will you perish there in the hinterlands or will you make it out with more than your life?&#10;&#10;There is something out there. Something worth seeking for, but it will be up to you to determine what precisely that is. Maybe it&rsquo;s purpose. Maybe it&rsquo;s knowledge. Or maybe it&rsquo;s just nothing but trouble.&#10;&#10;But it&rsquo;s not up to me. So, go on. Get out there and seek, before someone or something makes the decisions for you.&#10;&#10;Welcome to Rove, an immersive campaign adventure for 1-4 players. Explore the high fantasy world of Chorus, a wild and vibrant planet full of flora, fauna, and other things&hellip; that all want to kill or eat you. Rovers, a loosely-formed collective of sojourners and adventurers, struggle to maintain a tenuous balance. The natural predators of Chorus roam the wilds, threatening to prevent the people of Chorus from thriving.&#10;&#10;As Rovers, players will adventure through a branching story filled with consequence, where choices affect both individual adventures and the state of the world. But beware, the paths left behind don&rsquo;t fade away. They linger and fester until what was once the promise of a threat evolves into something else entirely.&#10;&#10;Along the way, players will unlock new skills, equipment, and classes in strategic, turn-based combat. Adversaries will not stand idly by, though, and let Rovers traverse Chorus without hindrance. A unique behavior table will dictate how adversaries react based on the state of the encounter. This extra dimension of gameplay demands more careful consideration from the players without increasing upkeep. Spend less time managing the game and more time playing it. And Rove&rsquo;s inspired skill card mechanic makes learning the game easy but provides complex strategic decisions for even the most veteran of players.&#10;&#10;Master these mechanics and work together as a team. It might just be enough for you Rovers to leave a lasting mark in a world that forgets quickly and forgives rarely.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "16423",
    "Name": "Vin mystère",
    "ID": 295458,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/295458/vin-mystere",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Mystery wine&#10;a friendly wine tasting game&#10;Mystery Wine offers you to discover a bottle of wine by part by focusing on its visual properties, its odor, its taste, its grape variety, its country of origin and its age.&#10;&#10;Taste, bet, discover, and who knows, win the game!&#10;&#10;100 mystery wines to discover&#10;To play, go to the SAQ to get a bottle for the party, armed with the fabric cover and one of the 100 mystery sheets available in the box.&#10;&#10;The employee of the SAQ can scan the barcode in the upper corner of the card and on the card and bring it into its cache. So everyone can play!&#10;&#10;Created by Jessica Harnois, sommelier.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Vin myst&egrave;re&#10;un jeu de d&eacute;gustation de vin convivial&#10;Vin myst&egrave;re vous propose de d&eacute;couvrir une bouteille de vin par partie en misant sur ses propri&eacute;t&eacute;s visuelles, olfactives et gustatives, sa pastille de go&ucirc;t, son c&eacute;page, son pays d&rsquo;origine et son mill&eacute;sime.&#10;&#10;D&eacute;gustez, misez, d&eacute;couvrez, et qui sait, gagnez la partie!&#10;&#10;100 vins myst&egrave;res &agrave; d&eacute;couvrir&#10;Pour jouer, rendez-vous &agrave; la SAQ pour vous procurer une bouteille pour la partie, arm&eacute; de la cache en tissus ainsi que d&rsquo;une des 100 fiches myst&egrave;re disponibles dans la boite.&#10;&#10;L&rsquo;employ&eacute; de la SAQ pourra scanner le code-barre dans le coin sup&eacute;rieur de la fiche et sur la fiche et vous l&rsquo;apporter dans sa cache. Ainsi, tout le monde pourra jouer!&#10;&#10;Cr&eacute;&eacute; par Jessica Harnois, sommeli&egrave;re.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Real-Time"
    ],
    "Families": [
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "16424",
    "Name": "hexaGONE",
    "ID": 274442,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/274442/hexagone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In hexaGONE, players take turns placing hexagons from their hand with the intention of creating hexagon sequences which match one of the face up Sequence Cards. The more complicated the sequence, the more the Sequence Card is worth. If a player manages to match a sequence, that player collects the Sequence Card, scores the points listed on the card, and a new Sequence Card is drawn. The player with the most points at the end of the game - as determined by the sum of his or her Sequence Cards - is the winner.&#10;&#10;hexaGONE is sort of like abstract Scrabble. Instead of creating words (and then losing a friendship over an argument about whether yex is a real word) players strive to create sequences which match any of the various face-up Sequence Cards. The sequences on the Sequence Cards range from simple 4-hexagon sequence to more complex, longer ones.&#10;&#10;Special-Play hexagons add variety to the game by allowing players to do more than just place hexagons  onto the board. Here are some of the Special-Play hexagons included in hexaGONE:&#10;&#10;Swap-agon: swap the positions of any two hexagons on the board.&#10;Draw-agon: immediately draw 2 hexagons. You may exceed your hand size limit for this turn only.&#10;Move-agon: move one hexagon on the board to a new location&#10;Bomb-agon: remove a face up Sequence Card then you may immediately draw a new one&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16425",
    "Name": "TRUT",
    "ID": 234657,
    "Year": "(1600)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/234657/trut",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "Description from the publisher:&#10;&#10;TRUT (pronounce [t&#202;&#129;y(k)]) is a traditional French bluff game featuring 32 cards with values &#226;&#128;&#139;&#226;&#128;&#139;from 1 to 8. Highest value wins. It's a 2 or 4 player game (2 teams of 2). At the start of each round, each player is given 3 cards with which they must win at least 2 tricks out of 3 to win. With a hand so small, rounds go really fast and sometimes they even last only a few seconds.&#10;&#10;The detail that makes the charm of the game lies in the announcement &quot;Trut!&rdquo; which is done verbally or by clapping a hand on the table. At any time in the round, as long as a player holds a card in his hand, whomever &quot;Truts&quot; simply announces to the opposing team he is certain to win the round. Of course, he can bluff. He's got 2 options then: to give up or take up the challenge! Knowing that winning a &quot;Trut&quot; can lead to a greater... or to a huge loss.&#10;&#10;A game lasts between 5 and 10 minutes, but the pace is really fast, and the game is so addictive that players often easily play several games.&#10;&#10;In 2017, Robin Red Games released a version of TRUT which adds a bunch of cards with special effects.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16426",
    "Name": "Wömmeln",
    "ID": 379156,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/379156/wommeln",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "In W&ouml;mmeln, you search a personal grid of letters to find appropriate terms for a randomly chosen category. Find a word that's particularly long? Great &mdash; that's a lot of points! However, longer words also mean less space on the letter grid of letters, and it will get trickier from round to round to place your own words.&#10;&#10;Who can form the longest line of words without getting in their own way?&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "16427",
    "Name": "Lucky First Incense",
    "ID": 393405,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/393405/lucky-first-incense",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "Legend has it that the person who lights the first incense on the first day of the Lunar New Year will receive blessings from the Gods and have good luck for the entire year. As a result, on New Year's Eve, hundreds of people gather in front of temples to compete for the privilege of lighting the first incense, which is known as the &quot;Lucky First Incense.&quot;&#10;In this game, you and your family members aim to secure the best positions at various temples in order to be the ones to light the first incense. However, be prepared for fierce competition from your neighbors who won't make it easy for you...&#10;The game is played over 2 rounds. In the Evening Phase, players take turns sending their family members to occupy the seats in front of the temples or offering incense to seek blessings from the Gods. In the Midnight Phase, all family members rush to the front lines, competing for the opportunity to light the first incense and get the amulets (as victory points). At the end of the game, the player with the most amulets wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management",
      "Secret Unit Deployment",
      "Take That",
      "Turn Order: Progressive",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "16428",
    "Name": "Casting",
    "ID": 175150,
    "Year": "(2015)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/175150/casting",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Each round in Casting, one player is a director who's looking for comedians for her next movie, while the other players are agents who want to promote their own client. To determine who gets which clients, seven comedian tiles (all either male or female) are placed in a row &mdash; one under each letter of the word &quot;CASTING&quot; &mdash; then one letter tile is secretly dealt to each agent to let them know who they represent.&#10;&#10;The Director chooses one of three questions from a card and reads it out loud, e.g., &quot;What is the comedian's favorite dish?&quot;, &quot;What's their hobby?&quot;, or &quot;What is their main quality?&quot; Now the agents must write an answer to this question that will help the director guess who their client is, based only on their looks!&#10;&#10;As the director, you earn points by guessing who each agent represents; as an agent, you score by having the director guess which comedian is yours &mdash; and by betting on how many good guesses the director will have!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "16429",
    "Name": "The Finnish Trilogy 1939-1945: Winter War 1939-1940 (Vol. 1)",
    "ID": 32477,
    "Year": "(2014)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/32477/the-finnish-trilogy-1939-1945-winter-war-1939-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "(from Mikugames website:)&#10;&#10;On November 30th, 1939 the Soviet Red Army crossed the Finnish border in attempt to conquer the whole country within a few weeks. Quite soon, it became evident that the Finns, despite totally outnumbered, were not an easy match. They were better equipped for the cold winter to come than the opponent. Ski capability was high and moving in deep forest was no problem. On the other hand, the Soviet troops were scared to death of the forest and stayed as close as possible to the few roads.&#10;&#10;The Motti (Finnish term for &ldquo;encirclement&rdquo;) tactic became famous around the world and a great sympathy for the small country up in the north grew in many countries as the war went on. Soon, places like Suomussalmi, Tolvaj&auml;rvi, Kuhmo and Kollaa, to name a few, became famous for the heroic Finns fighting against overwhelming odds.&#10;&#10;The situation was not good for Stalin and his communist regime. Allied intervention was very possible and the prestige over the greatest army to date, The Red Army, was shaking. He also knew that Hitler was studying the campaign very carefully, making notes for every weakness in the old and poor doctrine of the RKKA.&#10;&#10;On March 13th, 1940, Finland had no other choice but to agree on the tough peace terms to follow. The Winter War had ended, but who won, or was it a stalemate? However, Finland kept its independence because the mighty neighbour in the east failed to take Helsinki among other vital objects, as planned.&#10;&#10;The Game&#10;The first game of the trilogy to be released is the famous Winter War between Finland and Soviet Union, which is often referred to as an epic battle between David and Goliath. Historically the campaign lasted for 105 days, but will you as the Finnish side be able to last that long, or maybe longer? The game can last up to 16 turns (Dec. I '39 - Mar. IV '40), but in the 3rd volume (The Lapland War), there will be an extended option with a possible Allied Intervention. Vol.1 Winter War will include special features like Soviet Prestige and Finnish Morale.&#10;&#10;The object for the Soviet side is to capture as many important cities and factories as possible, as well as destroy the Finnish Army in an attempt to make the Finnish Morale Status plunge, which means the onset of peace negotiations. But time is not on the Red Army's side, a slow advance lowers the Soviet prestige, which can cause a negative outcome.&#10;&#10;Unit Counters&#10;The game will include eight countersheets in a total of 2.128 die-cut unit counters. Ground units are written in standard Nato symbols, while Air and Naval units have correct silhouettes.&#10;&#10;The Mapboard&#10;The mapboard will be 100 cm x 140 cm (39&rdquo; x 55&rdquo;) in four pieces, depicting Finland and its' vicinity in a &quot;Winterized&quot; colour.&#10;&#10;The Rules&#10;A 48-page coloured rule book includes basic, advanced and optional game rules.&#10;&#10;Order of Battle (OOB)&#10;Two OOB&rsquo;s are included, one Finnish and one Soviet. Both in full colour. &#10;A lot of sources have been used to make them as historically correct as possible. Also, four Small Scenarios have been included: (1) Salla, (2) Kuhmo-Suomussalmi, (3) Ladoga Karelia, and (4) Karelian Isthmus. For added feeling, the OOB's are written in their native language (Soviet with Cyrillic) with usually the correct unit abbreviation and then translated into English in parenthesis.&#10;&#10;Production Volume&#10;460 boxed copies were produced.&#10;&#10;&#10;Scenarios:&#10;&#10;    Main Campaign&#10;    Extended Campaign (longer play and with Foreign Intervention)&#10;    4 Small Scenarios (#1 Kuusamo-Salla; #2 Kuhmo-Suomussalmi; #3 Ladoga Karelia; and #4 Karelian Isthmus)&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Finland",
      "Country: Russia",
      "Decades: The 1940's",
      "Players: Two-Player Only Games",
      "Series: The Finnish Trilogy 1939-1945 (Mikugames)"
    ]
  },
  {
    "Rank": "16430",
    "Name": "Covenant",
    "ID": 205478,
    "Year": "(2016)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/205478/covenant",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;A covenant with Death is not always a good deal. Four greedy nobles asked her to change the free will of life so that one of them could be the next heir of the crown, but a covenant has two parts&quot; what you get and what you give. She demanded the soul of one of them. She will take her prize by a murderer who lives among them. One of the people they have offended, hurt, or ruined will take revenge, shedding the blood of one of the nobles guided by Death. They listed these people: 28 suspect. This night all will be revealed.&#10;Take much care about who lives close to you or you could be the one who pays this covenant.&#10;&#10;In Covenant, you take the role of one of those greedy nobles. Your objective is twofold: Ensure that the murderer doesn't end up in your district at the end of night, and become the one with the most points to be proclaimed the new heir of the crown. To do that, you put in game the characters from your hand to your district, take advantage of their abilities, and expel any character that seems to be suspicious. You can make inquests in the city to discover who is innocent.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "16431",
    "Name": "Corner",
    "ID": 931,
    "Year": "(1974)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/931/corner",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.4286",
    "Description": "From the back of the box:&#10;&#10;Luck as well as strategy are important in this game. It starts out with the board filled with 36 coloured marbles in random distribution. Move by move players pick up marbles, trying to collect colours. Colour sets score higher!&#10;&#10;1. Each players has an arrow at the edge of the board, which he moves.&#10;&#10;2. The players take the marble which is at the intersection of the two arrows.&#10;&#10;3. This is the table of points: the higher the number of marbles in one colour, the higher the score!&#10;&#10;4. The board is easily prepared for each new round.&#10;&#10;Intersection, the original version, was played with 25 discs on a 5x5 grid.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "16432",
    "Name": "Pentaurus: Duel",
    "ID": 220848,
    "Year": "(2017)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/220848/pentaurus-duel",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Pentaurus: Duel is a card game where two players take turns, opponents compete for colonizing planets, building spaceships and conquer satelites.&#10;&#10;They have to put cards face up to build their planetary colonies, get spaceships from the market, use action cards from their hand to fight and use their habilities from their races cards.&#10;&#10;The sequence of the turn is:&#10;Make the discards, draw cards, play planets and satelites, Spaceship market, play action, facilities and character cards, and launch attacks against enemy planets.&#10;&#10;The player who reaches 12 units of pentanium wins the game. This pentanium parts are given for the played cards, planets conquered and satelites owned.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "16433",
    "Name": "Chinese Farm: Egyptian-Israeli Combat in the '73 War",
    "ID": 8747,
    "Year": "(1975)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/8747/chinese-farm-egyptian-israeli-combat-in-the-73-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3125",
    "Description": "Part of the Modern Battles: Four Contemporary Conflicts which included standard rules for each game as well as exclusive rules for each game in the series. Chinese Farm covers the combat around the Suez Canal during the 1973 Arab-Israeli war.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Egypt",
      "Digital Implementations: VASSAL",
      "History: Yom Kippur War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16434",
    "Name": "Le Cortège",
    "ID": 402750,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/402750/le-cortege",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "Le Cort&egrave;ge is a tactical flick game for two people about a public protest!&#10;&#10;One player acts as the Opposition and the other as the Power.&#10;With a mix of dexterity and strategy, move your units on the main board to try and win the game!&#10;&#10;&middot; The Opposition has two ways to win. &#10;One is to takeover The Building: flick three red units in the blue circle on the board and that's it!&#10;The over is to win The Public Opinion: use the effects on your units and get strategic!&#10;&middot; The Power, on the other hand, wins only by arresting all the red units of the Opposition, but beware of The Opinion!&#10;&middot; A game is played in two rounds, as both players need to play both sides of Le Cort&egrave;ge!&#10;&#10;How to play : &#10;&middot; At the beginning of each rounds, players first strategically place their units within their starting zone. The Opposition places first.&#10;&middot; Then, starting with the Opposition, each player alternatively takes a turn and flicks one of his units.&#10;If the unit hits other units, only the first hit matters : if an effect can be triggered, do it and update the tracks on the board. If not, nothing happens. But &quot;nothing&quot; can be a strategic choice...&#10;Continue, one flick after the other, until someone wins the round! &#10;&middot; At the end of the first round, change place around the board and play another round with the other faction.&#10;&middot; At the end of the second round, someone will win :&#10;Won the two rounds? You win the game!&#10;Won one round each? Use the tiebreakers on the board : &#10;&#10;     the one who scored the most on The Building track.&#10;     the one who scored the most on The Opinion track.&#10;     the one who scored the most on The Arrest track.&#10;&#10;&#10;Another tie? Play another game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Political"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": []
  },
  {
    "Rank": "16435",
    "Name": "Patios",
    "ID": 299803,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/299803/patios",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1667",
    "Description": "Join the Patios festival in C&oacute;rdoba on May! With the help of gardeners and neighbors, you will create the most wonderful place with flowers and beautiful balconies. Use your traditional canes with water and be careful with the Sun because it can dry your flower pots.&#10;&#10;During three rounds, you will ask for help to different characters to get flower cards with to build your patio around your starting well card. Be careful, because maybe this character you want to use will give cards to another person, too. When the visitors arrive to the first position of the character row, the round is finished and you must show your patio. If you managed to get many flowers of the same color, you will score many points.&#10;&#10;Who will win the Patios conquest this year?&#10;&#10;The PATIOS festival in C&oacute;rdoba (Andaluc&iacute;a, Spain) is a UNESCO Cultural Heritage of Humanity.&#10;&#10;Participa de la fiesta de los Patios de C&oacute;rdoba en mayo ayud&aacute;ndote de jardineros, ca&ntilde;as y toldos; crea el patio m&aacute;s hermoso con sus flores y balcones, evitando que el sol seque tus preciosas macetas. &iquest;Qui&eacute;n obtendr&aacute; la victoria del concurso de Patios este a&ntilde;o? La fiesta de los Patios en C&oacute;rdoba (Andaluc&iacute;a) es Patrimonio Cultural de la Humanidad de la UNESCO.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pieces as Map",
      "Set Collection",
      "Turn Order: Role Order"
    ],
    "Families": [
      "Cities: Córdoba (Andalusia, Spain)",
      "Country: Spain",
      "Misc: LongPack Games",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "16436",
    "Name": "Sherlock",
    "ID": 100447,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/100447/sherlock",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Sherlock is a cooperative memory game in which players try to unmask the culprit by collecting cards that exonerate the remaining suspects.&#10;&#10;To set up the game, thirty cards are shuffled and placed face-down in a 6x5 grid. Each card shows one of six witnesses on its back and a witness viewing one of the five suspects on its front. On a turn, the active player reveals two cards in the grid. If they match, the player then turns over a third card. If all three cards show show the same suspect, the cards are collected and placed face-up next to the grid. In all other cases, that player turns the cards face-down once again, then flips over one of the ten timing cards, each showing Sherlock's nemesis Moriarty.&#10;&#10;If all ten Moriarty cards are flipped, then the players lose the game. If, however, the players remove cards from the grid until only three remain, they have successfully identified the culprit &ndash; that is, the suspect who remains &ndash; and can claim victory.&#10;&#10;A competitive variant is included in the rules which have players competing to collect witness cards. An additional variant rewards points to the player who holds (or doesn't hold) the suspect eventually identified as the culprit.&#10;&#10;The Sherlock box also includes eight bonus cards, a new dinosaur and action cards for a fifth player for Ilopeli's Jurassik.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Country: England"
    ]
  },
  {
    "Rank": "16437",
    "Name": "Lilliburlero: The Battle of the Boyne, July 1690",
    "ID": 64142,
    "Year": "(2013)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/64142/lilliburlero-the-battle-of-the-boyne-july-1690",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "(from ATO website:)&#10;&#10;Americans hear it on the news and wonder. July 12 in Ireland has become a day of pride and anger, lawsuits and fisticuffs. Called &ldquo;The Twelfth,&rdquo; it commemorates the Battle of the Boyne, 1690, when William of Orange (hence today&rsquo;s Protestant &ldquo;Orangemen&rdquo;) and his polyglot army ended the Jacobite hopes for James II to regain the throne and allow (at least) more religious freedom for Catholic Ireland.&#10;&#10;In one sense, The Boyne might be considered the last battle of the English Civil War&mdash;a conflict that had spilled into both Scotland and Ireland along the way. And it might be considered one of the last battles of the Protestant Reformation, since much support on both sides had to do with which religion other countries wished to prevail, which is evident when you find that William&rsquo;s army included Danes, Dutch, English, Huguenots, Welsh and Protestant Irish. James&rsquo; army was mostly Catholic Irish but also included a brigade of crack French infantry and some of the best cavalry in Europe.&#10;&#10;The Boyne also represents a key transition point in military technology&hellip;the last of the matchlocks and pikes and first of the flintlocks, a final time when cavalry caracole competed with pressing home a charge&#10;&#10;So what&rsquo;s with &lsquo;Lillibulero&rsquo;? It&rsquo;s a song that was a popular tune before this time but became locked with the whole Irish campaign. Trust us, you have heard the tune. It used to be used by the BBC, various British army groups, and the movie Barry Lyndon, and has been featured in alternative lyrics versions for several wars since&mdash;including the ACW and WW2&mdash;and in Ulster folk tunes. It was &ldquo;said to have sung James II out of three kingdoms,&rdquo; and is still part of the Orange marches mentioned above.&#10;&#10;What about the game? Philip Jelley&rsquo;s design brings us area movement for the broad area of eastern Ireland relevant to the battle, with units representing the various regiments, battalions, squadrons, and batteries that fought in the battle. Each turn represents roughly one hour of time, with weather, mist, and gunsmoke affecting command and control and unit activations. Scenarios are included for the full battle with historical deployments, the full battle with free-set-up, and for specific parts of the battle (for shorter playtime). Also included is a smaller battle &ldquo;delaying action&rdquo; that some people say is what James should have done, plus, there are optional rules for units who could have been involved or who had pressing reasons to NOT be involved (Even William might not be there!). You&rsquo;ll have plenty of chances to try various ways of heading off &ldquo;The Troubles&rdquo; of three centuries ago, or of pressing William&rsquo;s claims and making a truly &ldquo;United Kingdom.&rdquo;&#10;&#10;Map - One full color 22&quot; x 34&quot; mapsheet (plus a second half-sized map covering the battle of Aughrim)&#10;Counters - 176 full color 5/8&quot; die-cut pieces&#10;Rules length - 12 pages&#10;Charts and tables - 2 pages&#10;Complexity - Low&#10;Solitaire suitability - Low&#10;Playing time - Up to 3 hours&#10;&#10;Design - Philip Jelley&#10;Development - Lembit Tohver&#10;Graphic Design - Mark Mahaffey&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling"
    ],
    "Families": [
      "History: Jacobite Rebellions",
      "History: Nine Years War",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16438",
    "Name": "Tausch Rausch",
    "ID": 172312,
    "Year": "(2015)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/172312/tausch-rausch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "Swapping card for card gets you closer to the goal in Tausch Rausch: being the first to fulfill five orders. Don't succumb to the noise of the trading and lose sight of the orders or else quicker than you can imagine, an opponent will fulfill that order first.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "16439",
    "Name": "Blitzkrieg 1940",
    "ID": 10261,
    "Year": "(1997)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/10261/blitzkrieg-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4545",
    "Description": "(from the rulebook:)&#10;&#10;Blitzkrieg 1940 is a two-player simulation of the decisive first three weeks of the campaign fought across the Low Countries and northeastern France during May of that year.  The Allied player, primarily on the defensive, controls French, British, Belgian and Dutch forces, and is opposed by the invading German player, who commands units of that nation's army, air force, and SS.&#10;&#10;There is also an alternative history 1939 scenario covering the possibility of a French offensive toward the Ruhr a few days after the war began.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16440",
    "Name": "Gemini Gauntlet",
    "ID": 337238,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/337238/gemini-gauntlet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Welcome to the most dangerous and exciting racing league in the known universe: the Gemini Gauntlet!&#10;&#10;As a one of ten diverse race teams from across the galaxy, each player controls a unique ship with two crew members. Every round, players simultaneously program their flight path. They must navigate an ever-changing course, avoid collisions with asteroids, and outmaneuver their rivals to be the first to cross the finish line!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Programmed Movement",
      "Race",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "16441",
    "Name": "Kharkov 1943: le coup de maître de Von Manstein",
    "ID": 15399,
    "Year": "(1992)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/15399/kharkov-1943-le-coup-de-maitre-de-von-manstein",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Kharkov 1943: Le Coup de Ma&icirc;tre de Von Manstein is an Operational  level board-wargame - a two in one as it contains all the material for TWO battles of World War 2: Kharkov (1943) and Rostov (1941) both happening in the same corner of USSR.&#10;&#10;A fourth game of a planned series of six which all use the same rules, on 6 page leaflets.  Published in a issue of Casus Belli and then used for a wargame tournament, the last two of the series never saw the light of day.  Each game containing the global rules and a sheet of paper with the specifications for the scenario.  Three of those 6 games were published by EuroGames: Moskva, Kharkov(Rostov) and Kursk. &#10;Strategical scale: Battalion, Division, Army Group.&#10;&#10;A turn is 4 days long, an hex represents around 10kms.&#10;The battle centers around tanks, but Infantry and Cavalry are an important element. Planes and Artillery are simulated with points which affect the game.&#10;&#10;Weather affects combat and movement as both battles (Kharkov and Rostov) happen in autumn/winter. Russian forces are better prepared for the weather conditions, while German forces are better equipped.&#10;&#10;Victory is gained by destroying opposing troops and conquering towns to score Victory Points.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Kharkiv (Ukraine)",
      "Cities: Rostov-on-Don (Russia)",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Red Star Black Cross"
    ]
  },
  {
    "Rank": "16442",
    "Name": "Sarah's Vision",
    "ID": 261370,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/261370/sarahs-vision",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Europe 2163 AD: Automated transport systems, flying cars, unlimited energy, seamless information flow...&#10;&#10;The growth of technology continues to disrupt, amaze, and influence society. The human race is fast approaching a huge catalytic technological disruption that will democratize knowledge and systems, potentially enabling people to live truly fulfilled lives. This is a point beyond which we cannot imagine how human civilization might actually look like because it is a moment of &quot;Singularity&quot; &mdash; but one group opposes this, an elite few who want to see a return to the dark ages of the early 2000s when they held all the power.&#10;&#10;Only the Agency stands in their way. You take on the role of Agency operatives, dedicated to keeping people safe in the future and enabling them to live their lives freely, surrounded by a sense of ease in this complex, constantly changing new world. The key lies in a few High Potential Individuals (HPIs). They have the ability to create a new technology called the MindNet that will move the world closer to &quot;Singularity&quot;, but this also makes them targets. The Agency is responsible for ensuring the best possible outcome for society of the future by keeping these citizens safe.&#10;&#10;Sarah's Vision is a story-driven, co-operative game of strategy and resource management set in a world beyond imagination in which powerful forces seek to undermine society and return us to the dark days of the early 21st century. Players take on the role of Agency operatives and have to work through a series of story-driven events. At the end of each round, the leading event triggers and danger builds on three special citizens unless the players can find a way to keep them safe. Players have to choose wisely which Agency HQ Tower resources to use and when to use them if they are to succeed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "16443",
    "Name": "Duo Regna",
    "ID": 392117,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/392117/duo-regna",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "Two kingdoms are vying for the conquest of mighty dragons. It's up to you to summon your kingdom members to capture them.&#10;&#10;Bring the most dragons to your lands and claim the glory and honor of a victor.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Dois reinos est&atilde;o disputando pela conquista de poderosos drag&otilde;es. Cabe a voc&ecirc; convocar os membros do seu reino para captur&aacute;-los.&#10;&#10;Traga o maior n&uacute;mero de drag&otilde;es para suas terras e receba a gl&oacute;ria e a honra de um vencedor.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Micro Games (PaperGames)"
    ]
  },
  {
    "Rank": "16444",
    "Name": "Pro Football Fantasm",
    "ID": 3612,
    "Year": "(1990)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/3612/pro-football-fantasm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.4286",
    "Description": "A simulation of professional (NFL) football, using individual players and 36 offensive and 12 defensive plays (also 6 special teams plays).  Play is generally following the American Football rules.  All teams from the NFL in 1990 are included and all players from those teams have a card which has 14 &quot;skill ratings&quot; on it in addition to vital statistics and their season statistics from 1989.  Each coach picks a play secretly, reveals the play simultaneously and rolls dice based on the two plays to determine the play result and yardage gained/lost, which is modified by one each offensive and defensive key player and one of their skill ratings.  Each play takes from 10-40 seconds, and quarters are played to 15 minutes of game time.  Rules for motion men, audibles, shotgun, hurry up, zone, double or triple coverage are all included.  Players may pick the players of one team, or may draft a team from the 1000+ players.  One game may be played or an entire season can be run with as many coaches as desired.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "16445",
    "Name": "XXXenophile",
    "ID": 1627,
    "Year": "(1996)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/1627/xxxenophile",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6522",
    "Description": "The xXxenophile collectable card game is a game based on introducing different people, places, and things and hope they &quot;pop.&quot; Based on the erotic comic of the same name by Phil Foglio, the game retains the humor of the comic, but the images are less explicit. Where the comic is definitely rated &quot;X&quot;, the card game's pictures would receive a soft &quot;R&quot; rating.&#10;&#10;The basic mechanic of the game is laying out the cards in a certain pattern face down, flipping one of the cards, and then attempting to match the edges of the cards with edges of the same color. Each card has a different point total, and the first player to 100 points wins.&#10;&#10;Each player brings his or her own deck to play, and the decks get hopelessly intermingled during play. Half the fun of the xXxenophile game is gaining cards that you did not originally have.&#10;&#10;The cards are not painted in an insulting way, are no more demeaning to women than they are to men, and there is material for people of all sexual preferences within the artwork. The game is still not appropriate for children by the standards of its country of origin (the United States).&#10;&#10;Cheapass Games&rsquo;s James Ernest, the game designer who designed Kill Doctor Lucky and Button Men, created the design for play of the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Fantasy",
      "Mature / Adult",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Set Collection"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "16446",
    "Name": "Irondale",
    "ID": 63829,
    "Year": "(2010)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/63829/irondale",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3125",
    "Description": "Irondale is a Pure Card game from Small Box Games.&#10;&#10;In Irondale, players help to build new structures in the city of Irondale.  In this mix of a tile laying and city building game, players build new structures next to prexisting structures.&#10;&#10;Each building scores points based on what has already been built and/or what it is built next to.  Additionally, each building grants the builder, and anyone building next to it, special abilities.&#10;&#10;Each card represents one building belonging to one of four building types, in addition to having a master plan.  Players score additional points by building structures according to a master plan.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Pure Card Line (Small Box Games)"
    ]
  },
  {
    "Rank": "16447",
    "Name": "Justice League Strategy Game",
    "ID": 160601,
    "Year": "(2014)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/160601/justice-league-strategy-game",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "Will you save the Earth or conquer it? From his stronghold on Apokolips, Darkseid is moving his forces into position, preparing to seize control of the planet! Only the Justice League stands between him and total global dominion! Will they be able to defend the planet, or will it fall to the merciless minions of Apokolips? In the Justice League Strategy Game, play as Batman, Superman, Wonder Woman, or Cyborg, each with unique powers and abilities; or as Darkseid, the nigh-unstoppable super-villain.&#10;&#10;Utilizing a unique, card-driven system where players select the powers they wish to use without knowing what the opposition is up to, the Justice League Strategy Game comes complete with five character miniatures (with Character Sheets) featuring SwitchClix technology, plus two Custom Justice League Dice, 160 Custom Game Tokens, 86 Game Cards, and 24 Crisis Tiles.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: DC Universe",
      "Comic Books: Justice League",
      "Comic Books: Superman",
      "Game: HeroClix"
    ]
  },
  {
    "Rank": "16448",
    "Name": "Eureka!",
    "ID": 232446,
    "Year": "(2017)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/232446/eureka",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Work together to make humanity advance through history of science and knowledge accompanied with 52 historical characters of all around the world.&#10;&#10;Eureka! is a cooperative discard game were you try to get rid of all your cards by playing them upwards into their matching suits.&#10;&#10;But beware, everytime you play on a suit you will activate a penalization/bonification depending on the card beeing correlative  or not.&#10;&#10;Based on the comic books &quot;Sciencist Collection&quot; by Jordi Bayarri. A game for all kind of players with a taste for knowledge and science.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Educational",
      "Number"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Verkami",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "16449",
    "Name": "Judge Dredd Miniatures Game",
    "ID": 97248,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/97248/judge-dredd-miniatures-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "3.2",
    "Description": "Welcome to Mega-City One, a city of over four hundred million people and every one of them a potential criminal. Stretching the length of the 22nd Century North American eastern seaboard, Mega-City One is the most dangerous city on Earth &ndash; a serious crime takes place every second of every day. This is a city so dangerous that it demands a special breed of law enforcer. Here, there are no police, no trials and no juries &ndash; there are only the judges. It takes fifteen years to train a judge for life on the streets of Mega-City One.&#239;&#187;&#191;&#10;&#10;&quot;Judge Dredd&quot; is a 28mm miniatures skirmish game designed to be quick, easy to learn, and capable of handling the madness that is Mega-City One, from the powerful judges to the lowliest punk or mutant.&#10;&#10;Players take turns moving figures and taking actions. Figures can be customized to use a multitude of weapons, equipment and powers - running, jumping, driving, and fighting in a crazy sci-fi themed world. You create the scenarios and take it from there.&#10;&#10;May your Lawgiver always fire true!&#10;&#10;Note This game is the spiritual successor of Gangs of Mega-City One (GoMC1) but it is a different game. It is compatible with the models from Mongoose Publishing.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Judge Dredd",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16450",
    "Name": "Gaslight",
    "ID": 7071,
    "Year": "(2000)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/7071/gaslight",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8333",
    "Description": "G.A.S.L.I.G.H.T. (Glorious Adventures in Science Loosely Involving Generally Historical Times) is a set of miniatures rules for conducting skirmishes in the Victorian era. Bands of stouthearted Extras are led by Main Characters -- from the streets of London to the hills of South Africa and from the glorious charges of the Crimea to the maelstrom of the American Civil War. The rules are written with the works of Victorian science fiction authors in mind, such as Wells, Verne, and Haggard. In addition to standard colonial era actions, special rules are included for adding various science fiction elements to the plot, including, but not limited to, steam conveyances, fabulous inventions, glorious weapons, and strange creatures from the depths of the jungle or the core of the Earth.&#10;&#10;In G.A.S.L.I.G.H.T., units generally consist of ten figures led by one or more Main Characters. A player normally controls one or two units. A player may also control one or two vehicles and their crews. G.A.S.L.I.G.H.T. includes rules for creating Main Characters with somewhat more detail than the Extras. The games then are a combination of unit actions and individual heroism in the tradition of adventure novels and swashbuckling films.&#10;&#10;Command and control is accomplished through a card-based turn system. Movement is based on moving individual figures. Firing is done by figure as well, but the firing procedure is very quick. Morale is accomplished through a unique, stateless system that treats loss of cohesion in an novel way.&#10;&#10;Detailed charts are provided for creating personal weapons, heavy weapons, vehicles, and fantastic creatures. The concept used in G.A.S.L.I.G.H.T. is that of imperfect mechanization -- machines don't always work as intended. This often adds a bit of excitement and humor to the games.&#10;&#10;The authors of G.A.S.L.I.G.H.T. made the specific design choice not to build their own world for these rules. Instead the rules allow for the generation of vehicles, weapons, and creatures that allow groups of players to tailor the rules to their perception of Victorian science fiction. As a result, the rules are flexible.&#10;&#10;The system now includes The G.A.S.L.I.G.H.T. Compendium which includes most of the expansion books.  It adds some new material and revises some of the old material.  It is 190 pages of G.A.S.L.I.G.H.T. information.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: G.A.S.L.I.G.H.T.",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "16451",
    "Name": "Cargotrain",
    "ID": 165041,
    "Year": "(2014)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/165041/cargotrain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "CargoTrain is a fast-paced card game with a train theme. Deliver as much cargo to the factories as you can. Plan carefully. Invest wisely. Anticipate your opponents' moves, and deliver the most stock in the quickest way possible. And, what&rsquo;s most important, fulfill trade contracts. Let your adversaries watch the sparks fly from under the wheels of your dashing train!&#10;&#10;Every turn in this game is divided into two phases. First is the planning phase, in which players plan their moves by playing move cards. Next is the action phase; this is the heart of the game. Players reveal their move cards one by one and perform actions (load cargo, deliver cargo, upgrade train, switch cargo order on the stations, pick up a new contract). There are many possibilities; players must choose wisely and plan ahead their moves. The gameboard is made from cards and players change it during the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection",
      "Simultaneous Action Selection",
      "Track Movement"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "16452",
    "Name": "Trench War",
    "ID": 291400,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/291400/trench-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Trench War is a two-player card-based game which transports players into the waning months of World War I. This tactical battle has easy-to-learn rules that will allow the play of a complete game in approximately 40 minutes. Use the specific advantages of your troops and bolster them with offensive bonus cards to gain ground into your enemy's trenches, and use defensive bonus cards to keep your opponent out of your own. Don't let him invade your territory! Trench War plays quickly, has a high excitement level, and is perfect for casual and serious players alike.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16453",
    "Name": "TEG: La Revancha",
    "ID": 22061,
    "Year": "(1990)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/22061/teg-la-revancha",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6429",
    "Description": "TEG - La Revancha (&quot;The Revenge&quot;) is a sequel and redevelopment of the original T.E.G. (T&aacute;ctica y Estrategia de Guerra - Tactics and Strategy of War), the version of Risk that is the most popular game of Argentina. This version introduces new features on the original game like missiles and  treaties among players.&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Events",
      "Lose a Turn",
      "Map Deformation",
      "Negotiation",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Game: T.E.G.",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "16454",
    "Name": "Kullerhexe",
    "ID": 206938,
    "Year": "(2016)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/206938/kullerhexe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "The scatterbrained witch rushes through the magical forest looking for her things. Whether spellbook, cauldron or broom, something is always getting lost. Thankfully some small forest witches are around to help her with her searches...&#10;&#10;Try to gather the most things that you can in Kullerhexe and keep them out of the hands of opponents!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Witches"
    ]
  },
  {
    "Rank": "16455",
    "Name": "Yetisburg: Titanic Battles in History, Vol. 1",
    "ID": 35122,
    "Year": "(2008)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/35122/yetisburg-titanic-battles-in-history-vol-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "From the Paizo Publishing wesbite:&#10;Four Score and Seven Yetis Ago&hellip;&#10;&#10;On the bloody fields of Pennsylvania in 1863, two great armies collided to decide the fate of a nation. The South rose, and the North responded with fervent mettle.&#10;&#10;As every schoolchild knows, at the forefront of the battle stood the mighty Yetis, white-furred giants imported from the wilds of Canada to shred the opposing front lines. From the rear, powerful mastodons hurled boulders into the fray. From even further to the rear, great generals engineered the destruction of the opposing forces&mdash;and quite often their own.&#10;&#10;Yetisburg &ndash; This War&rsquo;s Anything But Civil.&#10;&#10;Yetisburg contains:&#10;&#10;&bull; Two decks of 55 cards each&#10;&bull; 60 tokens&#10;&bull; Initiative marker&#10;&bull; One rule booklet&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Card Game",
      "Civil War",
      "Fantasy",
      "Humor",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: USA",
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "16456",
    "Name": "Dragon's Breath: The Hatching",
    "ID": 285529,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/285529/dragons-breath-the-hatching",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Oh no! The nest, complete with dragon egg and sparkling stones, is frozen inside an ice column! Help Dragon Mom melt the thick layer of ice, but be careful that the egg doesn&rsquo;t fall out of the nest! Earn points by collecting the fallen sparkling stones and placing them on your amulet.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Creatures: Dragons",
      "Series: Mitbringspiele S (HABA)"
    ]
  },
  {
    "Rank": "16457",
    "Name": "The Game of Medici: Arms, Loves and Betrayals in XVth Century Europe",
    "ID": 3229,
    "Year": "(1982)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/3229/the-game-of-medici-arms-loves-and-betrayals-in-xvt",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "Players represent the powers of the XVth century: Holy Roman Emperor, Ottoman Turk Sultan, Pope, King of Spain, King of France and the head of the famous Medici family of Florence. The board is hexagonal with each player having a path by which his pawns can visit his direct left and right neighbors. In addition, each side has a direct path to the center of the board. Players other than the direct neighbors could only be reached by traveling through the neighbors or the center.&#10;&#10;Included in the game are 6 domestic army pawns for each player, 36 mercenary pawns, 12 ambassador cards, 6 lady cards, 50 coins and 2 dice. At the beginning, each player receives the 6 domestic army pawns, 1 lady, 2 ambassadors and 3 coins.&#10;&#10;Combats are resolved without random chance by simple calculation of the difference between the number of pawns. &#10;Income is provided to the player on the basis of the number of spaces occupied by a single domestic pawn. Each player may offer alliance to any player and if accepted, ambassadors are exchanged. Alliance permits joint attacks and unlike some other games, alliances are law: allies absolutely cannot attack one another.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Renaissance"
    ],
    "Mechanics": [
      "Alliances",
      "Area Movement"
    ],
    "Families": [
      "Cities: Florence (Tuscany, Italy)",
      "Country: Italy"
    ]
  },
  {
    "Rank": "16458",
    "Name": "OCEAN: Great Barrier Reef",
    "ID": 371836,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/371836/ocean-great-barrier-reef",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "OCEAN: Great Barrier Reef is a family card game in which the players are marine biologists who must attempt to rebuild part of the famous coral reef Great Barrier Reef, which is located off Australia's east coast. Over the course of the game players collect combinations of Fauna Cards which may be redeemed for Coral Reef Cards. These Coral Reef cards are then used to rebuild part of a coral reef. The player who rebuilds the best coral reef the fastest wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "16459",
    "Name": "Something Wild! Star Wars Original Trilogy: Darth Vader",
    "ID": 345634,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/345634/something-wild-star-wars-original-trilogy-darth-va",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Something Wild! Star Wars Original Trilogy is a fast-paced, light card game for the whole family! Featuring a collectible Darth Vader figure, as well as your favorite characters from the world of Star Wars.Power Cards add a fun twist to this new-classic, set-making card game.&#10;&#10;Combine Character Cards in sets and runs to score points, just like in Rummy. Use Power Cards to add a fun twist to the classic card gameplay.&#10;&#10;Combine multiple Something Wild games to add more character cards, more Pop! figures, and more powers to your game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Movies: Star Wars",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "16460",
    "Name": "Four Elements",
    "ID": 213834,
    "Year": "(2017)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/213834/four-elements",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Fire, Water, Earth &amp; Air &mdash; Four Elements is a quick, turn-based game packed with action. There are no dice, no cards, and no rulebook. How you take down your opponent is up to you. Will you build a mighty fortress? Will you use strategy to outmaneuver your opponent? Can you master the elements?&#10;&#10;In turns, each player flicks one of their Elements, aiming to knock the opponent's pieces off the table. A player wins when the opponent's Lord piece is knocked off.&#10;&#10;Before the game starts, the players set up their Elements however they like. Rotate your Elements, stack them up, and place them however you like. Creativity is limited only by your imagination. What makes the game`s great replayability is that it can be played on any table or surface, impacting the gameplay fundamentally.&#10;&#10;What started with Fire, Water, Earth &amp; Air has now been expanded to Light &amp; Darkness. New game content is created constantly fueling the active community.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Flicking"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "16461",
    "Name": "Pusher",
    "ID": 7065,
    "Year": "(1993)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/7065/pusher",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "Description from funagain.com&#10;&#10;In Pusher, it is balls that are being dealt with. You have to push into the top of a triangle of other balls so that they roll away and find themselves a spot on the board. The question is, where do they roll to... your ball as well as your opponent's? And the answer to that depends on you, and your skill, instinctive feeling, and admittedly, a spot of luck.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: HexHex6 Grids",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "16462",
    "Name": "Zero Hero",
    "ID": 374458,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/374458/zero-hero",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "Timing matters - do you take 1 disc or do you prefer to buy a pair of cards? Whoever manages to collect sets of exactly 3 cards that prevent &quot;zero sums&quot; will earn a lot of points!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "16463",
    "Name": "Captain Obvious",
    "ID": 423533,
    "Year": "(2024)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/423533/captain-obvious",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Captain Obvious is a competitive party game in which players are rewarded for being as obvious as possible. Write sentences with a meaning that's so apparent even a missing word won't confuse the other players. Earn the title of Captain Obvious!&#10;&#10;To play, reveal the round's current word and sentence length. In secret, each player writes a sentence on their board, then passes their board to the next player, who removes one word &mdash; other than the current word &mdash; from the sentence. In turn, each player reads out their sentence while others try to guess what the missing word is.&#10;&#10;First come, first serve with whoever guesses the right word!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "16464",
    "Name": "Cuckooo!",
    "ID": 230240,
    "Year": "(2017)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/230240/cuckooo",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Cuckooo! you recruit owls, sparrows and cuckoos against the magpies. To defeat a magpie and take part in distributing its coins, the sum of your flock must be higher than it (with the magpie value being between 17 and 20), but can't exceed twenty-one. Try to reach 21 as that's always a winner and you'll be rewarded with an extra coin.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "16465",
    "Name": "Gary Gouda",
    "ID": 104775,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/104775/gary-gouda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Shoo, get away! Was that really Gary Gouda, the mouse, cheese-hunting again? The greedy mouse just can't stop! Not one piece of cheese is safe, and he risks becoming stuck in the mouse holes with his big belly. He really should have memorized by now which holes he can pass through after eating one, two, or more pieces of cheese! He also has to avoid the quick pet cat, Kiki, who always seems to be ready to pounce on the next mouse hole. Who can help Gary memorize the best way to the target mouse hole and collect the most pieces of cheese?&#10;&#10;The bottom of the Gary Gouda box contains the game board, which resembles an apartment with 16 rooms arranged in a square and archways connecting each pair of rooms. Before the game begins, players slide archway tiles into the walls to adjust the heights of the various archways at random. The cat token is placed in front of any orange mouse hole to keep his eyes out for Gary.&#10;&#10;On a turn, a player wants to move Gary from a corner of the house, pick up at least one pieces of cheese, and make it safely to the target corner without being seen by Kiki. To set up a player's turn, he draws four cheese slices, then places them in the rooms designated on the slices; he rolls the color die to determine where Gary starts and where he must move to. He is then free to move Gary through any archways possible &ndash; as long as he doesn't enter Kiki's sight &ndash; to reach one or more pieces of cheese. Gary eats this cheese immediately, with the player stacking Gary on the cheese slice to make the mouse fatter. If Gary ever gets stuck trying to fit through an archway, then the player's turn ends and any cheese on Gary is removed from the game; if a player reaches the corner, he claims any cheese eaten.&#10;&#10;The game ends when a player can't place out four slices of cheese. Whoever has collected the most cheese wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pick-up and Deliver",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice"
    ]
  },
  {
    "Rank": "16466",
    "Name": "Uppsala: Città d'Italia",
    "ID": 61319,
    "Year": "(2009)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/61319/uppsala-citta-ditalia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Uppsala: Citt&agrave; d'Italia is a re-themed edition of Ausgerechnet Buxtehude, with players now trying to determine how locations in Italy relate to one another. As in Ausgerechnet Buxtehude, players try to place cards on the table according to their relative location in real life. Other players may challenge the accuracy of the placement you made, with the loser of the challenge being punished with additional cards.&#10;&#10;Uppsala: Citt&agrave; d'Italia includes 200 location cards (170 cities and 30 popular monuments) with longitude, latitude, and other information on the locations.&#10;&#10;Reimplements&#10;&#10;&#10;     Ausgerechnet Buxtehude&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Series: Ausgerechnet ..."
    ]
  },
  {
    "Rank": "16467",
    "Name": "Rifles in the Pacific",
    "ID": 275512,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/275512/rifles-in-the-pacific",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Rifles in the Pacific (RITP) is the second of Gottardo Zancani&rsquo;s solitaire RIFLES series (after Rifles in the Ardennes). &#10;Rifles in the Pacific recreates the sweaty-palms action that characterized the Pacific Theater in World War II in a unique single-player format.  We have replaced the hex-maps typical of World War II games with three beautiful, yet abstracted maps, representing the Pacific Theater and allowing for endless battlefield customization.&#10;&#10;A simple solitaire system recreates small firefights (five to ten units per side) over a bevy of scenarios, including beach assaults, riverbank defense, random jungle patrols, raids on AA Gun emplacements and radio stations, and a campaign linking the missions together. Blind chit draws and die rolls, combined with artfully crafted charts create an impressive &ldquo;artificial intelligence,&rdquo; imbuing the game with true fog of war.&#10;&#10;A fast paced and exciting solitaire World War II game, Rifles in the Pacific offers electrifying tactical challenges in a tiny package.&#10;&#10;Rifles in the Pacific includes:&#10;&#10;A full sheet of beautiful, 1&quot;-square die-cut counters&#10;    3 Abstracted maps representing jungles, beaches&#10;    Four Armies: USMC, Japanese SNLF and IJA, Commonwealth &#10;    Eight Action-Packed Missions and a campaign that uses them&#10;&#10;The game components are fully compatible with Rifles in the Ardennes.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Chit-Pull System",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Pacific Ocean",
      "Series: Rifles in ... (Tiny Battle Publishing)"
    ]
  },
  {
    "Rank": "16468",
    "Name": "À la Food Cart",
    "ID": 344872,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/344872/a-la-food-cart",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Grab your aprons and sharpen your knives because the Food Cart Festival is in full swing! Sourcing the freshest ingredients and using innovative cooking techniques is how you stand out from the pack. Show everyone that you've got the chops to be the best roving restaurant on the block. You know what they say: if you can't stand the heat...&#10;&#10;In &agrave; la food cart, players are racing to complete their selected Goal card first. Goals are completed by accumulating sets of ingredients each round, with players having the flexibility to choose different sets at any given time based on which areas of the card they wish to complete and which special abilities they seek to unlock.&#10;&#10;During a round, both players will send their &quot;workers&quot; to the market by placing face-down cards covering the ingredients or actions they want to secure. By mixing their gains from the market with the Bonus effects active on their Goal card, players can create potent combos and advance toward victory.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Chaining",
      "Race",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)",
      "Theme: Food / Cooking",
      "Theme: Food Trucks"
    ]
  },
  {
    "Rank": "16469",
    "Name": "Sunken Sailor",
    "ID": 233994,
    "Year": "(2017)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/233994/sunken-sailor",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Sunken Sailor is a game of deceit, sailor stories and skillful drawing. Each player is a sailor, but only one is the Sunken Sailor - can you figure out who? Sailors collectively draw an object that recounts a rowdy adventure you all shared. BUT there is a sailor among you that cannot recall the adventure and doesn't know what is being drawn - that is the Sunken Sailor. The Sunken Sailor wants to keep their identity from the other sailors and to try to piece together what everyone is drawing. Sailors win if they can figure out who the Sunken Sailor is. The Sunken Sailor wins if he or she can go undetected or figure out what is being drawn.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "16470",
    "Name": "Maestro",
    "ID": 569,
    "Year": "(1989)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/569/maestro",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.8667",
    "Description": "Each player runs a musical talent agency, and has a personal player board in front of him. By managing musicians, players race to complete compositions, each with their own requirements. Musicians not used by the end of the game are deducted from one's score, and players struggle to manage their stable of personnel, who must all be paid, and can steal musicians from competitors.&#10;&#10;Revised version:&#10;&#10;     Little Amadeus Maestro&#10;&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "16471",
    "Name": "Pandorum",
    "ID": 235904,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/235904/pandorum",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "Welcome to Pandorum&mdash;a far-far away and unfriendly planet. No life, no breathable atmosphere, but lots of exploitable resources! For three long star cycles, the Galactic Council considered the issue of the planet&rsquo;s colonization. Meanwhile, four largest space corporations managed to deploy their harvesters&mdash;huge construction and production platforms&mdash;on the Pandorum&rsquo;s orbit.&#10;&#10;Now when the decision has been made, at last, it&rsquo;s time to start landing on the spotted with calderas planet&rsquo;s surface! Take command over engineering services, construct production sites, update harvesters, build fortifications, elaborate logistics and infrastructure&#10;for the planet. Don&rsquo;t forget about your rivals: they are wide awake to rob you of your earned Quids&mdash;intergalactic currency.&#10;&#10;Everything you see in Pandorum is of utmost quality: simple rules with deep gameplay, high replayability, excellent components quality.&#10;&#10;- The game idea belongs to the &laquo;Trehgrannik&raquo; group - the authors of &ldquo;Game of Trains&rdquo; and winners of UK Games Expo Best Card Game 2016 (UK Games Expo Best Card Game);&#10; - The cover was designed by Alex Andreev, the well-known artist in the art community (the Roadside Picnic by Sony Pictures, images for Cirque du Soleil, Koo! Kin-Dza-Dza, etc.);&#10; - The artwork was created by Pavel Maksimenko, a talented and seasoned art-director;&#10; - Pandorum was officially presented, tested and well-received at Spiel&rsquo;2017 in Germany.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "16472",
    "Name": "Morgan's Magic Map",
    "ID": 365621,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/365621/morgans-magic-map",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "After a life of raids and robberies, Captain Morgan retired from piracy. He created a magic map that would remind him where he buried his ill-gotten gains. He tore the map in many pieces to foil those who would try to find his treasures. Unfortunately for the old pirate, he was cursed by a sorceress many years ago. This curse has turned his torn-up map into a guide for others to find his treasures!&#10;&#10;You have come into possession of many pieces of Morgan's map. Every time the fragments are rearranged, they magically point to the right place to dig! But other pirates have found parts of the magic map as well, so now you must race your fellow pirates to see who can collect the most valuable treasures before the map fades to dust forever.&#10;&#10;Morgan's Magic Map is played over a series of turns in which players use map cards to locate where Captain Morgan has hidden his treasures. To set up, place the twenty map tiles in a 4x5 grid, with water and land edges always being adjacent to one another. Most map tiles include a reference point, such as The Tomb, The 3 Columns, or Big Nose Bay. Each player starts with two doubloons and four map cards in hand; each map card shows a reference point, a distance from the reference point, and a bonus icon.&#10;&#10;On a turn, you can take a map tile that has a free edge and move it elsewhere, as long as the map stays in one piece, water touches water, and no pirate is on the tile. Next, you can move your pirate &mdash; which starts in a corner of the map &mdash; up to two spaces orthogonally. Then if you meet the condition on any map cards in hand, you can play them since you've followed their directions to find treasure. If, for example, a map card shows The Tomb and has a 3 on it, then you can play that map card if you are three (orthogonal) spaces away from The Tomb. Treasure cards come in six colors, and five cards are available on a treasure board, with the more valuable cards being deeper on the board. If you play three map cards on a turn, then you can take any one of the topmost three cards. The deeper you dig, the more doubloons you earn along with the treasure!&#10;&#10;Each map card has a bonus on it, and once you've played a map card, you keep it in front of you until you use the bonus, whether to move an extra map tile, walk farther with your pirate, or dig deeper when you locate treasure.&#10;&#10;Once the deck of treasure cards is exhausted, the game ends. For each of the six treasure types, whoever has the most of that type earns a 6 doubloon bonus, with tied players splitting the bonus. Sum up the doubloons you collected during the game, bonuses, and the value of the treasures themselves to see who ended up the richest pirate.&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "16473",
    "Name": "18JP-T",
    "ID": 279062,
    "Year": "(2010)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/279062/18jp-t",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "180",
    "Play Time": "0",
    "Weight": "4",
    "Description": "18JP-T is a Japanese 18xx game set in the Greater Tokyo Area.&#10;The rules for 18JP-T are identical to 1830, with the following changes:&#10;&#10;     The map shows the Greater Tokyo Area.&#10;     The hexes are numbered from Ta76 to Tl198.&#10;     Tokyo city consists of 7 hex marked T, upgrades cost &yen;80 from yellow to green and again for green to brown.&#10;     There are special &quot;T&quot; tiles for Tokyo in green, brown and grey (J01 to J13).&#10;     There are 6 privates (A to F).&#10;     There are 11 companies (grey, yellow, purple, dark-green, light-blue, red, pink, brown, light-green, orange, dark blue).&#10;     7 companies start in one of the 7 Tokyo hex, only 4 companies start outside of Tokyo.&#10;     Each company has one or two special powers.&#10;     Most companies have a red area as destination which provides double income.&#10;     There are no sharp curves tiles, neither for plain tiles, small station tiles nor big station tiles.&#10;     Yellow tiles with one or two small stations can never be upgraded.&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Country: Japan",
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "16474",
    "Name": "Knockout",
    "ID": 152848,
    "Year": "(2014)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/152848/knockout",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "As the newest pug on the block, you're ready to sock the next lug to enter the ring with you. The wise heads have finally let you challenge the champ and it's up to you to prove that you can sing that sweet chin music with the best.&#10;&#10;This is a knock-down, drag-out slugfest from designer Fr&eacute;deric Moyersoen that only one fighter can win; the last man standing takes home the dough and the dames.&#10;&#10;Maybe once you've beaten back the roundheels in the one-off brawls, you can go on to fight in the bigger tournaments...&#10;&#10;What's In The Box?:&#10;&#10;&bull; One 12-page Rules booklet&#10;&bull; One mounted game board&#10;&bull; 13 counters&#10;&bull; 55 cards&#10;&bull; Four standees&#10;&bull; One bright red cardboard VPG game box&#10;&bull; One beautiful box cover sleeve&#10;&bull; One &quot;Wipes-A-Lot&quot; napkin&#10;&bull; One charcoal desiccant packet&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Simulation"
    ],
    "Families": [
      "Sports: Boxing"
    ]
  },
  {
    "Rank": "16475",
    "Name": "Lunatix Loop",
    "ID": 757,
    "Year": "(2000)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/757/lunatix-loop",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Described by the Publisher/Designer:&#10;&#10;In Lunatix Loop players attempt to be the first racer to complete three laps around a patchwork track of asphalt and dirt while attempting to keep their cars in one piece.&#10;&#10;Each racer straps himself in for the harrowing ride of his life, his little plastic shell of a car the only thing protecting him from the rams of his opponents. Each racer becomes his own worst enemy as he pushes the limits of his car and his psyche. The stresses of racing life and curves taken too fast are more than enough to justify the nickname, &quot;Lunatix&quot;, that the racers have earned.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "16476",
    "Name": "Hunted: North Pole (2nd Edition)",
    "ID": 428891,
    "Year": "(2024)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/428891/hunted-north-pole-2nd-edition",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "Everyone was happily working on toys and getting ready for Christmas when all of a sudden Jack Frost and an army of minions showed up. They kidnapped Santa, scattered the elves, and are trying to ruin Christmas!&#10;&#10;Now, you&rsquo;ll have to work your way through the North Pole and rescue Santa before Christmas is canceled... all while Jack Frost&rsquo;s minions try to hunt you down...&#10;&#10;Overview:&#10;Take on the role of one of Santa&rsquo;s elves in order to sneak your way through the North Pole, defeat Jack Frost, rescue Santa, and save Christmas. But be wary, Jack's minions are searching for you to put a premature end to your holiday heroics. Collect weapons, recruit other elves, avoid capture, and find Santa before time runs out and Christmas is ruined!&#10;&#10;What's new in the 2nd edition?&#10;&#10;     An updated player board with new bonuses&#10;     More dice mitigation&#10;     Updated maps with new choices&#10;     More balanced cards&#10;     Updated d4s that roll better&#10;     Higher card quality&#10;     Updated hero cards with new abilities&#10;     New box&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound",
      "Game: Hunted",
      "Holidays: Christmas",
      "Players: Solitaire Only Card Games"
    ]
  },
  {
    "Rank": "16477",
    "Name": "Avanti mare!",
    "ID": 24658,
    "Year": "(2000)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/24658/avanti-mare",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A river flows into the big sea in Avanti mare!. At one end of the river, a fishing boat starts moving downstream toward the sea that awaits at the end. Halfway to the sea, four fish are playing in the water &ndash; but once that boat starts to move, the fish will flee to the safety of the open water. Will they get away, or end up in a net?&#10;&#10;Players can decide to back either the fish or the fishermen, but the winners will be determined by the die rolls. On a turn,  the player rolls the colored die. If the player rolls one of the two colors assigned to the boat, he removes one of the river segments, thereby moving the boat closer to the fish; if one of the fish colors is rolled, that fish moves one space closer to the sea. If the boat moves onto a fish, it catches that fish; if a fish reaches the sea, it escapes and can't be captured. The game ends when all the fish escape or are caught. Which side will come out on top?&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Nautical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "16478",
    "Name": "Sunrise of Victory: The 1942 Campaign in Russia",
    "ID": 12562,
    "Year": "(1990)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/12562/sunrise-of-victory-the-1942-campaign-in-russia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.5714",
    "Description": "The campaign in Russia in 1942-43.&#10;&#10;Components include 200 counters, a 22-page rule book and a 22 by 34-inch mapsheet.&#10;&#10;The game includes three scenarios:&#10;&#10;     Scenario I is the full 18-turn campaign game, from late June 1942 to early December 1943. &#10;     Scenario II is &quot;Stalin's City&quot; from Game Turn 6 (Nov.-Dec. '42 to Nov.-Dec. '43)&#10;     Scenario III is &quot;Deathride&quot; from GT 14 (July-Aug. '43 to Nov.-Dec. '43).&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16479",
    "Name": "Aethermon: Collect",
    "ID": 388721,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/388721/aethermon-collect",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Join Rika, Haru, BEB0 and Followoof, four lost souls who have come together to explore the World of Aethermon!&#10;&#10;Aethermon: Collect is a quick to play, 2-4 player set-collection game with both co-operative and competitive game modes.&#10;&#10;Players take turns to move the shared Group Token horizontally or vertically around a grid of Aethermon cards, collecting any Aethermon on which they land.&#10;&#10;Co-operative mode invites players to work together in order to solve the unique puzzle presented by the board.&#10;&#10;Competitive mode introduces powerful, rule-bending artefacts to out-wit opponents with one-time-only changes to movement or gameplay.&#10;&#10;Featuring 48 beautifully-illustrated Aethermon creatures - discover their rich lore on the back of each card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Card Game",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Map Reduction",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "16480",
    "Name": "7 Islands",
    "ID": 98475,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/98475/7-islands",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.75",
    "Description": "You are a captain heading a crew of pirates. At first, it is just a small band, but you will gradually expand it into a large company. The winner of the game is the one who has the most victory points when the game ends.&#10;&#10;The system is like the system of Dominion. It's called &quot;Deck building&quot;.&#10;&#10;The object is a player collect the VP card by using a crew card, item card and a treasure card.&#10;This cards are able to use any own turn. And the VP card is added as the more point card.&#10;&#10;The difference of Dominion is a player use a markers and resource chips.&#10;The player put Markers on island boards.&#10;&#10;There are several &quot;quests&quot; on each island, and players put their markers on them. A quest is completed each time it has as many markers as it requires. When a quest is completed, the player who has his markers on it uses its effect.&#10;&#10;&#226;&#151;&#143; Arrange the Arena&#10;To each player, give 7 Copper Coin cards, 2 Water cards and 1 Landing card; these 10 cards form his starting deck. If there are less than 4 players in the game, put the remaining Copper Coin? and ?Water? cards back in the box.&#10;&#10;You do not use all cards or all island boards during one game. The cards you use are placed in the center of the table so that everyone can reach them; sort the cards according to their names and place them in separate face-up piles. The area with these card piles and the island board is called &quot;the Arena.&quot;&#10;&#10;All the Silver Coin, Gold Coin, Meat, Landing, and Exploration Action cards and the Medal Victory Point cards are used in any game. The number of Golden Medal cards that should be in a game is the number of players plus 2 (use 4 in a 2-player game, 5 in a 3-player game, etc.). Return the remaining Golden Medal cards to the box.&#10;&#10;Then, choose 8 of the other 16 types of Action cards and one side of any island board you like. Place the board with the chosen side up in the Arena, thereby making it your &quot;island.&quot; Place all the cards of the chosen types in separate face-up piles, and put all the resource chips beside your island. Finally, return the remaining types of cards and boards to the box.&#10;&#10;&#226;&#150;&#160; When the Game Ends&#10;The game ends if any of the following conditions exists at the end of a turn.&#10;&#10;&#227;&#131;&#187;Four of the card piles in the Arena have been exhausted (or 3 in a 2-player game).&#10;&#227;&#131;&#187;There are no Golden Medal cards in the Arena.&#10;&#227;&#131;&#187;Any player has 20 victory points or more from his VP chips.&#10;&#10;Once the game ends, all players calculate their victory points and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "16481",
    "Name": "Hang in There!",
    "ID": 4107,
    "Year": "(2000)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/4107/hang-in-there",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The board consists of motorized trees with rotating tops. By using your levers, you can raise and lower the treetops, catching your animals and moving them across the jungle and onto the beach.&#10;&#10;However, you and your opponents can also use the treetops to knock animals off, sending them back to the start.&#10;&#10;The first player to get five animals to the beach wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Electronic",
      "Real-time"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "16482",
    "Name": "Pentalath",
    "ID": 51401,
    "Year": "(2009)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/51401/pentalath",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Pentalath (also called Ndengrod) is an abstract board game for two players, designed by a computer program called LUDI, invented by Cameron Browne.&#10;&#10;It is the &quot;brother&quot; of Yavalath and it can be played using a Yavalath set.&#10;&#10;It is available from nestorgames.&#10;&#10;Rules&#10;&#10;Players: White and Black.&#10;&#10;Start: The board is initially empty.&#10;&#10;Play: Players take turns placing a piece of their colour at an empty cell. After each move, any same-coloured groups with no freedom (i.e. no adjacent empty board cell) are captured and removed.&#10;&#10;End: Players win by making a line of five or more pieces of their colour.&#10;&#10;First move equaliser: The second player has the option of swapping colours in lieu of making the second move. This stops the first player from making too strong (i.e. central) an opening move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Enclosure",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Misc: Computer-Generated Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16483",
    "Name": "Napoleon and the Archduke Charles: The Battle of Abensberg",
    "ID": 10634,
    "Year": "(1987)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/10634/napoleon-and-the-archduke-charles-the-battle-of-ab",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "360",
    "Weight": "2.6",
    "Description": "This games was published in Strategy &amp; Tactics magazine #113. Napoleon and the Archduke Charles: The Battle of Abensberg is a game for two players, simulating the battle of Abensberg which took place on April 20th, 1809. One player commands the French forces, the other the Austrians. Rules on movement, combat, leadership and morale reflect the problems and possibilities which faced the historical commanders.&#10;&#10;Scale = 600 yards (=548 m)/ hex&#10;Strength = 200 infantry, 150 cavalry or 2 guns/ Strength point&#10;Time = 35 min./ GT&#10;&#10;Victory is determined by controlling objectives and by inflicting losses to the enemy forces.&#10;&#10;Note:&#10;Abensberg is a complete game in itself. It can also be played as a &ldquo;campaign game&rdquo; linked with another of 3W&rsquo;s Bonaparte series, The Battle of Eckmuhl (in S&amp;T #114). Eckmuhl was fought on the two days following Abensberg, in the area immediately to the north. Many of the same units participated, along with many others. Two scenarios are provided with Abensberg; four are provided with Eckmuhl. An additional dozen scenarios can be found in The Wargamer #3 and S&amp;T #115 (Kanev). These later scenarios link the two games.&#10;&#10;Strategy &amp; Tactics magazine #116 includes two more scenarios along with a Q&amp;A by the designer.&#10;&#10;Nominee for the 1987 Charles S. Roberts awards for Best Pre-World War II Boardgame (Charles S. Roberts Awards).&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Napoleon & the Archduke Charles (3W)"
    ]
  },
  {
    "Rank": "16484",
    "Name": "Purim",
    "ID": 373444,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/373444/purim",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "The Book of Esther describes the harrowing tale of a young girl and the fate of the Jewish people. The villainous Haman has been put to death, but his murderous plan lives on through his ten sons. You are loyal messengers of the King and Queen, tasked with putting a stop to the hatred infecting the empire and securing peace for the children of Israel.&#10;&#10;Purim is a cooperative card-management and area-control game. You and your fellow messengers must work together to spread the King&rsquo;s proclamation, represented by gold cubes, to all the far-flung provinces of the empire.  At the same time Haman&rsquo;s ten sons are trying to orchestrate the destruction of the Jewish people by spreading their false messages, represented by black cubes.&#10;&#10;Every round each player will receive a set number of Action Cards that have a Loyal Action, an Evil Action, and an End Effect.  Players simultaneously select one Action Card from their hand and then reveal it.  The Action Cards are then processed based each card's number with the card's Loyal Action happening first before the Evil Action.  Loyal Actions will generally add gold cubes to the board, move Messengers, or remove Sons of Haman while Evil Actions will generally add black cubes or move the Calendar tile forward.  This process of selecting and playing Action Cards repeats until all but one card has been played in each player's hand.  When this occurs the last cards are revealed and the cards processed in numerical order with only the End Effect happening.  The round then ends and a new round begins.&#10;&#10;The game end triggers when either the Calendar tile reaches the end of the Calendar, or players run out of gold or black cubes.  If each Province has gold cubes equal to or greater than the number of black cubes, the players win the game. If even one Province has more black cubes than gold cubes, the players have failed the King and lose the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Religious"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Religious: Judaism"
    ]
  },
  {
    "Rank": "16485",
    "Name": "Save: South Vietnam!",
    "ID": 349134,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/349134/save-south-vietnam",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "250",
    "Play Time": "300",
    "Weight": "2.4",
    "Description": "A solitaire game of the US and South Vietnamese war against the Vietcong and North Vietnamese Army. US and ARVN brigades/regiments and police battle VC battalions, NVA regiments, and subversive Political Cadres for Provincial control throughout the country.&#10;&#10;It is early 1965. The South Vietnamese government and army (ARVN) are collapsing in the face of growing Vietcong attacks. President Johnson feels he MUST act. On March 8, 1965, the 9th Regiment, 3rd Marine Division, lands at Danang to take over the large base&rsquo;s defense from ARVN forces who are presumably now free to conduct offensive operations against the VC. US Army units shortly deploy to Bien Hoa and other strategic areas. By fall 1965, the 1st Cavalry Division is engaged in a full-scale offensive in the Ia Drang Valley in Vietnam&rsquo;s Central Highlands. &quot;Americanization&rdquo; of the war has begun. Before it's over 10 years later, Cambodia and Laos are dragged into the struggle. US forces leave Vietnam in 1973 having never lost a sizable battle, but South Vietnam quickly falls nonetheless, in early 1975.&#10;&#10;Welcome back to 1965, now YOU are in command! The ARVN has basically collapsed and the North Vietnamese Army is infiltrating the south in large numbers even as local VC forces grow in strength. If you can hold Saigon until Summer 1977 (50 quarterly turns), the communists will be totally spent - Victory! Or will you, like Johnson and Nixon, find the VC and NVA impossible to completely defeat?&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: USA",
      "Country: Vietnam",
      "Crowdfunding: Kickstarter",
      "Decades: The 1960's",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "16486",
    "Name": "Love Letter: 2nd Edition",
    "ID": 361207,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/361207/love-letter-2nd-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Love Letter: 2nd Edition (&#227;&#131;&#169;&#227;&#131;&#150;&#227;&#131;&#172;&#227;&#130;&#191;&#227;&#131;&#188; &#231;&#172;&#172;2&#231;&#137;&#136;) uses the same gameplay as the original Love Letter, with your goal being to get your love letter into the Princess' hands while deflecting the letters from competing suitors. From a deck with only sixteen cards, each player starts with only one card in hand; one card is removed from play. On a turn, you draw one card, and play one card, trying to expose others and knock them from the game. Powerful cards lead to early gains, but make you a target. Rely on weaker cards for too long, however, and your letter may be tossed in the fire!&#10;&#10;Whereas Love Letter included only 16 cards, Love Letter: 2nd Edition consists of 38 cards: the original 16 cards, 6 cards included in later editions of Love Letter, and 16 new cards. Players can either swap out original cards for new ones or simply add new cards to the deck for a wilder game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Love Letter",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "16487",
    "Name": "Trivial Pursuit: Genus Edición III (Spain)",
    "ID": 37351,
    "Year": "(2005)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/37351/trivial-pursuit-genus-edicion-iii-spain",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This edition is exactly like the first edition but with updated question cards, we can find for example questions about BlueRay, Zidane or Windows XP mixed with old ones from other editions.&#10;&#10;Another difference with the last edition is that the major change from the &quot;Trivial Pursuit - Genus Edici&oacute;n II&quot;, the dice squares, were removed.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Germany",
      "Country: Spain",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "16488",
    "Name": "Pirates",
    "ID": 342807,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/342807/pirates",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "In Pirates, you play as a captain in the world of the swashbuckling pirate comic Bonnie Lass, created and illustrated by the game's artist, Michael Mayne.&#10;&#10;In the game, you attempt to capture ships, fortresses, and even sea monsters to accumulate the most treasure. On most turns, you will form a boarding party by taking a stack of pirates in front of you (with a stack consisting of one or more tokens with you on top), moving them on top of a stack in front of another player, then moving the new stack back in front of you.&#10;&#10;On a future turn, you may use this stack to capture one of the four cards in the display as long as the size of the party meets the minimum requirements. The pirate on top of stack is the captain, and they receive a treasure for leading the raid. (The second pirate in the stack, the mate, might also receive a treasure.) They collect the gold listed on the card, then must pay the value listed on each pirate in their crew, making up any gold they lack from their own coffers. If they do this, they keep the card and increase their scoring.&#10;&#10;You can mutiny by placing a stack on another stack, then going after one of the four cards immediately, but you must then pay the mate and the rest of the crew double their pay.&#10;&#10;After all cards have been captured and the game ends, players receive additional gold based on the relative number of treasures they have captured. Whoever ends up with the most gold wins.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "End Game Bonuses",
      "Memory"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "16489",
    "Name": "Fish Stix",
    "ID": 54073,
    "Year": "(2009)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/54073/fish-stix",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "Fish Stix is an strategy game where players match fish direction and color to score points. Each stick has 4 different fish on it and is added to others that have been played to score. The first player to score 10 points in all 6 fish categories, wins the game.&#10;&#10;From the back of the box:&#10;&#10;The game where every fish counts! Match fish row by row, the more you match the faster you go!&#10;&#10;Fish Stix is a visual strategy game that takes just seconds to learn. Children of different ages will have fun playing together. A different game every time you play!&#10;&#10;Ages 6 and up&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game",
      "Number"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "16490",
    "Name": "Aban!",
    "ID": 349767,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/349767/aban",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the multiplayer roll and write game Aban!, your goal is to completely plant your garden and score the highest number. In each round, you roll dice in the center of the table, determining what plants are available to all players. You have to draw these paths on your player sheets to create combos between plants and sabotage the garden of the other players. You will be trying to optimize the available symbols better than your opponents.&#10;&#10;Aban! Comes with double-sided cards and different effects that add new unique strategies to your games. In addition, the different cards and variability in the dice can be animated and make every game different. Aban! Allows you to play from 2 to 5 players.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Mechanism: Roll-and-Write",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "16491",
    "Name": "Time Travel Baseball",
    "ID": 11029,
    "Year": "(1979)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/11029/time-travel-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Time Travel Baseball included players from early 1900s to the late 70s. Expansion sets included players in the early 80s. The game also had special rules to allow you to play in various eras of baseball. These special era rules allowed you to see how players of the 70s may have fared when playing in the dead-ball era. One of the expansion sets you would even included a player card with your name on it when you ordered from the manufacturer.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Baseball",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "16492",
    "Name": "Hallo Dachs!",
    "ID": 5590,
    "Year": "(1996)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/5590/hallo-dachs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "Another children&rsquo;s game from Klaus Teuber involving animals, meals and memory. The other one is Die Ritter von der Haselnuss.&#10;&#10;Here the player is a badger (Dachs in German) in a forest. The forest has paths that lead to various amounts of meals for the badger. Once a badger reaches an area, he must roll the die a number of times equal to the amount of meals presented, and for each roll turn over the correct tiles. If the player turns over the correct tiles, the player gets to keep the meal tile, which will have a number of points on the downside (the more meals the higher points, usually).&#10;&#10;First player to the point goal wins the game. (The goal varies depending on the number of players.)&#10;&#10;Reimplemented by Spinnengift und Kr&#195;&#182;tenschleim&#10;&#10;Awards&#10;&#10;1998 &#195;&#133;rets B&#195;&#184;rnespil, Childrens Game of the Year Denmark&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Animals: Badgers"
    ]
  },
  {
    "Rank": "16493",
    "Name": "Schwarzes Gold",
    "ID": 55841,
    "Year": "(2009)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/55841/schwarzes-gold",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Schwarzes Gold is a short tactical game about the first oil rush in Texas.&#10;&#10;1901: Welcome to Spindletop Hill, birthplace of the modern oil industry. The first sources of oil already have been found and all adventures head for Texas to find their fortune. However, the sources are limited. Who will find the right places to set up their oil rigs and produce the most oil?&#10;&#10;In the basic game players roll dice to determine a position on the game board where they can then place either one of their own drilling rigs or a neutral oil marker. In phase 2 players decide in which order the drilling rigs score points for adjacent oil markers (which are removed from the board after scoring). The player with the most points wins the game.&#10;&#10;The game will include at least two variants (and a second game board) to add more complexity. In addition, several fan rules will be published on the homepage www.schwarzesgold.com&#10;&#10;Schwarzes Gold is the winning title of the author's game competition 2008/2009 by www.spielmaterial.de. The task of the competition was to create a new game based on the game pieces of Giganten after those were bought in large quantities by www.spielmaterial.de (an online shop for game components).&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Network and Route Building"
    ],
    "Families": [
      "Series: Edition Bohrtürme",
      "Theme: Oil / Gas / Petroleum"
    ]
  },
  {
    "Rank": "16494",
    "Name": "Rebels & Redcoats: Volume I",
    "ID": 6885,
    "Year": "(1995)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/6885/rebels-and-redcoats-volume-i",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1",
    "Description": "American Revolutionary battles of Bunker Hill, Brandywine, Germantown and Monmouth.&#10;&#10;The game system simply but accurately recreates the battlefield conditions with a move-fight-rally play sequence to simulate the grand tactics of the American Revolution. Additional rules cover command control, morale, artillery, light infantry and dragoons. Each battle is represented by its own units and map along with exclusive rules to recreate the unique conditions of each battle. Units are generally regiments rated for combat strength, morale and march capabilities.&#10; Scenarios:&#10;&#10;     Bunker Hill, 17 June 1775&#10;     Brandywine, 11 September 1777&#10;     Germantown, 4 October 1777&#10;     Monmouth, 28 June 1778&#10;&#10;&#10; &#10;Components:&#10;&#10;     440 counters&#10;     (2) 22&quot; x 34&quot; mapsheets&#10;     2 player aid cards&#10;     16-page rule book&#10;     1 10-sided die&#10;&#10;&#10;(from publisher's website)&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Game: Rebels & Redcoats",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16495",
    "Name": "Shot and Shell: Naval Combat in the Civil War",
    "ID": 6924,
    "Year": "(1987)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/6924/shot-and-shell-naval-combat-in-the-civil-war",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5455",
    "Description": "&quot;Shot and Shell: Naval Combat in the Civil War&quot;, is a sequel of the Yaquinto wargame The Ironclads: A Tactical Level Game of Naval Combat in the American Civil War 1861-1865 and includes a conversion chart. Scale is 100 yards per hex, 3 minutes per turn, with 1 ship or regiment (of infantry, or equivalent in cavalry or artillery) per unit-counter. 27 scenarios and 6 maps.&#10;&#10;Shot and Shell can be treated as a stand-alone wargame. It comes with everything needed to play.&#10;&#10;The land-warfare dimension is greatly expanded in Shot and Shell (over that of the &quot;Ironclads Expansion Kit&quot;). Scenarios can be naval only or land-sea combined--or even land-only, if one wanted to design such a scenario. There are also rules for firing several same-caliber guns at once, reducing the amount of die rolling.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Series: The Ironclads (Yaquinto)"
    ]
  },
  {
    "Rank": "16496",
    "Name": "King's Ransom",
    "ID": 147427,
    "Year": "(2013)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/147427/kings-ransom",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6",
    "Description": "Byzantium circa 600 CE&#10;&#10;Take part in the explosive energy and corruption of holy Byzantium as described in the scandalous book &ldquo;The Secret History&rdquo; by Procopius. Struggle to seize the throne,as you join the tale of royal intrigue, deceit and conflict.&#10;&#10;Your chess tiles may be turned face down or moved through the court which is a six by three square area. Bluffing, and even luck lay before you as you reveal, move, capture, and place your tiles.&#10;&#10;King&rsquo;s Ransom is a 2-player strategy game pitting royal rivals against each other. Assemble your noblemen, strike from your secret chamber,then move through court to checkmate your opponent&rsquo;s king. Light chess variant with luck, a prince, hidden tiles and bluffing.Using the basic mechanics of chess, there&rsquo;s an additional layer of strategy due to each tile entering play hidden from the opposing player&rsquo;s view. If you can set traps and lure your opponent into making mistakes, you might be able to snatch their King and ransom him for control of the kingdom!&#10;&#10;Turn Order:&#10;&#10;- Flip a face-down tile so it is face up&#10;- Move a face-up tile&#10;- Announce check, if applicable&#10;- Place a new tile face down&#10;- Draw a tile from your chamber.&#10;&#10;Game Components: 40 Tiles&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Secret Unit Deployment",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Ancient Conflict (Playford Games)"
    ]
  },
  {
    "Rank": "16497",
    "Name": "Runicards",
    "ID": 139607,
    "Year": "(2013)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/139607/runicards",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.375",
    "Description": "English:&#10;Fully produced and developed in Brazil by designer Rovalde Banchieri, Runicards is the result of 1 year of hard work, care, playtest and fun!&#10;&#10;In Runicards the participants play cooperatively with heroes against monsters of the deck, following three adventure cards that tell the players a story.&#10;&#10;It is a simplification of RPG in the form of a card game.&#10;&#10;Runicards was first presented to the public during an event of RPG called Moonfest held in S&atilde;o Paulo (Brazil) in October 2012 and led to queues of people excited about the prototype!&#10;&#10;Runicards is a card game unlike anything that has been done in Brazil! It can be cooperative or competitive. It has rules to adjust the duration and difficulty of the game. Also, everyone plays and has a chance to win until the end!&#10;&#10;Portugu&ecirc;s:&#10;Totalmente produzido e desenvolvido aqui no Brasil pelo designer Rovalde Banchieri, Runicards &eacute; o resultado de 1 ano de muito esfor&ccedil;o, carinho, playtest e divers&atilde;o!&#10;&#10;Em Runicards os participantes jogam cooperativamente com her&oacute;is contra os monstros do baralho, seguindo 3 cartas de aventura que contam uma hist&oacute;ria para os jogadores. &#10;&Eacute; uma simplifica&ccedil;&atilde;o de RPG em forma de card-game.&#10;&#10;O Runicards foi apresentado pela primeira vez ao p&uacute;blico no evento de RPG Moonfest de S&atilde;o Paulo (Brasil), em Outubro de 2012 e gerou filas de pessoas empolgadas com o prot&oacute;tipo!&#10;&#10;Runicards &eacute; um jogo de cartas diferente de tudo que j&aacute; foi feito no Brasil! Ele pode ser cooperativo ou competitivo. Possu&iacute; regras pra ajustar o tempo de dura&ccedil;&atilde;o da partida e a dificuldade do jogo. Al&eacute;m disso, todo mundo joga at&eacute; o final e tem chance de vencer at&eacute; o final!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Catarse"
    ]
  },
  {
    "Rank": "16498",
    "Name": "Old Town: Solo",
    "ID": 46369,
    "Year": "(2007)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/46369/old-town-solo",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.4",
    "Description": "Old Town Solo is the 1 Player expansion (standalone) for the game Old Town. It is a zip-lock which includes one paper sheet with the rules and one new pack of cards.  The card deck seems to be exactly the same as the one from the Old Town base game.  Only the rules are different, and they are available for download from the publisher's website.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "16499",
    "Name": "Merchants of Qultah",
    "ID": 306072,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/306072/merchants-of-qultah",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Merchants of Qultah is a dice manipulation game for 2-4 players, where you roll dice to negotiate with extraterrestrial merchants, activate unique actions, chain them to combos and outbid your opponents to eventually win by acquiring the goods with the highest total value by the end of the game.&#10;&#10;In the not too distant future scientists discovered a new planetary system called Qultah. Soon merchants were sent to earth to trade their intergalactic goods. Their ships landed in the beautiful city of Vienna. During their stay, the city  was crowded with people who put their negotiation skills to a test.&#10;Do you have what it takes to outplay your opponents and trade with the Merchants of Qultah?&#10;&#10;During each round, you will encounter up to 8 extraterrestrial merchants, which can either be chosen or drawn randomly from a pool of 30 cards. These merchant cards build your game board for the first of two rounds.&#10;&#10;You will use your six dice, which represent your trading goods, to negotiate with the different merchants. The higher your result, the better is your argument. The players take their turns clockwise and once all players have used their dice, the round is over. Players reach their deals and collect their rewards. Sounds easy, right? HA-HA, there's always a catch!&#10;&#10;During your turn you try to manipulate your opponents dice, or your own, to either outplay them or get yourself in a better position. It is a constant battle of outbidding your negotiations. Then there are merchants who offer you different goods for different results, so you may have to go low to even get something in the end. But what if you are outbid before the round ends...&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Market",
      "Re-rolling and Locking",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "16500",
    "Name": "Revolve!",
    "ID": 432456,
    "Year": "(2024)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/432456/revolve",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "Your goal in Revolve! is to empty your hand of cards.&#10;&#10;Each player starts with eight or ten cards in hand, with each card having different numbers (from 1-10) at top and bottom, e.g. 1 and 7. Pick up all your cards at once; you can rearrange cards from left to right at any time, but you can't revolve them. On a turn, first discard any cards on the table in front of you, then you can:&#10;&#10;1. Play cards from your hand.&#10;2. Add one card to the table.&#10;3. Take cards from the table.&#10;4. Revolve all cards in your hand.&#10;&#10;When you play cards, you can play one or more cards of the same value &mdash; but if you play as many cards as another player has in front of them, your cards must be of higher value. If you overplay someone, e.g. playing two 5s when they have two 2s, they must revolve their cards, then return them to their hand.&#10;&#10;When you add one card, you add a card of the same value to someone else's played cards &mdash; but if that player would now have the same number of cards as a third player, the third player's cards must be a lower value, in which case they revolve them and return them to hand.&#10;&#10;When you pick up cards from in front of another player, revolve them, then add them to your hand.&#10;&#10;The first player to empty their hand scores 2 points, and cards don't return to their hand, even if beaten. The second player to empty their hand scores 1 point. Play multiple rounds until someone has at least 4 points, then whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  }
]