[
  {
    "Rank": "16701",
    "Name": "Lepidoptery",
    "ID": 422368,
    "Year": "(2025)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/422368/lepidoptery",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Lepidoptery is a climbing, deck-shedder and connection game for 2 players.&#10;&#10;Players try to form 4-in-a-row on the board in their own player color, or shed out their deck to win.&#10;&#10;Take turns playing stronger and stronger combinations while dropping tokens into the columns matching your played combination types. Unlike many climber-shedders, you are allowed to play combinations of different types on each other (e.g., sets on singles).&#10;&#10;As columns fill up, their combination types become blocked from play, and any previously filled columns are emptied.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Pattern Building"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Category: n in a row",
      "Components: 5 x 6 Grids",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "16702",
    "Name": "The Sun Never Sets: Three Campaigns of the British Empire",
    "ID": 728,
    "Year": "(1997)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/728/the-sun-never-sets-three-campaigns-of-the-british",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "The Sun Never Sets is a mid-to-high complexity operational level game of the colonial wars fought by the British during the 19th century.  It includes three separate games, namely &quot;March to Peking&quot;, &quot;Zulu War&quot; and &quot;The Sudan&quot;.  The game includes a core set of rules used in all three scenarios and scenario-specific rules unique to each game.  Optional rules add further chrome and complexity to the game.&#10;&#10;March to Peking depicts the Anglo-French attack on China in 1860 to force it to open itself up to European trade.  Special rules allow for the veteran Chinese Hunan army (engaged fighting the Taiping rebels elsewhere) to march to Peking's relief.&#10;&#10;Zulu War depicts the British campaigns in 1879 against the Zulus in South Africa.&#10;&#10;The Sudan covers three separate campaigns; the 1883-85 Mahdist uprising in Sudan, the defence of Khartoum in 1884-85, and the recapture of Sudan in 1896-98.&#10;&#10;The game consists of rules, two 34&quot; x 22&quot; maps and 620 counters.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: China",
      "History: Anglo-Zulu War",
      "History: Mahdist War",
      "History: Opium Wars and Taiping Rebellion",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: The Sun Never Sets System (Decision Games)"
    ]
  },
  {
    "Rank": "16703",
    "Name": "Green Beret: Vietnam",
    "ID": 165946,
    "Year": "(2015)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/165946/green-beret-vietnam",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.1667",
    "Description": "Green Beret: Vietnam gives you command of a Green Beret team in the Central Highlands before and during the Vietnam War. Your duty is to lead your men on a variety of randomly generated missions (representing orders direct from high command), choose weapons and equipment that are best suited for the mission, decide on how to posture your team, plan your approach, and a method of extraction.&#10;&#10;However, it is not quite that simple; you must choose weapons and equipment that do not expose your team, and do not cause unintended escalation (if the US military must divert regular combat units to your area to quell enemy activity, the value of the Green Berets will be called into question by the &ldquo;traditionalists&rdquo; at the Pentagon); Your goal is to disrupt the enemy&rsquo;s freedom of action in your area of operations with a minimal &ldquo;footprint&rdquo;, and minimal cost.&#10;&#10;Modern War #18, Jul-Aug 2015.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: USA",
      "Country: Vietnam",
      "History: Vietnam War",
      "Magazine: Modern War",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "16704",
    "Name": "The Battle of Britain",
    "ID": 7003,
    "Year": "(1968)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/7003/the-battle-of-britain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5714",
    "Description": "The Battle of Britain is based on the great air campaign between the German Luftwaffe and the British Royal Air Force Fighter Command in August and September of 1940 . . . in this game, YOU may be able to reverse history!&#10;&#10;The first operational air combat game, and perhaps the first commercial air combat wargame. Each counter represented a formation of one or more aircraft (as assigned by the players). A turn lasted ten minutes and each hex on the mapboard was ten miles across.&#10;&#10;This game also had one of the first seperately available Play By Mail kits! Now finally added to the Geek.  Battle of Britain Play by Mail Kit.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Country: Germany",
      "Country: United Kingdom",
      "History: World War II (Battle of Britain)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16705",
    "Name": "Masai",
    "ID": 359044,
    "Year": "(2022)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/359044/masai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "Masai is a dice and seed allocation game that is fun and full of interaction. Players take on the role of a Masai mother and must make one of the beautiful traditional necklaces of the Masai people. It's just a single necklace, with limited spaces. Therefore, the best strategy to gain control of empty areas and spaces will be crowned with victory!&#10;&#10;In Masai, players compete to fill empty spaces in a single necklace. For this, a draw is carried out at each round, where players choose two dice, one to access a sector and the other to place it inside the necklace. The player must check if there is already a die with the same face in the selected sector, as there can only be one face of each type in each location.&#10;&#10;Players score points each time they fill an empty spot on the necklace and also receive points for links and for controlling areas within sectors. The game ends as soon as the players have no more space to fill in the necklace, the player with the most points wins the game.&#10;&#10;Masai is simple but intense and cerebral, don't miss this challenge and become the best Masai craftsman.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Region: East Africa"
    ]
  },
  {
    "Rank": "16706",
    "Name": "Rising Sun Railroads",
    "ID": 102150,
    "Year": "(2011)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/102150/rising-sun-railroads",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Eddie Robbins' Rising Sun Railroads is a no-luck, rather cutthroat game that covers the creation of the railroads in Japan from 1870-1915, with the help of the British, Germans, Swiss and Americans. The game objective is to connect cities with the railroad.&#10;&#10;Rising Sun Railroads is one of the two games and seven expansions from Winsome Games to be released at Spiel 2011.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building"
    ],
    "Families": [
      "Country: Japan",
      "Series: Cube Rails",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "16707",
    "Name": "The Battle of Stalingrad",
    "ID": 85124,
    "Year": "(2012)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/85124/the-battle-of-stalingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2",
    "Description": "From the publisher's website:&#10;&#10;Each player will take the role of the operational theater commander. You still have leaders with short names and shorter tempers looking over your shoulder and telling you want to do (handled in game terms with directives and procedures that turn your decision making choices as much into &quot;How do I please him?&quot; as &quot;How do I beat the enemy?&quot;) Counters represent mostly Soviet armies and German corps, with &quot;assets&quot; that can be attached to both, and minor Axis allies represented as well. Map scale is 55km to the hex, with 2 turns per month.&#10;&#10;The Battle of Stalingrad manages to provide monster game nuances in a game small in size with innovative design. For example, the sequence of play is not the same for each side. And why should it be? The Axis and Soviet armies do not do the same tasks each turn, because their armies operated differently.&#10;&#10;The Soviet player actually allocates supplies as he sees fit. Does he reward success or try to stave off defeat? Both players use Tactical and Strategic movement, as they move their forces around the battlefield. German Primary and Secondary objectives are determined randomly (and hidden from the Soviets!). Side operations in the Caucasus offer additional victory points but occupy units to achieve them. Are the points worth the cost?&#10;&#10;Operation Uranus, the great Soviet counteroffensive, has optional start times, with incentives for delay (if the rest of the Soviet front can hold out!).&#10;&#10;Sudden death victory is possible for both sides, encouraging that extra effort that could win it all...or leave one exposed and exhausted. At the end of the game, key point adjustments and multipliers get factored in and compared. Short of the Sudden Death victory, which side really &quot;wins&quot; can be in doubt to the very end.&#10;&#10;As it should be, in a situation like this.&#10;&#10;Part of the TPS, &quot;Decisive Battles&quot; series&#10;That means straightforward rules, key insights into the history behind the game, and designs aimed at one-session conclusions and high replay value. With shifting objectives and variable entry times for key units, no two Stalingrad games will play the same.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Twenty Decisive Battles of the World (TPS)"
    ]
  },
  {
    "Rank": "16708",
    "Name": "Moneybags",
    "ID": 251622,
    "Year": "(2018)",
    "Geek Rating": "5.525",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/251622/moneybags",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "In &#227;&#129;&#181;&#227;&#129;&#143;&#227;&#130;&#141;&#227;&#129;&#168;&#233;&#135;&#145;&#232;&#178;&#168; (Moneybags), players try to have the most gold coins, with each player having their own bag filled with some number of brass coins. If you think you have the most coins, you might want to exit the round to keep them as others will try to transfer coins from your bag to theirs!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Physical Removal",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "16709",
    "Name": "Very Bad Lands: Brachio",
    "ID": 422692,
    "Year": "(2024)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/422692/very-bad-lands-brachio",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "In Very Bad Lands, you will play different Dinosaur species battling for your very survival. Disasters are a constant threat, so you&rsquo;ll have to make the right choices to avoid them!&#10;&#10;On your turn, you will make a simple, yet crucial, decision: Keep your card or swap it, either with the person to your left or with the card in the middle of the table. You don&rsquo;t want to have the card with the lowest number, because at the end of the round, when all cards are revealed, the Dinosaur with the lowest number loses 1 Life!&#10;&#10;Too easy? Actually, nothing was easy during the age of the Dinosaurs&hellip; Some cards have disastrous effects that turn the whole game upside down! The good news is that your Dinosaur has a special power that can help you survive, or that might push your opponents to the brink of extinction.&#10;&#10;The game ends when a Dinosaur loses all its lives, and all the others share the glorious victory!&#10;&#10;Every game promises a unique and epic gaming experience filled with dizzying highs and crushing lows&hellip; and yes, CHAOS.&#10;&#10;Will you have the wits to keep your Dinosaur alive through the effects of meteorite strikes, landslides, and droughts; or will your species be condemned to the tar-pits of history?&#10;&#10;For more fun, try mixing this box with Very Bad Lands - T-rex&#10;&#10;KEY POINTS&#10;&#10;&bull;    Twice the fun: Both Very Bad Lands boxes (T-Rex and Brachio) can be combined for even more disasters, Dinosaurs, and, of course, chaos... for up to 10 players!&#10;&bull;    One very simple choice: Keep your card or swap it? A straightforward choice to make once per turn, keeping in mind the Dinosaurs&rsquo; unique powers.&#10;&bull;    Spread chaos: Not only do the Dinosaurs&rsquo; power throw a wrench into the game&rsquo;s mechanisms, but the effects of the Disasters also create chaos.&#10;&bull;    Inclusive: Perfect for 3 to 6 players, it's the ideal game for gatherings with friends and family.&#10;&bull;    Thematic immersion: Let yourselves be transported into the prehistoric world with wonderful illustrations straight from the pen of the game's designer himself: Marc Larivi&egrave;re!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "16710",
    "Name": "Reputation",
    "ID": 275978,
    "Year": "(2022)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/275978/reputation",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;StoryA strange thing happened when the megacorporations gained enough power to rival independent nations: their CEOs got bored. Out of bordem, they started turning on each other. After one too many hostile takeovers, the CEOs realized that they needed a way to let off steam before they destroyed each other.&#10;Luckily for them, while they were busy fighting, a new threat reared its ugly head: public reputation. Stolen technology-powered anticorporate groups and increasingly insecure governments called for more projects that benefited the public and threatened violent action if their expectations weren&rsquo;t met. They took advantage of each other to start controlling all sorts of private and public sector projects. Any excess budget from private projects was put into use to improve public services and infrastructures. Megacorporations that failed to give the impression that they were committed to helping the public weren&rsquo;t going to last long...  &#10;You are a CEO during this tough time, working to achieve your corporate goals and stay on top while doing your best to appease the crowds and dodge the attacks from your rival megacorporations. Can you stay on top and keep your reputation intact when everyone wants to see you fail?&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game ObjectiveYou are the CEO of a trillion dollar company, balancing sponsoring Public and Private Sector projects. Your goal is to make money through profitable Private Sector projects while maintaining your brand image by sponsoring Public Sector projects. &#10;At the end of the game, you will get sanctioned by the anticorporate group and be eliminated from the race for victory if you have the lowest reputation! Among the remaining CEOs, the CEO who made the most profit claims victory, and continues to be the elite of the elite!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Auction: Turn Order Until Pass",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16711",
    "Name": "Pirates, Ninjas, Robots, & Zombies",
    "ID": 163565,
    "Year": "(2014)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/163565/pirates-ninjas-robots-and-zombies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The question that has bewildered evil masterminds and superheroes alike can at last be answered: Who would triumph in a face-off between pirates, ninjas, robots, or zombies?&#10;&#10;In the tactical tile-laying game Pirates, Ninjas, Robots, &amp; Zombies, players attempt to settle the debate once and for all by assembling the highest scoring section of your chosen faction. Each player starts with a base token in hand for their faction along with three other tiles from the 58 included in the game.&#10;&#10;On a turn, a player either places one tile from hand into the playing area (with each tile featuring four illustrated quadrants and possibly a special action symbol) or moves his already placed base tile to a new location. The action symbols allow you to rotate or swap tiles already in play.&#10;&#10;Once the final tile is drawn, players take one final turn, then tally the score of their most valuable section of orthogonally connected tiles. The base token is worth five points, regular characters worth one point, and bonus items worth three points. Each faction has arch-enemies scattered amongst the tiles &mdash; e.g., kraken for pirates &mdash; and each arch-enemy touching your faction costs you a point. Whoever has the most valuable faction wins!&#10;&#10;",
    "Categories": [
      "Pirates",
      "Zombies"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "16712",
    "Name": "Galaxis",
    "ID": 17784,
    "Year": "(1980)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/17784/galaxis",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "In Galaxis, both players attempt to locate four missing spaceships. The game is played on a grid and mediated by a computer. Each turn, a player may enter a set of coordinates on the grid. The computer will tell him whether he has found one of the ships. If not, it will tell him how many spaceships are on the same line (horizontal, vertical or diagonal) as the coordinates. Using pegs, the player can register his results.&#10;&#10;Both players have their own results board, which are placed back-to-back, so they cannot see eachother's results. First player to locate all four ships wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "16713",
    "Name": "Crazy Mistigri",
    "ID": 197893,
    "Year": "(2016)",
    "Geek Rating": "5.525",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/197893/crazy-mistigri",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.125",
    "Description": "Crazy Mistigri is a card game with cats!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Hot Potato",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "16714",
    "Name": "Giant Monster Rampage",
    "ID": 12129,
    "Year": "(2002)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/12129/giant-monster-rampage",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "(From the Book)&#10;Giant Monster Rampage is a turn based combat game for two or more players set in a world where giant monsters really exist. The game allows players to take control of one of many different monster types, from giant reptiles to alien robots. Giant Monster Rampage is unique in that it allows players to create and personalize their own monster or make an existing one from television or movies. The object of the game is simple: destroy as many buildings and other monsters as possible.&#10;&#10;Utilizing the innovative Toy Battle System you will be able to use virtually any toy or creature model along with an assortment of building blocks to play this fast, fun, and exciting table top game.&#10;&#10;Expanded by:&#10;&#10;    Giant Monster Rampage 2: World War&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters",
      "Series: Toy Battle System (Radioactive Press)",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "16715",
    "Name": "Sail Away",
    "ID": 193301,
    "Year": "(2016)",
    "Geek Rating": "5.525",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/193301/sail-away",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "In Sail Away, the players are a gang of Caribbean merchants of questionable repute who are racing to load their ships with goods from the local islands, then ship them out &mdash; all the while hiring pirates and using any means necessary to get ahead of the competition.&#10;&#10;The object of the game is to earn the most points by launching ships, collecting gold, and completing objectives. Players take turns placing crates on resource-producing islands. When all the spaces on an island are full, all players with crates on that island transfer those crates to their ships. Once you have filled a ship with the required resources, you can launch it. The launched ship provides points as well as unlocking various single-use abilities.&#10;&#10;Players can also place pirate crates. Pirate crates can be used to muscle in on your opponents' resources as well as activate dastardly pirate actions such as stealing resources or earning a fee each time a ship is launched.&#10;&#10;The game ends when a player has launched five ships. Players earn bonus points for completing public and secret objectives. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Humor",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "16716",
    "Name": "Zoned Out",
    "ID": 249166,
    "Year": "(2020)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/249166/zoned-out",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Zoned Out, you take on the role of a developer trying to build a thriving metropolis from the ground up. To win, players will need to use the right combination of residential, commercial and industrial development as well as downtown construction to gain the most points.&#10;&#10;On their turn, a player selects one of the square city cards from their hand and adds it to the city, overlapping at least one existing square. They must then move their planner to one of the four squares of the new card. If they left the zone they were previously in, they will score points for the size of that zone with additional bonuses for connected parks and mansions and penalties for connected parking lots and abandoned houses. Zoning out also helps build one of the city's four downtown towers, which award points at the end of the game based on who contributed to each of them the most.&#10;&#10;Mastering Zoned Out takes good timing and clever card placement. In the game's advanced mode, players will also be competing to earn points from a variety of public and private objectives for the city.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "16717",
    "Name": "Blood of Noble Men: The Alamo",
    "ID": 17464,
    "Year": "(2006)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/17464/blood-of-noble-men-the-alamo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3",
    "Description": "(From the publisher)&#10;&#10;&quot;Blood of Noble Men: The Alamo&quot; is Worthington Games' fast and fun depiction of the final fight for the Alamo.  The game is designed by Dennis Bishop and is based on the exciting Victoria Cross system.  The Texan player, with a thin force of infantry and powerful artillery, must hold the walls as long as possible.  The Mexican player must quickly breach the walls while minimizing losses.  Will your command skills equal the grit and determination of Travis' rallying call of &quot;Victory or Death!&quot;&#10;&#10;Game Contents:&#10;&#10;-27&quot;x19&quot; Full Color Map board&#10;-Rule Book with historical commentary&#10;-60+ Wooden block units with labels&#10;-Dice&#10;&#10;",
    "Categories": [
      "American West",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Cities: San Antonio (Texas, USA)",
      "Components: Block Wargames",
      "Digital Implementations: VASSAL",
      "History: Texas Revolution",
      "Players: Two-Player Only Games",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "16718",
    "Name": "Epic Solitaire Notebook Adventures",
    "ID": 51199,
    "Year": "(2009)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/51199/epic-solitaire-notebook-adventures",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "You are the Nameless Wanderer, an adventurer of awesome power and skill, going on impressive Quests that would send the common man quivering in his soles. The world is a huge, open-ended place, that you control and conquer, or one that conquers you.&#10;&#10;And it's all on a tiny deck of cards.&#10;&#10;This game was designed as an exercise in &quot;build your own content as needed.&quot;&#10;&#10;OBJECT: &#10;Using only a pad of paper, a pencil, and a specialized deck of cards, go on mighty adventures, and be praised throughout the land as a mighty warrior. That's it.&#10;&#10;",
    "Categories": [
      "Adventure",
      "City Building",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Print & Play",
      "Travel"
    ],
    "Mechanics": [
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Misc: Make-As-You-Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "16719",
    "Name": "Giftbringer",
    "ID": 351903,
    "Year": "(2021)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/351903/giftbringer",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Santa has his hands full and Christmas is just around the corner. What is worse, all his Elven helpers aren&rsquo;t well. In such circumstances Santa asked for help from his closest friends - the Vikings. You are the leader of one of the mighty Viking Horde which came to the shores of The Grateful Island. Your goal is to visit the local town homes and &ndash; obviously - deliver presents. Then you can in turn collect the tokens of gratitude left there for Santa!&#10;&#10;Giftbringer is a roll&amp;write game. To play you&rsquo;ll need 4 six-sided dice, the Rulebook and for each placer a pen/pencil and a Player Sheet. Before the start of the game randomly determine the Merry Leader (rolling player).&#10;&#10;The game itself consists of 10 Rounds. At the beginning of each Round the Merry Leader rolls the 4 six-sided dice. All players write down the roll results in the slots for the given Round on their Player Sheets. The results of the roll are the numbers that the players can use that Round. For each die roll the player can cross off a die symbol on one of the Vikings, one of the Roads or one of the Houses. Alternatively he can use one or two of those die rolls for a Special Action (Santa's Blessing), but each Special Action can only be used once per game.&#10;&#10;Initially each player has to Recruit a Viking - without one he cannot Visit the town itself. This also applies if a Viking already delivered all his Presents and the player has to Recruit another one. After having the first available Viking the player has to choose one of the Ships on the map to start his journey (this cannot be changed later, even with a new Viking). From that ship he can then start crossing the die symbols on Roads and Houses to visit them. He cannot jump over Houses or Roads and can only progress to an unvisited Road/House, adjacent to any of his already visited Roads/Houses.&#10;&#10;When a player crosses the die symbol on a Road segment leading to a House (including crossing a potential die symbol on the House itself), he visits the House. Then he has to cross the required number of Presents on his Viking (and the House) in order to get the token of gratitude available there (which he writes down under his Viking). Once all gratitude token spaces of a Viking are filled, that Viking has done his job and cannot be used anymore - the player has to Recruit another one. If a Happiness symbol is also present on the House, after delivering the Presents for that House the player marks the next available Happiness token on his track.&#10;&#10;After completing the last Round the player with the most points will be the winner of the game. Points are scored for each collected token of gratitude and for the achieved level of Happiness on a given player's Happiness track. Additionally, the final score can be influenced by the number of a given type of collected tokens of gratitude (e.g. 15 points for collecting 8 Cookies).&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Holidays: Christmas",
      "Mechanism: Roll-and-Write",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "16720",
    "Name": "Battles of the Ancient World Volume II",
    "ID": 20617,
    "Year": "(1995)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/20617/battles-of-the-ancient-world-volume-ii",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "Battles of the Ancient World, Volume Two, adds more battles to the popular Ancient World series.&#10;&#10;Scenarios include:&#10;&#10;&#10;    Issus, November 333 B.C. Issus was the closest Alexander came to defeat,  even though he would go on to face a larger Persian army at Arbela two years later. &#10;    Metaurus, 207 B.C. During the Second Punic War, Hasdrubal arrived in Italy to reinforce his  brother Hannibal. While the two brothers were separated, Roman Counsel Nero sought to defeat Hasdrubal's force by marching his best troops 250 miles north  to join the attack against Hasdrubal. &#10;    Carrhae, 53 B.C. Roman legions under Crassius were marching to retake Syria when Parthian  forces under Surenas surprised them shortly after crossing the Euphrates. The Parthians, who were entirely Cavalry, adopted their tactics of retiring and drawing their foes in pursuit. &#10;    Idivisto, A.D. 15 After losing three legions of the Eagles at Teutoberger Wald, the Romans rebuilt their force to recover the Eagles and exact revenge. &#10;&#10;&#10;Other games in Series:&#10;&#10;    Four Battles of the Ancient World&#10;    Battles of the Ancient World Volume III&#10;    Zama: Hannibal versus Scipio (Published in Strategy &amp; Tactics magazine #153)&#10;    Battles of the Ancient World: Marathon and Granicus (Published in Strategy &amp; Tactics magazine #214)&#10;&#10;&#10;Also available as a box set with all three volumes.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Rome",
      "History: Punic Wars",
      "History: Roman Empire",
      "History: Wars of Alexander the Great",
      "Series: Battles of the Ancient World (Decision Game)"
    ]
  },
  {
    "Rank": "16721",
    "Name": "Los Dorem & Las runas Mágicas",
    "ID": 359003,
    "Year": "(2022)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/359003/los-dorem-and-las-runas-magicas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "2.25",
    "Description": "Today is a special day in the Dorem village, the wizards have decided to appoint a new apprentice. The meadow, as on the great occasions, is the place chosen for the ritual and up to four candidates will be able to participate. &#10;Each player will play the role of an aspiring sorcerer who will compete for the position, showing his mastery of the rune tables and knowledge of sorcery. &#10;Something tells me that the decision will be a tough one to make, because ...&#10;what Dorem is not proficient in rune magic?&#10;&#10;For 3 rounds, each player will try to charge as many of their crystals in the sorcerer zones with light, so that, at the end of each of these rounds, they will pick them up and take them to their rune tables, which will give them victory points. At the end of the game. Depending on how they are placed, they will form combos that will give them more or less victory points, and thus, the one who achieves the most will be named the new apprentice.&#10;&#10;&#10;Hoy es un d&iacute;a especial en el poblado Dorem, los hechiceros han decidido nombrar un nuevo aprendiz. El prado, como en las grandes ocasiones, es el lugar elegido para el ritual y, hasta cuatro, ser&aacute;n los candidatos que podr&aacute;n participar. &#10;Cada jugador representar&aacute; el papel de un aspirante a hechicero que competir&aacute; por el puesto, mostrando su dominio con las tablas de runas y conocimientos de hechicer&iacute;a. &#10;Algo me dice que la decisi&oacute;n ser&aacute; dif&iacute;cil de tomar, porque ...&#10;&iquest;qu&eacute; Dorem no domina la magia de las runas?&#10;&#10;Durante 3 rondas, cada jugador tratar&aacute; de cargar de luz el mayor n&uacute;mero de sus cristales en las zonas de hechicero, para as&iacute;, finalizada cada una de estas rondas, recogerlos y llevarlos a sus tablas de runas, lo que les proporcionar&aacute; puntos de victoria al final de la partida. Seg&uacute;n como queden colocados, formar&aacute;n combos que les dar&aacute;n m&aacute;s o menos puntos de victoria, y as&iacute;, el que m&aacute;s consiga ser&aacute; nombrado nuevo aprendiz.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Verkami",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "16722",
    "Name": "S'quarrels: A Game of Absolute Nuts",
    "ID": 33427,
    "Year": "(2007)",
    "Geek Rating": "5.525",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/33427/squarrels-a-game-of-absolute-nuts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1905",
    "Description": "Under a nearby acorn tree embark in the rigorous task of collecting acorns before winter sets in. Other Squirrels are all trying to take them before you do. Whirlwinds, Ambushing, Quarreling, and Hoarding are all just part of the fun. Get the coveted Gold Acorn but watch out for the dreaded Rotten Acorn. The more acorns you get the better chance you have of surviving winter! The player to store the most acorns when winter finally comes WINS! S'Quarrels is designed for playing in groups of 2 to 6 players.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "16723",
    "Name": "1631: Un Empire en Flammes",
    "ID": 200696,
    "Year": "(2016)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/200696/1631-un-empire-en-flammes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "1631 : Un Empire en Flammes est un jeu Op&eacute;rationnel sur l&rsquo;une des plus l&eacute;gendaire Campagne de la guerre de Trente Ans. Dans le r&ocirc;le des g&eacute;n&eacute;raux ennemis, les joueurs doivent d&eacute;jouer les man&oelig;uvres de leur opposant tout en tenant compte des difficult&eacute;s du ravitaillement et des changements d&rsquo;alliance.&#10;&#10;1631: An Empire in Flames is an Operational level wargame for 2 player of one of the most legendary campaigns of the Thirty Years War. Assuming the role of the opposing commanders, the players must outmanoeuvre their opponent, whilst tackling additional diplomatic and supply challenges.&#10;&#10;Each turn is approximately a month with each action being 10-15 days.&#10;The movement lines on the map are on average 60 kilometres.&#10;Infantry and cavalry units represent 3,000 soldiers.&#10;Artillery units represent 12 demicannon (24 pdr) and their supply train.&#10;Garrison control markers are 500 to 1,000 men.&#10;A point to point game by Jaakko Bj&ouml;rklund&#10;Complexity : 6,5/10&#10;&#10;Available with French rules, but English rules can be downloaded from Vae Victis website.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: Age of Kings",
      "History: Thirty Years War",
      "Magazine: Vae Victis",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16724",
    "Name": "Metric Mile",
    "ID": 14514,
    "Year": "(1986)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/14514/metric-mile",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The game aims to be a simulation of the 1 Mile/1,500 metre race with the ability to match runners from different eras against each other, so for example Jack Lovelock and Sidney Wooderson can take on Coe and Ovett. The statistics of the historical runners have been modified so that they can compete with the current racers.&#10;&#10;Components are the rule book (a5 format), 7 sections of 'track' , four charts (summary, race pace/progress record and timing charts for 1500m and mile), 36 cards for runners and record sheets for races and a training log for the optional campaign rules. Four dice (two yellow, red and green)and two counters are also supplied. &#10;(Extract of the following review)&#10;&#10;&quot;The Metric Mile has long been a favorite game of many gamers, and not all of them sports replay gamers as it appears from time to time in all sorts of 'best games ' lists. Frequently played at conventions as a multi-player game, and the subject of many postal games in days gone by, the game was designed way back in 1986 as no more than another solo replay game, and its appeal to all shapes and sizes of gamers surprised me then and continues to do so. Or maybe not quite so much as it did, for I have to say that when I worked on it again recently ...&#10;&#10;... I appreciated the quick easy-to-understand-but-difficult-to-suss-out game system that does in fact produce races over this classic track distance ( one mile and 1,500 Metres, despite the title) that are accurate and realistic and yet require a lot of on-the-fly decisions for each runner.&quot;&#10;A quote by the Game designer&#10;&#10;Expanded By:&#10;&#10;    More Metric Milers&#10;&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Athletics / Track and Field"
    ]
  },
  {
    "Rank": "16725",
    "Name": "Looting Atlantis",
    "ID": 169550,
    "Year": "(2016)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/169550/looting-atlantis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.4",
    "Description": "Atlantis is falling! The citizens are fleeing the doomed island but you, and a few other forward thinking citizens, have decided to hedge your bets by grabbing as much high-tech loot as you can on the way out in order to establish more comfy lives for yourselves in whatever less civilized part of the world you decide to call your new home.&#10;&#10;In Looting Atlantis players take turns first directing the flow of lava from the erupting volcano and then flying your air car to various locations in the city to grab up various technology cards.  The different technologies score you points via different methods at the game's end but, additionally, allow you to discard them during play for a bonus effect.  The pace increases when the first wave of lava hits the city.  Players have until all of the technology has been destroyed or looted from Atlantis to decide when to flee to the other kingdoms on a first come, first serve basis.  Of course, the first to leave gets the best and most valuable choice so players have to balance when exactly fleeing is in their best interest.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mythology: Atlantis",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "16726",
    "Name": "Grunwald 1410",
    "ID": 9084,
    "Year": "(1992)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/9084/grunwald-1410",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.375",
    "Description": "&quot;Grunwald 1410&quot; is an operational wargame on the battle between the Teutonic Knights and the combined forces of Poland/Lithuania/Belarus.  Battle also known as the 1st Tannenberg.&#10;&#10;Large colorful 39&quot; x 27&quot; map. Counters (featuring the silhouettes of the major troop types) are printed on card stock and need to be cutout and mounted (similar in style to Vae Victis). Game contains units, leaders and help counters. Some of them, like trap holes counters, shouldn't be used, because newest resarches excluded their use in the original battle.&#10;&#10;A fairly simple wargame system with command considerations and separate combat tables for different troop types.&#10;&#10;Rules in Polish but English translation is available.&#10;&#10;Related Microbadges&#10; Dragon fan&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Cities: Olsztyn (Poland)",
      "Country: Poland",
      "History: Crusades",
      "History: Polish-Teutonic Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16727",
    "Name": "Eagles of the Empire: Friedland",
    "ID": 7829,
    "Year": "(1995)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/7829/eagles-of-the-empire-friedland",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Vol. II - Defeat of the Russian Army in East Prussia&#10;&#10;A grand tactical game system of Napoleonic Battlefield combat using a unique geomorphic map regulating the movement and positioning of large infantry formations.&#10;&#10;Play is accomplished through alternating activation of forces by each player until all forces have activated.  Simultaneous modified die rolls by both players resolve combat.  Units incur step losses.&#10;&#10;The game includes 5 scenarios including the full day of battle on 14 June, 1807.&#10;&#10;Game system &quot;Eagles of the Empire&quot;:&#10;- scale = 500 yrds (457,20 m)/ inch; &#10;- time = 1hr/GT; &#10;- strength = 1.500/SP&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling"
    ],
    "Families": [
      "Cities: Friedland (Prussia)",
      "Series: Eagles of the Empire (Avalanche Press)"
    ]
  },
  {
    "Rank": "16728",
    "Name": "Bollox",
    "ID": 69,
    "Year": "(1999)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/69/bollox",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.4",
    "Description": "Bollox is easy to learn as there are only two rules. Playing the game of Bollox, well, is a bit trickier.&#10;&#10;Your objective? Get five pieces in a row. Sounds easy, right?&#10;&#10;Rule One: Black plays first. Still sounds easy? Not so fast!&#10;&#10;Rule Two: The seemingly sudden 'Sandwich Move'. Just like it sounds, when you entrap two of your opponent's pieces between two of your own, you get to &quot;evict&quot; one of your opponent's pieces. This 'Sandwich Move' really does &quot;bollox up&quot; the game plan of the unwary player. Often the Sandwich Move can completely turn the game around and give you a dazzling win.&#10;&#10;1999 Mensa Select&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: Marbles",
      "Misc: Mensa Select",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16729",
    "Name": "Black Mold",
    "ID": 371698,
    "Year": "(2024)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/371698/black-mold",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "You awake, disoriented, foggy. You are alone&hellip;silence. You shamble through shadowy corridors webbed with mycelium growths slithering towards you. Opaque blackened clouds of haunting fog loom in a cramped tunnel teeming with unnatural fungal forms beckoning you to come closer. Ghostly black figures dart through the effluvium spurring paranoid thoughts as your inner voice asks &ldquo;is someone there or am I losing my mind?&rdquo; You begin to feel weak, your psyche slips, your dread mounts. Your survival instinct suddenly kicks in and you realize that if you're here much longer, you may never leave. Can you escape the Black Mold?&#10;&#10;In Black Mold you are an escaped prisoner trying to find your way out of an abandoned subterranean prison compound. Black undulating fungal growths coat every surface of these corridors, emitting ghostly clouds that poison the air. To avoid breathing the harmful, hallucinogenic mist, you must limit your exposure and make your escape. This is simulated in the game by limiting the length of your turn to how long you're able to physically hold your breath.&#10;&#10;A tense, &quot;co-op till it's not&quot; survival horror escape with 70 areas to reveal and survive, numerous items to find and craft, 6 unique prisoners to play and multiple win conditions every harrowing escape is different than the last. &#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Exploration",
      "Horror",
      "Maze",
      "Real-time"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Timer",
      "Bribery",
      "Dice Rolling",
      "Die Icon Resolution",
      "End Game Bonuses",
      "Hidden Roles",
      "Map Addition",
      "Player Elimination",
      "Push Your Luck",
      "Semi-Cooperative Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16730",
    "Name": "Napoleon's Eagles 2: The Hundred Days – The Waterloo Campaign",
    "ID": 322381,
    "Year": "(2023)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/322381/napoleons-eagles-2-the-hundred-days-the-waterloo-c",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "2.3333",
    "Description": "Napoleon&rsquo;s Eagles 2: The Hundred Days, is the second game by designer Christopher Moeller in a series aiming to cover all of the great battles of the Napoleonic era.  Following Napoleon&rsquo;s Eagles: Storm in the East, The Hundred Days covers the Emperor Napoleon&rsquo;s Belgian campaign in 1815:  four battles that culminated in one of the most famous conflicts in history: Waterloo.&#10;&#10;Featured are the final four battles of the Napoleonic age: Quatre Bras and Ligny (June 16, 1815), and Waterloo and Wavre (June 18, 1815). Two campaign games allow the battles of the 16th and 18th to be played together, as well as a grand campaign that combines all four battles.&#10;&#10;While there are multiple scenarios presented in the game, each with its own special rules and conditions for victory, most battles are won by inflicting nine demoralizations on an opponent&rsquo;s army, before they do the same to you. Combat is a back and forth affair, using specially designed decks of playing cards. Combat is simple, fast and straightforward, but has a number of subtle wrinkles that you&rsquo;ll discover during play. Combat units, featuring glorious period artwork, represent infantry and cavalry formations, massed artillery formations, and those leaders operating at the highest levels (Wing and Army command).&#10;&#10;Product information&#10;Complexity: 5 out of 10&#10;Solitaire Suitability: High&#10;Time Scale: abstract (one full day of battle is 6 turns)&#10;Unit Scale: Infantry and Cavalry Corps&#10;Players: Two&#10;Playing Time: 30 to 90 minutes; 4 hours for large campaign&#10;&#10;Components&#10;225 Poker-sized cards which include 89 Unit Cards, 32 Terrain and Info Cards, and 104 Playing Cards&#10;Two Player Aid Cards&#10;Three Scenario Set-up Cards&#10;One Rules and Scenario Book&#10;1 Box and Lid set&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Card Game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Belgium",
      "Country: Prussia",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16731",
    "Name": "Gods",
    "ID": 2600,
    "Year": "(2001)",
    "Geek Rating": "5.525",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/2600/gods",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3478",
    "Description": "2001:  Limited edition tile laying game of gods competing for worshippers.  &#10;Printed on card stock and needs to be cut out.&#10;&#10;2005: Rereleased as a boxed, professionally printed version with slightly different rules.&#10;&#10;",
    "Categories": [
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "16732",
    "Name": "Die Gärten von Versailles",
    "ID": 217344,
    "Year": "(2017)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/217344/die-garten-von-versailles",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.2",
    "Description": "Who can make the most beautiful garden for the king in Die G&auml;rten von Versailles? In each round are tiles on which pavilions, hedges, flower fields, or fountains can be seen. If you get the right tiles with the right cards, you can quickly build the largest contiguous areas in the garden and win the King's favor.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Versailles (France)"
    ]
  },
  {
    "Rank": "16733",
    "Name": "CLACK!",
    "ID": 117555,
    "Year": "(2012)",
    "Geek Rating": "5.525",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/117555/clack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0714",
    "Description": "CLACK! is both the name of the game and the sound that the magnetic discs in the game will make when you slap one against another &ndash; and slap them together you will as you're trying to claim the right discs as quickly as possible.&#10;&#10;To set up the game, lay out all 36 discs face up so that everyone can see the colored symbols on them. One player rolls the two dice &ndash; one showing colors, the other symbols &ndash; then everyone simultaneously tries to grab any discs showing the colored symbol determined by the die roll. If a die shows a white face instead of a color or symbol, then that characteristic is ignored for the round. For example, if the roll is white (i.e., blank) and red, then players can grab any disc with a red symbol. If both dice show white, then it's a free-for-all, with players grabbing as many discs as possible!&#10;&#10;A player can use only one hand to grab discs. If a player accidentally grabs the wrong disc, she must return that disc to the playing area, along with an additional disc as a penalty.&#10;&#10;When all the discs have been claimed, the game ends and the player with the most discs wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "16734",
    "Name": "De Stijl",
    "ID": 168544,
    "Year": "(2014)",
    "Geek Rating": "5.525",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/168544/de-stijl",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Craft Your Masterpiece!&#10;&#10;Experience the simple and elegant spirit of the De Stijl movement!  Use your artistic eye to create vibrant patterns on the table's blank canvas, and make your color stand out as the focus of the finished pieces!&#10;&#10;With each passing turn, you will add the strokes of your brush to the painting by choosing a card and laying it to overlap a small portion of the piece.  As you add cards to the painting, you will masterfully guide its mood.  Strategically add, split, and cover cells of color to ensure that yours is the most prominent.&#10;&#10;Master &quot;the style,&quot; and make your mark!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "16735",
    "Name": "Troublez",
    "ID": 363892,
    "Year": "(2022)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/363892/troublez",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Instead of smashing zombies heedlessly think about collecting them and sorting them into hordes. Your goal is to build the strongest zombie army possible. You need to take some risks in order to win. Don&rsquo;t be afraid to purposely mess with other players!&#10;&#10;In Troublez players flip cards from one huge shared deck and sort zombies into three rows on the table. Every card must follow several placement rules. First, numbers can go only up and second, no two cards of the same color can be next to each other. When you successfully play a card onto the table, you can decide to stop and collect all the cards from a row of your choice, or you can push your luck and flip another card. If you cannot legally play a card, that is a bad luck and you are getting nothing!&#10;&#10;The deck consists of zombies in three colors, but cards with special abilities can be also found there. A Net allows you to steal a zombie card from another player. With A Shotgun you can discard some zombies others are holding and if you get An Axe, you must discard a card yourself. You can be clever with your cards, since after a players turn each other player gets to grab a card from the table. Will you leave them something good? Or will you maneuver so only The Axe is waiting there?&#10;&#10;To assemble a horde you must turn in a set of cards &ndash; four cards of the same number, or five cards of different numbers. At the end whoever has the strongest army wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Zombies"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "16736",
    "Name": "Discovery",
    "ID": 6118,
    "Year": "(2002)",
    "Geek Rating": "5.525",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/6118/discovery",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8",
    "Description": "Discovery (also sold as Destination Tresor in French, and Discovery Island in Sweden) is an interesting deduction game of discovery. Each player begins in an unknown location on an island (the opponent picks where the other starts), and each has the same goal: find the hidden treasure. The treasure is hidden in one of 28 spots on the island, and there are 7 clues available in special checkpoints to help determine where it is. The island is made up of 5 different types of terrain, and for each type of terrain there is a set of corresponding hexes.&#10;&#10;In play, one player calls a direction (Northeast, South, etc.) and the other player (who knows where you are) reveals a hex on the type of terrain you just stepped into. On the back of the hex there is a number, showing how many hours have been used.  Each turn, a player gets 12 hours worth of movement. By moving this way, you can eventually figure out where you are and then start moving with more accuracy.&#10;&#10;The game uses a clever device that reveals only one spot of a 6 x 6 matrix. A card, from a large set, is initially placed and this determines where the treasure will be for that game. When players get to a checkpoint, they can reveal that spot on the card to get a clue. The clues can tell you which of 4 types of treasure spots is &quot;live&quot;, and also the six surrounding terrain types. The board is well designed so that with a few clues you can narrow down the options of spots.&#10;&#10;Components (Based on Nordic 2002 version)&#10;-    2x Map boards     &#10;-    2x Plastic map sheets     &#10;-    1x Checkometer     &#10;-    28x Checkometer cards     &#10;-    18x Equipment cards     &#10;-    2x Whiteboard pencils     &#10;-    210x Terrain tiles divided as     &#10;-    - 20x Plain tiles     &#10;-    - 82x Jungle tiles     &#10;-    - 35x Mountain tiles     &#10;-    - 50x Swamp tiles     &#10;-    - 20x Outback tiles     &#10;-    - 4x Special tiles&#10;&#10;",
    "Categories": [
      "Deduction",
      "Exploration"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hidden Movement",
      "Highest-Lowest Scoring",
      "Simulation"
    ],
    "Families": [
      "Mechanism: Hidden Movement",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16737",
    "Name": "Moonshell",
    "ID": 294955,
    "Year": "(2021)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/294955/moonshell",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In the strategy puzzle game Moonshell, you play as a mermaid who is shifting tides in your direction to collect valuable seashells and create a stunning collection.&#10;&#10;In more detail, the game board features a 5x5 array of colorful seashells of different types. Five public objectives are revealed, showing players the seashells they want to collect &mdash; whether by type, color, or overall pattern &mdash; on their 3x4 treasure chest board. You receive two secret objectives, keeping one and discarding the other. If you wish, you can play with each player taking a mermaid character (each of which has a unique power) and a moonshell, which serves as a wild seashell.&#10;&#10;On a turn, you take three actions, repeating actions if you like. The actions are:&#10;&#10;&#10;    Rotate: Turn the game board 90&ordm; in the direction of the tide. &#10;    Pull 2: If the two rock spaces on the side of the game board next to you don't have any seashells on them, choose a column, place the first two seashells in this column on these rocks, slide the remaining seashells toward you, then draw from the supply bag to fill the empty spaces.&#10;    Collect: Take a seashell from a rock in front of you, and add it to your treasure chest, sliding the seashell to the bottom of the column in which you place it.&#10;&#10;&#10;If the bag runs out of seashell tiles, add the sea urchin tiles to the bag and continue playing. When someone has filled their treasure chest with twelve tiles, finish the round, then score. The &quot;trove&quot; objective scores only for the player who has the most seashells of that type or color, whereas the other four types of objectives &mdash; collector, array, pairs, composition &mdash; can be scored by each player, sometimes multiple times. You also score 1 point for each sea urchin and if you achieved your secret objective, you score for that, too. Whoever scores the most points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Pattern Building",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16738",
    "Name": "The Last Blitzkrieg",
    "ID": 6890,
    "Year": "(1994)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/6890/the-last-blitzkrieg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "540",
    "Weight": "2.6",
    "Description": "The Last Blitzkrieg: Germany's Last Offensive of Late 1944: The Battle of the Bulge, is a 22-turn, regimental recreation of the Battle of the Bulge starting 16 December, 1944.&#10;&#10;Game Scale:&#10;Turn: 12 hours&#10;Map: 2 miles / 3.2 km per hex&#10;Unit: Regiment / Brigade&#10;&#10;Game Contents:&#10;One 22 x 34&quot; map&#10;Two countersheets (300 1/2&quot; dual-side printed counters)&#10;One 8 page rulebook&#10;Three Player Aid Cards (each 1 sided)&#10;&#10;Complexity: Medium&#10;Playing Time: 6-9 hours&#10;Solitaire Suitability: Very High&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Ratio / Combat Results Table",
      "Secret Unit Deployment",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg",
      "Country: United Kingdom",
      "Country: USA",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16739",
    "Name": "Lille: The Classic Vauban Siege, 1708",
    "ID": 12218,
    "Year": "(1978)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/12218/lille-the-classic-vauban-siege-1708",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.2857",
    "Description": "Lille is a battalion-level simulation of the Dutch-Anglo-Allied siege of Lille, the capital of French Flanders, during the War of Spanish Succession, 1708. Like Sevastopol, it is played on a hexless period map of the fortress and surrounding area, using a provided ruler to determine movement distances.&#10;&#10;Part of the Art of Siege quad.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Cities: Lille (France)",
      "History: War of the Spanish Succession",
      "Series: The Art of Siege (SPI)",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "16740",
    "Name": "Tavern",
    "ID": 26141,
    "Year": "(2006)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/26141/tavern",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "&quot;Dwarfs, elves, orcs and other strange beings visit your tavern. Try to serve them enough drinks, but don't let it get out of hand!&quot;&#10;Each player is the owner of a tavern. They try to attract customers with musician cards. They collect points by serving their guests drinks and keeping them in their tavern as long as they can (for example, if there are many dwarfs in your tavern, all the elves will go out). The player who has collected most points after 2 rounds (day and night) is the winner of the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16741",
    "Name": "Crimebox Investigation",
    "ID": 121987,
    "Year": "(2012)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/121987/crimebox-investigation",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "In an anonymous city of the United States of America, a terrible murder took place. A body has been found, the crime scene is now secure. This death has remained a mystery. But the investigation that you, players, readers, are going to lead will allow to unmask the culprit.&#10;&#10;Crimebox Investigation can be played in different ways, depending on whether you prefer to solve the case or to embody the different justice participants. You play either the Investigation or the murder trial. During the investigation, each player plays cards in order to get more and more details about the circumstances of the murder, the exhibits and their DNA analysis, the suspects and their personality. During the trial, one player is the public prosecutor. He must indict a suspect and has to explain how the suspect killed and why. Other players are the defense lawyers and must exonerate their client from the charge.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Open Drafting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "16742",
    "Name": "Kheops",
    "ID": 34419,
    "Year": "(2008)",
    "Geek Rating": "5.525",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/34419/kheops",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1429",
    "Description": "In Kheops, players are rival architects taking part in the building of the great pyramid. In turn, player place tiles (rooms and corridors) and pawns (workers, priests, mummy, and even pharaoh) on the pyramid building site. Of course, some tiles have special features, like sarcophagi or curses. There are even rumors of rotating corridors and secret networks.&#10;&#10;&#10;     Challenging game for two players! Keep an eye on your opponent. Look where he lays his tiles in the pyramid and where he places his game pieces. Are you able to see through his plans?&#10;     Two things to keep in mind! Occupy as many ankh-symbols as possible, but also try to make the largest possible labyrinth in which all other symbols are present.&#10;     Very dynamic game! On most of the tiles you lay in the pyramid an action is pictured. They often have a direct effect on the game: tiles are turned over, game pieces are placed or they are of influence on the ending score. So keep paying attention!&#10;     Unique wooden playing pieces. The wooden playing pieces are designed especially for this game and also all have a different function in the game. In combination with the sleek design, this game is a feast for the eyes!&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Maze"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16743",
    "Name": "Santa's Bag",
    "ID": 162614,
    "Year": "(2014)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/162614/santas-bag",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "In Santa&rsquo;s Bag, you play an Elf in Santa&rsquo;s workshop. You make toys for kids. Santa reads his list and tells the Elves what toys to make and who will get them.&#10; On your turn, look at the toys that needs to be made. Do you have the parts to make a toy? Do you need more parts? You can trade with other Elves to get a part. You can even use Elven Magic to make the right part! The trickier the toy, the more points you earn. Building toys for nicer children earns you even more points!&#10; When you've built all the toys on Santa&rsquo;s list, the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "16744",
    "Name": "Kircholm 1605",
    "ID": 158416,
    "Year": "(2014)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/158416/kircholm-1605",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "Kircholm 1605 is a follow-up scenario of Nieuport 1600 (Vae Victis 105). The rules are derived from Musket &amp; Pike (GMT Games). It includes a rules booklet of 6 pages, 108 counters, one A3 map.&#10;&#10;The Battle of Kircholm is an episode of the the Polish-Swedish War of 1600-1611, which took place 27 September 1605 near the town of Kircholm (now Salaspils in Latvia, near Riga), between the Swedish army commanded by Karl IX and the Polish-Lithuanian army commanded by Jan Karol Chodkiewicz, Field Hetman of Lithuania. Although outnumbered, The battle was decided in 20 minutes by the devastating charge of Polish-Lithuanian cavalry, the Winged Hussars. The battle ended in the decisive victory of Polish-Lithuanian forces, and is remembered as one of the greatest triumphs of Commonwealth cavalry.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Latvia",
      "Country: Poland",
      "Country: Sweden",
      "History: Age of Kings",
      "History: Polish-Swedish Wars",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Avec Infini Regret (Vae Victis)",
      "Series: Musket & Pike Battle (GMT/Vae Victis)"
    ]
  },
  {
    "Rank": "16745",
    "Name": "Color It!",
    "ID": 296353,
    "Year": "(2020)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/296353/color-it",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Color It!&#10;&#10;In the merry land of Kaleido, some of the colors have disappeared! It's the players' job to make the houses, flowers, hot-air balloons and rainbows shine in the most amazing colors once again? Save Kaleido by rolling the dice and choosing your colors wisely in two game variants. The first player to color in their sheet wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Series: Mitbringspiele S (HABA)"
    ]
  },
  {
    "Rank": "16746",
    "Name": "Fuzzy Mage Fight",
    "ID": 272522,
    "Year": "(2019)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/272522/fuzzy-mage-fight",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In a world where everything is fuzzy and magic is the only thing that matters, fight to become the most magical fuzzy mage ever!&#10;&#10;In Fuzzy Mage Fight, players battle using fuzzy mages, each with unique abilities, trying to collect 8 magic cards to win the game. Players use magic, traps, spells, potions, and minion cards that aid or hinder each one's quest to become the most magical fuzzy mage.&#10;&#10;You never know what surprises someone else may have waiting for you each turn!&#10;&#10;And watch out for the mischievous Garbel that travels among the players stealing cards!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Card Games: Adding",
      "Crowdfunding: Kickstarter",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "16747",
    "Name": "Doolittle & Waite",
    "ID": 563,
    "Year": "(1986)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/563/doolittle-and-waite",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "The game of the great American lawsuit. &#10;In this fast-paced card game, each player becomes a lawyer, who weighs the facts of the case, examines the law, watches out for hostile juries, and even occasionally deals with stubborn clients. In Doolittle &amp; Waite, as in the real world of legal disputes, players deal head-on, negotiating, bluffing, and even threatening in an attempt to win the case before trial through that noblest of all legal institutions ---the out of court settlement.&#10;&#10;There are enough cards for up to 15 players, but 8 is a more practical limit.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Attorneys / Courts"
    ]
  },
  {
    "Rank": "16748",
    "Name": "Bloody Buna",
    "ID": 8245,
    "Year": "(1979)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/8245/bloody-buna",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1",
    "Description": "&quot;Bloody Buna&quot; is a wargame simulation of the New Guinea Campaign which lasted from July 1942 through January 1943. The game actually consists of 4 different battles; The Milne Bay, High Water Mark, Bloody Buna and a campaign game linking the other three.&#10;&#10;&quot;Separate scenarios cover specific operations, whilst a campaign game recreates the entire struggle. Four different games in all.&quot;--Box.&#10;&#10;&quot;Game features special naval landing forces, bunkers, armored units, paratroop drops, invasions, attrition, airstrikes, and much more...180 counters represent the US, Australian and Japanese forces that took part.&quot;--Box.&#10;&#10;For adults aged twelve and up.&#10;&#10;Boxed Version Contains:&#10;8-page rule book&#10;1 map sheet (59 x 63 cm.) with two maps covering Port Moresby - Kokoda - Buna, and Milne Bay&#10;1 sheet of 182 unit counters (including 2 blanks)&#10;4 sheets of tables (Time Record track; Combat results tables; Anti-AFV table and Milne Bay set-up clarifications; Air superiority/Allied air scatter/Attrition tables)&#10;1 die&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Papua New Guinea",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16749",
    "Name": "Airport Rush",
    "ID": 362513,
    "Year": "(2022)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/362513/airport-rush",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Airport Rush is a game for 2 to 4 players where they will be competing to be the best airport manager. In your turn you will draft cargo dices to fulfill the plane's cargo requirements and try to take off as soon as possible. You only can take off one plane at time so you had to plan well wich one is better for your objectives.&#10;&#10;You will also play*one of the two types of cards available: the planes and the action cards. More planes means that you have more opportunities to score and use cargo dice. But the actions cards will help you to accelerate the functions of your airport. Bad weather and some delays can occur when event cards are revealed, reaching all players at same time and causing troubles in the airport.&#10;&#10;The game ends when any player complete and takeoff 7 planes, then all the players play an additional round. Players will some up the planes points and their own objective cards. The player with more points wins the game.&#10;&#10;In Airport Rush you will draft dice to complete the requirements of planes waiting to takeoff at your airport. But all players will be doing the same and you will need to be smarter to score more points. To help you, action cards with everyday activities at an airport can be used at the right time. But beware of delays and bad weather. Do you have what it takes to run an airport during rush hour?&#10;&#10;This game is currently only available in: Portuguese.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "16750",
    "Name": "The Mother Lode of Sticky Gulch",
    "ID": 7047,
    "Year": "(2003)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/7047/the-mother-lode-of-sticky-gulch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8182",
    "Description": "Light, quick game set in the American   &quot;wild west.&quot;   Players explore various Location cards with the potential for gold. Then they set up their tokens on those Locations, which give a chance for payoff on that card. Each turn, a   &quot;prospecting roll&quot;   is made which allows one of the locations to pay out the next lode. Along the way, players may use Drifter cards to help them, each of which breaks a rule of the game. The player with the most money at the end of the game wins.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "16751",
    "Name": "Limbo: Eternal War",
    "ID": 256708,
    "Year": "(2019)",
    "Geek Rating": "5.525",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/256708/limbo-eternal-war",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "Limbo: Eternal War is a miniature-based Skirmish game set in the dark-fantasy land of Avalon. &#10;Strategize as you choose your Army, Upgrades, Powers and Stats that will help guide you into creating a powerful force that will help turn the tide in the Eternal War.&#10;&#10;Initiative is a major component of the gameplay in Limbo: Eternal War. Bid or Bluff your Fate Crystals, but choose carefully. The amount you bid may earn you the first move, but the enemy may gain all the Fate you sacrificed to obtain it.&#10;&#10;Configure your Fate decks with cards that your Army will use to perform extraordinary actions from eliminating the use of Fate Crystals to Powerful moves that rumble the lands themselves.&#10;&#10;Position your units to perform devastating combos and unique triggers that varies between every unit.&#10;&#10;Enjoy the customization of Army building, Fate Deck Creation and objectives as you fight the many battles that are the Eternal War.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16752",
    "Name": "Guadalcanal",
    "ID": 5755,
    "Year": "(1966)",
    "Geek Rating": "5.525",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/5755/guadalcanal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.4545",
    "Description": "Guadalcanal is a hex based simulation of the land battle of Guadalcanal from August, 7 1942 through January 29, 1943, with battalion-sized units and a map scale of approximately one mile per hex. The naval and aerial combat that surrounded Guadalcanal are assumed to have their historical results so only historical reinforcements are available.&#10;&#10;The &quot;Basic Game&quot; introduced the components: the map board, unit counters, victory conditions, movement, zones of control, and combat.&#10;&#10;The &quot;Tournament Game&quot; the effects of different terrain types, reduction of units due to combat rather than wholesale elimination, ranged artillery fire, and point-based victory conditions.&#10;&#10;The &quot;Optional Rules&quot; introduced hidden movement, supply rules, different ranges for different artillery units based on their historical composition, withdrawing units from the island, and specialized capabilities for amphibious tractor and engineer units. Records for step reduction were kept on paper side records, rather than using reduced units (as in Anzio: The Struggle for Italy &#226;&#128;&#147; 1943-1945); records for hidden movement were also kept on paper, rather than using screens to hide each player's view of the opponent's forces as in Midway.&#10;&#10;The game victory conditions in the basic game were that the United States won if the Japanese were unable to hold Henderson Field for two consecutive turns between the September 25 and November 20 turns, inclusive, with the game ending on November 20 turn. The Tournament Game extended until the January 29, 1943 turn, with the point-based victory determined based on points awarded for eliminating enemy combat factors, occupying Henderson Field, or (for the Japanese) having Henderson Field in range of their artillery units.&#10;&#10;Avalon Hill discontinued the game before assigning it a complexity rating; however, in the  Avalon Hill &#039;&#039;General&#039;&#039;, Volume 3, Number 6, Avalon Hill assigned to the game the following characteristics:&#10;&#10;     Playing Time: 2-4 hours&#10;     Play Balance: Even&#10;     Complexity: Very Complex&#10;     For Beginner: Very Poor&#10;     Play-By-Mail: Poor&#10;     Suggestion: Use of Optional Rules&#10;&#10;&#10;The rules were revised to a small extent in their second printing in June, 1966. These changes were described in the  Avalon Hill &#039;&#039;General&#039;&#039;, Volume 3. Number 2.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Memory",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Secret Unit Deployment",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Solomon Islands",
      "History: World War II (Pacific)",
      "Islands: Guadalcanal",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16753",
    "Name": "Unicorn Overlord: Official Card Game",
    "ID": 412062,
    "Year": "(2024)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/412062/unicorn-overlord-official-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "Strategize your epic game night against your friends with the official Unicorn Overlord Card Game available exclusively in the physical Monarch Edition!&#10;&#10;Game is played against each other between 2-4 players.&#10;&#10;Players will purchase items, units and territories then deploy them for might.&#10;&#10;Players with the most might at the end of the round earn renown, and the player with the most renown over 5 rounds will be crowned the new Unicorn Overlord.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "16754",
    "Name": "Coast to Coast",
    "ID": 307532,
    "Year": "(2020)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/307532/coast-to-coast",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A thrifty European client is looking for a travel agent to book their dream American road trip. You will compete to provide the best itinerary, reaching as many iconic locations as possible while minimizing travel costs.&#10;&#10;Every round four cards will be revealed, each one containing your client's desires for a highway to travel and a region and type of landmark to visit. After first explaining to your client that one of these locations is not worth their time (and crossing this location off your itinerary for good!), you must add one stop to your itinerary for each of the three remaining cards. Each location you add must match at least one symbol on the corresponding card, and you will earn bonus points for matching all three. Featuring some push-your-luck mechanics combined with route building and set collection, Coast to Coast is a fast and fun flip-and-write game for players of all ages. Grab your atlas and a pen: it's time to plan the perfect road trip!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Number",
      "Print & Play",
      "Travel"
    ],
    "Mechanics": [
      "Bingo",
      "End Game Bonuses",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "16755",
    "Name": "Animalia: Preventing Extinction",
    "ID": 353632,
    "Year": "(2022)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/353632/animalia-preventing-extinction",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "You are a team of researchers working for the Institute for Wildlife Conservation (IWC), and you are ready to go to the ends of the earth to halt the extinction of various species. As representatives of the IWC, you will go on missions to research and protect endangered fauna. Each mission revolves around a specific animal, including the collection of data on related animals, in order to gain a better understanding of the behavior, habitat, and other important features of the animal being studied.&#10;&#10;Animalia: Preventing Extinction is a co-operative card game in which you will attempt, on behalf of the IWC, to conduct research on endangered animals. As you do so, you will also raise funds that the IWC can use to protect animals and create global awareness of the animals&rsquo; plight. These goals can only be achieved if you communicate well and work together as a team.&#10;&#10;Each round consists of a series of 8 turns for each player, called tricks. The first Animal card played in a trick determines that trick&rsquo;s color. The other players must follow suit by playing an Animal card of the same color, if possible. Whoever plays the highest-valued card in a trick&rsquo;s color wins that trick. That player moves the trick&rsquo;s cards to their personal trick pile, which is kept facedown beside them. When all tricks are played, each player with one or more Mission cards must fulfill their mission(s) by collecting (in their trick pile) all of the Animal cards listed on their Mission card(s). If even one of the missions has not been successfully completed, the players immediately lose the game. However, if all players&rsquo; Mission cards have been successfully completed, those Mission cards are set aside and the players continue on to the next round.&#10;&#10;Animalia: Preventing Extinction also offers a campaign mode. The campaign game can be played in solo, two-player, and three-player mode. For setup, select how many and which continents you will play in a row. Any money earned will continue to the next continent. If you fail at any moment during the campaign, you have not succeeded in completing the campaign.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: Master Print Mini (Quined)"
    ]
  },
  {
    "Rank": "16756",
    "Name": "HIRÞ: The Viking Game of Royal Conflict",
    "ID": 121715,
    "Year": "(2003)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/121715/hirth-the-viking-game-of-royal-conflict",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "HIR&THORN; (pronounced hirth) is a two-player abstract strategy game in which two leaders (Viking kings) fight over control of a piece of land. The first to either control the five middle spaces or push the other player's king off the board wins. Although it has a relatively small board (eleven squares), the ability to use moves to build stronger units makes the gameplay quite intricate. The game is designed in recent times but with the ambition of resembling a game that could potentially have been found in a Viking grave.&#10;&#10;In the game, the players start on each short end of the board and take turns. Each turn they can make five moves. For a move, a player either moves one piece (Hird or King) one step, moves a Hird into or off a Karve (boat), or moves a Karve and all Hirds on it one step. A Karve may have at most four Hirds on it. Pieces entering empty spaces have to stop. Pieces entering enemy-controlled spaces stop on the line between the spaces. After a player's five moves, any conflicts (pieces on lines) are resolved. All pieces except empty Karve are worth 1. The King is tiebreaker. In case of a loss, solitary Hirds are removed from the game, Karves and Hirds in Karves are removed from play, and Kings have to retreat to an adjacent empty or friendly space. If there are no possible squares for the King to move to, the player loses. If after their turn a player controls all five middle spaces, that player wins.&#10;&#10;There is also a doubling coin in the game affecting points received if several games are played. Normally a game is won after receiving five points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Network and Route Building",
      "Static Capture"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "16757",
    "Name": "Xerxes",
    "ID": 259501,
    "Year": "(2019)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/259501/xerxes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "HISTORICAL INTRODUCTION&#10;&#10;Xerxes (519&ndash;465 BC), son of Darius I and Atossa. During his and his father's reign, he ruled the largest Empire humanity has ever seen by that time. Achaemenid Empire was divided into satrapies and each satrapy was governed by one peripheral leader, the Satrap. There were more than 24 satrapies around that period and the Satraps followed direct orders from Xerxes himself.&#10;&#10;OBJECTIVE OF THE GAME&#10; In this resource management game, each player assumes the role of one Satrap, each with his own area, special ability and characteristics. Every turn the players are trying to collect resources for taxes, construct buildings or launch campaigns.The player has a number of Tax and Campaign cards to resolve in order to satisfy Xerxes and earn his favor (counted as Victory Points).&#10;&#10;Every round of the game has the following phases:  &#10;- Resource Phase.   &#10;- Annual Event Phase.  &#10;- Campaign Phase.  &#10;- Build Phase.  &#10;- Taxation Phase.  &#10;- Turn Change Phase.&#10;&#10;The player that reaches 25 Victory Points earns the favor of Xerxes and wins the game; alternatively, the one with the most Victory Points at the end of the 7th round.&#10;   &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Variable Phase Order",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: Asia",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "16758",
    "Name": "Warhammer Age of Sigmar: Storm of Sigmar",
    "ID": 204397,
    "Year": "(2016)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/204397/warhammer-age-of-sigmar-storm-of-sigmar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Description from the publisher:&#10;&#10;Containing everything you need to get started with exciting games of Warhammer Age of Sigmar, this box is the perfect starting point. Two powerful forces &ndash; the heroic Stormcast Eternals and Khorne&rsquo;s unstoppable Bloodbound &ndash; meet in savage combat to control the destiny of the mortal realms!&#10;&#10;In this box, you&rsquo;ll find all the items you need to start playing games of Warhammer Age of Sigmar:&#10;&#10;Miniatures&#10;&#10;3 Stormcast Eternals Liberators: steel-souled heroes of Order, hurled down from the skies to meet Chaos head-on;&#10;    2 Stormcast Eternals Retributors: clutching weapons forged of ensorcelled sigmarite, they call upon bursts of violent sky magic;&#10;    3 Khorne Bloodbound Blood Warriors: muscled, aggressive fighters who shrug off even the most powerful blows, such is their bloodlust;&#10;    5 Khorne Bloodbound Bloodreavers, mortal followers of the Blood God, eager to prove their worth through slaughter.&#10;&#10;Gaming Content&#10;&#10;The box comes with a guidebook containing:&#10;&#10;an introduction to the world of Warhammer Age of Sigmar &ndash; who are the Stormcast Eternals, who are the Khorne Bloodbound, and why are they sworn to destroy one another?&#10;    all the rules you need in order to play games right away, in an easy to follow format;&#10;    4 Battleplans &ndash; scenarios for your games, featuring special rules and new ways to play: destroy all your foes, protect a specific miniature or fend off waves of increasingly powerful enemies, with victory conditions, objective and tips simply explained;&#10;    4 large-format Warscroll cards - these are handy reference cards featuring the rules and abilities your miniatures can call upon, featuring striking artwork;&#10;    a rangefinder printed on the back of the book, and 7 dice to make the fateful rolls that will decide who is the victor and who will be annihilated;&#10;    hints and tips on where to go next &ndash; how to expand your Stormcast Eternals and Khorne Bloodbound armies, where to get Citadel paint sets with which to paint them, and which books from the range will help you to bring the mortal realms to life on your gaming table.&#10;&#10;The box also contains a construction guide designed to make assembling your miniatures easy to assemble, and enough Citadel 32mm and 40mm Round bases to stand them on.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "16759",
    "Name": "Gears of War: The Card Game",
    "ID": 304766,
    "Year": "(2023)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/304766/gears-of-war-the-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.2857",
    "Description": "Gears of War: The Card Game offers an immersive way to enjoy Gears of War in a brand new format. In this story-driven campaign style game, the decisions you make in each narrative scenario have serious consequences on the battlefield in those that follow. Strike at the right moment, making your cards work together, fight together, and stand together &mdash; and, if necessary, die together.&#10;&#10;Choose how to develop your force as you play through unique narrative scenarios, each with their own objective and terrain layout. Each win or loss will affect the contents of your deck in the next scenario, allowing success or failure to impact your experience of the game.&#10;&#10;Will you side with the Coalition of Ordered Governments and send Marcus Fenix and Dominic Santiago into action, or will you command the Locust Horde and unleash the awesome power of the monstrous Brumak? Throw frag grenades at hordes of wretches? Or bait a corpser into attacking you before striking it when it's most vulnerable? The choice will be in your hands.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "16760",
    "Name": "Mokuru: Card Game",
    "ID": 286885,
    "Year": "(2019)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/286885/mokuru-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The Mokuru Card Game is a new type of board game. It not only challenges your skill and tactics, but often also your teamwork with other players. You will need to succeed tricks to climb your way to the grand master belt and become the next Mokuru Master. Be careful, other players can use action card on you and even steal points!&#10;&mdash;description from the designer&#10;&#10;Game plays in a series of rounds where players try to complete some tricks with a mokuru, usually they have three attempts to succeed and every card fulfilled grants a point. First player to reach the top of the track (9 points) wins.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "16761",
    "Name": "Busstop: The Boardgame",
    "ID": 80474,
    "Year": "(2010)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/80474/busstop-the-boardgame",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "There are many types of people who arrive at a bus stop waiting to get on a bus; babies,kids, high school girls, working men, seniors and ETs(the Extra-Terrestrials). In this game it is your job to get the same type of people on to one of your buses, and to make sure your bus is full before taking them to their destinations.  If you have more kinds of people than you have buses you will have to make some of them wait at the bus stop for another bus to come. If the game ends and you still have passengers waiting for a bus, you create unhappy customers and you receive negative Victory Points.&#10;&#10;This is the new version of card game Busstop.&#10;Cards changed into tiles, main board and player boards.&#10;A new kind of passenger called baby introduced.&#10;And several rules are changed.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "16762",
    "Name": "Honey",
    "ID": 299630,
    "Year": "(2021)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/299630/honey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Lots of busy bees, flying from one flower to the next, in search of nectar to make their delicious honey. In the game Honey, nectar drops are distributed to different flowers; more precisely, the drops are dropped in a tube under each flower. Players have to remember which flower has how much nectar to be able to collect a lot. But even if they are not sure, every time nectar is dropped into a tube they can hear if a drop of nectar falls into an empty tube, or onto few or many other drops, thus giving them an audio clue to lucrative flowers. In a second step they move from flower to flower, collect the drops and try to fill their personal honey jar first, to win the game.&#10;&#10;A clever mix of mechanisms and a beautiful 3D set-up, plus audio clues mitigating the memory factor and giving equal chances to kids and their older siblings or parents &ndash; all of this makes Honey not only sweet but delicious.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "16763",
    "Name": "Bangkok",
    "ID": 356749,
    "Year": "(2022)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/356749/bangkok",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "In Bangkok, players take the role of dealers building their floating market.&#10;It's up to you to negociate in the port to choose the most advantageous barges and goods and place them thoughtfully in your market. The player with the most profitable business wins!&#10;&#10;How to play:&#10;&#10;    Deal 3 &quot;barge&quot; cards to each player&#10;    Place 3 rows of 3 &quot;barge&quot; cards in the center, called Central Market.&#10;    Deal a secret objective to each player.&#10;&#10;&#10;During their turn must:&#10;&#10;&#10;    Switch cards from your hand with some from the Central Market&#10;    Add cards to their own Floating Market&#10;&#10;&#10;Spice cards add value to you Market. There are four ways you can add value to your Market.&#10;The round ends when a player has completed their Market with nine cards in total.&#10;The player with the most points wins the round.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Cities: Bangkok (Thailand)",
      "Country: Thailand",
      "Occupation: Merchant",
      "Theme: Rivers"
    ]
  },
  {
    "Rank": "16764",
    "Name": "YUBIBO",
    "ID": 425602,
    "Year": "(2024)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/425602/yubibo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "YUBIBO is a cooperative dexterity game involving hands, sticks, and spongey balls.&#10;&#10;Players take turns drawing cards that indicates which finger to use to support a stick.&#10;&#10;If the color of the revealed card is not the active player&rsquo;s color, the matching player color player is nominated. &#10;Nominated player: Connects the stick using the finger indicated on the revealed card.&#10;Active player: Connects the stick using any finger of their choice.&#10;&#10;If the color of the revealed card is identical to the active player&rsquo;s color, the active player nominates a player of their choice. &#10;Nominated player: Connects the stick using any finger of their choice.&#10;Active player: Connects the stick using the finger indicated on the revealed card.&#10;&#10;Can you hold up all sticks without dropping them on the table and defeat gravity itself?&#10;&#10;You can spice up the challenge by trying to place balls atop the sticks, but be warned! Each pair of sticks can only support one ball, and the balls can't touch any other balls or fingers!&#10;&#10;Best of luck!&#10;(Fun fact: Yubi means finger in Japanese, and bo means stick - &quot;Fingersticks&quot;!)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "16765",
    "Name": "My Own Toy Shop",
    "ID": 325710,
    "Year": "(2021)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/325710/my-own-toy-shop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Imagine that you have become the owner of an entire toy shop! There are toys for all tastes: plush magic unicorns, adorable dolls, funny flamingo pool floats, and space rockets&hellip;&#10;&#10;Your task is to place toys wisely in the shop and get more coins. Collect a wide variety of toy sets or only toys of the same type and get rewards and bonuses for it.&#10;&#10;My Own Toy Shop is an easy strategy game with simple rules that will appeal to the whole family!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Economic"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "16766",
    "Name": "Operation Spark: the Relief of Leningrad 1943",
    "ID": 11433,
    "Year": "(1997)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/11433/operation-spark-the-relief-of-leningrad-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.75",
    "Description": "&quot;Operation Spark: The Relief of Leningrad 1943&quot;, is a simulation of the Soviet military offensive (Operation Iskra) during World War II, designed to break the German Wehrmacht's Siege of Leningrad. Planning for the operation began shortly after the failure of the Sinyavino Offensive. The German defeat in the Battle of Stalingrad in late 1942 had weakened the German front. By January 1943, Soviet forces were planning or conducting offensive operations across the entire German-Soviet front, especially in southern Russia, Iskra being the northern part of the wider Soviet 1942&ndash;1943 winter counter offensive&#10;&#10;The city of Leningrad, second largest in the USSR, had been cut off by the Germans since September 8, 1941. Now, sixteen months later, the Soviets were about to make their third attempt to relieve the city. The first attack in January 1942 had led to the mauling of the 2nd Shock Army in the swamps to the south, and a second failure between Sinyavino and Mga in the summer of 1942 had also taken heavy casualties, although it had completely derailed von Manstein's planned assault on the city itself. Now in January of 1943 the Red Army was set to try again.&#10;&#10;Uses the same game system rules as the following Clash of Arms Games wargames, the award winning Black Sea Black Death, Aachen and Borodino &#039;41.&#10;&#10;The game is set in a frozen peat bog, bordered by a frozen lake and a frozen river, is a slugging match. German fortified lines cut through the snow filled woods and encircle the worker's settlements and the critical Sinyabino Heights.&#10;&#10;The Red Army appears for the most part in regiment sized units of riflemen, artillery and heavy mortars, backed up by battalions of tanks (half of them light T-60s), skiers, marines, engineers, as well as by naval artillery, air power, and a few odd units like aerosans and observation balloons.&#10;&#10;The Germans have most of their units in infantry and artillery battalions, backed up by companies of Tiger and Pzkw.III tanks, deadly 88mm flak guns, and STUG IIIs. The Germans also field everything from a battalion of Spanish fascists to a railroad battery. They also field battalions of heavy artillery, nebelwerfers, and captured French coastal guns, as well as mountain troops, jaegers, the SS Polizei Division, and several overstrength independent regiments plus their Tiger tanks (here seen in their debut performance).&#10;&#10;Game Scale:&#10;Turn: Impulses = 4-5 hours, 5-6 impulses per day&#10;Hex: 880 yards / 804 meters&#10;Units: Company to Regiment&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full-color mapsheets&#10;Three dual-side printed countersheets (2 combat, 1 markers - 620 1/2&quot; counters)&#10;One 32-page Operation Spark rules booklet&#10;Six Player Aid cards&#10;Two 10-sided dice&#10;&#10;Players: 1 or more&#10;Playing Time: 2-20 hours&#10;Complexity: Medium&#10;Solitaire Suitability: Moderate&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Saint Petersburg (Russia)",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Black Sea * Black Death"
    ]
  },
  {
    "Rank": "16767",
    "Name": "Wizard's Brew",
    "ID": 135557,
    "Year": "(2013)",
    "Geek Rating": "5.525",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/135557/wizards-brew",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Wizard's Brew is a reimplementation of the Spiel des Jahres-nominated Das Amulett. Players are wizards who use their energy to power spells and collect ingredients from the game board. Collect the right combination of ingredients &ndash; which varies depending on the number of players &ndash; and you win!&#10;&#10;Spell cards are the heart and soul of the game. You get two random spells at the start of each game, then can acquire more via short, &quot;once around&quot; auctions at the start of each round. You bid energy cubes in these auctions, and you have only ten, so bid wisely. When you win an auction, you place energy cubes equal to your bid on the spell card. A certain number of these cubes are removed from the card at the end of each round; once the final cube is removed, the spell leaves the game and you lose that power.&#10;&#10;Spell cards generate the Element cards depicted on them for their owners. You then use these Element cards to bid on and collect Ingredients. You can bid for Ingredients only with the Elements shown on the landmark tokens on areas of the game board; these tokens are placed randomly each game. To increase the strategy and player interactivity, some Spell cards let you bid extra cards or different cards, while others allow you to change the rules for bidding. After visiting 3-6 areas, with the number being determined by a die roll at the start of the round, the round ends and players remove Energy cubes from their spells.&#10;&#10;The game ends as soon as a player collects the required number of ingredients, e.g., in a six-player game, five differently colored ingredients or six ingredients in any combination of colors.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16768",
    "Name": "Dragon's Interest",
    "ID": 231207,
    "Year": "(2018)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/231207/dragons-interest",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The war just ended. You spent almost every coin for the war, so now you need more funds to rebuild your kingdom. You have no choice but to beg the dragon for help. &quot;Money for a new harbor? Interesting. I am happy to help you with all my treasure, but...&quot;, says the dragon, as she stares through tiny glasses on her nose, &quot;...how much should you pay back?&quot;&#10;&#10;You don't have to worry about the financial crisis for now &mdash; but if you don't pay the debt on time, the flame from her mouth will bring an end to your kingdom!&#10;&#10;In Dragon's Interest, players are going to borrow money from the dragon to build their own kingdoms. To pay the interest, players have to manage their money and knights carefully. Players are also able to activate their buildings' special abilities and buy buildings from their opponents. If someone cannot pay the interest, the game ends immediately. The player who can pay the interest in the last round and has the most victory points wins!&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "16769",
    "Name": "The Year of the 5 Emperors",
    "ID": 372577,
    "Year": "(2022)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/372577/the-year-of-the-5-emperors",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Extend your influence network in the Empire to seize power and become the true emperor of Rome!&#10;&#10;Prepare for your rise to power by purchasing cards and constructing your influence network (deck).&#10;&#10;Choose the right time to declare yourself Emperor. Once you do, deploy your legions, fulfill objectives, and defeat the other pretenders. Be careful though, because most of the objectives can be stolen from you during the game. The first pretender to control 4 objectives at the same time will become the true emperor or Rome...&#10;&#10;This game was created in partnership with Lyon's Lugdunum - Mus&eacute;e et Th&eacute;&acirc;tres romains with support from the museum's scientific team.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "16770",
    "Name": "Nomad",
    "ID": 351208,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/351208/nomad",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Nomad is a family game for more experienced players. &#10;A nomadic tribe decides to move their camp to a remote but more suitable land. The chief hunter sets off to explore the unknown area and find the best route, and he will also acquire food for the tribe by hunting. However, the outcome of his actions will be largely determined by the prayers of the tribe&rsquo;s shaman.&#10;&#10;The game is played in 12 rounds. Players have their own terrain boards where they advance their hunter and move their camp (a yurt) towards the desired location in the farthest corner of the board.  At the beginning of each round, the shamans offer sacrifices to the Goddess of Nature on the shaman hill. This will determine the order of players, and therefore the outcome of the next, preparation phase. Finally, players execute their actions: exploration by placing terrain tiles on the board, hunting, or moving their camp further.&#10;&#10;When the game ends, players add up their scores received for the areas explored, the animals hunted and the distance they have reached with the camp. In addition, they can earn various bonuses for terrain tiles positioned in a smart way. Connected areas of the same terrain type on their board may also give multiple points, depending on size; some of these are easier, some more challenging to build. The player with the highest scores wins.&#10;&#10;In Nomad, everyone builds the landscape for themselves, but this is by no means a solitary experience. Although there is a good deal of interaction during the first two phases, players make decisions on their own. This game is ideal for 2-4 players, playing time is about 1 hour.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;A Nomad csal&aacute;di j&aacute;t&eacute;k, gyakorlottabb j&aacute;t&eacute;kosok sz&aacute;m&aacute;ra. &#10;Egy nom&aacute;d t&ouml;rzs elhat&aacute;rozza, hogy &aacute;tk&ouml;lt&ouml;zteti a t&aacute;bor&aacute;t egy t&aacute;volabbi helyre. Az ismeretlen t&aacute;j felfedez&eacute;s&eacute;re el&#197;&#145;re k&uuml;ldi a legjobb vad&aacute;sz&aacute;t, aki megkeresi az optim&aacute;lis utat &eacute;s &eacute;lelmet is szerez. Akci&oacute;inak kimenetel&eacute;t azonban nagyban befoly&aacute;solja, hogy mennyire eredm&eacute;nyesen im&aacute;dkozik a t&ouml;rzs s&aacute;m&aacute;nja a term&eacute;szet istenn&#197;&#145;j&eacute;hez.&#10;&#10;A j&aacute;t&eacute;k 12 fordul&oacute;b&oacute;l &aacute;ll. Minden j&aacute;t&eacute;kos a saj&aacute;t terept&aacute;bl&aacute;j&aacute;n halad el&#197;&#145;re a vad&aacute;sszal, &eacute;s ott mozgatja a t&aacute;bort jelk&eacute;pez&#197;&#145; jurt&aacute;t a leend&#197;&#145; t&aacute;borhely fel&eacute; a t&aacute;bla &aacute;tellenes sark&aacute;ban.  A fordul&oacute; azzal kezd&#197;&#145;dik, hogy a s&aacute;m&aacute;ndombon a t&ouml;rzsek s&aacute;m&aacute;njai &aacute;ldozatot mutatnak be az istenn&#197;&#145;nek. Ekkor alakul ki a j&aacute;t&eacute;kosok sorrendje, mely meghat&aacute;rozza a k&ouml;vetkez&#197;&#145;, felk&eacute;sz&uuml;l&#197;&#145; f&aacute;zis menet&eacute;t. Majd ezt k&ouml;vetik az akci&oacute;k: a terep felfedez&eacute;se tereplapk&aacute;k lehelyez&eacute;s&eacute;vel, vad&aacute;szat, vagy a t&aacute;bor mozgat&aacute;sa.&#10;&#10;A j&aacute;t&eacute;k v&eacute;g&eacute;n a felfedezett ter&uuml;letek&eacute;rt, az elejtett vadak&eacute;rt, valamint a t&aacute;borral megtett t&aacute;vols&aacute;g&eacute;rt pontokat kapnak a j&aacute;t&eacute;kosok, s&#197;&#145;t a tereplapk&aacute;k &uuml;gyes illeszt&eacute;s&eacute;vel k&uuml;l&ouml;nf&eacute;le b&oacute;nuszokat is szerezhetnek. Sok pontot hozhatnak a t&aacute;bl&aacute;n az &ouml;sszef&uuml;gg&#197;&#145; ter&uuml;letek, amelyek k&ouml;z&uuml;l n&eacute;melyik k&ouml;nnyebb, m&aacute;sik j&oacute;val nehezebb m&oacute;don &eacute;p&iacute;thet&#197;&#145; ki. Az gy&#197;&#145;z, aki a legt&ouml;bb pontot szerzi.&#10;&#10;A Nomad j&aacute;t&eacute;kban ugyan mindenki mag&aacute;nak &eacute;p&iacute;ti a t&aacute;jat, de ez kor&aacute;ntsem jelent szoliter &eacute;lm&eacute;nyt. Az els&#197;&#145; k&eacute;t f&aacute;zis sor&aacute;n &eacute;pp elegend&#197;&#145; interakci&oacute;ba keverednek a j&aacute;t&eacute;kosok, azonban a saj&aacute;t t&aacute;bl&aacute;juk felett a d&ouml;nt&eacute;st csak egyed&uuml;l gyakorolj&aacute;k. A j&aacute;t&eacute;k 2-4 j&aacute;t&eacute;kos sz&aacute;m&aacute;ra ide&aacute;lis sz&oacute;rakoz&aacute;s, egy j&aacute;tszma kb. 1 &oacute;r&aacute;n &aacute;t tart.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Prehistoric"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Grid Movement",
      "Map Addition",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "16771",
    "Name": "StoryLine: Scary Tales",
    "ID": 205263,
    "Year": "(2016)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/205263/storyline-scary-tales",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description of the publisher:&#10;&#10;Continue your own fanciful adventure stories with the spooky addition of Scary Tales, the second installment of StoryLine!  In this simple, beautifully-illustrated card game, three to eight players create a story together, with each player contributing characters, places, objects, and events to the narrative. Two narrator decks and over a hundred story cards are included to provide ample replayability, and Scary Tales introduces cards to add fright and mystery to your tales. Will your villain be a Wicked Vampire or a Mad Scientist? Will their lair be in a Mysterious Swamp or a Haunted Chapel? prepare yourself for a frightful evening; this story is yours for the telling!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "16772",
    "Name": "Death Wish",
    "ID": 177921,
    "Year": "(2017)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/177921/death-wish",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Death Wish is a light-hearted party card game where the goal is to be the first player to die from fictional diseases. Truly a game you're dying to win.&#10;&#10;Players take turns to collect matching symptoms and afflicters with the aim of contracting the diseases displayed on the table. Diseases are always changing on the table so it&rsquo;s a race before they&rsquo;re snapped up by other players. The colours play a part in the game with white strains the most common, less harmful types contrasted with the rare and deadly reds.&#10;&#10;Share your weird diagnosis! Contract a disease and declare the the disease you caught, how you caught it and the terrible combination of symptoms you are suffering from. With over 240 different diseases, afflicters and symptoms, the combinations are vast.&#10;&#10;Does your disease have an outbreak? Read out an outbreak card to the group. Outbreaks allow events such as mutating diseases, puking on players or even de-fibrillating someone back to life. These cards have an array of random creative effects that change the dynamic of every game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16773",
    "Name": "Poison Pot",
    "ID": 10573,
    "Year": "(2003)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/10573/poison-pot",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2",
    "Description": "Selection #6 of The Games Collection by Pin International.&#10;&#10;The box reads: &#10;In this 2 or 3 player game, the objective, when the 36 Cauldrons have finally finished being shuffled around, is that you end with the largest connected group. But beware! Even one of the group finishing adjacent to the Poison Pot nullifies the whole group.&#10;&#10;The mechanic is that the board starts empty except for the Poison Pot. Then, on each turn one pot existing is moved, and a new pot is drawn at random, evaluated, and placed on the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: HexHex4 Grids",
      "Components: Wooden pieces & boards",
      "Series: The Games Collection (Pin International)"
    ]
  },
  {
    "Rank": "16774",
    "Name": "Invasion Afghanistan: The Soviet-Afghan War 1979-1989",
    "ID": 188759,
    "Year": "(2016)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/188759/invasion-afghanistan-the-soviet-afghan-war-1979-19",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "Modern War#26, Nov-Dec 2016&#10;&#10;&quot;Invasion Afghanistan: The Soviet-Afghan War&quot; is a solitaire wargame that simulates the Soviet invasion and the war in Afghanistan, 1979-89. The player controls Soviet forces, but the Opposition Force (the Resistance) is controlled by the game system. The war is played as scenarios in which you, the player, must accomplish various Missions to win. The game shows the war from the perspective of the Soviet command; It concentrates on its major historical objectives&hellip;victory is in terms of holding the cities, towns, and lines of communications. You can also win by destroying Resistance morale.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Afghanistan",
      "Country: Soviet Union",
      "Decades: The 1980's",
      "History: Cold War",
      "History: Soviet-Afghan War",
      "Magazine: Modern War",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "16775",
    "Name": "Hungarian Tarokk",
    "ID": 101723,
    "Year": "(1870)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/101723/hungarian-tarokk",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.2857",
    "Description": "Hungarian Tarokk, also known as H&uacute;szash&iacute;v&aacute;sos tarokk (XX-calling tarokk), or Paskievics tarokk, is a four player, variable partnership, trick taking tarot game. As with most games in this genre, the base objective of each round is to capture a certain amount of card points (in this case, more than half) in tricks. However, each round of Hungarian Tarokk starts with a peculiar round of auctions and announcements that impart a lot of information about the players' hands, which make it a very skillful, challenging, yet surprisingly accessible game.&#10;&#10;It uses a shortened pack of 42 cards: the trump suit consists of 22 cards while the other four suits consist of only five cards each. The size of each player&rsquo;s hand is only nine cards (with a talon of six cards).&#10;&#10;Each round starts with a short auction in which players bid for the right to choose a partner that holds a particular high ranking trump card, usually the XX. The bid itself determines the number of cards the winner of the auction may exchange (higher bids mean less cards exchanged) and the base value of  game (to capture more than half of the card points in tricks) in points.&#10;&#10;Players have restrictions on how they may bid; in particular, a player may only bid only if he or she holds an honour (the lowest trump, the second-highest trump, or the highest trump). In addition, there are bidding conventions that, unlike Bridge, are part of the rules. These conventions, or &quot;invitation bids,&quot; indicate if a player holds a particular high ranking trump.&#10;&#10;After players exchange cards with the talon, there is a round of announcements. Partnerships can pursue additional objectives other than game:&#10;&#10;- Winning three-fourths of the card points&#10;- Winning all the tricks&#10;- Winning all three honours&#10;- Winning all four kings&#10;- Winning the last trick with the lowest trump&#10;- XXI-catch: Capturing the opponent's second highest trump with the highest trump&#10;&#10;During the round of announcements, a partnership may announce that they will accomplish one or more of these objectives, which doubles their value. A partnership may also challenge or kontra an announcement, which also doubles its value. These objectives are scored independently; a team can fail at accomplishing game but still accomplish (and score for) other objectives. Often, the value of these objectives is greater than game. For example, the base value of game ranges from 1 to 4 points, while the value of XXI-catch is 21 points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Tarot Cards",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "16776",
    "Name": "Counterpoint",
    "ID": 64843,
    "Year": null,
    "Geek Rating": "5.524",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/64843/counterpoint",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game is played with a joker and 6-Ace in four suits from a standard deck of cards. Each of the three players is dealt 12 cards and bids by discarding three cards simultaneously. The suit of those cards show how many points they bid, and the highest bidder has to take card-points in tricks as close as possible to his bid.&#10;2-player game uses 32 card deck with no trump suit-- but if you can't follow you can play any card and higher rank wins. If equal, first led wins if J-A or else second.&#10;&#10;Reimplements: Ninety-Nine&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Predictive Bid",
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "16777",
    "Name": "Showbiz",
    "ID": 1712,
    "Year": "(1984)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/1712/showbiz",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In the game, players take on the roles of theatre managers and must hire performers that will bring in the most money from the public.  There are six different styles of performers, and at different times in the game, public opinion will favour different styles.  Public preference is determined by dealing out cards from a special deck.  The current opinion is always known, and a possible (but not necessarily accurate) forecast of future preferences is also provided.&#10;&#10;Each turn, public opinion changes (sometimes to match the forecast, and sometimes into something completely random), then players use a bidding system to acquire contracts with performers.  Once contracts have been negotiated, profit is calculated depending on how well performers match the public's desires.&#10;&#10;By the time twelve turns have been played (and possibly one or two turns sooner), the game will come to an end and the player with the highest score is declared the winner.&#10;&#10;The game was originally published by the designer in 1984 (or earlier).  Hexagames published a German edition (which is the only one that handles up to 8 players) in 1988.  Avalon Hill published their edition (with very minor changes) in 1990.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation"
    ],
    "Families": []
  },
  {
    "Rank": "16778",
    "Name": "Strand unter",
    "ID": 346989,
    "Year": "(2021)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/346989/strand-unter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Strand Unter is a three-dimensional family game in which everyone places their castles in the sand so that they are close to the water, while trying to stay out of the way of the tide.&#10;&#10;Plenty of shells can be found in the ankle-deep sand trenches, and those who collect enough of them in competition with their fellow players can build a total of four sand castles. These castles differ in size, value, and required building material. In the end, the best castles are those that escape the approaching tide by a hair's breadth...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Nautical"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Building",
      "Set Collection",
      "Simultaneous Action Selection",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "16779",
    "Name": "BetaBotz",
    "ID": 190915,
    "Year": "(2017)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/190915/betabotz",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "BetaBotz is a fun and competitive multiplayer board game where players bid on robots, upgrade their robot with components and execute powerful codes to accomplish tiered missions. Each mission provides the players a currency reward giving them more bidding power and bringing them closer to victory. Robots will need to work with and against one another to become the ultimate BetaBot worthy of entering Robotopia.&#10;&#10;BetaBotz takes minimal time to learn but includes enough variation in content and strategy that no two games are the same. The simultaneous mission feature of BetaBotz allows all players to participate during missions. There is a high level of engagement and interaction between the players so that everyone can have a blast through the entirety of game play!&#10;&#10;Players start BetaBotz with 40 bitz (currency) and use this starting pool to bid on a robot body with stats in four attributes (Agility, Firepower, Structure and Processor). Throughout the game players use their remaining bitz and any bit rewards received to bid against one another on components that increase their attributes or select single use &quot;Code Cards&quot; in an effort to complete missions. In addition to components increasing a robot's ability to complete missions, achieving a stat of 13 or more in an attribute activates a power associated with that attribute.&#10;&#10;A complete game of BetaBotz is played over the course of ten missions. Mission cards of different tiers are selected based on the number of players. Missions require at least a specific value in one (or multiple) of the four attributes to complete. All players attempt to complete the current mission simultaneously and those that are successful receive a reward of bitz. Players are able to form teams to complete the current mission but they must split the mission rewards among the team. At the conclusion of the 10th mission the player with the highest individual attribute, the most gold components and code cards each receive an additional bitz reward. The player with the most bitz at the end of the game, including the bonus bitz, is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Negotiation",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "16780",
    "Name": "CO-OPS",
    "ID": 365978,
    "Year": "(2022)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/365978/co-ops",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "CO-OPS was imagined by three graduates of the special military school of Saint-Cyr (General Saint-Hillier class, 2015-2018). Designed as part of the simulation courses to provide a training tool for future section leaders, the game emphasizes cooperation between players against an enemy played by the game itself. Each player takes the lead of an infantry platoon, a tank platoon or a helicopter squadron of the French Army and you will all need to cooperate to win the battle against armed terrorist groups; close coordination between the different arms is the key to victory.&#10;&#10;CO-OPS is based on simple mechanisms that can be explained in a few minutes, the depth of the game lies in the interactions between players. All players will have to get along and coordinate to conduct a complex joint operation, first to overcome the inevitable friction of battle and penetrate the fog of war... and then to triumph over the enemy.&#10;&#10;Start by choosing one of the 10 scenarios, which can be played alone or as part of the campaigns, but you may as well invent one from scratch thanks to the wide variety of units provided in the game box and the modular terrain tiles that allow you to compose an infinite number of geographical situations. Then, each player chooses the section they will command (infantry, cavalry, helicopters) and composes it at their convenience, thanks to a very simple budget system. Time for action, now!&#10;&#10;Every turn (about 15 minutes of real time), enemy units leave their bases and move automatically, via the squares of the game board (about 100 meters of real terrain), towards their objectives... or towards your closest units. When combat occurs, and it will, several parameters determine the chances of success for each side: detection capacity, weapon range, firepower, ability to take fire and of course the nature of the terrain. A simple dice roll determines the outcome of the battle, with fortune often smiling to the player who has given themselves the best chances. Each weapon has its own strengths and weaknesses, and by smartly combining them, you can increase the former while reducing the latter. The battle lasts for a long time, as a scenario can last up to 15 turns. Also, each player will have to regularly resupply their units, reinforce them to make up for losses, while keeping an eye on their morale level.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: France"
    ]
  },
  {
    "Rank": "16781",
    "Name": "Ball Park Baseball",
    "ID": 18600,
    "Year": "(1971)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/18600/ball-park-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.2222",
    "Description": "Ball Park Baseball was developed by Professor Charles Sidman from the University of Kansas in the early 1960s. Each team from 1894 up to the present (2006 season) is available and includes every pitcher with 29.3 IP or hitter/position player with a significant contribution to the team's performance.&#10;&#10;The game is played according to the rules of baseball. The action of the game is based upon random numbers between 1 and 50. Numbers 1 through 25 determine the strength of the batter; numbers 26 through 50 provide the capability of the pitcher. Batters have ratings for arm (catchers/outfielders), fielding (by position) and running (catchers have and additional rating for handling pitchers). Pitchers have ratings for fielding and holding runners on base.&#10;&#10;The game also has very detailed (and essential to game play) unique ball park charts (capturing the dimensions and effect of each field) for several historic baseball stadiums.&#10;&#10;Each card and ball park chart is based on actual statistic performances of the players.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "16782",
    "Name": "Chennault's First Fight",
    "ID": 18061,
    "Year": "(2005)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/18061/chennaults-first-fight",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.9231",
    "Description": "Publisher's blurb:&#10;&#10;As 1941 moved from winter into spring, and then into summer, it was becoming increasingly apparent that war was coming to the United States. Most American political and military leaders viewed the Nazi war machine in Europe as the most menacing of all, and fear that US intervention/involvement may come too late grew with each passing month. Most who viewed the escalating conflict in Asia felt that diplomacy and economic sanctions could bring Japanese aggression on that continent to an end, and even if military force was needed, US and western military prowess would make short work of the armed forces from the empire of the Rising Sun. The sudden and devastating attack at Pearl Harbor on December 7th, the devastating air raids in the Philippines the next day, as well as the loss of Great Britain's battleships Repulse and Price of Wales brought the war home in a shocking and horrifying manner.&#10;&#10;Despite the pre-war warnings and plans only in the Pacific, the Phillipines, and China there were Americans ready and able to fight the Axis forces. Of those, only a small group of American mercenary airmen and ground crew who were desperately outnumbered, led by man who had been vilified and disdained while in the US Army Air Force, met with success in the opening weeks of the war.&#10;&#10;Chennault's First Fight appears in Against the Odds Magazine #12, by designer Paul Rohrbaugh. Chennault's First Fight covers the Pacific War's opening, when a small group of American mercenary airmen and ground crew, desperately outnumbered and led by a man (Claire Chennault) who had been vilified and disdained while in the US Army Air Force, found their operations repeatedly crowned with success.&#10;&#10;Chennault's First Fight covers the first weeks of war in Burma, from mid-December 1941 to the Fall of Rangoon in early March 1942. The focus of the game is on the aerial battles, but the ground campaign is also covered, albeit on a simpler level.&#10;&#10;Air units represent groups of 6 to 8 aircraft, while ground units are mostly brigades and regiments. The area map stretches from the Indian Frontier to French Indochina and from the Himalayas to south of Rangoon. An interactive turn sequence keeps both players hopping. There are two levels of air combat resolution, basic and advanced. The basic level has up to 3 rounds of air combat that are resolved on a &quot;battle board&quot; that also uses area movement. The advanced combat resolution system uses a hex map with more turns, very similar to the classic AH game Richtofen's War.&#10;&#10;Air units are differentiated by type. Besides the P-40s flown by the Flying Tigers the Allies take wing with Brewster Buffalos, Hawker Hurricanes, P-36s, SB-2s, and Bristol Blenheims. The Japanese fly Oscar and Nate fighters. The heavy lifting is done by Sally, Ann, and Lily bombers while Dinah recon planes (among the fastest and highest flying prop planes built) lead the way. The Japanese must stike hard and fast and avoid getting sucked into what for them was a side-show. Running up a butcher's bill, or calling in forces badly needed elsewhere in the Emperor's warplan can lead to a lose of face and worse. The Allied player has precious little to waste in this fight, and must make the most of his opponent's weaknesses and mistakes while minimizing his own.&#10;&#10;Rules cover enhanced reinforcements for both sides, the Vichy, Aces, Amphibious Assaults, the possible intervention of the Japanese Kido Butai (Carrier Air Units) and weather. Plenty of carnage and mayhem!&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Burma",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Series: Evolution of Airpower in World War 2"
    ]
  },
  {
    "Rank": "16783",
    "Name": "Rules of Engagement",
    "ID": 36920,
    "Year": "(2006)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/36920/rules-of-engagement",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Rules of Engagement (RoE)&#10;&#10;This book provides gamers with all the information they need to get started with the Rules of Engagement system. Below is an outline of what the book contains, follow the link to have a look at pages from the book itself on the company website.&#10;&#10;Rules of Engagement is a tabletop wargame for two or more players that allows you to recreate battles of the twentieth century to the present day. Players use miniature soldiers on model terrain and in this 240 page hardback book you will find a comprehensive rules system that will allow you to field your troops on the battlefield.&#10;&#10;Game rules:&#10;The complete gaming rules covering movement, weapons, close quarters combat, artillery and more. Includes opportunity fire, hidden troops, snipers, tank support and fortifications. With clear examples and diagrams, Rules of Engagement is easily accessible yet offers plenty of depth for experienced players.&#10;&#10;Scenarios:&#10;Nine scenarios from take and hold missions to desperate rearguard actions. Each scenario includes specifi c rules covering, for example, reserves, unacceptable losses and additional orders.&#10;&#10;The Second World War 1944-45:&#10;A detailed history of the War on Western Front from D-Day to the Fall of the Reich. The Orders of Battle section gives listings of the forces available including company and divisional support options. Forces covered: German Grenadiers, Panzergrenadiers, Volksgrenadiers, Fallschirmj&auml;ger and Waffen SS, British Infantry, Airborne and Commandos, Canadian Infantry, US Infantry, Armored Infantry, Parachute Infantry and Rangers and the Maquis.&#10;&#10;Hobby section:&#10;A complete colour guide to painting your miniatures and creating a battlefield. Uniform and equipment guides for all the forces featured in the Orders of Battle including British and Canadian Infantry, British Airborne and Commandos, German Grenadiers and Panzergrenadiers, Fallschirmj&auml;ger, Waffen SS and Volksgrenadiers, US Infantry, US Airborne and the Maquis.&#10;&#10;www.greatescapegames.co.uk&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight"
    ],
    "Families": [
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16784",
    "Name": "Supremacy: The Game of the Superpowers",
    "ID": 27,
    "Year": "(1984)",
    "Geek Rating": "5.524",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/27/supremacy-the-game-of-the-superpowers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3.124",
    "Description": "Supremacy pits conventional superpowers against one another for control of the earth.  Along the lines of modern warfare Risk, only with an integrated supply/demand economic system.  Warfare comes in all forms from conventional, biological, chemical and all the way to nuclear.  Neat little plastic mushroom clouds are included to show where regions of the earth have been blasted, and if nuclear winter occurs, all players lose.  The game also spawned a great many supplements to expand the game further.&#10;&#10;",
    "Categories": [
      "Economic",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Game: Supremacy",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "16785",
    "Name": "Arabana-Ikibiti",
    "ID": 309,
    "Year": "(1997)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/309/arabana-ikibiti",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8889",
    "Description": "This game was quite the rage at Essen 1997. Enough so that Funagain decided to get into the publishing business by producing a new version (with the same title), and that Kosmos later published an altered version as Kahuna.&#10;&#10;The game itself is rather simple. There's a large collection of islands that are going to be connected by bridges. Bridges are placed onto the board when the matching card is played. The kicker is that when a player gets a majority of the bridges on one island, his opponent's bridges from that island suddenly disappear. Once the deck has been exhausted three times, the dominant force on the islands wins.&#10;&#10;Re-implemented as:&#10;&#10;    Kahuna&#10;    Kanaloa&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Network and Route Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16786",
    "Name": "Transylvania: Curses & Traitors",
    "ID": 153120,
    "Year": "(2015)",
    "Geek Rating": "5.524",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/153120/transylvania-curses-and-traitors",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "In the late 19th Century the land of Transylvania fell under a terrible curse allowing Vampires, Werewolves, and Zombies to terrorize the citizens.  The Governor issued a desperate plea for help.  You play one of the best and bravest Adventurers in the world called to Transylvania to break the curse.  Your goal is to find the Knowledge to break the curse over Transylvania but beware, the Knowledge you seek may just turn you into one of the terrible Monsters you have come to destroy.&#10;&#10;Transylvania: Curses &amp; Traitors is a heavily themed adventure and exploration game utilizing a modular board, variable player powers, hand management, and dice rolling.&#10;&#10;Paths to victory include:  1. Solving the curse of Transylvania by finding the right combination of Knowledge cards and returning your pawn to the Church Tile.  2.  Becoming a Monster (vampire, werewolf, or zombie) by collecting Transformation cards and then killing half the other players.  3. Killing a Monster as an Adventurer.&#10;&#10;Game play:  The board consists of sixteen 6&quot; x 6&quot; tiles representing places in Transylvania such as the Church, Graveyard, and Castle.  Adventurers start on the Church Tile and explore uncovering new tiles.  Each tile contains token spaces which are opportunities to perform challenges of strength, mental acuity, and spiritual fortitude.  A successful challenge results in the reward of a Quest card.  The Quest deck contains the Knowledge cards needed to break the curse.  While exploring Adventurers will also encounter Events.  Failure of Events leads to injury and/or death while success leads to additional rewards.  If Adventurers collect Transformation cards plus a card that activates the Transformation card, they become a Vampire, Werewolf, or Zombie.  The goal of the game immediately changes from seeking Knowledge to eliminating the other players by attacking them.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Horror"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Creatures: Werewolves",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "16787",
    "Name": "Gift Trap mini",
    "ID": 60682,
    "Year": "(2010)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/60682/gift-trap-mini",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "GiftTRAP Lite is a quick simple filler card game themed around giving gifts. Unlike the full board game, which is focused on two dimensions (giving and getting), this is a card game focused on simply giving gifts that people like.  It is also suited to playing in teams, unlike the board game which is very much about you, the individual.&#10;&#10;GiftTRAP lite is played over a series of rounds where players/teams take turns to be the judge and receive gits from their friends.  This is a game where less really is more. Each player can give 1, 2 or 3 gifts (as a collection). The judge must decide which collection is best.  Giving just 1 gift will get you three points, two gifts = two points and three gifts just one point, so the better you know the judge the more likely you can win more points with less cards.&#10;&#10;The winner is the player/team with the most points after each player/team has been the judge twice.&#10;&#10;This game is produced as a standalone game, that also happens to double as an expansion to the main game simply because the gifts included can be combined with the main game.  You can of course play this game with the contents from the original game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Containers: Cubes",
      "Game: GiftTRAP"
    ]
  },
  {
    "Rank": "16788",
    "Name": "The Shooting Party",
    "ID": 203715,
    "Year": "(2016)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/203715/the-shooting-party",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "The annual pheasant shoot at Leverstoke Hall is always eagerly anticipated and forms the principal topic of speculation at September soirees across four counties. This year promises to be no exception, with two dozen of the region's most prominent landowners shortly to descend upon those hallowed woods for a weekend of impeccable social graces and bloody slaughter.&#10;&#10;You, an ambitious young adventurer, are among those favoured few by simple expedient of a forged letter of introduction. And while the gentry pass the weekend in depriving the local copses of their birdlife, you plan to pass the time seducing four of their most delectable young wives, and relieving them of their jewels.&#10;&#10;For you are such an attractive and nimble young person that success is assured, if only you can contrive some time alone with each of them. This won't be easy, under the watchful eyes of husbands and associated private secretaries. But if it were easy then there would be no fun in it, would there?&#10;&#10;The Shooting Party is a solitaire game that can be played with a standard pack of cards. Your hand represents the guests in the room with you; manage their comings and goings within the strict rules of etiquette so as to reduce your hand to a single queen. Once alone with her you can score her and take her jewels (ace) if available. How many queens and aces you take determines your final score, from impecunious boor to filthy (rich) scoundrel.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "16789",
    "Name": "Paradisio",
    "ID": 94338,
    "Year": "(2010)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/94338/paradisio",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "In Sedici &ndash; Italian for &quot;sixteen&quot; &ndash; the sixteen game tiles are split randomly between the two players, with the pieces being placed face-up before each player. Each tile is different, with one being all white, another all black, and the other fourteen being some combination of black and white triangles.&#10;&#10;On a turn, the player chooses one of his tiles and adds to the grid. Each tile played (except for the first tile) must lie against the edge of a tile already in play with like colors being adjacent to one another &ndash; black against black, and white against white &ndash; and all of the tiles must fit inside an imaginary 4x4 grid. The first player who cannot legally play a tile loses.&#10;&#10;In Paradisio, a new version of Sedici that uses island and ocean imagery instead of black and white triangles, the first player to win three rounds wins the game.&#10;&#10;Both games come with rules for three levels of solitaire play. The goal in all three is to legally place the 16 tiles in a 4x4 square, with the advanced rules requiring you to have one or both colors connected into a single group.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 4 x 4 Grids"
    ]
  },
  {
    "Rank": "16790",
    "Name": "Ticket Gagnant",
    "ID": 379553,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/379553/ticket-gagnant",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "In Ticket Gagnant (&quot;Winning Ticket&quot;) the players are horse racing handicappers.  Players share their predictions on which horses  will win the race. Before each race, depending on the movement cards they have in hand, players select on their prediction card, 1, 2 or 3 horses they think will finish among the top 3 spots.&#10;&#10;Then the race begins and players take turns playing their cards to move their favorite horses during the race. At the end of the race, points are awarded according to the accuracy of the predictions and players will move their token on the scoring board. After several races, the winner is the player with the most points on the scoring board.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Race"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "16791",
    "Name": "Of Dungeons Deep! (Second Edition)",
    "ID": 167190,
    "Year": "(2015)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/167190/of-dungeons-deep-second-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Of Dungeons Deep (Second Edition) is a vastly expanded version of the original game. It now play 1-4 players and consists of numerous Heroes and Henchmen to choose from to delve in the dungeon below. Here are some game highlights.&#10;&#10;1)Bluffing and Blind Bidding. Players are attempting to destroy the nasty creatures below in the dungeon to gain fame by playing cards face down and revealing simultaneously. Each enemy has a set number of hit points based on the number of players. There are three enemies to deal with in each level of the dungeon, so strategy, tactics, and bluffing are a must. There is also two rounds of bidding so players gain insight into what other players are up to.&#10;&#10;2)Deck Building. When a player defeats an enemy, that card is rotated 180 degrees and then added to the player's discard pile. The bottom of each monster card indicates what item the enemy is carrying. These items add power to your character in future rounds, and act as an organic and thematic way to show that your characters are advancing.&#10;&#10;3)Draft Your Unique Party. Before play begins, players complete a draft in order to create their starting hand of twelve cards. Each player gets one Hero and one Henchman. All characters are very unique and play quite differently from one another. This sets the bar high for replay value!&#10;&#10;4)No Down Time! Since all play is done simultaneously, no players are ever waiting on others for very long. This makes Of Dungeons Deep! one of the fastest dungeon delvers out there.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16792",
    "Name": "NFL Showdown",
    "ID": 259945,
    "Year": "(2018)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/259945/nfl-showdown",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Ever wish you could call all the plays for your favorite NFL team? Now you can! Choose your favorite NFL team (All 32 teams are represented) and outsmart your opponent by calling the play on both offense and defense. Choose the right play and get rewarded&hellip; but you&rsquo;ll also need a little luck. Roll the dice to see if that big gain will go for extra yardage or if a key play will result in a turnover. Each team comes with 2 specific &quot;Big Play&quot; cards that embody the core strengths of that team. Use each card only once per half to change the outcome of a play. Clock winding down? Line up for a field goal and take your chances at kicking the ball through the uprights.&#10;&#10;In more detail...&#10;&#10;Starting The Game&#10;Choose Rookie or Pro Mode. The two game modes allow players at any skill level to get into the game!&#10;- Rookie Mode- For newer NFL players.&#10;- Pro Mode- For experienced players and fans.&#10;Pick your team and grab your team's Scoring Footballs and Big Play cards!&#10;&#10;Picking Your Play&#10;The offense has 4 downs to either advance the ball 10 yards for a first down, score a touchdown, kick a field goal, or punt.&#10;&#10;Both Offense and Defense choose a play card from their set of Playbooks. If the Defense correctly predicts what play the Offense is running it will result in a good outcome for them. However, if the Defense choose poorly, the Offense could pull off a big gain!&#10;The Offense announces what play book both sides will be choosing from.&#10;&#10;Running a Play&#10;Each team chooses a play card and places it face down at the Line of Scrimmage. When ready, both players flip over their cards at the same time to reveal the outcome of the play:&#10;Find the circled player on the offense card and follow the arrow down to the defense card to see the result.&#10;Move the Line of Scrimmage marker the same number of yards as the result of the play.&#10;Also, move the First Down marker and the Down Tracker Chip.&#10;&#10;Distance and Passing Dice&#10;Some plays may indicate that dice need to be rolled for the result of a play. Roll the indicated color dice to show the yards gained or lost on a play. The white passing die is also rolled to determine the outcome:&#10;    Catch- The pass is complete, and the offense gains yards.&#10;    Turn Over- The defense intercepts the pass and gains possession of the ball at the spot of the catch.&#10;    X- The pass is incomplete, the ball remains at the current yard line.&#10;&#10;Big Play Cards&#10;Each team has 2 Big Play cards that showcase that team's strengths. Use these cards to make a big play during the game! Big Plays add or remove yards from the end of a play.&#10;These cards are played after the Playbook Cards are flipped over.&#10;Only ONE Big Play card can be played per down- the first player to place a Big Play on the game board gets to play the card.&#10;Once a card is played, it is discarded for the remainder of the half.&#10;&#10;Kicking Field Goals&#10;Use the Flicker Kicker to literally kick the ball off the Line of Scrimmage on any down. Place the field goal posts behind the end zone, lined up between the lines marked on the game board.&#10;&#10;If the kick is good- and passes through the field goal post uprights and above the crossbar, then that team scores 3 points.&#10;If the kick misses- and does not pass through the field goal posts, then the other team starts their next possession.&#10;&#10;Just line up the kick, pull back on either the tab or the kicker foot, and release to send the football flying through the uprights!&#10;&#10;Officially licensed product of the National Football League&#10;Includes all 32 NFL teams&#10;&#10;Game Contents&#10;64 Big Play Cards&#10;19 Playbook Cards&#10;3 Distance Dice&#10;1 Passing Dice&#10;32 NFL Team Footballs for Scoring&#10;1 Scoreboard&#10;3 Scoreboard Clips&#10;1 NFL Showdown Game Board&#10;1 Field Goal Post&#10;1 NFL Flicker Kicker&#10;1 NFL Football&#10;1 Line of Scrimmage Marker&#10;1 First Down Tracker&#10;1 Down Tracker Chip&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Sports Teams: National Football League (NFL)",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "16793",
    "Name": "All Things Zombie: Final Fade Out",
    "ID": 133748,
    "Year": "(2012)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/133748/all-things-zombie-final-fade-out",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.8",
    "Description": "All Things Zombie: Final Fade Out is a miniature skirmish game set in a post-apocalyptic future where the world is filled with hordes of Zombies, leaving humans to fight for survival each day. The rulesystem is designed for 28mm miniatures but can also be used with 15mm models. Two Hour Wargames's popular Reaction System allows for cross-game compatibility and recreates a sense of chaos and uncertainty in the bleak future; player will never know how each encounter will end as characters act like real humans would in a tense situation, as opposed to how you would like them to act! Each model has only a few stats to keep track of. A typical scenario might see a small band of Stars (the player's models) and Grunts (their fellow survivors) search a town for supplies like food, gas, or ammunition; What they encounter on the streets and in each building is determined randomly and ranges from friendly survivors willling to trade or join the team to hostile Gangers or a horde of hungry Zombies. Where ATZ:FFO really shines though, is the comprehensive campaign system, allowing for character development similar to a role-playing game. The game can be played solo, cooperatively, or against each other.&#10;&#10;From the publisher's product page:&#10;&#10;&ldquo;BETTER TO BURN OUT THAN TO FADE AWAY.&rdquo;&#10;&#10;Mankind has had a good run. Mankind has burned brightly over the centuries meeting every challenge head on and conquering each one. Even the self-inflicted challenges, conquered them all&hellip;until now.&#10;&#10;ZOMBIES. YOU KNOW WHAT WE&rsquo;RE TALKING ABOUT.&#10;&#10;Everyone knew about Zombies. The fun new boogie man you couldn&rsquo;t get away from. They were everywhere. On the Web, on your television screen, everywhere you looked. Yep, nothing but fun and brains for all! Right up until they became real.&#10;&#10;HOW&rsquo;D IT HAPPEN? WHAT STARTED THE OUTBREAK?&#10;&#10;Who knows and who cares? When you meet your first Zombie or see your first Zombie Feast all those questions disappear. All you care about is staying alive. And that&rsquo;s what All Things Zombie &ndash; Final Fade Out is all about, staying alive. All Things Zombie - Final Fade Out picks you up and sticks you right in the middle of a catastrophic zombie outbreak. Where you are, is just as important as who you are, when the outbreak occurs. Because unlike other zombie games, where the zombies have been around for a while, you won&rsquo;t be able to tell the survivors from the zombies until maybe it&rsquo;s too late. Hell, they could even be a relative! Because it&rsquo;s all happening to you just like it would on Z Day - 1. Confusion, chaos, and lack of information are just some of the challenges you&rsquo;ll face when the world starts to crumble. Will you have what it takes to survive the first 30 days? After that it&rsquo;s all up to you. Maybe you want to rebuild the world, as you knew it; except maybe this time with you in charge.&#10;&#10;All Things Zombie - Final Fade Out!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Solo / Solitaire Game",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: All Things Zombie",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Reaction System"
    ]
  },
  {
    "Rank": "16794",
    "Name": "Crabs!",
    "ID": 197944,
    "Year": "(2016)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/197944/crabs",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "2.2857",
    "Description": "On this peaceful seaside beach, crab season has come! Hunters and gatherers are coming from near and far, searching for delicious-looking crabs under every rock and pool. The game is plentiful, but due to space limitations you can keep only one crab per catch; maybe you can upgrade your gear to keep bigger crabs, or maybe you can try to fulfill custom orders for special guests...&#10;&#10;As a renowned crab hunter in Crabs!, you cannot miss this carnival, so grab your gear and let's going crabbing! Each turn you choose one of the following actions:&#10;&#10;&#10;        Catch: Draw two cards from the deck or pool.&#10;        Raise: Exchange cards with the pool, crabs for crabs.&#10;        Trade: Exchange cards with the pool, points for points.&#10;        Upgrade: Discard cards to upgrade gear level.&#10;        Tie Crabs: Discard cards to gain a score card.&#10;        Relax: Untap up to three score cards.&#10;    &#10;&#10;&#10;At the end of your turn, you can choose to trade score cards for a single objective card, then you must discard down to eight cards. When a player has gathered 25 or more VP, the game continues until all players have had the same number of turns, then the game ends and whoever has the most VP wins!&#10;&#10;(Note that some versions of Crabs! carry a minimum player count of three, whereas others have a minimum p.c. of two, but the rules for the game seem to be the same across all versions.)&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Farming",
      "Math"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Crabs",
      "Components: Meeples (Animal) / Animeeples"
    ]
  },
  {
    "Rank": "16795",
    "Name": "Medang",
    "ID": 391161,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/391161/medang",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Have you ever thought of becoming the greatest builder of the 7th century's most important kingdom? Welcome to Medang, a Hindu-Buddhist civilisation from the Java island, where you'll have to lead one of its five major dynasties and build a temple.&#10;&#10;You'll be part of the Samara, the Dharmasetu, the Dharanindra, the Panangkaran or the Rakai dynasty and battle to take control of the temple. Be smart and develop a good strategy because you'll have to collaborate to build the temple, but only the dynasty that places the most tiles will be declared the winner.&#10;&#10;In turns, you'll place the tiles to build the temple, activating their special skills if you choose to. All the players will have access to a tile market to replace those that you use to build the temple.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "16796",
    "Name": "Super Circles",
    "ID": 42207,
    "Year": "(2009)",
    "Geek Rating": "5.524",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/42207/super-circles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "&quot;Super Circles: The Radical Ring Race! Players race to play all their cards by matching colored rings on the previously played card. Quick minds and fast fingers will triumph!&quot;&#10;&#10;Part of the publisher's Fun to Go card game series, this tin contains 72 cards, each picturing 4 concentric rings. The rings are blue, magenta, purple and green, in varying orders. All the cards are dealt out with one put on the center of the table. Players draw cards one at a time from their pile, forming a hand, and without taking turns begin adding to the central stack. To place a card on top of the stack it must match one of the rings in both position and color. The card must also match a different ring from the previous match (outer, larger center, smaller center, or bulls-eye position). The first player to play all cards from their hand and draw pile wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "16797",
    "Name": "My Trolley Town",
    "ID": 387275,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/387275/my-trolley-town",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "&quot;My Trolley Town&quot; is a tile placement game for 1-4 players, with a play time of about 45 minutes.&#10;Players produce resources, construct buildings and tracks, transport and process resources to get victory points.&#10;&#10;In this game, each player starts with only a &quot;forest&quot; and a &quot;mountain&quot; and builds his or her own factory city over four rounds.&#10;&#10;Each round has four phases: &quot;Production&quot;, &quot;Construction&quot;, &quot;Transportation&quot; and &quot;Processing&quot;.&#10; In the Production phase, each player activates the production effects of all buildings he owns.&#10;In the Construction phase, each player takes a turn, beginning with the starting player. The active player chooses one of the following three actions:&#10;- Build a building&#10;- Build or upgrade any number of tracks&#10;- Pass&#10;During the Transportation Phase, each player may move as many resources as he wishes along the tracks on his tile.&#10;In the Processing phase, each player activates the processing effects of all the buildings he owns as many times as possible.&#10;&#10;The winner is the player who scores the highest victory points.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Medieval"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "16798",
    "Name": "National Lampoon's Christmas Vacation: Twinkling Lights Game",
    "ID": 319295,
    "Year": "(2020)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/319295/national-lampoons-christmas-vacation-twinkling-lig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Clark Griswold is determined to hang 25,000 twinkle lights for Christmas, but tangled wires and a pesky squirrel are out to spoil the holiday spirit! Lay tiles to create Christmas bulb combos and score, but spotting the pattern you need among the twisted light-strings is no easy trick! Be the first player to match all three of your pattern cards to win the game!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Holidays: Christmas",
      "Series: Stocking Stuffers (Funko)"
    ]
  },
  {
    "Rank": "16799",
    "Name": "Patton Goes to War",
    "ID": 5955,
    "Year": "(1987)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/5955/patton-goes-to-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.7857",
    "Description": "Patton Goes to War is a two-player operational level simulation of the World War II American offensive in southern Tunisia led by Gen. George S. Patton, which took place between March 16th and April 3rd 1943.  It was first published in Strategy &amp; Tactics magazine #112.&#10;&#10;The game includes a mapsheet, 14 pages of rules, 200 counters representing U.S. and Axis units, and complete Unit Organization Charts.&#10;&#10;Four scenarios are included, each with their own set of victory conditions.  An optional rule for limited intelligence is also  included as well as a set of designer's notes.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Tunisia",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Battles for North Africa (3W)"
    ]
  },
  {
    "Rank": "16800",
    "Name": "Nanofictionary",
    "ID": 2895,
    "Year": "(2002)",
    "Geek Rating": "5.524",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/2895/nanofictionary",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.4483",
    "Description": "Nanofictionary is a storytelling game in three rounds. The first round involves the construction of the stories, in which players race to collect the four plot elements of setting, characters, problem, and resolution. In the next round, the players tell their stories. After that, the players vote on which were the best stories, with additional votes being added by judges on the sidelines.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  }
]