[
  {
    "Rank": "N/A",
    "Name": "Talent Show",
    "ID": 300754,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/300754/talent-show",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Talent Show is a silly party game with a variety of different challenges. Play against the game...or each other! Do you have what it takes to win the talent show? Roll the dice to complete the challenge for the round. Challenges include: drawing, singing, miming and combining words together. You will score points if the other players can guess what you are trying to represent.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snip Snap!",
    "ID": 300755,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/300755/snip-snap",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Snip Snap! is the fast action dice matching game that will get your head spinning! Roll the dice and race to be the first to find a match between your dice and your opponents' dice. See two sharks? Call out &quot;SHARK SNAP!&quot;and snatch them fast to win.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mafiosi: Bluffing Deckbuilder",
    "ID": 300756,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300756/mafiosi-bluffing-deckbuilder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Mafiosi: Bluffing Deckbuilder is a deckbuilding bluffing games. Players will start the game with weaker cards, but those cards can be used to accumulate coins that can be spent to add more powerful cards to their deck. The trick is that all of the cards are initially played face down: players declare what card they are playing. If no one challenges the declaration, the player gets the effect of the card they declared. But if there is a challenge, the player who is incorrect is punished.&#10;&#10;The goal of the game is to have the most influence when all of the elite mafia cards are purchased. Influence is given by the number of elite mafia cards in your deck as well as the amount of power that you retain (power can be lost if you are caught lying or attacked by other players).&#10;&#10;The pool of cards in the shop varies game by game; 5 elite card roles are chosen (2 cards per role) and 4 mafia card roles are chosen (4 cards per role). Player decks start with two civilians and one thug, but they can use those cards to purchase more powerful mafiosi like soldato, capo, consigliere or criminals such as drug dealers, racketeers, or arson, or bribed officials such as police officers or politicians.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Income",
      "Take That",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Astrum",
    "ID": 300759,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/300759/astrum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Alfonso X, who was called the Wise or the Astrologer, ruled Castile and Leon in the XIII century. He was an extraordinary monarch: being engaged in the publication of laws and economy, poetry and writing, he was also obsessed with stars.&#10;At the very beginning of his reign, Alfonso X invited the best astronomers and asked them to compile detailed astronomical tables with coordinates of celestial objects. The Alfonsine tables laid the foundation for scientific works of Copernicus and revolution in astronomy.&#10;In 1283 under his leadership the translation of the Arabic composition &ldquo;Libro de los Juegos&rdquo; (&ldquo;Book of games&rdquo;) was completed into Spanish and this brought chess and many other board games from East to Europe. Among the translated rules were &ldquo;astronomical games&rdquo;. One of them is right in front of you.&#10;&#10;In the game Astrum you will become stargazers who make up the atlas of the starry sky commissioned by Alfonse X Astrologer.&#10;&#10;Your goal is to fill your personal playing board with figures of various constellations so as to satisfy the requirements of the enlightened king.&#10;Each board is divided into 4 colored sectors, which corresponds to one of the stacks of constellation figures. By placing a figure on one of colored sectors at your board, you determine the color for figure that the next player will take. However, he is also free to place this figure anywhere on his board.  &#10;Each figure combines several bright stars on the board and has 1 or 2 external connections, allowing you to continue the constellation. When you finish the constellation (it has no longer open external connections), you get victory points by the number of bright stars in it.&#10;&#10;When one of figures&rsquo; pile ends, all players lay out a new pack and complete the round. At the end of rounds 1, 3, and 5, King Alfonso pays a visit to astronomers and checks their work.  Before the start of the game, players open cards of King&rsquo;s vagaries, which determine the conditions for obtaining victory points in the rounds.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval",
      "Puzzle"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Components: Transparent Elements",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Graham Heffers Party Beast Game",
    "ID": 300766,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300766/graham-heffers-party-beast-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Win by being the first player to get rid of all his /her cards.&#10;&#10;The game has the players moving round the board based on die rolls he / she can then attempt to get rid of a card of the category or colour that he / she has landed on.  Challenges on the card are chat-up, trivia, charades, tongue twister, limerick and 30 second speech.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Polo: The Board Game",
    "ID": 300767,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300767/polo-the-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A complicated board game &quot;Note the rules of Polo appear quite complicated .  It is suggested that rules are read and then play begins.  When needed refer to the rule under individual headings and it will quickly become apparent how play proceeds&quot;&#10;&#10;The object of the game is to accumulate as many tournament point as possible.  The number of ponies and the amount of money left at the end of the game is irrelevant.&#10;&#10;Players start with some money and 5 ponies&#10;Play takes place round a board.  With secret bidding for riders of different skill levels.&#10;&#10;Tournaments are decided on the roll of the dice using a formula which gives advantage to the player (patron) who has spent the most money and is playing with the highest rated rider card.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "PYK",
    "ID": 300783,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgame/300783/pyk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "PYK is a 2 or 4 players team-based strategy game about the final battle of two renowned war leaders : the King and the Queen. In a world where the ghosts of ancient wars are still taking part in today's conflicts, these mighty leaders will have to dispel the haunting spirits of the dead while fighting the living.&#10;&#10;In PYK 2 teams of 2 players will try to coordinate with limited communication to defeat the enemy leader while protecting their own.&#10;Or play head-to-head with only 2 players for a more competitive experience !&#10;&#10;Try it now online with your friends on Tabletopia : https://tabletopia.com/playground/pyk-ucj9cu/play-now&#10;&#10;&ndash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beasts: Edge of Extinction – Revenge of the Dodos",
    "ID": 300790,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300790/beasts-edge-of-extinction-revenge-of-the-dodos",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Eliminated players now control a bevy of dodo spirits, each imbued with a unique special ability.&#10;&#10;It&rsquo;s all or nothing, as you seek vengeance on the vile beasts ravaging dodo kind.&#10;&#10;&#10;     Beasts: Edge of Extinction base game required&#10;&#10;&#10;INSTRUCTIONS:&#10;&#10;Shuffle the revenge deck. Shuffle the zombie dodo card into the event deck. *This is only to be performed by the first eliminated player.&#10;&#10;Upon elimination, keep any lure cards from your previous hand. Remove your character card and remaining resource cards from the game. Draw 2 revenge cards to complete your hand.&#10;&#10;On your turn, choose 1 of the following actions to perform:&#10;&#10;GATHER: Draw a revenge or resource card. Place lure cards in your hand. Immediately give instant action cards to a beast player of your choice to resolve. Discard all other resource cards.&#10;&#10;PLY: Use a revenge or lure card on a beast player.&#10;&#10;ATTACK: Roll a die to attack a beast player. They roll to defend.&#10;&#10;Keep your cards hidden from beast players until used. You may choose to carefully show other revenge deck players your hand in order to help strategize a path to victory. Reshuffle the discard pile to form a new revenge deck when depleted. Ignore the consequences of all event cards.&#10;&#10;Ensure the final 2 beast players are eliminated simultaneously for all revenge deck players to win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Fantasy",
      "Prehistoric",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Alliances",
      "Dice Rolling",
      "Take That"
    ],
    "Families": [
      "Animals: Prehistoric Non-Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fee Fye Fo Fum: Eeny Meeny Miny Mo",
    "ID": 300791,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300791/fee-fye-fo-fum-eeny-meeny-miny-mo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "If you can say it you can play it!&#10;The object of the game is to get 4 pieces on any horizontal or vertical row.  The first player to do this is the winner.&#10;&#10;Pieces are named must be moved in order Fee Fye Fo Fum got player 1 and Eeny Meeny Miny Mo for player 2.  Play is on a 4 x 4 grid with initial starting places being labeled pieces can be moved one space in any horizontal or vertical direction and can jump over any piece on the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: n in a row",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roll 'n' Rock: The Pop Music Trivia Game",
    "ID": 300797,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/300797/roll-n-rock-the-pop-music-trivia-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Allocate a number to a color and roll the die answering the corresponding color until you get 3 questions correct or answer incorrectly and play then passes to the left.  Score the die roll value and the first to 50 wins.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Trivia: Music"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Dublin Edition",
    "ID": 300799,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/300799/monopoly-dublin-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Explore the many wonders that Dublin has to offer as you take a trip around the city's very own Monopoly board. Start your journey with a trip to the famous Ha'penny Bridge before heading to Kilmainham Gaol, a site steeped in history for the city and Ireland.&#10;&#10;Once you'd immersed yourself in culture, take in the pride and variety of high level sports that Dublin has to offer in both the historic Croke Park and Aviva Stadium. ONced you've sung your lungs out, head off for some luxury shopping at one of the many high class venues such as Brown Thomas and Arnotts, or lose yourself in the sprawling Dundrum Town Centre.&#10;&#10;Heading roud the board, you will be tempted to stop at Weir and Sons to treat yourselfto some luxury goods, on your way to the National gallery of Ireland to enjoy an extensive collection of world class art. The evening beckons and it's time to enjoy the craic with a wonderful night out in the world famous Temle Bar.&#10;&#10;As you round the final corner of the board, witness the outstanding educational offerings Dublin has, and then continue on your journey to the picturesque Phoenix Park before completing your journey at one of the most iconic and symbolic buildings in Dublin, the General Post Office.&#10;&#10;All these landmarks and many more are immortalised on the Dublin Monopoly board, so locate your favourite hotspots, roll the dice and begin to build your property empire!&#10;&#10;&mdash;description from back of the box&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Dublin (Ireland)",
      "Country: Ireland",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Enchanters: Mythic Deck",
    "ID": 300800,
    "Year": "(2020)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300800/enchanters-mythic-deck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Mythic Deck is a promotional and optional deck (made of 24 incredibly powerful Monsters) that represents the end of time that is about to happen. When the world ends the different universes collide and monsters from other realities enter the Enchanters world.&#10;&#10;At the beginning of the game, you randomly draw one card per player from the Mythic Deck, you show them to all players (so that they know what is coming), then shuffle them together and put them at the bottom of the Adventure deck. These monsters have very high stats and are very hard to beat but they give high rewards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Limerick Edition",
    "ID": 300801,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/300801/monopoly-limerick-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Celebrate Ireland's inaugural National City of Culture with this special edition of the MONOPOLY game! From architectural awards to cosmopolitan cafe culture, this beautiful city inspires so much more than its eponymous poetry! Start your tour of Limerick with a trip to The Hunt Museum, which boasts a fascinating collection of over 2,000 artefacts, before allowing the delicious smells drifting from the Milk Market to draw you in. After perusing the aisles for artisan delights, head over to the quayside; the waterfront is alive with stylish pubs and cosy restaurants overlooking the River Shannon. All this sightseeing wearing you out? Pop into O'Mahony's Booksellers to pick up a paperback, before resting your legs at The Stormy Teacup for some tea and cake, or pay a visit to The Buttery if it's wine and tapas you're after. In pride of place stands King John's Castle, the historic core of the city and one of the best-preserved Norman castles in Europe, home to a wealth of interactive exhibitions or simply a location from which to take in a fantastic view of the city below. All your favourite locations and more have made it onto the game board, so get ready to roll the dice and let the craic flow as you play MONOPOLY: The Limerick Edition. Order your limited edition copy of the World's best board game today!&#10;&#10;Key Features&#10;&#10;     The world's best family board game brings you another exciting edition of MONOPOLY - Limerick&#10;     Choose your favourite token, tour your favourite sites and accumulate fortunes, but watch out for taxes, jail and bankruptcy&#10;     Advance to Limerick Writer's Centre, St Mary's Cathedral or King John's Castle - will you owe rent or reap the rewards?&#10;     Invest in houses and hotels and trade your way to success&#10;     The Fast-Dealing Property Trading Game is fun for the whole family&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Ireland",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Xeno",
    "ID": 300802,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/300802/xeno",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A fast bluffing and deduction game, very similar to Love Letter.&#10;&#10;Each player has a hand of one card. On your turn you draw one card and play one card. When played, cards let you manipulate your hand or other players' hands, or attempt to eliminate another player.&#10;&#10;The winner is the last player remaining, or the one with the highest numbered card in their hand when the deck is empty.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Calcool",
    "ID": 300803,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/300803/calcool",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "An entertaining dice game about addition and substraction in a number range between +20 and -20 for 2 to 4 players from age 8.&#10;Each player selects 2 cards and puts them down before him. Each card shows 5 fields with dice printed in them. Some fields offer chances to gain points, others are traps and have to be avoided. Players score by being fast in putting down a line of 10 dice in 10 different colurs by placing them cleverly under theeir two cards.&#10;To start the game, the 66 coloured dice are cast. Then the players play simultaneously. Each player grabs 10 dice one by one and forms his line of 10 dice in 10 different colours. As speed is a decisive factor players tend to make mistakes when arranging their dice and get trapped by the trap fields. This, of course, is part of the fun and motivates to do less mistakes in the next playthrough.&#10;There are 2 versions of the game: an easier one with two levels for players from age 8 ++, which is called &quot;Farbenspiel&quot;, and a version and an even more challenging version with 4 levels for players from age 12 ++ (called &quot;Etappenspiel&quot;).&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Chaining",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "FINI!",
    "ID": 300805,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/300805/fini",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "An ultrafast dice game for 2 players aged 8 years and upward. &#10;Two players face each other, 15 dice lying between them. And here we go! Who has the best overview, the fastest hand, and the steadiest nerves? Be the one who grabs the correct dice fastest, who keeps sight on his opponent and who shouts FINI! without hesitating, and you win the duel. But watch out: In this game you can&rsquo;t afford to make any mistakes!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Waste Not Want Not",
    "ID": 300808,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300808/waste-not-want-not",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The fun to to play environment game for all the family.&#10;Discover important facts about the environment and the race to recycle your rubbish first.&#10;&#10;Players must successfully complete the journey through four different industries.  On the way they may need to answer brain-teasing questions, try to avoid the &quot;environmentally unfriendliness&quot; lying in wait and wish for a bit of luck with the roll of the dice.  Each player has a waste bin filled with rubbish needing to be recycled.  The player who empties their waste bin first is the winner&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battlegroup: Spring Awakening",
    "ID": 300809,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300809/battlegroup-spring-awakening",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "AND HUNGARY, 1945&hellip; The Red Army have invaded and pushed the Axis forces back west, driving them beyond the Danube river. Budapest is under siege, its garrison is trapped and fighting a desperate battle. To save them and secure the borders of the Reich, the Axis armies launch three relief operations. Unable to break through, a larger offensive is planned for the spring. Utilising the last of the panzer divisions, Operation Spring Awakening will try to drive the Red Army back over the Danube and secure Germany's remaining oil supply without it, the war will be over.&#10;&#10;BACKGROUND A general overview of the war in Hungary in 1945, viewed by the Germans as their priority front line. From the siege of Budapest, through relief Operations Konrad I, II and III, to Operation Spring Awakening and the large Russian counter-offensive that would drive Russian tanks all the way to Vienna.&#10;&#10;ARMY LIST Designed to be used with the Russian army lists already published in Battlegroup Fall of the Reich, this book contains two new army lists, for the last German panzer divisions and the Hungarian army, as well as alterations to the Russian Fall of the Reich army lists, to better recreate the battles in Hungary in the winter and spring of 1945.&#10;&#10;SPECIAL RULES New special rules to adapt the core Battlegroup game to the Hungarian battlefields of 1945. The special rules recreate the character of the armoured clash, with the last of Germany's panzer forces, SS and Heer, aided by their rather unreliable Hungarian allies, to face the powerful Russian Tank Corps. All take place in the winter snows and spring thaw mudbath, in the largest clash of late-war heavy armour. This book requires Battlegroup Fall of the Reich to use in full, including its Battle Rating counters.&#10;&#10;CAMPAIGN Six new historical scenarios in a detailed narrative campaign for 1st SS Panzer Division's hard-fought assault along the rviz canal during Operation Spring Awakening.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "History: World War II (Eastern Front)",
      "Series: Battlegroup Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magmell",
    "ID": 300813,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300813/magmell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Magmell (&#227;&#131;&#158;&#227;&#130;&#176;&#227;&#131;&#161;&#227;&#131;&#171;) is an anime-themed expandable card game that features competitive one-versus-one battles, familiar card battle mechanics, and gorgeous anime art.&#10;&#10;In Magmell, players build a deck from a pool of 180 cards and then square off against one another in alternating-turn format. There are four types of cards that players must get acquainted with in Magmell: Unit Cards, Magic Cards, Crystal Cards, and Other Cards. Creating a deck that has a balance of all four types is critical to success.&#10;&#10;On a player's turn, they can draw cards, play resource Crystals, summon units, activate spells, and engage in battle. During combat, the attacked player has the ability to choose who their defenders are, giving them some control over how each combat round plays out. Opponents alternate back and forth, taking turns and engaging in the aforementioned turn options until one of their life pools reaches 0.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Interrupts",
      "Take That",
      "Variable Phase Order"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Day at The Races",
    "ID": 300816,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300816/day-at-the-races",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Feel the adrenaline-charged excitement and pulsating drama of 16 real life horse races as you wager thousands without losing a &quot;kings ransom&quot;.&#10;&#10;Each player is given a gambling float of &pound;6,00. John Francome will give you some useful hints and tips to help you make as much money a possible in your quest to beat the bookie!&#10;&#10;Before getting &quot;under starters orders&quot; take time to study the form check odds or use your own unique proven formula of gut instinct, favorite colors or names before placing your bets&#10;&#10;A DVD based game of betting.&#10;&#10;Components: DVD with 16 races, playing guide, play money, betting slips, bookmaker's slate, dry erase maker, and 4 pencils.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kaiserfahrt nach Palastina",
    "ID": 300819,
    "Year": "(1898)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300819/kaiserfahrt-nach-palastina",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kaiserfahrt nach Palastina (&quot;Imperial Journey to Palestine&quot;) is a typical spin and move mechanism based board game about traveling, but unique for historical theme (travel to Holy Land) and valuable components.&#10;&#10;Before, during and after the second journey of the German Emperor Wilhelm II (ruled 1888-1918) in the Ottoman Empire in 1898 a wide variety of media and entertainment articles were produced and brought onto the market in order to publicize the trip, to benefit from it in any way or at least to make it understandable.&#10;&#10;1846-1931 testifies: &raquo;Our emperor's journey to the Orient, as the most significant event of the past year, was still lively for the minds. All serious patriots could not think of this great and, in some ways, dangerous undertaking by the beloved ruling couple and their happy ending without a deep movement. All kinds of details of the trip, such as the importance of the whole company at home and abroad, kept the heads busy.&#10;It is therefore not surprising that the publisher and &raquo;Royal Court Printing Company Adolph H. Engel, founded in 1848, took the opportunity to on the occasion of the imperial journey and the company's 50th anniversary, a board game under the name &raquo;Imperial Journey to Palestine. &#10;The publisher was thus in line with the times. The first travel board games were created around 1800 in England and the USA. As so-called running games with obstacles, the course of which was determined by dice, they were based on the classic board game, the type of didactic goose game that has been known for centuries and has existed in countless variations, which was thematically mostly historically or geographically oriented. Now, on a mostly foldable, but still stable game pad, views of cities, landscapes, monuments and other sights were graphically depicted more or less elaborately along an itinerary and designed into a course on which the players replay a corresponding trip with all its amenities and dangers and after could experience.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dinner on the R.M.S Titanic",
    "ID": 300822,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300822/dinner-on-the-rms-titanic",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A dinner party for 8 people intending to recreate a setting similar to one on the titanic. This only slightly qualifies as a game as the box includes a small set of trivia cards to play with during the dinner. It is intended more as a fun dinner with a theme.&#10;&#10;From the box: &quot;This box contains the ingredients for a unique and historic dining experience. You and your guests can travel back in time, taste the flavours, discover the story and become part of one very special moment in history.&quot;&#10;&#10;The game consists of 48 trivia cards to divide amongst two teams after the meal. The team with the most correct answers wins the game.&#10;&#10;Components: 8 x Invitations, 8 x reply cards, 8 x envelopes, 8 x place cards, 4 x menus, 1 x 16pg booklet about Titanic, 1 x CD, 1 x trivia game, 8 x character profiles and 1 x shopping list.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "History: The Sinking of the Titanic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poker Face",
    "ID": 300823,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300823/poker-face",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "At last here is your chance to enjoy the excruciating excitement of the famous general knowledge quiz game from the comfort of your living room.  Simply appoint a host to run the show, then use the sophisticated electronic buzzer and outdown console to recreate all the drama of the real-life studio.  And don't worry if your trivia is terrible this is the quirky quiz game where tactics a skilful bit of bluffing and a deadly straight poker face will get you just as far as general knowledge while you battle the clock up the cash through a series of question rounds and face offs&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pulse of Battle",
    "ID": 300826,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/300826/pulse-of-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "From the publisher's web site:&#10;&#10;Pulse of Battle covers ancient massed combat, roughly the &ldquo;Classical&rdquo; ancient period from 1500 BC to 500 AD.&#10;&#10;Pulse of Battle uses basic Field of Battle 2nd Edition mechanics, with the capabilities of ancient armies blended into the rule system. Card Sequence Decks randomize the turn sequence, and allow scenario designers to add special twists to the sequence by inserting unique cards. The fog of war is accounted for by the same Sequence Decks, as players find themselves managing the chaos of battle instead of plotting their next chess or checkers style moves.&#10;&#10;Games of 20 unit melee-intensive armies can be completed in around 1 1/2 hours; smaller and larger games vary accordingly.&#10;&#10;Historical Period Notes are compact military histories that are included for each of 14 periods:&#10;&#10;Chariots&#10; In the Days of Megiddo and Qadesh&#10; Assyrian Wars&#10;&#10;Spears and Pikes&#10;Greek and Persian Wars&#10;Wars of the Greek City States&#10;Alexander&rsquo;s Wars&#10;Wars of the Diadochi&#10;&#10;Early Rome&#10;2nd Punic War&#10;Rome&rsquo;s Rise in the east&#10;The Wars of Julius Caesar&#10;&#10;Imperial Rome&#10;Conquest and Empire&#10;Imperial Crises and Decline&#10;The Late Romans&#10;&#10;China&#10;Han Chinese&#10;China Divided&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Falcon and the Gladiator: The Air War Over the Western Desert 1940 - February 1941 – A Set of Mini Campaigns and Scenarios for Bag the Hun and Check Your Six",
    "ID": 300827,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300827/the-falcon-and-the-gladiator-the-air-war-over-the",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Falcon and the Gladiator: The Air War Over the Western Desert 1940 &ndash; February 1941&#10;&#10;This supplement is a collection of 38 scenarios covering the first few months of the air war over North Africa.  &#10;The scenarios cover a number of different types of actions including: level bombing, dive bombing, torpedo bombing and of course fighter actions. &#10;There are orders of battle present for the start of the war, Marshal Graziani's September Offensive and for Operation Compass. &#10;There is data on squadron changes and squadron movements during the period as well.  &#10;There is a campaign system to enable you to play out your own campaign games.&#10;&#10;There is a brief potted history of the three covered campaigns. &#10;Also included is information on the progression of the corresponding ground campaigns. &#10;There are some supplemental rules included for the campaign that cover the poor performance of Italian fighter craft in the early days of the war, specifically dealing with poor ammunition quality control and lack of radios in their fighter aircraft.&#10;&#10;The scenarios are written to be fully compatible with both the Check Your Six rules and Bag the Hun.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Coming Thunder: Seventeen Scenarios from June to December 1861 for Terrible Sharp Sword",
    "ID": 300830,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300830/the-coming-thunder-seventeen-scenarios-from-june-t",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The Coming Thunder&#10;&#10;This is a scenario book covering historical skirmishes from June to December of 1861 during the American Civil War.  &#10;All of these occur in a relatively small area of northern Virginia involving many of the same units.&#10;&#10;There are 17 scenarios plus a campaign background to use with the campaign generator that comes with the rules. &#10;The scenarios are all from the first year of the war as is the campaign generator.&#10;&#10;The campaign generator is focused on the &quot;Battle of the Peach Orchard&quot; in the Fall of 1861. The battle was no one battle but a series of linked skirmishes that occurred across numerous orchards of peaches in Northern Virginia. It is an entertaining piece of history as the skirmishes had basically come to a stop once the troops had picked the peach trees clean of fruit.&#10;&#10;The scenarios cover the following skirmishes:&#10;&#10;     The Battle of Fairfax Courthouse - June 1, 1861&#10;     Ball's Crossroads - August 27, 1861&#10;     Bailey's Corners - August 28 - 30, 1861&#10;     Munson's Hill - August 31, 1861&#10;     Lewinsville Part 1 - September 10, 1861&#10;     Lewinsville Part 2 - September 10, 1861&#10;     Lewinsville - September 11, 1861&#10;     Lewinsville - September 25, 1861&#10;     Munson's Hill - September 28, 1861&#10;     Springfield Station - October 3, 1861&#10;     Little River Turnpike - October 15, 1861&#10;     Doolan's Farm - November 16, 1861&#10;     A Running Skirmish - November 18, 1861 (on the Fairfax Courthouse road)&#10;     Hunter's Mill - November 26, 1861&#10;     Dranesville - November 26, 1861&#10;     Falls Church - November 27, 1861&#10;     Annandale - December 2, 1861&#10;&#10;&#10;These scenarios are written for the TooFatLardies rules Terrible Sharp Sword.  &#10;However, they are perfectly compatible with other skirmish rule sets such as Brother Against Brother.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Non-Stop: The Quick Draw Game of non-stop laughs",
    "ID": 300838,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/300838/non-stop-the-quick-draw-game-of-non-stop-laughs",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Non-Stop is a hilarious drawing game that can accommodate any number of players with a minimum of 3 (although a varient for two is in development!). Please note this game is currently in development with the most up to date rules being published here in the File section.&#10;&#10;Players will take turns as the artist, drawing a random card from the Subject Deck.  The Cards contain various subjects along with a point value that will be awarded to the Artist and person guessing correctly, split in half.  The other players will bid points to see who among them will attempt to guess once the picture is drawn. The bidder then has the choice to add a Bonus card to the drawing, which will give more points to the Artist and the person guessing, if it is guessed correctly along with the highest bidders bid. If a picture is incorrectly guessed, the Artist and the person who guessed lose points instead. The Kicker? The Artists must not pick up the marker once they start drawing!  See Variants for more ways to play.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Line Drawing"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shooting Stars: with Reeves and Mortimer",
    "ID": 300847,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300847/shooting-stars-with-reeves-and-mortimer",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Includes a book and CD for use in the game&#10;The object is to play one whole game of shooting stars.  The game consists of five rounds.  The player with the most points at the end of the game is the winner.&#10;The rounds&#10;True or false - each player is asked a question at random and from the book play passes to the left&#10;Impressions - use the book to select a celebrity and phase player says the phase in the style of celebrity other players vote on the acting&#10;Club singer part one - select a song from CD and guess the song&#10;Club singer part two - player sings in the style of viv from a list in the book&#10;Dove from above - a question is asked players who know the answer coo like a dove and give the answer if incorrect another player can coo in&#10;Quick fire - as per the dove from above but using the uriccca catch phrase&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trial by Trolley: Thank You Exclusive Pack",
    "ID": 300848,
    "Year": "(2020)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300848/trial-by-trolley-thank-you-exclusive-pack",
    "Min Players": "3",
    "Max Players": "13",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "20 modifier cards exclusive to the backers of the kickstarter campaign.&#10;&#10;Marked &quot;TY&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Webcomics: Cyanide & Happiness"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naughty forfeits",
    "ID": 300849,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300849/naughty-forfeits",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A censor is chosen for each game.  She is responsible for all decisions keeping score and timing.&#10;If more than 3 are playing then 2 teams should be selected.  In turn a stick is drawn and that forfeit is carried out if attempted at least one point is given with 5 points awarded for a Bafta performance first team to 25 points is the winner.&#10;&#10;Example: do a strippergram impression as far as you dare.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: La France Viticole",
    "ID": 300852,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/300852/monopoly-la-france-viticole",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Take risks, invest, develop your inheritance, and become the most entrepreneurial winegrower! &#10;Burgundy, Beaujolais, Bordeaux, Languedoc, the Loire Valley, the Rh&ocirc;ne, Provence&hellip; choose either the most prestigious vineyards, or simply those that are dear to you. &#10;Then, invest in wine warehouses and cellars to transform your grapes, glean the most perfect aromas from them, produce and sell the most amazing wines. &#10;You&rsquo;ll need quick reflexes and be ready to take risks to become the winning winemaker!&#10;&#10;Properties are:&#10;&#10;Brown:&#10;&#10;     C&ocirc;tes de Gascogne&#10;     Muscadet&#10;&#10;&#10;Light Blue:&#10;&#10;     Cahors&#10;     Beaujolais&#10;     Anjou&#10;&#10;&#10;Purple:&#10;&#10;     Minervois&#10;     Muscat de Rivesaltes&#10;     Corse&#10;&#10;&#10;Orange:&#10;&#10;     C&ocirc;tes du Rh&ocirc;ne&#10;     Bordeaux&#10;     Jura&#10;&#10;&#10;Red:&#10;&#10;     Savoie&#10;     C&ocirc;tes de Provence&#10;     Cognac Grande Champagne&#10;&#10;&#10;Yellow:&#10;&#10;     Juran&ccedil;on&#10;     Alsace&#10;     Sancerre&#10;&#10;&#10;Green:&#10;&#10;     Chablis&#10;     Ch&acirc;teauneuf du Pape&#10;     Margaux&#10;&#10;&#10;Dark Blue:&#10;&#10;     Champagne&#10;     Corton Charlemagne&#10;&#10;&#10;Train stations:&#10;&#10;     Salon des vins de Paris&#10;     Salon des vins de Londres&#10;     Salon des vins de New York&#10;     Salon des vins de Hong Kong&#10;&#10;&#10;Utilities:&#10;&#10;     Compagnie des appellations et vins class&eacute;s&#10;     Compagnie des courtiers et jurys d&eacute;gustateurs de vins&#10;&#10;&#10;Taxes:&#10;&#10;     Imp&ocirc;ts sur la Fortune&#10;     Imp&ocirc;t sur le revenu&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Cities: Bordeaux (France)",
      "Country: France",
      "Food & Drink: Wine",
      "Region: Alsace (France)",
      "Region: Burgundy (France)",
      "Region: Languedoc (France)",
      "Region: Provence (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "山手線SPEED (Yamanote-sen SPEED)",
    "ID": 300854,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/300854/shan-shou-xian-speed-yamanote-sen-speed",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Yamanote-sen SPEED (&#229;&#177;&#177;&#230;&#137;&#139;&#231;&#183;&#154;SPEED) is a real-time card game for two players. (The rules suggest three is possible, but do not explain any rule differences.) The deck contains two cards for each station on the real-life Yamanote line that encircles Tokyo, along with two &quot;new station&quot; wild cards. The cards are shuffled and divided evenly among the players. Each player forms a tableau of four cards from their deck.&#10;&#10;The players simultaneously reveal a starting card from their deck. At this point, players attempt to play cards from their tableau, either by playing an adjacent station on the Yamanote line, making a transfer through another real-life rail line (printed on the cards), or playing the new station card. The first player to verbally call out their route gets to play the card. If a player plays the new station card, only that player may play the next card on that pile.&#10;&#10;If there are no legal plays remaining, each player simultaneously plays a new starting card, either from the deck if possible, or from the tableau if the deck is empty.&#10;&#10;The player who plays all their cards wins, and scores points equal to the number of cards unplayed by their opponent.&#10;&#10;Decks using the same ruleset exist for the Keihin-Tohoku, Chuo and Sobu lines, and since the lines overlap in real life, the decks can be integrated together.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Trains"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Series: Ekimei Shirushi SPEED (Sai-taniya)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "中央総武線SPEED: 中央線区間 (Chuo-Sobu-sen SPEED: Chuo-sen kukan)",
    "ID": 300855,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300855/zhong-yang-zong-wu-xian-speed-zhong-yang-xian-qu-j",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Chuo-Sobu-sen SPEED (&#228;&#184;&#173;&#229;&#164;&#174;&#231;&#183;&#143;&#230;&#173;&#166;&#231;&#183;&#154;SPEED) is a real-time card game for two players. (The rules suggest three is possible, but do not explain any rule differences.) The deck contains two cards for each station on the real-life Chuo line that runs east and west across Tokyo, along with two &quot;new station&quot; wild cards. The cards are shuffled and divided evenly among the players. Each player forms a tableau of four cards from their deck.&#10;&#10;The players simultaneously reveal a starting card from their deck. At this point, players attempt to play cards from their tableau, either by playing an adjacent station on the Chuo line, making a transfer through another real-life rail line (printed on the cards), or playing the new station card. The first player to verbally call out their route gets to play the card. If a player plays the new station card, only that player may play the next card on that pile.&#10;&#10;If there are no legal plays remaining, each player simultaneously plays a new starting card, either from the deck if possible, or from the tableau if the deck is empty.&#10;&#10;The player who plays all their cards wins, and scores points equal to the number of cards unplayed by their opponent.&#10;&#10;Decks using the same ruleset exist for the Yamanote, Keihin-Tohoku and Sobu lines, and since the lines overlap in real life, the decks can be integrated together.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Trains"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Series: Ekimei Shirushi SPEED (Sai-taniya)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The September War Part One: the German invasion of Poland 1939 – A Campaign & Scenario Booklet for I Ain't Been Shot, Mum!",
    "ID": 300856,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300856/the-september-war-part-one-the-german-invasion-of",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The September War is a collection of thirty-three scenarios for I Ain&rsquo;t Been Shot, Mum covering the German invasion of Poland 1939.&#10;&#10;Divided into eight mini-campaigns, the pack begins with the battles at the border, then covers the fight for the Polish corridor, the Polish Thermopylae at Narew, the Siege of Warsaw, the climactic battles at Bzura and Tomaszow Lubelski, and the actions of the 10th Motorised Cavalry &ldquo;Black&rdquo; Brigade and the Independent Operational Group Polesie. There are attacks, counter-attacks, encounter battles, desperate defences&hellip;there&rsquo;s even an armoured train or two.&#10;&#10;No need for any preparation, each scenario contains:&#10;&#10;     a brief background history, &#10;     maps, &#10;     a full game briefing, and &#10;     a full briefing for each player. &#10;&#10;&#10;Simply print out the pages you need from the PDF, make up the deck from the list of cards required, unpack your figures and dice, set up the table and away you go!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "中央総武線SPEED: 総武線区間( Chuo-Sobu-sen SPEED: Sobu-sen kukan)",
    "ID": 300858,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300858/zhong-yang-zong-wu-xian-speed-zong-wu-xian-qu-jian",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Chuo-Sobu-sen SPEED (&#228;&#184;&#173;&#229;&#164;&#174;&#231;&#183;&#143;&#230;&#173;&#166;&#231;&#183;&#154;SPEED) is a real-time card game for two players. (The rules suggest three is possible, but do not explain any rule differences.) The deck contains two cards for each station on the real-life Sobu line that runs east of Tokyo, along with two &quot;new station&quot; wild cards. The cards are shuffled and divided evenly among the players. Each player forms a tableau of four cards from their deck.&#10;&#10;The players simultaneously reveal a starting card from their deck. At this point, players attempt to play cards from their tableau, either by playing an adjacent station on the Sobu line, making a transfer through another real-life rail line (printed on the cards), or playing the new station card. The first player to verbally call out their route gets to play the card. If a player plays the new station card, only that player may play the next card on that pile.&#10;&#10;If there are no legal plays remaining, each player simultaneously plays a new starting card, either from the deck if possible, or from the tableau if the deck is empty.&#10;&#10;The player who plays all their cards wins, and scores points equal to the number of cards unplayed by their opponent.&#10;&#10;Decks using the same ruleset exist for the Yamanote, Keihin-Tohoku and Chuo lines, and since the lines overlap in real life, the decks can be integrated together.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Trains"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Series: Ekimei Shirushi SPEED (Sai-taniya)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "京浜東北線SPEED (Keihin-Tohoku-sen SPEED)",
    "ID": 300859,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/300859/jing-bang-dong-bei-xian-speed-keihin-tohoku-sen-sp",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Keihin-Tohoku-sen SPEED (&#228;&#186;&#172;&#230;&#181;&#156;&#230;&#157;&#177;&#229;&#140;&#151;&#231;&#183;&#154;SPEED) is a real-time card game for two players. (The rules suggest three is possible, but do not explain any rule differences.) The deck contains two cards for each station on the real-life Keihin-Tohoku line that connects Saitama, Tokyo and Yokohama, along with two &quot;new station&quot; wild cards. The cards are shuffled and divided evenly among the players. Each player forms a tableau of four cards from their deck.&#10;&#10;The players simultaneously reveal a starting card from their deck. At this point, players attempt to play cards from their tableau, either by playing an adjacent station on the Keihin-Tohoku line, making a transfer through another real-life rail line (printed on the cards), or playing the new station card. The first player to verbally call out their route gets to play the card. If a player plays the new station card, only that player may play the next card on that pile.&#10;&#10;If there are no legal plays remaining, each player simultaneously plays a new starting card, either from the deck if possible, or from the tableau if the deck is empty.&#10;&#10;The player who plays all their cards wins, and scores points equal to the number of cards unplayed by their opponent.&#10;&#10;Decks using the same ruleset exist for the Yamanote, Chuo and Sobu lines, and since the lines overlap in real life, the decks can be integrated together.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Trains"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Series: Ekimei Shirushi SPEED (Sai-taniya)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yamanote-sen SPEED: Takanawa Gateway Promo Card",
    "ID": 300860,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300860/yamanote-sen-speed-takanawa-gateway-promo-card",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promo card for the new Takanawa Gateway station on the Yamanote line, announced prior to the original release of Yamanote-sen Speed but (as of this writing) scheduled to open in March 2020.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Real-time",
      "Trains"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Series: Ekimei Shirushi SPEED (Sai-taniya)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CARDominant",
    "ID": 300861,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300861/cardominant",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Description: Strategy card game.&#10;&#10;Battle against other players with a party of heroes, strategically allocate abilities to them, place them in formations and choose who to attack, for maximum effect.&#10;&#10;Every side has 5 heroes. Players collect ability cards and assign them to the heroes. Every player then takes turns attacking each other.&#10;&#10;The round ends, more abilities are picked up and assigned (stacking with previous ones) and the process continues until only one party survives.&#10;&#10;Use one-off effects, give permanent buffs, synergise hero abilities and summon creatures to help you survive and win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The September War Part II: the German invasion of Poland 1939 – A Campaign & Scenario Booklet for I Ain't Been Shot, Mum!",
    "ID": 300862,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300862/the-september-war-part-ii-the-german-invasion-of-p",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The German invasion of Poland on 1st September 1939 precipitated the greatest conflict the world has ever known, ending the lives of some 60 million people across the globe.&#10;&#10;Part II is the second scenario pack for I Ain&rsquo;t Been Shot, Mum! covering the German invasion of Poland 1939. &#10;It provides another thirty scenarios for the theatre.&#10;Divided into six mini-campaigns, the pack begins with four based on specific German units: Panzerdivision Kempf, the 1st GebirgsjaegerDivision, the 4th Panzer Division, and the 1st Kavallerie Brigade. &#10;Then there are two mini-campaigns based on the Soviet invasion of Poland: the Belorussian Front and the Ukrainian Front. &#10;Finally there are details of two stand-alone battles: Westerplatte and the Hel Peninsula.&#10;&#10;As always, there are attacks, counter-attacks, encounter battles, and desperate defences, all containing a whole host of useful scenario mechanics that can be re-used elsewhere.&#10;&#10;No need for any preparation, each scenario contains:&#10;&#10;     a brief background history,&#10;     maps,&#10;     a full game briefing, and&#10;     a full briefing for each player. &#10;&#10;&#10;Simply print out the pages you need, make up the deck from the list of cards required, unpack your figures and dice, set up the table and away you go!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Poland 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bashnya or Bust: An Operation Bagration Campaign & Scenario Booklet for I Ain't Been Shot, Mum!",
    "ID": 300864,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300864/bashnya-or-bust-an-operation-bagration-campaign-an",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Bashnya or Bust! is a collection of fictional scenarios for IABSM set on the late war Eastern Front as part of the Kaunas Offensive. Soviet forces are attempting to drive through German defences in the Chera valley in order to break through into Germany itself, the Germans are trying to stop them.&#10;&#10;The pack contains thirty-one individual scenarios set up in a five-step pyramid campaign i.e. scenario 1 leads to either scenario 2A or 2B; the result of this second game leads to one of scenarios 3A, 3B, 3C or 3D; and so on until scenarios 5A to 5P.&#10;&#10;Although written as a fictional campaign booklet, no two scenarios are the same: each is unique and is also designed to be played as an individual game. Each of the three briefings for each scenario (Umpire, Soviet player, German player) contains enough background to give the game the same sort of context as with the background to an historical scenario.&#10;&#10;Bashnya or Bust! is deliberately designed to give players who don't have enough time to write their own scenarios a huge number of games that they can play with little or no preparation at all. All you have to do is print out the three briefings, set up the table according to the map, make up the deck from the list of required cards, break out the figures and dice, and start the first turn. You don't even need to print the pack out in full: just the pages you need for the scenario you're going to play.&#10;&#10;The campaign is structured so that you&rsquo;ll get maximum use of the standard forces presented in Vpered Na Berlin, with well-designed and balanced scenarios for IABSM, or indeed any company level rule set you happen to game with. Anyone who has a company-sized force of Germans and Soviets for late war, eastern front should already have enough figures to play any or all of the games.&#10;&#10;Bashnya or Bust! follows on from the popular Vyazma or Bust! and Blenneville or Bust! campaign/scenario packs, also available from the TooFatLardies.&#10;&#10;Bashnya or Bust! contains an introduction, details of the campaign structure and forces involved, sixteen different maps (some games are played across the same terrain, albeit in a different direction), thirty-one different scenarios, and a collection of templates allowing you to print off Blind markers as appropriate.&#10;&#10;Please note, whilst this is a PDF product, you don&rsquo;t need to print this out like a book (although you can if you wish): Bashnya or Bust! is designed to allow you to just print the scenarios as you use them.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Sprint",
    "ID": 300865,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/300865/star-sprint",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Star Sprint is a cooperative dice game inspired by classic dungeon crawlers but pared down to be played in under 20 minutes. Players will roll dice, explore tiles, collect treasure and fight enemies.&#10;&#10;The game comes with a deck of 35 cards, players will shuffle the deck then place all cards face down, forming 5 rows with 7 cards each. Players start on the spacecraft card. Your objective is to collect the six star rings and return to the spacecraft.&#10;&#10;The first player will roll three action dice. These dice can be spent to move or attack. Flip over each card when moving to reveal any star rings or enemy encounter cards. If an encounter card is revealed, players end their movement on this card and must place the appropriate number of enemies. Roll enemy dice and place them on the furthest card in the direction of the arrows. The value rolled is the enemies health. Players can continue using any unspent action dice to move and attack as normal. At the end of either players turn, all enemy dice will move one card closer to the active player, if any enemy dice are adjacent to the player they will attack for one damage each, spin down the player die to track health. If either player&rsquo;s health is reduced to zero, game over.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Batman: Le sauveur de Gotham City",
    "ID": 300867,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/300867/batman-le-sauveur-de-gotham-city",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "After months of preparation, the Joker released twelve of the most wanted Super Villains who are Batman's worst enemies from Blackgate Prison and Arkham Asylum: Bane, Penguin, Scarecrow, Double Sided , Deathstroke, Mr Freeze, the mystery man, Poison Ivy, Harley Quinn, Ra's al Ghul, Man bat and Killer Kroc.&#10;Together, they have developed 10 projects to destroy the City of Gotham City. Will the Joker and his cronies manage to destroy Gotham City and escape before Batman and his allies stop them?&#10;Draw one of the 10 evil Joker projects and then create your own scenarios. Choose your side and play as a villain or a hero to save or destroy the city!&#10;&#10;Apr&egrave;s des mois de pr&eacute;paration, le Joker a fait &eacute;vader de la prison de Blackgate et de l&rsquo;Asile d&rsquo;Arkham douze Super-vilains les plus recherch&eacute;s qui sont les pires ennemis de Batman : Bane, le Pingouin, l&rsquo;&Eacute;pouvantail, Double face, Deathstroke, Mr Freeze, l&rsquo;homme myst&egrave;re, Poison Ivy, Harley Quinn, Ra&rsquo;s al Ghul, Man bat et Killer Kroc.&#10;Ensemble, ils ont mis au point 10 projets pour d&eacute;truire la Ville de Gotham City. Le Joker et ses acolytes parviendront-ils &agrave; d&eacute;truire Gotham City et &agrave; s&rsquo;enfuir avant que Batman et ses alli&eacute;s ne les arr&ecirc;tent ?&#10;Tirez au sort un des 10 projets mal&eacute;fiques du Joker et cr&eacute;ez ensuite vos propres sc&eacute;narios. Choisissez votre camp et incarnez un vilain ou un h&eacute;ros pour sauver ou d&eacute;truire la ville !&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Comic Books: Batman"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poczta: zabawa w listonosza",
    "ID": 300868,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300868/poczta-zabawa-w-listonosza",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Treflik Family - Post: Fun postman is a family board game based on the license of the Treflik Family series. This time the heroes of the popular fairy tale are to deliver letters and parcels to characters from the popular fairy tale. Visit places known from the show and check if the residents are at home. You have a letter for them!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fog on the Somme",
    "ID": 300869,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300869/fog-on-the-somme",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Fog on the Somme is a simulation of the first stage of the German Spring Offensive codenamed Operation Michael which took place in March 1918. The battle was the opening of a series of offensives by the German Army intended to force the Allies to sue for peace. The game is intended to simulate the interaction of ground and air elements during the offensive and the effect that aerial support exerted upon this battle.&#10;&#10;The German player must capture as much ground as possible while taking as few losses as possible. Meanwhile the British must allocate reserves and airpower resources to slow down the German advance as much as possible by forcing the German player to pay heavier costs for their territorial gains.&#10;&#10;The game uses a number of novel mechanisms to represent the attritional combat of the First World War and has been ran at several events including Connections UK Conference.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Misc: Free Wargames",
      "Region: Picardy (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ABCダンジョン (ABC Dungeon)",
    "ID": 300870,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300870/abcdanziyon-abc-dungeon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "0",
    "Description": "ABC&#227;&#131;&#128;&#227;&#131;&#179;&#227;&#130;&#184;&#227;&#131;&#167;&#227;&#131;&#179; (ABC Dungeon) is a board game with a theme of dungeon exploration.&#10;&#10;There are seven rooms in a dungeon. Each turn, you play a card which indicates a room you will explore and an event effect. You place a floor tile on that room and place one of your exploration marker on that floor. Then, depending on the event effect, you gain treasures into your backpack, place some extra floor tiles, and so on.&#10;&#10;At the end of game, for each room, determine the largest connected floors of the same color, and players score victory points depending on majority of exploration markers on it. Then they add victory points for treasures and other effects, and lose points for empty backpack spaces. The highest scorer wins the game.&#10;user summary&#10;&#10;&#227;&#129;&#159;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#164;&#227;&#129;&#167;&#227;&#131;&#128;&#227;&#131;&#179;&#227;&#130;&#184;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#130;&#146;&#231;&#133;&#167;&#227;&#130;&#137;&#227;&#129;&#151;&#227;&#128;&#129;&#233;&#129;&#147;&#227;&#130;&#146;&#231;&#185;&#139;&#227;&#129;&#146;&#227;&#129;&#166;&#230;&#142;&#162;&#231;&#180;&#162;&#227;&#130;&#168;&#227;&#131;&#170;&#227;&#130;&#162;&#227;&#130;&#146;&#230;&#139;&#161;&#229;&#164;&#167;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#147;&#227;&#129;&#134;&#239;&#188;&#129;&#10;&#230;&#142;&#162;&#231;&#180;&#162;&#230;&#153;&#130;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#129;&#138;&#229;&#174;&#157;&#227;&#130;&#146;&#231;&#153;&#186;&#232;&#166;&#139;&#227;&#129;&#153;&#227;&#130;&#139;&#228;&#186;&#139;&#227;&#130;&#130;&#239;&#188;&#129;&#230;&#140;&#129;&#227;&#129;&#161;&#229;&#184;&#176;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#171;&#227;&#129;&#175;&#232;&#141;&#183;&#231;&#137;&#169;&#227;&#129;&#174;&#230;&#149;&#180;&#231;&#144;&#134;&#227;&#129;&#140;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#160;&#239;&#188;&#129;&#10;&#232;&#164;&#135;&#230;&#149;&#176;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#131;&#149;&#227;&#131;&#173;&#227;&#130;&#162;&#227;&#130;&#146;1&#231;&#149;&#170;&#229;&#164;&#154;&#227;&#129;&#143;&#230;&#142;&#162;&#231;&#180;&#162;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#239;&#188;&#129;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aquatica: Cold Waters",
    "ID": 300872,
    "Year": "(2020)",
    "Geek Rating": "6.301",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300872/aquatica-cold-waters",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The waters of Aquatica have been prosperous for centuries. Under the reign of the wise and noble Sea-Kings, all the creatures of the sea lived in peace and serenity.&#10;But one day everything changed...the Cold Waters of the North Ocean rushed into the warm waters of Aquatica causing underwater volcanoes to erupt! Immediate and strong climate changes brought unexpected consequences. &#10;The citizens of Aquatica were surprised to learn that the polar seas were also full of life - unusual and unfamiliar. They had no idea that several Northern nations had also discovered the wealth and prosperity of Aquatica. And they are ready to fight for resources.&#10;The Royal City is reduced in ashes after the volcanic eruptions, and panic is everywhere. Unfortunately the four brave Sea-Kings who started the fight for the Crown of Aquatica didn&rsquo;t pay attention to reports about weird creatures in the outskirts of the Empire... And so The Polar Invasion begins!&#10;The Aquatica: Cold Waters expansion adds several modules including a new location type, new Ocean&rsquo;s creatures cards, and an alternative mechanic that replaces the goal track in the base game. It also includes all necessary components for a fifth player!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Nautical"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: Tableau Building",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twice Upon a Time: The Story Telling Game",
    "ID": 300873,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/300873/twice-upon-a-time-the-story-telling-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A mostly co-operative game where young children have to use their word cards to complete a story against the timer which is set shorter and shorter.&#10;&#10;&mdash;user summary&#10;&#10;The Story Telling Game sees each player start with five words on their cards and when the clock starts, the first players starts telling a story using one of their words. Then it's the turn of the next player who has to incorporate one of their words into the former player's story... and so it goes on with each player adding to the story with one of their words at a time until the buzzer declares that it's 'The End' for the player who's talking when the buzzer sounds. When this happens, the player has to pick up all the cards used by the other players and begin a new story, this time with the opening 'Twice upon a time'. The story doesn't have to win awards or be a work of literary genius - it can be about anything but has to include one of the words on each of their cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Osborne Family: Board Game",
    "ID": 300874,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300874/the-osborne-family-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Once upon a time in the land of oz.  Reign prince of darkness and heavy metal legend Ozzy Osborne and his wife sovereign ruler Sharon, and teenage heirs to the throne, Jake and Kelly, give the world the key to their kingdom.  The result?..&#10;&#10;A progress round the board based on die rolls game with trivia questions that give you another throw.  First to the limousine wins.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Moving On Up",
    "ID": 300876,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300876/moving-on-up",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Designed with the help of pupils, this board game prepares students for making the transition to a new school - whether from First to Middle, Middle to High or Primary to Secondary.&#10;Using four sets of question cards, covering motivation, solution, school and responsibility, students will learn about secondary school life and develop their awareness, personal and social skills, which promotes positive progress in their new school.&#10;Suitable for two to six players, the object of the game is to collect 25 counters and for all the players to get to school.&#10;The game is cooperative - there is no individual winner, either everyone wins or everyone loses.&#10;Created by the East End Education Partnership Action Zone in Newcastle-Upon-Tyne, this is a unique and fun way to introduce 10- to 12-year-olds to the issues involved in moving schools, and is designed to fit in with the PSHE section of the English National Curriculum.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Champions: The Card Game – Doctor Strange Hero Pack",
    "ID": 300878,
    "Year": "(2020)",
    "Geek Rating": "6.822",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300878/marvel-champions-the-card-game-doctor-strange-hero",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.8571",
    "Description": "When renowned surgeon Doctor Stephen Strange sought to fix his broken hands through magical means, he found a new calling in life. Utilizing mystic forces beyond our mortal understanding, Doctor Strange now protects our dimension as the Sorcerer Supreme!&#10;&#10;Doctor Strange calls upon forces beyond our understanding, represented within the game by a unique Invocation deck. As the defender of our dimension, the Doctor Strange Hero Pack offers a fully pre-built deck using the Protection aspect to ensure your team of heroes can defend against any attack, from this mortal realm or beyond!&#10;&#10;&mdash; Description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Comic Books: Marvel Universe",
      "Game: Marvel Champions – The Card Game",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Last Word: The Ultimate Wordgame!",
    "ID": 300881,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300881/the-last-word-the-ultimate-wordgame",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Blue tiles are blank worth 10 points&#10;Red tiles are worth 5 points&#10;White are worth 1 points&#10;Object of the game is to score the most points&#10;&#10;Play starts with a  blue tile and a player turning a tile over and attempting to make a word against a timer.  Play moves left with each person turning a tile.  Words must be made crossword style.  play ends when all tiles have been turned.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "oo-Err!: the naughty tale-telling game",
    "ID": 300883,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/300883/oo-err-the-naughty-tale-telling-game",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A sentence forming game be the first to run out of cards.&#10;&#10;Deal 7 cards to each player.  play starts by a player lying a letter card players then race to play a card with a word that begins with that letter.  Subsequent plays must ensure that a sentence is being formed.  there are no turns but a player can not lay two cards consecutively.  At the end of a sentence or a challenge the last person to go receives the pile.  points are scored one for each card held.  lowest points win&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blind Date",
    "ID": 300884,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/300884/blind-date",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the TV show hosted by Cilla Black.&#10;&#10;The object is to be voted the most datable player.&#10;&#10;Questions are chosen from the booklet and contestants (players) come up with the most charming answer they can.  Answers are recorded on wipe clean cards. These are shuffled and handed out to be read by each player who then votes (but not for their own answer).  A game consists of 5 rounds.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Theme: Love / Romance",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dogs of War",
    "ID": 300885,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300885/dogs-of-war",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "We're low on ammunition.&#10;Half the platoon is down with dysentery.&#10;Who put this guy in charge?&#10;WHAT THE HELL IS THAT?????&#10;&#10;These are the Dogs of War. Battle is as far from chess or checkers as you can get. &#10;Things happen that you simply can't predict, and it's a commander's ability to adapt to those things that often determines victory or defeat.&#10;&#10;Dogs of War is a game supplement intended to add the element of pure chaos to any strategy game. &#10;Players get over 200 events, problems, mistakes, countermeasures, and acts of fate that happen during war.&#10;&#10;One adds flavor, two makes things interesting, three makes things very interesting, and anything over three cards each is an invitation to bedlam.&#10;&#10;Dogs of War cards are full-color, with gripping photos of soldiers and war machines in the field. &#10;Cards are provided with and without cammo background for less toner-intensive printing. &#10;As an added bonus, you can use your Dogs of War cards as over 200 dice rolls, too!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Miniatures",
      "Modern Warfare",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "LPM 2.0: Little Plastic Men",
    "ID": 300886,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300886/lpm-20-little-plastic-men",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Do you spend hours painting little men only to put them on a shelf somewhere to collect dust?&#10;&#10;Well no more get those figures down and bust loose LPM (little plastic men).&#10;&#10;LPM is usable for any size figure from one inch to two feet. Reenact famous battles from squad to battalion size. &#10;Easy to learn you will be playing in no time, so get out the dice and bring your little plastic men to life. &#10;(This product is not an actual incantation to bring little plastic men to life. But if you can come with such trickery, get ahold of us, we'd love to see that!).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disney's Aladdin: The Adventure Game",
    "ID": 300887,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300887/disneys-aladdin-the-adventure-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple roll the die and move on a board with some squares moving the player on or back (i.e. caught by palace guards miss a go) 61 squares in total.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Arabian",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Folk Tales & Fairy Tales: Aladdin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sprichbilder",
    "ID": 300892,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/300892/sprichbilder",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A collection of games for 2-10 outspoken players, aged 10 years and upward, created by Karin Herrmann and Otmar Bettscheider.&#10;Central to these games are the colloquialisms, proverbs and familiar quotations, along with expressions and collocations, which we use in the course of a normal day. The 72 picture cards contain a multitude of pointers to these. The purpose of the game is to recognize the visual stimuli and make sayings out of them.&#10;The box contains four very different games which are based on this simple principle. Depending on which game you choose, one of the following skills will be primarily required: imagination, wit, memory or speed. And if you can add a sense of humour to the game, then you will always be in amongst the winners, whatever your final score!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape Adventures: Von Schmugglern und Entdeckern",
    "ID": 300893,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/300893/escape-adventures-von-schmugglern-und-entdeckern",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Family friendly escape game in a Caribbean island setting. The story driven game includes solving puzzles as well as some deductive skills and offers a scoring at the end based on the age of the group and the used hints.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Nautical",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape Adventures (TOPP)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Army Dudes",
    "ID": 300894,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/300894/army-dudes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In a world of molded plastic, discarded toys, and junk terrain, one squadron prepares for its deadliest mission yet. Time is limited, and survival rests on the whims of chance. Sarge fights to keep his team alive, Lucky keeps an eye on his rabbit&rsquo;s foot, Sweep never loses a soldier to a minefield... and no soldier takes a shot until the spotlight is on him. 12 men, 2 squads, 6 minutes, and no mercy: these are ARMY DUDES.&#10;&#10;The game is designed to be played with the classic green army figures, and puts players in control of action movie-like squads filled with characters like &ldquo;Brick,&rdquo; &ldquo;Sarge,&rdquo; and &ldquo;Hotshot.&rdquo;&#10;&#10;We&rsquo;ve been wanting to release a small-sides tactics game for a long time, said Army Dudes designer Drake Sherwood. The game is designed to be easy to learn and easy to play, but still offer a lot of tactical depth and decision-making. We wanted this to be a fun, playful experience with lots of replay value.&#10;&#10;Players will have to stop by a dollar store or toy store to pick up some green army figures, and make use of whatever they have for terrain, said Sherwood. He thinks the game will have a nostalgic aspect for many players. I think the experience will remind a lot of players of games they made up as children -- except your friend can&rsquo;t change the rules on you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scarf-N-Barf",
    "ID": 300896,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/300896/scarf-n-barf",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You're at the carnival. Eat lots of sugary, salty, greasy goodies. Then ride the rides and try to keep everything down.&#10;&#10;Scarf-N-Barf is a silly, fast-paced card game that will keep you glued to your seat . . . unless, of course, you have to jump up to BARF. Play Food cards and Ride cards, then roll the dice to find out which player can keep the most carnival food down. Eating Chocolate Covered Bacon while riding the Octopuke? We dare you!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snowball Wars: Booster Set One – Elf Help",
    "ID": 300898,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300898/snowball-wars-booster-set-one-elf-help",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It's the first fast and furious booster set for the epic battle in a winter wonderland.&#10;&#10;Snowball Wars Booster Set One is not a complete game, but adds Santa's Elves, presents and a Snow Beast to the Snowball Wars minigame. All files are 300dpi and include front and back views.&#10;&#10;Cardstock Miniatures are an affordable and attractive alternative to metal or plastic miniatures. Print as many as you like as often as you like.&#10;&#10;You will need:&#10;&#10;     a colour printer,&#10;     cutting tools,&#10;     glue,&#10;     foamcore and &#10;     time. &#10;&#10;&#10;Assembly instructions are included.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Coverage"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fast Builders",
    "ID": 300900,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.57",
    "Link": "https://boardgamegeek.com/boardgame/300900/fast-builders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Everything is ready for the biggest constructions! Now it's your turn to carry them out as soon as possible. Put yourself in the shoes of one of the most important contractors in the city and make your builders work to be the first to carry out the projects.&#10;Fast Builders is a family game of 2 to 4 players in which we must send our workers to collect a series of materials for the construction of the best buildings in the city; with games of 20 to 40 minutes and recommended for players of 8 years or more.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building"
    ],
    "Mechanics": [
      "Contracts",
      "Grid Movement",
      "Hidden Victory Points",
      "Modular Board",
      "Variable Set-up"
    ],
    "Families": [
      "Occupation: Builder"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Klapperstorch und Kohlkopf",
    "ID": 300901,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300901/klapperstorch-und-kohlkopf",
    "Min Players": "1",
    "Max Players": "15",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A memo game for children aged 5-8 years, with the purpose to encourage tolerance for other cultures.&#10;The memo pairs always show one and the same event, environment or object in two different cultures. For example, one card pair shows how children celebrate their birthdays in different countries. Another pair shows animals that live in the forest somewhere in Europe and in the jungle.&#10;Designed for playing in day care centres, in primary school and within the family. A booklet gives tips to every picture (so far in German only).&#10;&#10;Please note: The game is no longer available!&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I.Q.: The Logic Puzzle Game – Train Your Brain! Give Your I.Q. Some Exercise",
    "ID": 300904,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/300904/iq-the-logic-puzzle-game-train-your-brain-give-you",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this pack are over 100 of the best brain-baffling, I.Q. testing, mind-stretching puzzles ever invented. They will amuse you, torment you, tease you and test you (and your friends). You can play I.Q. as a game with friends, in teams, or just browse for your own amusement. Every puzzle is rated for difficulty - the rating determines your score if you solve it. Answer before the timer runs out and you may get a bonus puzzle! Solve the extra brain-beater bonus puzzle and get more points!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Materia Prima: The Inquisition Expansion",
    "ID": 300906,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300906/materia-prima-the-inquisition-expansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Materia Prima places players in a medieval world where mysticism and science are inseparable in alchemy. In search of the philosopher's stone, recipes must be researched and resources mined. &#10;The Inquisition is a new power in Alka Sowa, in which state and religion are united. Its nobles and priests try to gain control over the continent by banishing or destroying alchemy and all its followers once and for all.  &#10;The Inquisition Expansion enhances the world of Materia Prima and includes a cooperative campaign, which can also be played solo, as well as the possibility to play with 5 or 6 alchemists.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Expansions Adding Cooperative Play",
      "Players: Expansions Adding Solo Play",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "JungleHunt",
    "ID": 300907,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300907/junglehunt",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A battery operated game where players use a hammer to strike animal pieces that are going up and down in an attempt to collect 6 animals of the same colour.  animals stick to the hammer if stuck correctly&#10;&#10;",
    "Categories": [
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Rush: Rift in Time – Double Power Promo Tile",
    "ID": 300927,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300927/kingdom-rush-rift-in-time-double-power-promo-tile",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is Kingdom Rush: Rift in Time Promo in Man vs Meeple Season 3 on Kickstarter.&#10;&#10;This promo card is an additional spell the heroes can buy in the levels that allow it.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Pattern Building",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Promotional: Man vs. Meeple",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Gentrification Game",
    "ID": 300928,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/300928/the-gentrification-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Gentrification Game covers the politics of landlords, developers, banks, owners, renters, community advocates and elected officials.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Norwegian War of Independence 1807-1814",
    "ID": 300929,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/300929/the-norwegian-war-of-independence-1807-1814",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2",
    "Description": "During the Napoleonic wars, the Kingdoms of Denmark-Norway and Sweden found themselves on opposite sides, and fought several skirmishes in the border areas between the countries. In 1808, Sweden invaded Norway with the aim of capturing what was then a province in Denmark. In 1814, Sweden invaded again, this time encouraged by the Treaty of Kiel, which had given them control of Norway on account of Denmark being on the losing side of the war. Norway, in the meantime, had declared independence and written their own constitution. The result of the ensuing battles were a stalemate, but Norway, exhausted by warfare and starvation, had to accept a personal union with the King of Sweden as the Head of State.&#10;&#10;The game is a low-complexity wargame, with units representing companies of infantry, batteries of artillery and squadrons of dragoons and cavalry. The game map covers the border area between Norway and Sweden from Halden to Trondheim. The Swedish objective is to break the Norwegian lines and capture Christiania (Oslo) and Trondheim, the Norwegian objective is to prevent the Swedes from winning.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Norway",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Redcap Ruckus",
    "ID": 300931,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/300931/redcap-ruckus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Command a gang of Redcaps to control the mushroom top and capture the Great Crystal! Strategically slide your Redcaps onto the mushroom top. Push your enemies over the edge to capture them! Be careful: Don&rsquo;t push off your own Redcaps! When the Great Crystal falls, the fight&rsquo;s over! Score points for your captured redcaps. Score bonus points if you knocked off the Great Crystal! If you can live on the edge, you&rsquo;ll be the Mushroom Monarch!&#10;&#10;In Redcap Ruckus, you command a horde of Gnomes (known as Redcaps in English folklore) fighting to control the Mushroom Top Battlefield &amp; capture the Great Crystal. Yet the Mushroom is a deadly and dangerous zone. Smoothly slide your Gnomes on to push enemy Gnomes off. When the Great Crystal falls, tally the dead &amp; proclaim the Mushroom Monarch.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy"
    ],
    "Mechanics": [
      "Relative Movement",
      "Slide / Push"
    ],
    "Families": [
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "遥かなる喜望峰 (Harukanaru Kibouhou)",
    "ID": 300938,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/300938/yao-kanaruxi-wang-feng-harukanaru-kibouhou",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2",
    "Description": "&#233;&#129;&#165;&#227;&#129;&#139;&#227;&#129;&#170;&#227;&#130;&#139;&#229;&#150;&#156;&#230;&#156;&#155;&#229;&#179;&#176; (Harukanaru Kibouhou) is a re-implementation of an earlier Japanese game, combining both Discovery: The Era of Voyage and its expansion set &#232;&#136;&#170;&#230;&#181;&#183;&#227;&#129;&#174;&#230;&#153;&#130;&#228;&#187;&#163; &#231;&#142;&#139;&#229;&#174;&#182;&#227;&#129;&#174;&#230;&#155;&#184;&#231;&#176;&#161; (K&#197;&#141;kai no jidai &#197;&#141;ke no shokan). In addition, publisher Arclight included extended rules for 'Pirates' and 'Nagasaki', which the original game did not have. Harukanaru Kibouhou means 'The Great Cape of Good Hope'.&#10;&#10;As before, players take on the role of ambitious captains leading their fleet towards glory at sea. Through trading goods and commodity, investment and development, you accumulate reputation and influence among the islands. Build a foundation for your family&rsquo;s wealth and prosperity!&#10;&#10;The designer is uncredited as it is the publisher A.I.Lab.&#233;&#129;&#138;.&#10;&#10;Note, this edition is not the same as the editions by EmperorS4 or Kobold Spieleverlag, which are versions of the original base game only.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Best of the Naval Sitrep: Articles from Issues 1 - 13 – October 1994 - October 1997",
    "ID": 300942,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300942/best-of-the-naval-sitrep-articles-from-issues-1-13",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Best of the Naval SITREP collects articles on naval history, technology, wargaming techniques, book reviews, and of course, scenarios for Command at Sea and Harpoon (we hadn&rsquo;t published FG&amp;DN yet). First published from October 1994 to October 1997 (issues #1 to #13 of the Naval SITREP), the twenty-plus year old articles have been updated the current edition of the rules. Some articles that covered then-new foreign platforms have also been updated to current statistics, so that the reader can compare what we knew at that time with our current intelligence. Other articles describe how we calculate to create the gunnery ratings used in the games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Unicorns and Llamas",
    "ID": 300946,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/300946/monopoly-unicorns-and-llamas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Monopoly Unicorns vs. Llamas Game&#10;Inspired by the lively rivalry between llamas and the mythical unicorn, the Monopoly Unicorns vs. Llamas game can be a fun game for animal lovers everywhere. This edition of the Monopoly board game is designed to be played in teams. Join Team Unicorn or Team Llama and move around the board to claim titles such Most Colorful, Twinkliest Eyes, Most Charming, and Sweetest. The game ends when all titles have been claimed and the team with the most titles wins. The winners can say that their adorable beast is the best!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Llamas",
      "Creatures: Unicorns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nuts!: Big Battles – Company Level World War 2 Combat: Core Rulebook",
    "ID": 300969,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/300969/nuts-big-battles-company-level-world-war-2-combat",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "You got the figures, we got the rules. NUTS Big Battles - Playable with many popular based figures.&#10;&#10;NUTS! &ndash; BIG BATTLES&#10;&#10;What: Company and higher size rules for World War II.&#10;Scale: Unit combat. 1 stand of 3 - 5 figures equals 1 Squad; 1 model equals 2 Vehicles.&#10;Your Role: Players can command from a Platoon of infantry or tanks to a Company or Battalion.&#10;Playability: Designed for solo, same side and head to head play.&#10;&#10;NUTS - Big Battles can be played in a variety of ways:&#10;&#10;     You can play as a Platoon Leader with a full Platoon.&#10;     You can play as a Company Commander with multiple Platoons.&#10;     You can play as a Fighting Vehicle Platoon Leader or Company Commander with multiple Vehicles.&#10;     You can play large or small games with multiple Squads and Vehicles.&#10;&#10;&#10;The bottom line is you can play it any way you like, with any figures or even counters you like. You probably already have figures based for Big Battles - 3 to 5 figure Squads on one base. Inside you&rsquo;ll find:&#10;&#10;     Rules for infantry combat with over 15 different formations.&#10;     Rules for vehicle combat with stats for over 100 types.&#10;     Four armies to choose from &ndash; American, British, German and Russian.&#10;     Pre-generated Missions interlocked to form a Campaign if you want.&#10;     A minimal bookkeeping Campaign System that gives meaning to every game as the results of one will affect the outcome of the next.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aurelian: Action Cards",
    "ID": 300971,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300971/aurelian-action-cards",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Here are the 86 Action Cards for Aurelian.&#10;&#10;This pack contains all of the common, national, and advanced cards. They are printed in full color on premium cardstock.&#10;&#10;You must have a copy of the Aurelian tabletop rules in order to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "History: Roman Empire",
      "Series: Honour (Sam Mustafa Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aurelian: Germanic Unit Tiles",
    "ID": 300974,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300974/aurelian-germanic-unit-tiles",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "This pack contains 40 Germanic unit tiles for Aurelian.&#10;&#10;They are printed in full color on premium cardstock.&#10;&#10;The units included are:&#10;&#10;     3 x Noble Cavalry,&#10;     6 x Light Cavalry,&#10;     6 x Archers &amp; Slingers,&#10;     5 x Optimates,&#10;     20 x Warbands.&#10;&#10;&#10;You must have a copy of the Aurelian tabletop rules in order to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Simulation"
    ],
    "Families": [
      "History: Roman Empire",
      "Series: Honour (Sam Mustafa Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aurelian: Roman Unit Tiles",
    "ID": 300976,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300976/aurelian-roman-unit-tiles",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "This pack contains 50 Roman unit tiles for Aurelian.&#10;&#10;They are printed in full color on premium cardstock.&#10;&#10;The units included are:&#10;&#10;     2 x Auxilia Archers,&#10;     6 x Archers &amp; Slingers,&#10;     4 x Light Cavalry,&#10;     4 x Armored Cavalry,&#10;     4 x Clibanarii,&#10;     8 x Veteran Cohorts,&#10;     10 x Experienced Cohorts, and&#10;     12 x Raw Cohorts.&#10;&#10;&#10;You must have a copy of the Aurelian tabletop rules in order to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Simulation"
    ],
    "Families": [
      "History: Roman Empire",
      "Series: Honour (Sam Mustafa Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aurelian: Persian Unit Tiles",
    "ID": 300977,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300977/aurelian-persian-unit-tiles",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "This pack contains 51 Persian unit tiles for Aurelian.&#10;&#10;They are printed in full color on premium cardstock.&#10;&#10;The units included are:&#10;&#10;     4 x Elephants,&#10;     3 x Mercenary Infantry,&#10;     6 x Kamandaran,&#10;     8 x Tribal Cavalry,&#10;     6 x Cataphracts,&#10;     8 x Archers &amp; Slingers, and&#10;     16 x Paighans.&#10;&#10;&#10;You must have a copy of the Aurelian tabletop rules in order to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Simulation"
    ],
    "Families": [
      "History: Roman Empire",
      "Series: Honour (Sam Mustafa Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aurelian: Sarmatian Unit Tiles",
    "ID": 300978,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300978/aurelian-sarmatian-unit-tiles",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "This pack contains 42 Sarmatian unit tiles for Aurelian.&#10;&#10;They are printed in full color on premium cardstock.&#10;&#10;The units included are:&#10;&#10;     1 x Amazons,&#10;     4 x Nobles,&#10;     4 x Archers &amp; Slingers,&#10;     8 x Horse Archers,&#10;     8 x Cavalry, and&#10;     16 x Warriors.&#10;&#10;&#10;You must have a copy of the Aurelian tabletop rules in order to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Simulation"
    ],
    "Families": [
      "History: Roman Empire",
      "Series: Honour (Sam Mustafa Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Koncordia: Sci-Fi Miniature Game",
    "ID": 300982,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300982/koncordia-sci-fi-miniature-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a set of wargame rules that aims to simulate battles in a fictional planet called Koncordia. &#10;The game is inspired to Impetus, but contrary to those rules it uses individually based figures which are grouped in teams.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Axe Age",
    "ID": 300989,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/300989/axe-age",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Axe Age has been worked on for several years now.&#10;&#10;Extensively play-tested, the system holds up well to both skirmish level and large scale battle level. &#10;The system uses d10s, and was designed with 25mm-28mm scale models in mind. &#10;In addition to extensive folklore research, we had a very good official/unofficial historical consultant with a lot of knowledge and practical ideas on warfare back in the day, and we actually listened to him. &#10;For this reason, the combat system is fairly realistic and plays well.&#10;&#10;The game takes place in a dark age fantasy setting. Law and order have broken down and you, the player, are a small time warlord trying to carve out a kingdom for yourself. &#10;Multiple tribes, weapons, armors, and much more are the tools of your trade. The various tribes that make up your warband are all drawn from history and folklore, with special abilities and available gear that reflect this. Your warband can be made up of units from different tribes, or from only one, it's all up to you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Dolorous Stroke",
    "ID": 300991,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/300991/the-dolorous-stroke",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "And when Balyn saw the spear, he gat it in his hand, and turned him to King Pellam, and smote him passingly sore with that spear, that King Pellam fell down in a swoon; and therewith the castle rove and the walls brake, and fell to the earth, and Balyn fell down, so that he might not stir hand nor foot&#10;-Thomas Mallory&#10;&#10;The Dolorous Stroke - named after the fateful blow that sets in motion much of the Grail Quest  - is a narrative wargame that deals with medieval romances, and the knights they depict. &#10;Players take control of a knight errant and his retinue, and play through the various adventures that they experience on their quest.&#10;&#10;The game is designed for teams of 1-5 characters on each side. It deliberately moves away from competitive play, and instead is focused on an ongoing campaign where the cast of characters encounter new challenges each game.&#10;Character creation is completely open-ended and freeform, with each character tailored to match their miniature and concept. &#10;Likewise, scenarios are intended to have objectives that can change as the characters meet, fight, negotiate and explore. Rather than list-building and point-scoring, the game is instead meant to encourage creativity and picaresque storytelling.&#10;&#10;As well as using dice rolls to resolve actions, each character uses a deck of playing cards to track injuries suffered, blood loss, degradation of virtue and expenditure of willpower. Whilst using a simple framework, the mechanics have room to be customised so that a wide variety of characters can all play in different and interesting ways.&#10;&#10;Gameplay tends towards fairly low lethality; killing enemy characters is difficult, but combat is useful as it allows you to injure (and so weaken) enemies, and lets you control the tempo of the game. This control of the tempo of the game so you can react to your opponent's moves or preempt their strategy is key to success; by the time blows are exchanged there's probably been a great deal of maneuvering and negotiation.&#10;&#10;The book contains:&#10;&#10;     Basic rules for movement, shooting, fighting, magic, and other actions.&#10;     Special rules for duels, jousts, taking prisoners and so on.&#10;     Guidelines for character creation, including various character archetypes.&#10;     A medieval armoury to equip characters with, ranging from simple weapons and armour, legendary weapons, different mounts, and stranger equipment.&#10;     Various example special abilities for characters, such as fighting styles, the authority of noblewomen, and supernatural gifts. Likewise, a selection of example spells from schools such as enchantment, necromancy, vivimancy, shamanism, theurgy, infernalism and alchemy.&#10;     14 sample characters and 15 example monsters.&#10;     Guides to scenario design.&#10;     Various sidebars spotlighting different aspects of the setting, such as woodwoses, knightly orders, marquesses and hermits.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Teddysburg: American Civil Paw Game",
    "ID": 300992,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300992/battle-of-teddysburg-american-civil-paw-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When the family goes to sleep and all the lights go out, many people believe that this is the time when bad things come out of the closet or out from under the bed.&#10;&#10;Maybe this is true, but what we know is that the Teddys get out and recreate battles. They don&rsquo;t kill each other, they dress up and re-enact war!&#10;&#10;Teddys don&rsquo;t fight wars. Teddys re-enact.&#10;&#10;These rules are basic regimental rules. They are a short, simple set of rules designed to be used to play games with the 18mm Slave 2 Gaming figure range of American Civil Paw Teddy bear figures.&#10;&#10;These rules are beta test rules that I hope we can get players to join in and help to create some fun rules.&#10;&#10;My plan was to create a set of rules that were not hundreds of pages long, &quot;Keep it simple&quot; was the idea, with the idea for the future; having the game no longer than 25 pages long.&#10;&#10;Please join in and help build a fun set of regimental rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Animals",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Half the Battle",
    "ID": 300995,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/300995/half-the-battle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Half the Battle is a tactical game of positioning pieces and making difficult choices, with characters inspired by Dungeons and Dragons. All moves and actions are open, and each player has broadly the same opportunities and options, so you win or lose on the strength of your choices not the roll of the dice. The gameplay involves very little luck at all, using dice to track hitpoints and available actions but not for rolling outcomes. With the addition of some randomly chosen items from the bag of holding, there's just enough luck to keep things interesting without overpowering the satisfaction of a well-executed strategy.&#10;&#10;Players control a party of adventurers, each of which is unique and useful in different situations. Their three to five abilities are given on a card, and their position on a simple linear track is marked with a token. A die placed on this token marks the character's hitpoints, which also control which of those abilities is available for use. In each round of play, each player selects a character in turn and then gets to use that chosen character, again in turn. This means the first player gets freedom of action, but the second gets more information to work with.&#10;&#10;So players must constantly balance offensive and defensive tactics while thinking about positioning and counter-moves. Characters have devastating spells and weapons but can only use their most powerful when on full health, or in a spectacularly fatal and final move. But beware - each party is also allied with a monstrous beast with its own unique skills that ramp up as the battle escalates.&#10;&#10;After all, knowing the game is only Half the Battle...&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Once-Per-Game Abilities",
      "Take That",
      "Track Movement",
      "Variable Set-up",
      "Worker Placement with Dice Workers",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Over the Horizon: New rules of engagement for Horizon Wars",
    "ID": 301005,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301005/over-the-horizon-new-rules-of-engagement-for-horiz",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "If the hit miniatures wargame, Horizon Wars, didn't offer you enough options, then you need Horizon Wars: Over the Horizon!&#10;Not just giant robots, but truly titanic stomping battlemechs; &#10;hideous monsters from beyond nightmares; &#10;transforming jets; &#10;special operations missions; &#10;weird science and more!&#10;&#10;Over the Horizon also brings players new ways to play, introducing mechanics for battlefield intelligence, and giving players a framework for tournaments (if you have lots of friends who play) as well as solo and co-operative play (if you don't).&#10;&#10;This is the definitive companion to Horizon Wars.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Renegade Scout: Retro-inspired Sci-Fi Miniatures Rules",
    "ID": 301007,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/301007/renegade-scout-retro-inspired-sci-fi-miniatures-ru",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Welcome to Renegade Scout.&#10;&#10;What is Renegade Scout? Other than 179 pages jammed full of gaming goodness?&#10;&#10;Renegade Scout is very old:&#10;&#10;     It is a &ldquo;retro-clone&rdquo; of the venerable Rogue Trader game rules many of us grew up on, offering mechanics that are familiar and well-loved to fight fantastical battles between brave heroes, terrible monsters and strange space aliens.&#10;     You can even grab your original figures right off the shelf and battle it out, using the conversion rules presented in the back.&#10;&#10;&#10;Renegade Scout is very new:&#10;&#10;     This isn&rsquo;t a simple copy with a new lick of paint.&#10;     Everything has been updated and rewritten to play in a way that feels modern and elegant, removing the clumsy and awkward to keep the game moving and exciting. &#10;&#10;&#10;Renegade Scout is open to playing the game your way.&#10;&#10;     You can grab almost any figures you already own. We&rsquo;ve included profiles for 15 alien species, several human troop types and monsters. &#10;     You can customize your own heroes and roll up random equipment and skills.&#10;     If you like how they do, you can level them up across multiple games, at least as long as you can keep them alive.&#10;     If you like to play campaigns, we include tools for two different approaches.&#10;     If you like vehicles or psychic powers, we got those.&#10;     An army builder? Off map artillery? Calling in evac choppers? A beefy section on how to solve everything from breaching doors to building things mid-battle?&#10;&#10;&#10;We have all those.&#10;&#10;&#10;     Random tables? Strange terrain types? Space ghosts? Yes, yes and yes. &#10;     What if you have never written a scenario before? What if you want to be the GM? What if you don&rsquo;t know how to paint a miniature? What if you want to play solo?&#10;&#10;&#10;Included are advice sections for all of these situations and more.&#10;&#10;Whether you are a hardcore gaming veteran, someone just dipping your toes into the miniatures hobby or a role player looking for some tactical action, Renegade Scout offers everything you need to get started and keep going.&#10;&#10;The rules are aimed at roughly a platoon or so per side (2-4 units each) but options are included for both much bigger battles and &quot;Skirmish Mode&quot; game play where a handful of individual figures battle for survival.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Basic Impetus Expansion: Basic Battles – From Renaissance to Colonial Wars",
    "ID": 301008,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301008/basic-impetus-expansion-basic-battles-from-renaiss",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Basic Battles is a free to download experimental set to expand on Basic Impetus 2.0 rules&#10;&#10;for later periods, up to Colonial warfare, where one Unit roughly represents one brigade.&#10;&#10;It includes new rules and sample lists for:&#10;&#10;     English Civil War, &#10;     American War of Independence,&#10;     Napoleonic,&#10;     American Civil War,&#10;     Anglo-Zulu War. &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Civil War",
      "American Revolutionary War",
      "Book",
      "Expansion for Base-game",
      "Napoleonic",
      "Pike and Shot",
      "Post-Napoleonic",
      "Print & Play",
      "Renaissance"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Anglo-Zulu War",
      "History: English Civil War",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Renegade Scout: Elite Pack",
    "ID": 301010,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301010/renegade-scout-elite-pack",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Elite Pack for the Renegade Scout miniatures rules.&#10;&#10;This pack is all about playstyle options:&#10;&#10;     10 new &quot;Strange Terrain&quot; features including the dreaded Glorb&#10;     10 new &quot;Strange Worlds&quot; to play on including Abyssal Cracks.&#10;     Blitz Mode - A set of rules tweaks for playing large games quickly.&#10;     War Mode - A set of rules tweaks for more gritty, military style games with a higher emphasis on morale, casualties and suppression.&#10;     The points system: Offering points values for all the troop types and weapons in the main rulebook. &#10;&#10;&#10;Perfect for players who want pick up games or who like working out their armies in advance.&#10;&#10;Whether you are looking for a new game mode, a new crazy place to have a battle or a new way to organize your armies,  this expansion pack will add value in your games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fighting Vehicles of Unified Space: A Renegade Scout Supplement",
    "ID": 301012,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301012/fighting-vehicles-of-unified-space-a-renegade-scou",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Fighting Vehicles of Unified Space&#10;&#10;In this expansion for Renegade Scout you will find:&#10;&#10;&#10;     Back ground information on vehicle manufacturing and use in the Unified Space setting.&#10;     3 new weapons intended for vehicle use.&#10;     3 new vehicle modifications.&#10;     13 pre-designed vehicles, complete with profiles, weapon load-outs, variations, all ready to use on your Renegade Scout tabletops.&#10;     All vehicles and new weapons are given points values, compatible with the points system in the Elite Pack.&#10;&#10;&#10;Whether you just want some ready-made combat vehicles to support your troops, or you want to know more about the forces in Fringe space, this supplement is ready to enhance your Renegade Scout experience.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Renegade Scout: Patreon Pack 1",
    "ID": 301013,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301013/renegade-scout-patreon-pack-1",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Within the pages of Renegade Scout: Patreon Pack 1 you will find 3 &quot;army list&quot; type units ready for play in any Renegade Scout game, complete with weapon options, points values and troop profiles.&#10;&#10;Each of the 3 units (Fringe Gangers, Colonial Militia, Corporate Mercenaries) comes with a special ability, a new Command Decision, a new skill and a new piece of equipment unique to them.&#10;&#10;We also offer up suggestions for how to use them, and scenario seeds for 3 match-ups using these new units.&#10;&#10;This pack is 100% compatible with &quot;Fighting Vehicles of Unified Space&quot; and any units built using the Elite Pack.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Renegade Scout: Patreon Pack 2",
    "ID": 301014,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301014/renegade-scout-patreon-pack-2",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Within the pages of Renegade Scout: Patreon Pack 2 you will find 4 &quot;army list&quot; type units ready for play in any Renegade Scout game, complete with weapon options, points values and troop profiles.&#10;&#10;This time, the units and new command decisions, items and skills are all for the proud K'Erin, warlike humanoids inspired by the Mass Effect Turians or Star Trek Klingons.&#10;&#10;You also get scenario seeds for 3 match-ups using these new units.&#10;&#10;This pack is 100% compatible with Fighting Vehicles of Unified Space and any units built using the Elite Pack.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Renegade Scout: Patreon Pack 3",
    "ID": 301016,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301016/renegade-scout-patreon-pack-3",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Within the pages of Renegade Scout: Patreon Pack 3 you will find a new alien species, the &quot;Brutes&quot; known as the Turik, uplifting from wartorn rubble by a trinity of well meaning alien civilizations.&#10;&#10;The Turik are given a new squad type as well as a matching Personality to lead them, special rules, 2 new Command Decisions, a new Skill and a new piece of equipment.&#10;&#10;On the battle field the Turik take the role of tough, durable troops able to shrug off frightening damage.&#10;&#10;We also introduce the concept of Freelancers with the Nomad Tracker: A character that can be added to any force to act as a scout, lead a unit into the fray or hang back on a hill top and snipe.&#10;&#10;As always, all units are provided with points values and options included for pick-up games.&#10;&#10;We also include 3 scenario seeds including an infiltration mission, a 3 way gun battle and a sneaking job surrounded by angry wildlife!&#10;&#10;This pack is completely compatible and intended for use with the 2 previous Patreon packs and Fighting vehicles of Unified Space.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Renegade Scout: Patreon Pack 4",
    "ID": 301017,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301017/renegade-scout-patreon-pack-4",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Renegade Scout: Patreon Pack 4 pack offers additional details about the elegant Precursors: Renegade Scouts answer to the Asari from Mass Effect or 40K's Eldar.&#10;&#10;Provided are background details, 2 new squad types, 2 new characters (including the first proper Wyrd Caster in these packs), 2 new Skills and 2 new Command Decisions specifically for Precursors.&#10;&#10;Additionally, 10 Artifacts usable by any character of any species are included to help you customize your leaders and heroes.&#10;&#10;Precursor players also get a new set of sub-objectives that will be particularly fun in a 3-way battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hill",
    "ID": 301020,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301020/hill",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hill is a chess-like battle game for 2 or 3 players who control armies made of Airplanes, Cannons, and Tanks. The first player to plant his Flag (King) in the center circle wins. Enemy pieces can be captured by entering their space. Planes are like chess Queens and Cannons are like Rooks. Tanks can move only two spaces. There is also a Trench which is a defense piece that blocks movement.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Word Wide Delivery",
    "ID": 301021,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301021/word-wide-delivery",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Word Wide Delivery is a tabletop game where you use ships to hop islands, collecting and transporting a cargo of letters to deliver words. Up to nine players compete to load their ocean-going ships with letters matching a manifest of words and deliver them to their ports.&#10;&#10;In this family word game, the goal is to make words from your ship's manifest while traversing the oceans back to your harbour. Compete with other players to make and score the most words.&#10;&#10;The goal is to be the first person to exceed a target score by collecting letters and delivering sufficient words to your port.&#10;&#10;Using their ship's manifest of words, players move their ships around the world collecting letters that match their words.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Artifacts Tabletop Scavenger Hunt",
    "ID": 301022,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301022/artifacts-tabletop-scavenger-hunt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A tabletop game that plays like a scavenger hunt where you explore tunnels, revealing and collecting various artifacts.&#10;&#10;Play with lasercut tiles, using attribute cards to guide you and grab the hidden artifacts.&#10;&#10;Collect artifacts on a gameboard that can be configured in myriad ways. As you traverse the maze of pathways, objects will be revealed. Collect those you are tasked to find, collecting them all to win.&#10;&#10;description from designer&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Race",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Back Of Beyond Strange World",
    "ID": 301024,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301024/back-of-beyond-strange-world",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple set of rules for 28mm skirmishes in the Back of Beyond that can include lots of weird stuff such as Dinosaurs, Zombies and Mad Scientists.&#10;&#10;The players could be controlling groups of adventurers looking for treasure or soldiers sent to deal with strange events in a distant province.&#10;&#10;The game is best played with an umpire who creates the scenario and a number of players who will ideally have different and conflicting objectives.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Interesting Times In The Back Of Beyond",
    "ID": 301025,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301025/interesting-times-in-the-back-of-beyond",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rules for wargaming in the Back of Beyond with 28mm figures, Chinese Warlords, White Russians, Bolsheviks and lots of other weird and wonderful forces. &#10;Parties of archaeologists looting or protecting ancient relics bandits, arms dealers and the Mad Baron invading Mongolia.&#10;&#10;These are simple rules for fun games ideal for multiplayer games controlled by an umpire where everyone has a different objective.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Decades: The 1920's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Attack on Titan",
    "ID": 301026,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/301026/monopoly-attack-on-titan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The fate of humanity rests in the Attack on Titan edition of Monopoly! Players travel the game board building walls and gates and assembling an elite squad to crush the titan threat and ensure the survival of mankind! Comes with 6 Collectible tokens including Sword, Key Necklace, Supply Wagon, Cannon, Flare Gun, and Omni-Direction Mobility Gear; Custom game board featuring people, banners, and events; Custom Wall Sections and Gate Marias that replace traditional Houses and Hotels; Community Chest and Chance cards that are renamed Command and Tactics; Custom themed Monopoly money; and Instructions.&#10;&#10;&#10;     Custom game board features Squad members&#10;     6 collectible metal tokens include Omni-directional mobility gear, key necklace, flare gun, sword, cannon, supply wagon&#10;     Custom gates replace traditional houses&#10;     Custom Walls replace traditional hotels&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: Attack on Titan",
      "Game: Monopoly (Official)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Banners & Billhooks",
    "ID": 301027,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301027/banners-and-billhooks",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Banners &amp; Billhooks&#10;&#10;Designed as a set of rules for historical &quot;imagi-nation&quot; wargaming in a medieval period.&#10;&#10;This rules set is fairly smooth and uncomplicated, with play being fairly fast.&#10;&#10;Army building is straight forward too, with most units requiring little serious book-keeping.&#10;&#10;The game was designed for two players, but can handle more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  }
]