[
  {
    "Rank": "14401",
    "Name": "Clue: Robbery at the Museum",
    "ID": 376485,
    "Year": "(2022)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/376485/clue-robbery-at-the-museum",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "It should have been simple--you were hired to steal six priceless exhibits from the museum then get out and get paid. But someone in your crew is a traitor! One of you already stole a target exhibit and replaced it with a fake--and they triggered security to boot. You need to get out before the guards find you and figure out who betrayed you, what they stole, and where they hid it.&#10;&#10;The Clue Robbery at the Museum Escape &amp; Solve Mystery board game offers classic Clue characters and a reimagined mystery to solve in an escape room game. Players move their pawns around the gameboard that's built room-by-room, as they explore the museum exhibits, draw cards, solve puzzles, unlock new rooms in the museum, and uncover clues. After escaping, players review their clues to make a correct accusation and win!&#10;&#10;Gather friends and family together for a game night they won't forget as they immerse themselves in a cinematic, single-play experience.&#10;&#10;Difficulty: 3/5&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Series: Escape & Solve Mystery (Hasbro)",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "14402",
    "Name": "Alliance",
    "ID": 346606,
    "Year": "(2024)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgame/346606/alliance",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "2",
    "Description": "A 1-7 player game of diplomacy and warfare in the Napoleonic Era... with a Columbia Block System twist.&#10;&#10;Play as Austria, Britain, France, Prussia, Russia, Spain, or the Ottomans. These major powers cannot survive alone, however. They require the assistance and support of neighboring countries, the Minor States.&#10;&#10;Even though Alliance is best with 3-7 players, the Minor States create added depth for the two-player game and innovative solo rules are included.&#10;&#10;Players start each turn by receiving 5 cards and discarding one. Afterwards, they take turns playing a card, moving and building units, and conducting combat operations if necessary. When leaders are played, a political phase occurs in which the major powers make diplomatic plays for the Minor States.&#10;&#10;Players can forge alliances lasting a year or more, with various conditions in effect: gold tributes, border disputes, non-aggression pacts, etc. By default, the winner is the player with the most Victory Points in cities by the game's end.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Negotiation",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Continents: Europe",
      "Country: France"
    ]
  },
  {
    "Rank": "14403",
    "Name": "NoteQuest",
    "ID": 333460,
    "Year": "(2019)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/333460/notequest",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "NoteQuest is a solo dungeon crawl game. The rules are extremely simple and fast, giving you more time for the best part: Exploration! You will play with a weak adventurer after money and fame. Good luck! (You&rsquo;re gonna need it).&#10;&#10;How to Play&#10;&#10;To play NoteQuest you will need the book, a notebook or grid paper, a pencil and some dice (d6). Now just find a quiet place and start your adventure!&#10;First you will create an adventurer and a dungeon by rolling dice (it's all random). If you manage to complete the dungeon, you can move on to another dungeon and so on. If you die before that (which is very likely), create a new character and try to explore the dungeon again (and find your old character's corpse with all the items in the backpack) or explore a new dungeon. This is the flow of the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Fantasy",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "14404",
    "Name": "Cycling Party",
    "ID": 144460,
    "Year": "(2014)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/144460/cycling-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1",
    "Description": "Cycling Party is a game for 2 to 6 players, which reflects the essential features of road cycling. Each player will select a cycling team and take responsibility for managing the movements of 5-6 riders in their team. The aim of each team will be to secure victory at the end of each stage or in the general classification.&#10;&#10;The course is built from hexagonal tiles.  Each hexagon tile is divided in turn into three spaces, with each space representing a kilometre of the race. Mountain sections, intermediate sprints and the finish line are shown using indicator tokens placed at the kilometre points agreed upon by the players at the beginning of the race.&#10;&#10;This game comes in three versions: Junior, Senior and Master.  Each version builds on the rules of previous versions.   In the Junior version each rider is moved by rolling two six-sided dice.  Riders in a peloton (at least five riders in the same space) may choose not to roll and instead move five spaces.  A rider in the peloton may choose to roll in the hope of raising its pace or of breaking away (roll of 10-12).  The difficulty of the mountain sections is represented by rolling just one dice.  Each team has five water bottles that can be spent to move a rider an extra space (cost of one bottle on the flat, 2 bottles in mountains).  The rider furthest across the finish line at the end of a turn is the winner.&#10;&#10;The Senior version introduces different categories of climb and gives each team member a role (climber, sprinter, rouleur, domestique (flat or mountain), and lantern rouge).  Each role has particular abilities.  Each team may launch one attack by rolling four dice instead of the normal two.  Falls, fast descents and falling back to join a team-mate are also represented.&#10;&#10;The Master version makes use of software accessed through the publisher&rsquo;s website to enable whole tours to be run.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "14405",
    "Name": "Deadeye Dinah",
    "ID": 335873,
    "Year": "(2022)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/335873/deadeye-dinah",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2.5",
    "Description": "Bounty hunter &ldquo;Deadeye&rdquo; Dinah Reeves never gets mail, and certainly not from her little brother turned-Deputy-Marshal. But sure enough, the letter in your hands ain&rsquo;t no lie:&#10;&#10;Dear Dinah,&#10;I need your help finding these men. They been making hell for me all over the Arkansas Territory, and now I hear they done run to Texas. I can&rsquo;t keep chasing these cusses. So I&rsquo;m asking you, just this once. There ain&rsquo;t nobody you can&rsquo;t catch. You know I don&rsquo;t beg, but I can&rsquo;t do nothing else now. Just this once, Dinah. Please.&#10;Love, Bass&#10;&#10;Again you check the stack of wanted posters stuffed in his envelope. No mention of a bounty. Twelve years since you last heard from him, and the great Bass Reeves can&rsquo;t spare a dime. Well, you reckon, he&rsquo;s still kin. May-hap you can do your dear brother a favor&mdash;just this once. &#10;&#10;As bounty hunter &ldquo;Deadeye&rdquo; Dinah Reeves, track down each crime boss through a stack of scene cards. A scene may be a peril or shootout. Use your kit cards to overcome each scene card and add it to your kit. You can play a kit card as a bullet to shoot other folk&rsquo;s hats. Or you can play the same card as an item for a special benefit. But outlaws can shoot the hat of any kit card you play, losing you that card. If you ever run out of kit cards, you fail and star t the job over. Reach the boss card to duel the boss. Shoot their hat before they slip away, and you capture them, earning reputation that grows your legend. If you fail, try again. You win the entire campaign by completing all 8 jobs: capture all 8 bosses and bring them to Bass.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;In this in-hand solitaire Western campaign game, bounty hunter &quot;Deadeye&quot; Dinah Reeves is taking down a ring of crime bosses as a favor for her lawman little brother. Aim impossible shots, brave fearsome perils, and stretch scant supplies in your hunt to bring in each crime boss, dead or alive (most likely dead). As you progress, your legend will grow, striking fear into your enemies and granting you an edge...which you'll need, 'cause you've set your sights on the toughest, meanest pack of varmints this side o' the Wild West. Good thing you never miss.&#10;&#10;Deadeye Dinah features an in-hand, cards-only microgame campaign with 8 unique missions, each lasting 4-6 encounters, and persistent character progression through each mission. Each mission, or &quot;job,&quot; is hunting down 1 crime boss.&#10;&#10;Players start a job by setting up the deck for the boss they want to pursue. To track down the boss, they play kit cards (Dinah's equipment) to overcome each scene card (the trials she faces) stacked on top of the boss card. A scene card can be an environmental peril or a shootout with hired thugs. Each kit card is played as either a bullet to shoot or an item to use for special effects, but playing kit cards also leaves Dinah open to being shot and losing cards. If Dinah overcomes a scene, the player adds the scene card to Dinah's kit cards. If she can't overcome the scene, she must escape and lose cards. If Dinah ever runs out of kit cards, and the player can't add any more, she fails the job and must start over.&#10;&#10;If Dinah overcomes all the scenes and reaches the boss, she must duel the boss by playing a bullet to shoot the boss while avoiding getting shot herself. If she doesn't fulfill both those conditions, the boss slips away and Dinah fails the job. But if both conditions are fulfilled, Dinah wins the duel, captures the boss, and completes the job, earning reputation in the crime ring's new territory. As Dinah earns reputation, the player upgrades her legend effect, a passive benefit she carries into each job.&#10;&#10;This game was first published as an entry in the 2021 9-Card Nanogame Print and Play Design Contest, where it won several awards:&#10;&#10;&#10;    #1 Best Solitaire Game&#10;    #1 Best Original Artwork&#10;    #1 Best Cards-Only Game&#10;    #2 Most Innovative Mechanism&#10;    #3 Best Overall Game&#10;&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Card Game",
      "Civil War",
      "Fighting",
      "Print & Play",
      "Puzzle",
      "Travel"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Finale Ending",
      "Hand Management",
      "Layering",
      "Move Through Deck",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Misc: No Table Needed",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "States: Texas"
    ]
  },
  {
    "Rank": "14406",
    "Name": "Red Dragon",
    "ID": 265105,
    "Year": "(2019)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/265105/red-dragon",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Red Dragon is a trick-taking playing card game for 3-6 players. It is played with 60 cards (4 colours, each with a value 0-14). The goal is to have the most points by the end of the game (containing as many rounds as the number of the players).&#10;&#10;At the beginning of the round cards are dealt equally to the players (10 cards each by 6 players, 12 by 5 players etc.). Each player chooses cards from the hand and places them face down in the middle of the table (3/4/5/6 players 4/3/2/2 cards). After turning them up, each player picks cards from the table (3/4/5/6 players 4/3/2/2 cards).&#10;&#10;The player on turn plays a card. The player on left must play a card of the same colour as the card of the player that started the round (but no trick compulsion). If he does not have such a card, he can play any card. Other players play a card according to the above mentioned rules as well in clockwise direction.&#10;&#10;The player whose card has the highest rank of the led colour gets the trick. He puts the trick onto his pile (face down). The round ends when players are out of cards.&#10;&#10;Scoring:&#10;&#10;Each trick is worth 6/8/10/12 points by 3/4/5/6 players. Each red dragon card taken in a trick scores as many penalty point against the player winning the trick, as the rank of the card, except for the &bdquo;red dragon 11&rdquo; that costs 26 penalty points. If any of the player manage to do the slam, i.e. to take all the tricks he immediately wins the whole game.&#10;&#10;Players who take no tricks in a deal gain points depending on the number of the players and the number of the players taking no tricks either in the round.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "14407",
    "Name": "Midgard: Das Brettspiel",
    "ID": 26132,
    "Year": "(2007)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/26132/midgard-das-brettspiel",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.0909",
    "Description": "The game tries to recreate the Midgard role playing feeling in a boardgame. It addresses former Midgard RPG players, who don't find the time for role playing anymore, as well as fans of fantasy boardgames. As the complexity level is rather high and the game offers multiple options for players, Midgard is rather successful in achieving it's goal. The difficulty is still light to medium, despite dozens of cards that influence the game and the characters.&#10;&#10;The game is based on tiles (major cities of Midgard) players move across, collecting rare items and fulfilling adventures. Often this ends in the local city jail or in clashes with monsters. Additional threats like terror cards or riots pop up in cities during the game.&#10;&#10;Tests are made with a 20-sided die and the mechanics are just the same as in the Midgard RPG. Movement and actions are controlled by action cards from a four-card-hand which allows tactical gaming. Each action card has different abilities and some may even interrupt another player's turn.&#10;&#10;Players may form groups for the duration of a game turn to help each other solve adventures or make difficult tests. Sticking together earns each player of a group experience points and treasure cards. As only one player can finally win the game, forming groups is a two-edged sword as it helps your opponents too. The goal of the game is to get 3 treasure rewards, rise to character level 3 and find 2 artifacts first. If you deliver the treasures and artifacts to the correct city you have won the game.&#10;&#10;Included are pre-generated characters like Sorcerer or Warrior but players will be able to create their own characters in the final release version.&#10;&#10;This information is derived from the website of Phantastische-Spielewelten.&#10;&#10;http://www.phantastische-spielewelten.de&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "14408",
    "Name": "WarGods of Ægyptus",
    "ID": 13667,
    "Year": "(2002)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/13667/wargods-of-aegyptus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.2",
    "Description": "War Gods of &AElig;gyptus is a game in which players simulate the climactic battles between the warring Harbingers of the Antediluvian Age. Each player creates his own Harbinger, as well as an army of loyal soldiers to follow him into battle. The game is played on a tabletop, using metal miniatures to represent the Harbinger and his army. Each player collects and paints his own army of miniatures, then matches wits against an opposing player's army.&#10;&#10;",
    "Categories": [
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14409",
    "Name": "Teomachia",
    "ID": 129951,
    "Year": "(2012)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/129951/teomachia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "When gods fight, the blood of simpletons flows freely. Teomachia lets you become one of the ancient gods and spend one hour playing the lord of a group of devoted followers. You have one goal and one goal only: Annihilate your foe's believers and thereby move yourself one step closer to absolute power.&#10;&#10;Drafting prayer cards and power cards allows you to slowly build your might. Using those cards, you send your followers into battles, build temples, and inflict terrible curses on the unfaithful. You face a tough decision in every single hand: Should you put your own power on the line to help your believers win their battles, or should you turn your back on them, sending them to a certain death? If no god yields, hurricanes will face off with deathly plagues, tempests will extinguish walls of fire, and the ranks of the faithful will grow smaller every second.&#10;&#10;Once you get rid of your opponent's last prophet, it's time to rest and listen to the cheerful song of your people. You have won the clash of gods. You have won Teomachia.&#10;&#10;Theomachie, the second edition of Teomachia debuting in German in 2013, features new illustrations and expands the gameplay for up to four players, instead of the two-player limit of the first edition. The game was also reimplemented in two separate English editions: Theomachy: The Ancients and Theomachy: The Warrior Gods successfully crowdfuned in 2015 and released in coopeartion with Petersen Games.&#10;&#10;&#10;Teomachia to gra karciana przeznaczona dla 2 os&oacute;b. Ka&#197;&#188;dy z graczy wciela si&#196;&#153; w jedno z b&oacute;stw pochodz&#196;&#133;cych ze staro&#197;&#188;ytnych mitologii. Celem gry jest pozbawienie przeciwnika jego wyznawc&oacute;w i odes&#197;&#130;anie go w zapomnienie. W trakcie rozgrywki gracze b&#196;&#153;d&#196;&#133; rozbudowywali swoje unikatowe talie, kt&oacute;re pozwol&#196;&#133; im wspiera&#196;&#135; w&#197;&#130;asnych wyznawc&oacute;w i unicestwia&#196;&#135; wiernych przeciwnika. Ka&#197;&#188;de rozdanie b&#196;&#153;dzie starciem, w kt&oacute;rym gracze wysy&#197;&#130;aj&#196;&#133;c swoich wiernych do walki i wspieraj&#196;&#133;c ich sw&#196;&#133; bosk&#196;&#133; moc&#196;&#133; b&#196;&#153;d&#196;&#133; starali si&#196;&#153; pokona&#196;&#135; przeciwnika. Dodatkowo ka&#197;&#188;de z b&oacute;stw wyst&#196;&#153;puj&#196;&#133;cych w grze dysponuje zupe&#197;&#130;nie inn&#196;&#133; moc&#196;&#133;, wspieran&#196;&#133; dodatkowo przez karty mit&oacute;w, na kt&oacute;re sk&#197;&#130;adaj&#196;&#133; si&#196;&#153; najpot&#196;&#153;&#197;&#188;niejsi herosi i artefakty zwi&#196;&#133;zane z dan&#196;&#133; mitologi&#196;&#133;.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Card Game",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Game: Theomachy"
    ]
  },
  {
    "Rank": "14410",
    "Name": "Jack's Friends",
    "ID": 200282,
    "Year": "(2017)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/200282/jacks-friends",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Jack's Friends is a one vs. many card game based around a simultaneous choice mechanic. One player plays as the giant, while everyone else plays as a team of humans. Though the giant&rsquo;s power is absolute, they can only be in one place at any given time!&#10;&#10;The townsfolk are trying to loot the giant&rsquo;s Hen House, Kitchen, and Garden as well as build houses in their own Village in order to overwhelm the giant. All the while, the giant is furiously trying to stop this pillaging. If the townsfolk manage to deplete 2 of the 3 resources or build enough houses in ten turns they win. On the other hand the giant wins if they can get the required number of KOs or prevent the townsfolk from stealing or building enough to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "14411",
    "Name": "Haslach 1805 / Elchingen 1805",
    "ID": 14082,
    "Year": "(2004)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/14082/haslach-1805-elchingen-1805",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7778",
    "Description": "This game presents the 8th and 9th battles of the &quot;Jours de Gloire&quot; battle series (originally based and R. Berg game player series).&#10;This game covers the battles of Haslach, on October 11th 1805, and of Elchingen on October 14th 1805 fought between the French and the Austrian armies.&#10;&#10;It is a DTP game so the counters need to be cut out and mounted.&#10;&#10;The game contains (in a ziplock) :&#10;- 296 counters&#10;- a two-sided map&#10;- a battle folder (with history and scenario)&#10;- one player aid card.&#10;&#10;The rules in English can be found online.&#10;&#10;SYSTEM: Jours de Gloire Series (JDG) &#10;- scale = 297 m/hex; &#10;- time = 75 min/GT; &#10;- strength = 200 men/SP.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "14412",
    "Name": "Kogworks",
    "ID": 32466,
    "Year": "(2007)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/32466/kogworks",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.55",
    "Description": "The object of Kogworks is to turn the top cogwheel (gold), by creating a linked path from your base wheel to the top wheel. Or to block your opponent's cog wheels such that even after their move, they are unable to turn their base wheel!&#10;&#10;Home Page: http://www.kogworks.com/kogworks/index.htm&#10;&#10;Promo Video: http://au.youtube.com/watch?v=Ysq3qDDXimY&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Gears",
      "Containers: Triangular Boxes",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14413",
    "Name": "Barbarossa: The Russo-German War, 1941-45",
    "ID": 36911,
    "Year": "(2008)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/36911/barbarossa-the-russo-german-war-1941-45",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "600",
    "Play Time": "600",
    "Weight": "2.6667",
    "Description": "Barbarossa: The Russo-German War, 1941-45&#10;&#10;Barbarossa is a two-player, low-to-intermediate complexity, strategic-level simulation of the entire Russo-German War designed by Ty Bomba.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Country: Belarus",
      "Decades: The 1940's",
      "History: World War II (Eastern Front)",
      "Magazine: World at War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14414",
    "Name": "APBA Golf Game",
    "ID": 80484,
    "Year": "(2010)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/80484/apba-golf-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8",
    "Description": "The game has been updated by Dr. Tom Cline and redesigned for accuracy and enjoyment!  The game comes with 20 All-time great golfers along with the DC Metro Golf Course (Congressional).&#10;&#10;The course has been painstakingly designed for the utmost accuracy and depiction.  Like all of our updated games, the instructions and boards are combined in a handy spiral bound 7 1/2&quot; x 10&quot; booklet.  The course comes in its own booklet!  The course booklet is roughly the size of the Baseball and Football Master Game booklets.  Also, we've printed the course holes on a coated stock that allows us to eliminate the use of the old golf markers.  Now you can mark your holes with a fine tip wipe marker (included) with its own eraser!  That's right no more bumping the table and accidentally moving the markers.&#10;&#10;The current add-on courses available from APBA are Magnolia (Augusta National), Badger Links (Whistling Straits) and NY Empire State (Bethpage Black).&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "14415",
    "Name": "Pacal's Rocket",
    "ID": 186624,
    "Year": "(2015)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/186624/pacals-rocket",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In Pacal's Rocket, each player build pyramids in the districts of the ancient Maya town Palenque. According to the dice roll of the actual round, the player moves his starship, a pipe. After the movement, a player may throw 1 energy stone of his own color into his starship and under certain restrictions another one into an opponent's starship. When starting the movement, any energy stones in the starship will stay on the board.&#10;&#10;A player may build a pyramid if his energy stones are placed in a certain constellation on the board. In this case, he builds the pyramid and afterwards takes back his used energy stones.&#10;&#10;For building a pyramid, the player gets victory points if he is the first builder in the district or gains the majority.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Building",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "14416",
    "Name": "Ace Detective",
    "ID": 123406,
    "Year": "(2013)",
    "Geek Rating": "5.536",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/123406/ace-detective",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "The year is 1941. Within eight months, the United States will join in the war raging in Europe and brewing in the Pacific. However for the moment, the lives of most Americans continue in relative peace...unless you live in the City by the Bay.&#10;&#10;In San Francisco crimes, mysteries, and good old-fashioned murder present unique challenges to detectives and residents alike &ndash; especially if you happen to be a detective investigating a dirty backroom deal inside a neon lit nightclub, or a future criminal plotting against a spouse under a flickering streetlamp. It is up to you, the players, to create the story.&#10;&#10;Ace Detective &ndash; which features color and black/white artwork from the grand masters of detective pulp Black Mask Magazine &ndash; is a noir storytelling card game that rewards imagination and the turn of a good tale. Play your cards right, tell your story, and be rewarded with the plot points needed to place clues on the suspects of the crime. But be careful as everyone in this gritty city is competing to tell his or her own story...&#10;&#10;...to become the true ace detective.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "14417",
    "Name": "Sea of Plunder",
    "ID": 236713,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/236713/sea-of-plunder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Kickstarter Link: https://bit.ly/Seaofplunderks &#10;Sail the Seas in search of fame and riches as a merchant ship captain trying to out maneuver his fellow merchants and the ruthless pirates!&#10;&#10;Sea of Plunder is a light weight strategy game about treasure hunting in which you are a merchant ship sailing across the endless sea, racing to get to mysterious treasure islands while at the same time gathering goods from port cities,dodging pirates, getting pushed around by hurricanes, and stealing cargo from the other merchants/treasure hunters!&#10;&#10;Scoring and Goal: Four things are taken into account for scoring at the end of the game.&#10;Treasures- The players can gather treasures from the mysterious treasure islands throughout the game. &#10;Goods-A second way is by collecting the unique goods that are produced at each of the port cities located on the 4 home islands. The goods are a set collection objective where you get more points for having multiple different types of goods. (this means that you have to travel to the multiple islands or trade with another merchant for them) &#10;Magical Compasses-A player is also awarded points at the end of the game for each &quot;magical compass&quot; that they possess. All the players are given these through out the game but they can also gain these in trades from other players. &#10;Debt-Each player is deducted points based on the amount of debt that they have gained throughout the game. A player will obtain debt any time that they come into contact with pirates and are unable to bribe them with a good. In this instance the pirates attach the ship and the player gains debt which represents the price that they had to pay for repairs &#10;The player with the total highest score wins. In the case of a tie, the player with the most magical compasses left wins.&#10;&#10;Game Play: Players take turns in clockwise fashion. They will draw two cards and add them to their hand. They then choose to play a card (a treasure map, port city, or action card) these will commonly affect the active player (Exceptions would include some action cards). The player then chooses to discard a card. The card discarded allows the player to choose a pirate on the map and move it accordingly&#10;&#10;Player Powers: Each player has a unique player power that allows for new strategies and replayability!&#10;&#10;Action Cards: Allow the player to preform more complex combos or implement some take that upon the other players.&#10;&#10;Event Cards: These are cards that are dispersed throughout the draw deck. When they appear they do not count as one of your draws or plays but they are played immediately and affect all players.&#10;&#10;Treasure Islands: The game starts with one treasure island in the middle of the board. When a player sails across a treasure island they have now discovered it and found the treasure. That treasure island will disappear off the map and a new treasure island location will be randomly generated. Event cards such as &quot;Tales of More Treasure&quot; cause new treasure islands to be generated onto the board so that by the end of the game there are multiple options of islands that you can choose to sail towards.&#10;&#10;The Pirates: There are four pirate ships that can be moved across the board according to each players discard. You can use the pirates to discover the treasure islands (the pirate would get the treasure) if an opponent is getting to close to it for comfort. You can also sail the pirate into another player forcing them to lose a good or accumulate debt. You may also place a pirate on the port cities to help blockade your opponent merchants from gathering the goods from that city.&#10;&#10;Game End: The game end can be triggered in two ways. When a player has collected 3 treasures or when the pirates have collected 6 treasures. When the game end is triggered, the players finish the round and then calculate final scoring.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Nautical",
      "Pirates",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Hidden Victory Points",
      "Moving Multiple Units",
      "Pattern Movement",
      "Set Collection",
      "Square Grid",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14418",
    "Name": "Semper Victor",
    "ID": 11179,
    "Year": "(2004)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/11179/semper-victor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1200",
    "Play Time": "1200",
    "Weight": "2.9091",
    "Description": "The second game in the series that includes Imperator and Ultimus Romanorum: La Chute de Rome, Semper Victor offers a grand strategic view of the Fourth Century Roman Empire. The full campaign opens with the abdication of Emperor Diocletian (305 A.D.) and continues to the death of Julian the Apostate (in the 360's or 370's - the date is variable). Scenarios cover shorter periods, such as the fateful war between Constantine the Great and Licinius (313-324).&#10;&#10;The map shows the Roman Empire in 305, divided into zones that, in turn, are grouped into 12 Dioceses, the Imperial administrative districts of that time. Surrounding the Empire are the zones of barbarian peoples and the rival Persian Empire. A turn is one year. Units have Points de Force (Strength Points) representing about 1,000 men each. Roman units come in three types: Ripenses, who cannot leave their home diocese, Pseudo-Comitatenses, whose ability to range far from home is limited, and Comitatenses, who can go anywhere in the Empire and beyond.&#10;&#10;The opposing sides are unusual and may puzzle players who know little or nothing about this era. One player (dubbed &quot;Primus&quot;) represents the senior Emperor (&quot;Primus Augustus&quot;) and his allies, who may include another Augustus, one or two Caesars (junior Emperors), other Roman generals, and even non-Roman peoples. The other player (&quot;Secundus&quot;, misspelled &quot;Secondus&quot; in the rules) has his own set of Augusti, Caesars, generals and non-Romans. An important limitation is that each Augustus and Caesar must have a capital of his own, and only six capital cites are available at the beginning of the game. A seventh, Constantinople, may be constructed, though its advent is not a certainty. (Rome, by the way, is not one of the capitals; its political importance had long since faded.)&#10;&#10;In the course of play, Primus and Secundus may swap positions as the result of either a successful usurpation plotted by the Secundus or the death of the Primus Augustus without an Augustus or Caesar to succeed him. In general, it is better to be Primus than Secundus, but it isn't impossible for a perpetual Secundus to win.&#10;&#10;The Roman leaders are historical figures (38 in all), who enter the game at the same time as in actuality and run an increasing risk of death from natural causes if they aren't killed off sooner. Names are rendered in their French versions, e. g., &quot;Constance Chlore&quot; for Constantius Chlorus. A Leader is rated for &quot;Capacit&eacute; de Commandement&quot; (number of units he can command), &quot;Capacit&eacute; Politique&quot; (a variety of functions, such as determination of the initiative each turn), &quot;Valeur Strat&eacute;gique&quot; (ability to evade combat plus other functions) and &quot;Bonus Tactique&quot; (useful in battles). Many Leaders are also marked as Christian or Pagan, though religion has much less of an impact than it did in real life.&#10;&#10;Very important to play are &quot;stratagems&quot;, which make it possible to embark on a usurpation against the other player, assassinate rival Leaders, spread plagues, trigger barbarian uprisings, pacify barbarians already at war with the Empire, inspire desertions from enemy ranks, and much else.&#10;&#10;Turns have a variable number of movement/combat phases, determined by adding the valeurs strat&eacute;giques of the Primus Augustus and the highest rated Leader in the Secundus camp. The pace of the game thus depends on the quality of the current Leaders.&#10;&#10;Movement and combat are straightforward. Leaders, accompanied by a number of units up to their capacit&eacute; de commandement, may move up to four zones, halting and fighting when they encounter enemies. Units without Leaders may move only one zone at a time. Battles are often bloody, but weakened or eliminated units quickly return  to full strength.&#10;&#10;Players tally Victory Points at the end of each Turn. The list of achievements that garner VP's is long: victory in major battles (35 PF's or more engaged), control of Dioceses, defeat of non-Romans, presence of non-Roman troops in the other player's controlled territory, and so on.&#10;&#10;Players must mount and cut the game's counters themselves, which is a non-trivial task. As a minor annoyance, the counters are a bit too big for the zones on the map. The rules are in French, though English translations are easy to find.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: DTP (Desktop Publishing)",
      "Components: Map (Continental / National scale)",
      "History: Roman Empire",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Imperator (Frédéric Bey)"
    ]
  },
  {
    "Rank": "14419",
    "Name": "Doodle China",
    "ID": 205790,
    "Year": "(2016)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/205790/doodle-china",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Doodle China (&#230;&#184;&#184;&#231;&#148;&#187;&#229;&#176;&#143;&#233;&#149;&#135;) reimplements Doodle City and includes two playable cities: &quot;Suzhou&quot; and &quot;Shanghai&quot;.&#10;&#10;&#10;     &quot;Suzhou&quot; plays like Doodle City. Players draft dice that indicate where on their sheets they may draw. Players try to draw a network of canals that connect houses, parks, markets and ships. &#10;&#10;&#10;&#10;     &quot;Shanghai&quot; uses the same basic mechanisms for dice drafting, but is played on a 6x6 grid and introduces completely new rules for scoring. One new building is the skyscraper. When activated, you either add another floor to the skyscraper, or finalize the building by drawing a road in its space. You then score 1 point per floor multiplied by the number of connected parks. When you score points, all other players must cross out this point value on their sheets, so each value can be scored by only one player throughout the game. &#10;&#10;&#10;Shanghai also has hotels, with which you score points for the length of the road passing through the hotel (as in Doodle City), but again, each value can be scored by only one player.&#10;&#10;There are no &quot;wildcard dice&quot; in Shanghai. Instead, when you choose dice that activate a park, you can draw in any space in that park's row; doing so costs you a tree.&#10;&#10;At game's end, players score points for having made a large network of taxis and buses.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Cities: Shanghai (China)",
      "Country: China",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "14420",
    "Name": "Doudou",
    "ID": 309208,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/309208/doudou",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Doudou is a cooperative investigative game for age 3 and up, for 1 to 4 detectives, for games around 5 minutes.&#10;In Doudou, the children cooperate to find the blankie who did them a farce and where he hid himself in the bedroom before the night falls. In order to do that, the naughty blankie left 7 clues cards that children can use.&#10;Each turn, a player picks a clue card and asks one question on the blankie or on the hiding place. Then, the player checks the answer thanks to a self-correcting &quot;magic&quot; card and it's the next player's turn.&#10;The game ends when the players have used all their clues. The players win when they can find the blankie in its hiding place.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "14421",
    "Name": "Götterdämmerung",
    "ID": 257960,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/257960/gotterdammerung",
    "Min Players": "7",
    "Max Players": "15",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "1.8",
    "Description": "In G&ouml;tterd&auml;mmerung, all players take on the roles of Norse gods belonging to either of two factions: the Protectors of Asgard or the Conspirators. However, only the Conspirators know each other. Over several rounds, you must try to banish all members of the other faction to the Underworld. The first faction to succeed wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Dice"
    ],
    "Mechanics": [
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "14422",
    "Name": "Chronopia: War in the Eternal Realm",
    "ID": 8049,
    "Year": "(2002)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/8049/chronopia-war-in-the-eternal-realm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "It is a dark time.  The Old Gods have deserted the world. A new dark pantheon of Gods watches over the earth and feeds upon the spoils of war; a banquet of souls slain on the wretched battlefields of Chronopia.&#10;&#10;Once you have chosen your army it will be time to select the troops that you will lead into battle.  Chronopia isn't a game that relies on the strengths of only one model, but rather the abilities of a diverse collection of warriors all working towards a common goal.  You will populate your army with warbands of close combat warriors, soldiers trained in all manner of weaponry from swords to axes; missile weapon warbands that will rain death down upon their enemies in great volleys; and Individuals like spell casters or fearsome monsters or even mighty war chariots.  Whatever the case, you will create a diverse army with which to recreate the epic struggles of the Empires of the Fourth Age of Chronopia.  You will populate your forces with miniatures and models available from Excelsior Entertainment.&#10;&#10;These models will represent your own style of waging war and will be selected for your tastes.  Once you have chosen your warriors you will need to paint them.  A well-painted army will bring your games to life and seize your imagination with the epic battles you will recreate.  There are many resources to help you learn how to paint your miniatures and we recommend that you practice and try new techniques- the results will well be worth it.&#10;&#10;You will need a few things to begin your epic journey into the realms of Chronopia.  Most important are this rule book, some Chronopia miniatures from the extensive Chronopia line, Warband Unit Cards (which come with each model), a twenty-sided die (d20), a ruler or measuring tape, and a pen.  In addition to these items you may need some of the counters and templates found in the back of this book.  You will also need a place to engage your armies in battle.  This can be an inspiring custom war game table that you have spent a great amount of time creating or it can be as simple as a dining room table or a stretch of floor.  The site of a well-designed table however, with your armies spread out before you will do wonders to fire the imaginations and invigorate your play.  There are numerous resources for how to create battlefields and just as many manufactured resources to draw upon.  Excelsior also makes a line of battlefield accessories that can be used in your game&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14423",
    "Name": "TANKS: The Modern Age – M1 vs T-64 Starter Set",
    "ID": 256962,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/256962/tanks-the-modern-age-m1-vs-t-64-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "TANKS: The Modern Age is an easy to learn, quick-play, small-scale game, where you take command of a Tank Platoon, seeking to destroy your opponent&rsquo;s tanks and secure victory. TANKS is a flexible game with lots of ways to create a finely-tuned platoon that fits your play style. The game is fast and furious, do-ordie. In an hour, you can pick your tanks and crew, upgrade them to your specifications, defeat your enemy (or die trying), and be ready for the rematch!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: TANKS – The Modern Age (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14424",
    "Name": "Blackbrim: 1876",
    "ID": 335953,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/335953/blackbrim-1876",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "Set during the Victorian era in the English town of Blackbrim, you are a private detective who has received a package containing mysterious clues from a police commissioner shortly before he was kidnapped. He and the entire police force are being held hostage. To save them, you must solve all the riddles the perpetrator left behind&hellip;&#10;&#10;Blackbrim: 1876 contains one full storyline made up of two parts, with dozens of clues to crack and riddles to solve. Play with a group or on your own for hours of fun. It's like two escape room or mystery games with one single purchase.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Players: Games with Solitaire Rules",
      "Series: Blackbrim Triology (Puzzling Pursuits)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "14425",
    "Name": "Kings Progress",
    "ID": 19418,
    "Year": "(2005)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/19418/kings-progress",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "From the producer's website:&#10;&#10;After the success of City and Guilds, Steve's new game Kings Progress was inevitable. This game is based upon the typical life of a late medieval English court. Many Kings came under the influence of a select inner group of courtiers who used their influence to gain gifts of land, titles, money etc.&#10;&#10;This game recreates the desperate race to get the best and the most gifts for yourself. The game is played over three rounds; each round the King visits a royal castle or house (The Kings Progress). Your aim is to gain the most prestige for your family by collecting courtier cards, melding them to build your influence and thus gain control of the courtiers, advancing those courtiers to the royal castle and then using the courtiers to select various gifts for yourself. Gifts and courtier control gain victory points at the end of each round. As the game progresses gifts become more valuable. Each courtier also has a character ability which can be used by the player in control to gain extra actions or other advantages.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "14426",
    "Name": "Storm Over Taierzhuang",
    "ID": 27945,
    "Year": "(2007)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/27945/storm-over-taierzhuang",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8421",
    "Description": "ATO #25&#10;&#10;Storm Over Taierzhuang is a two player game simulating the Battle of Taierzhuang from March 25 to April 6, 1938. One player plays the Japanese Army and the other plays the Chinese KMT troops. The game is 13 turns long.&#10;&#10;Simulates the most famous battle of the Second Sino-Japanese war 1937-1945 which the Japanese 10th division with 25,000 fanatical and well trained and equipped men and backed up by large numbers of tanks, armored cars, artillery and planes drove towards the town of Taierzhuang to pave the way for the conquest of the city of Xuzhou. The Japanese are opposed by the KMT 2nd Army group &amp; 20th Army consisting of 100,000 brave and tenacious soldiers with no tanks, little artillery and some aircraft defending behind heavy fortifications and trenches.&#10;&#10;The battle eerily resembles the Battle of Stalingrad 4 years later and it is said that General Chuikov's tactics at Stalingrad was inspired by this battle (Chuikov was an military adviser to Jiang Jie Shi (Chang Kai Shek) in 1940.&#10;&#10;The system used is a modified Storm Over Arnhem/Stalingrad system with added stuff like initiative, random events, tactical chit play etc.&#10;&#10;Done to be played within an evening and easy to learn but still a challenge to play.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Chit-Pull System",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: China",
      "Country: Japan",
      "History: Second Sino-Japanese War (1937-1945)",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Magazine: Against The Odds",
      "Series: Storm Over area impulse"
    ]
  },
  {
    "Rank": "14427",
    "Name": "Sticks & Stones",
    "ID": 2988,
    "Year": "(1978)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/2988/sticks-and-stones",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7692",
    "Description": "Microgame #11 in the Metagaming Microgames series&#10;&#10;From the back of the box:&#10;&#10;&quot;Sticks &amp; Stones&quot; is a Tactical level board-wargame about warfare in the late Stone Age. Each player arms his warriors, as he sees fit, with stone axes, spears, bows, or just bare hands. Trained dogs, dependents, herds of domesticated animals, goods, and village raids, ritualized battles, migrations, and the beginnings of true warfare between more powerful villages. A special solitaire scenario allows a single player to command a group of hunters attempting to kill a mastodon. Optional rules provide for the use of fire and poisoned weapons.&#10;&#10;",
    "Categories": [
      "Prehistoric",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: MicroGame (Metagaming)"
    ]
  },
  {
    "Rank": "14428",
    "Name": "Gravediggers",
    "ID": 23241,
    "Year": "(2005)",
    "Geek Rating": "5.536",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/23241/gravediggers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "In Gravediggers (or Bank Robbers), players are competing to earn the most money by robbing graves (or banks). It's a hidden information, bluffing, and deduction family game.&#10;&#10;During setup, each player receives a hand of 5 cards and 10 coins (which are hidden). Regardless of the number of players, there are always five cemeteries on the table which each receive one card at the start of the game.&#10;&#10;On a player's turn, the player reveals one of their action tiles and performs the action on it. There are four possible actions:&#10;1. Play a card - The player plays a card from their hand face down to one of the five cemeteries and then draws back up to five cards.&#10;2. Look at one card - The player looks at one face down card on one of the cemeteries (while not showing it to other players).&#10;3. Reveal one card - The player has to reveal and leave face up one of the cards laying down in one of the cemeteries.&#10;4. Rob the cemetery - The player has to choose which cemetery the players will rob.&#10;&#10;When robbing the cemetery, each player chooses the amount of money that they wish to invest in robbing it. Then all amounts are revealed simultaneously. All the cards that lay face down in the cemetery are revealed and the amount of money that can be robbed is shown. The player who bid the least takes his loot first. They take the money invested and the same amount from the cemetery following by other players. If there is insufficient money for one of the players, they take nothing from the cemetery, and so do the players after them.&#10;&#10;Apart from money cards, there are also special cards which change the outcome of the robbery:&#10;&#10;     Guard - Prevent the players from stealing the money. Everyone who invested 0 in this robbery receives 5 regardless of the money in the cemetery.&#10;     Bandit - Prevent the players from stealing the money and also steal the money invested in this robbery by all players.&#10;     Accomplice - Reverse the order of players taking the money.&#10;     Widow - Cancels all other special cards.&#10;&#10;&#10;When the deck is depleted, play continues until one of the players uses all of their cards. After that, the players rob all the cemeteries one after another and then the game is over. The player who earned the most coins is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Deduction",
      "Hand Management",
      "Memory",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "14429",
    "Name": "Adam & Eva",
    "ID": 9473,
    "Year": "(2004)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/9473/adam-and-eva",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3889",
    "Description": "A description of the game from Ravensburger:&#10;&#10;In this paradise of a card game, two players take part in a very special competition: who will pick the nicest fruits from the forbidden Tree of Knowledge? It sounds easier than it is, since your opponent decides what happens to your cards.&#10;&#10;Belongs to the Ravensburger Fun For 2 Series.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Fun For 2 (Ravensburger)"
    ]
  },
  {
    "Rank": "14430",
    "Name": "Alice in Wordland",
    "ID": 284600,
    "Year": "(2019)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/284600/alice-in-wordland",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1.7143",
    "Description": "In the party game Alice in Wordland, players take the roles of characters from Alice in Wonderland, each with their own unique abilities and all invited to the tea party of the Queen of Hearts. They have to follow her mad rules of discussion, saying words in particular themes under the pressure of time.&#10;&#10;The game includes a plastic music-playing teapot timer. Every round, after the discussion topic and the forbidden letters have been chosen, the timer starts and each player has to say a suitable word within their time limit. The longer each player stays in a round, the more points they are awarded.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Alice in Wonderland"
    ]
  },
  {
    "Rank": "14431",
    "Name": "Torpedo Dice",
    "ID": 263175,
    "Year": "(2021)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/263175/torpedo-dice",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "In this interactive roll-and-write game, players draft dice and shoot torpedoes at their enemy submarine. The torpedoes are fired in the same formation as the pips shown on the dice.&#10;&#10;Players can modify their dice rolls in various ways after activating one or more of their submarine's systems, such as the engine or propeller. But these systems may not last long, as they are being targeted by the enemy. The first player to destroy all of their enemy's vital systems, without running out of spare torpedoes, is the winner.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Paper-and-Pencil",
      "Take That"
    ],
    "Families": [
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "14432",
    "Name": "The Producer: 1940-1944",
    "ID": 179918,
    "Year": "(2015)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/179918/the-producer-1940-1944",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.6471",
    "Description": "Imagine living during America's Depression. You live dreaming the life of a film star &mdash; until a telegram announces an unexpected inheritance: two million dollars and the property of a shed on the outskirts of Los Angeles. Will you turn this barren land into the studio of a major film producer &mdash; or squander your fortune fading in the golden dust of the California desert like so many others before you?&#10;&#10;The Producer: 1940-1944 is a board game inspired by the great Hollywood movies. The aim of the game is to score more points by winning awards for actors and film directing, building the structures of their studio, or producing more films of different genres. The player must decide which strategy to follow early in the game based on the script and cast with which depart.&#10;&#10;The game consists of three or five rounds corresponding to three years. Every year, each player will fish and play in turns six cards event that will simulate the intervention of professionals to improve their own films or sabotage others', or the occurrence of historical facts, such as Pearl Harbor, the invention of the computer, the skirmishes between the Mafia and the FBI. For each card played you will place its own &quot;Producer&quot; (worker) to activate areas on your dashboard (the studios) or different locations on the main scoreboard that represent Hollywood.&#10;&#10;You can buy scripts, engage the biggest movie star of the time, young players with a great future and legendary directors. At the time of producing each film, it will extract from a pool of tokens representing the potential audience for that year and the choice of which films produce must be made according to specific strategies to meet the latent demand.&#10;&#10;If the production of the film will procure players the money to expand own activities, the award ceremony at the end of each year will give them the necessary points for the win, making the economic aspect important but not relevant to the final score.&#10;&#10;At the end of the third year in the base game (or in the case of the fifth game to experts), it will award bonuses and the Reckoning will be to determine the winner.&#10;&#10;Every aspect of the game: dynamic production, events, characters, scripts, have been played so historical in order to give movie fans a reproduction as faithful as possible of Hollywood of the 1940s. Every script and character shows in addition to game information, rumors, gossip and curiosity that will delight even the players less competitive.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Simulation",
      "Worker Placement"
    ],
    "Families": [
      "Decades: The 1940's"
    ]
  },
  {
    "Rank": "14433",
    "Name": "Bridgetown Races",
    "ID": 72242,
    "Year": "(2010)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/72242/bridgetown-races",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Each year, the International Bridge Racing Association selects a city with lots of bridges to host its annual Bridgetown Race. This year they have chosen Portland, Oregon USA.&#10;&#10;Players - using bicycles, motorcycles, taxis, buses, automobiles, the street car and sometimes their own two feet - try to be the first to cross each bridge and capture its flag. Be the first to capture a flag from every bridge, and you win the race!&#10;&#10;Each round, players arrange for transportation by placing coordinators on the transportation mode or special action of their choice. Next, the players choose a transportation mode and move their racer through the streets, trying to be the first to cross a bridge and pick up its flag. The flag is placed on the player&rsquo;s Bridge Completion card and the first person to collect all eight flags wins the race.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Race"
    ],
    "Families": [
      "Cities: Portland (Oregon, USA)",
      "Series: Family Games (Gryphon Games)"
    ]
  },
  {
    "Rank": "14434",
    "Name": "Ripple Rush",
    "ID": 300725,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/300725/ripple-rush",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "How many spaces can you fill on your scoresheet in Ripple Rush, a quick and simple flip-and-write game?&#10;&#10;In the game, you have your own player sheet, which shows four columns of symbols (square, circle, triangle, hexagon), with eight symbols in each column. To set up the game, adjust the deck so that it contains twenty cards per player, with the cards being chosen at random. The full deck contains one hundred cards, with 25 cards for each symbol numbered 1-25.&#10;&#10;On a turn, each player draws a card from the deck, then (if possible) you write the number on that card in the column matching the depicted symbol. Numbers must be placed in columns in ascending order so that within each column each number is higher than whatever is below it and lower than whatever is above it, but you can skip spaces in the columns when entering a number.&#10;&#10;If you can't place your card's number on your player sheet in the proper column &mdash; e.g., you draw a blue 14 and you have no open spaces between a blue 11 and a blue 15 &mdash; announce this to everyone before they write down the number on their own card and place your card in the center of the table. After they write their own number, they can also write your number on their score sheet, if possible.&#10;&#10;If you complete a row of symbols, then you immediately get the bonus shown on the left edge of the player sheet, either a number (5, 10, 15, 20) that you can write in any valid column or a symbol that you can fill with any valid number.&#10;&#10;At game's end, for each column you score points equal to your longest connected sequence of filled-in spaces. In the advanced variant, you draw two of the eight bonus cards, each of which shows one of the rows on the player sheet; for each of these two rows that you fill in completely, you score bonus points.&#10;&#10;",
    "Categories": [
      "Number"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "14435",
    "Name": "Kinder Bunnies: Their First Adventure",
    "ID": 14441,
    "Year": "(2005)",
    "Geek Rating": "5.536",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/14441/kinder-bunnies-their-first-adventure",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3704",
    "Description": "Kinder Bunnies: Their First Adventure is a non-collectible card game suited for young children. The gameplay, while simplistic, allows for children to learn valuable skills, such as reading, math and teamwork.&#10;&#10;With a patented run-style system, players work to take good care of their bunnies while avoiding safety hazards,feed-the-bunny cards and more. Players must also collect carrots to win the game.&#10;&#10;The non-lethal gameplay has varying difficulty levels for all reading levels with bright, positive graphics and fun activities for hours of gameplay.&#10;&#10;Kinder Bunnies is also compatible with Killer Bunnies, also from Playroom Entertainment.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Game: Killer Bunnies"
    ]
  },
  {
    "Rank": "14436",
    "Name": "Tolling of the Bell",
    "ID": 355346,
    "Year": "(2022)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/355346/tolling-of-the-bell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "600",
    "Weight": "3",
    "Description": "Tolling of the Bell is a wargame simulation that depicts the last German offensive during World War II, &lsquo;Operation Spring Awakening&rsquo; and its sub-operations &lsquo;Icebreaker&rsquo; and &lsquo;Forrest Devil&rsquo;. It also includes the start of the Soviet Vienna offensive (from the perspective of the 3rd Ukrainian Front).&#10;This game starts with a German thrust against the depleted Soviet 3rd Ukrainian Front which was holding the Soviet absolute left flank. The German main goals were the Donau crossings and to the incircle of the 57th Soviet and 1st Bulgarian Armies. A secondary target was to create a starting ground for a new Budapest offensive. An even wider stretch was the oilfields at Ploes&#204;&#166;ti, Romania.&#10;Tolling of the Bell is a game recreating this campaign in Hungary from 6th - 25th March, 1945.&#10;&#10;Tolling of the Bell is taught in 30 minutes and easy to digest yet a challenge even for the more experienced players.&#10;&#10;It is built around the same system of wargaming rules that shaped Plan West&trade;, K&ouml;nigsberg'45&trade;, Army Group Narwa&trade; and Stargard Solstice&trade; making it the 5th game in the WWII Battle Series.&#10;It utilizes a Command chit-pull system to activate HQ, which in turn allow their controlled combat units to move and attack.&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: about 3 to about 4 km&#10;Units: Battalion to Division&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2+&#10;Playing Time: 3-10 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Bulgaria",
      "Country: Germany",
      "Country: Hungary",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Series: WWII Battle Series (Three Crowns Game Productions)"
    ]
  },
  {
    "Rank": "14437",
    "Name": "Chu Shogi",
    "ID": 21935,
    "Year": "(1300)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/21935/chu-shogi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.1111",
    "Description": "Chu Shogi is a Japanese cousin of FIDE Chess and ancestor of Modern Shogi.  Each player controls 46 pieces, and play is on a 12&times;12 board.  The object is to capture your opponent's King (and Crown Prince, if they have promoted their Drunk Elephant).  Unlike Modern Shogi, this game is played without drops.&#10;&#10;The game is much larger than Chess and Shogi.  The pieces consist of such interesting pieces as the Drunk Elephant, Phoenix, Kylin, Free Boar, Flying Ox, and many other colorfully-named pieces including the incredibly powerful Lion.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 12 x 12 Grids",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess",
      "Traditional Games: Shogi"
    ]
  },
  {
    "Rank": "14438",
    "Name": "Władca Areny",
    "ID": 126550,
    "Year": "(2012)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/126550/wladca-areny",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.5",
    "Description": "The world became a hostile place after the gods had abandoned men, embittered by their weakness. The elements appeared to conspire against the mortals and their heritage, bringing pain, hunger and destruction. And when the end of the human race seemed close at hand, an idea emerged amidst the deserted lands, and breathed hope into the surviving few. An idea of great power shimmering in a man about to fight for his own life. Thus began the era of the warrior; a warrior who, defiant to all, challenged heavens themselves. It was then that the wastelands saw the first Arenas, places endowed with mystic character, where the daring fought to death trying to single out the mightiest of them all. Some claimed that he was to win back gods&rsquo; favor; others that he was to become their equal and finally challenge even them. New habitats started to emerge around the Arenas, suddenly all vibrant with life and ruled, singlehandedly, by a Warlord, the best of the warriors. A Warlord sovereign, drawing passionate gaze of women and envious glances of men. A Warlord supreme, who thanks to his triumphs seemed to put humanity on a pedestal. A Warlord absolute, whose place could be taken by anybody willing to issue a challenge. The Warlord of the Arena.&#10;&#10;Warlord of the Arena (W&#197;&#130;adca Areny) is a tactical board game that simulates a duel of barbarian heroes.&#10;&#10;Players will create a unique warrior by distributing a number of points between six skills. Those skills will determine a warrior's agility, toughness, speed, sword mastery, etc. Warriors created this way will gain access to a vast armory. Various medieval weapons raging from daggers to heavy two handed axes await their test in battle. Throwing knives and crossbows, poisoned blades and big hunting dogs - all of this deadly weaponry varies in dealt damage, weight and special abilities, changing players' strategies for the fight. The strongest of warriors will be able to clad themselves in heavy plate armors, while the weaker ones will have to survive wearing only leather. Once warriors spent all of their gold, the players will build the arena. Even though the Arena is divided in several dangerous spaces, delivering special effects and fighting modification, players will be allowed to bring some extra mayhem to this place. Snakes, deadly spikes and a powerful chained beast wandering all over the arena are waiting to be bought for special points by the players to influence their tactics even further. Once the warriors and the arena are ready the duel begins. Each player can choose from arange of fighting moves (both defensive and offensive) to defeat his opponent. Chance of successful move attempt will be determined by your position on the arena, chosen weapon and position of your opponent. Lure your opponent out to the slippery floor and then jump him from behind to gain advantage ! Players will quickly exchange moves dancing in a sophisticated sword fight, using elements of the environment in order to win. There are 3 ways to win the duel. You can defeat your opponent by dealing one powerful blow which will kill him instantly or several minor ones that will cause him to bleed to his death! You may also poison him, which will cause them to lose consciousness and grant you victory. You can also try to deal a injury so painful that the opponent warrior will surrender, fearing for his life. All this brutal mayhem awaits you in Warlords of the Arena.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14439",
    "Name": "Perfect Hotel",
    "ID": 231032,
    "Year": "(2017)",
    "Geek Rating": "5.535",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/231032/perfect-hotel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "As a hotel owner, your mission is to create the perfect hotel. Look into aspects such as location and customer needs to create a distinguished hotel that will attract people. You have a fixed date to open the hotel, so plan properly and be careful not to over-research or misjudge the timing of hotel construction.&#10;&#10;Perfect Hotel (&#227;&#131;&#145;&#227;&#131;&#188;&#227;&#131;&#149;&#227;&#130;&#167;&#227;&#130;&#175;&#227;&#131;&#136; &#227;&#131;&#155;&#227;&#131;&#134;&#227;&#131;&#171;) is a card game in which bonuses exist for such things as the tallest high-riser, the most luxurious top-floor, and so on.&#10;&#10;Be the owner who creates the perfect hotel!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Hotels, Inns, Lodgings"
    ]
  },
  {
    "Rank": "14440",
    "Name": "Takamatsu",
    "ID": 163481,
    "Year": "(2014)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/163481/takamatsu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Excitement in the capital: Shogun Tokugawa Ieyasu wants to assign the Han of Takamatsu in a challenge. The competing Daimyos direct their Samurai through the palace following some simple rules and quickly see that they can use the Samurai of the other Daimyos for their purposes. An exciting interwoven competition - with unexpected surpises.&#10;&#10;Takamatsu is a game of conflict and cooperation, with players trying to place (or not place!) their samurai in their own rooms. The palace consists of two circular paths that merge at one point, then separate once again. Players have 5-7 samurai that are split between two color-coded rooms at the start of the game, and a row of scoring cards &mdash; some face-down &mdash; are laid out next to the board.&#10;&#10;On a turn, you choose a room that contains at least one of your samurai, then you move some number of samurai in this room clockwise from this space. If the room contains only one samurai, you can move it one space; if it contains two, you can move both two spaces or only one a single space &mdash; but if an opposing samurai is with you, then you must move both exactly two spaces. When a room has three or more samurai, he must leave at least one behind (while still needing to bring at least one opposing samurai along, if any). When a samurai ends movement in a room of the same color, that samurai's daimyo collects the topmost scoring card, with multiple scorings being possible on a turn. For each open scoring card collected, the player immediately adjusts his scoring marker &mdash; which could move you back on the track, so sometimes you want to escort another samurai to his pad instead of bringing him to your place.&#10;&#10;When one player reaches twenty points, players finish the round, then tally their hidden scoring cards, if any. The player with the most points wins! (With two players, each daimyo controls two colors of samurai and must move an opposing samurai when possible. After one pagoda reaches the twenty point threshold, the players sum their two scores to determine a winner.)&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Action Queue",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Japan",
      "Islands: Shikoku (Japan)",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "14441",
    "Name": "Desert Fox Deluxe",
    "ID": 182499,
    "Year": "(2016)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/182499/desert-fox-deluxe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "2880",
    "Weight": "3.4286",
    "Description": "Desert Fox Deluxe is a combination of two previously published games covering parts of the North African campaign&ndash;Desert Fox and Trail of the Fox&ndash;expanded with additional rules, units, and maps to cover the entire war in the North African desert from the Italian invasion of Egypt in 1940 to the final Allied clearance of Africa in 1943. The map scale is 10 miles per hex, turns cover one month each, while units are mostly regiments and brigades, with specialist battalions and a few Italian and Vichy French divisions. The turn sequence is built around a pair of move-fight impulses for each player, with separate phases for events altering the situation (like the frequent Commonwealth campaigns elsewhere in the Middle East), application of air and naval power, and initiative determination. Logistics is the paramount consideration given the vast distances. Fast and furious action alternates with quiet periods as both sides strive to build up forces and supplies.&#10;&#10;Components: Three 17&quot; x 22&quot;, two 8.5&quot; x 22&quot;, one 11&quot; x 17&quot; map &amp; 560 counters&#10;&#10;S&amp;T #300, August 2016&#10;&#10;Boxed edition in 2019 added cards to better depict the impact of off map events (like Greece, and East Africa) on reinforcement and withdrawals.  20 cards for the Axis and 28 cards for the Allies.  Also adds a Support Booklet, and a Campaign Analysis Booklet.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Algeria",
      "Country: Egypt",
      "Country: Germany",
      "Country: Libya",
      "Country: Tunisia",
      "Digital Implementations: VASSAL",
      "History: World War II (Africa)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14442",
    "Name": "Ghosts of the Moor",
    "ID": 257273,
    "Year": "(2018)",
    "Geek Rating": "5.535",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/257273/ghosts-of-the-moor",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Guide your intrepid explorers through the cursed swamp, collecting treasure and avoiding obstacles!&#10;&#10;Every turn in Ghosts of the Moor, you move one of your explorer pawns forward. If you leave a space containing a tile and no other explorer, you must pick up that tile &mdash; which is good if it's a treasure and not good if it's a ghost. If you leave a space that contains no tile, you must discard a tile instead. When moving to a space with no tile, if you have a wooden plank, you may place that down where you land to bridge the gap across that obstacle.&#10;&#10;Once all explorers have escaped the swamp, players score points for collecting sets of treasure and for reaching the end early. Players lose points for ghosts they have picked up along the way. The player with the most points wins!&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Game: Verflixxt!"
    ]
  },
  {
    "Rank": "14443",
    "Name": "College Basketball Dynasty",
    "ID": 38755,
    "Year": "(2008)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/38755/college-basketball-dynasty",
    "Min Players": "1",
    "Max Players": "14",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "From the Rules:&#10;&#10;&quot;Have you ever wanted to build a basketball dynasty to rival that of Wooden&rsquo;s legendary UCLA teams?  How about experiencing the thrill of recruiting, developing and a starting a team of Champions?  What about trying to improve a run-of-the-mill team into a tournament team, all while trying to keep your job?  You can do all of these things a more in Basketball Dynasty&mdash;in under an hour.&#10;&#10;College Basketball Dynasty is a game about recruiting and developing college basketball players, while trying to qualify for the tournament and win a championship.  Each player acts as the head coach of a college basketball team and has 12 years to win as many games, go to as many tournaments and win as many championships as possible.   As the coach, you determine who to recruit (do you want solid season performers or the star who can win in the big game), who to develop, who to start and bench, and what style of team do you want (e.g., a group of 'team players' or bunch of talented 'individuals' who happened to play on the same team).&quot;&#10;&#10;Components:&#10;&#10;1 Six-Sided Die&#10;1 Rules Book&#10;1 School Rating Chart&#10;1 Coach Record Sheet&#10;14 School Roster Boards&#10;25 Red Chips&#10;150 Blue Chips&#10;168 Player Counters (General Supply)&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simulation",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "14444",
    "Name": "Birdie",
    "ID": 406378,
    "Year": "(2024)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/406378/birdie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Discover the magic of a peaceful house on a quiet hill. By day, you admire the flight of the robin, woodpecker, and pigeon. By night, you listen for the call of the owl. But will you know how to get them all to get along?&#10;&#10;In Birdie you'll have to collect sets of birds and different seasons for points, but you'll have to remember which ones have already flown in your deck and which ones are missing!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Memory",
      "Ordering",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Birds",
      "Series: Fluffy Animals (GateOnGames)"
    ]
  },
  {
    "Rank": "14445",
    "Name": "Dragon Noir 1: L'Exil",
    "ID": 18330,
    "Year": "(1990)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/18330/dragon-noir-1-lexil",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "The first episode in the Dragon Noir series is a French adaptation of the game Dark Blades with some new maps and counters.&#10;&#10;The scenarios tell the tale of how the rebels escape their world and enter the fantasy world of ArKo Iriss.&#10;&#10;It uses the same system as Cry Havoc for personal man to man combat in a fantasy world.&#10;&#10;Part of the Cry Havoc series.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Creatures: Dragons",
      "Game: Cry Havoc System"
    ]
  },
  {
    "Rank": "14446",
    "Name": "Unlock! Mythic Adventures: Around the world in 80 minutes",
    "ID": 385317,
    "Year": "(2023)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/385317/unlock-mythic-adventures-around-the-world-in-80-mi",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "65",
    "Play Time": "95",
    "Weight": "2",
    "Description": "Unlock! is a cooperative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc.&#10;&#10;Around the World in 80 Minutes - &quot;I made the bet with these gentlemen from the Reform Club that we will travel around the world in 80 days. Passepartout! Hurry! The world awaits Phileas Fogg's masterstroke!&quot;&#10;&#10;An included ten-card tutorial allows you to learn how to play without reading the game rules. Note: Unlock! requires a free application to be downloaded from the App Store or Google Play. Once downloaded, an internet connection is not required during game play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Authors: Jules Verne",
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "14447",
    "Name": "Sea Wolves Solitaire: Battle of the Atlantic 1939-1942",
    "ID": 394053,
    "Year": "(2023)",
    "Geek Rating": "5.535",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgame/394053/sea-wolves-solitaire-battle-of-the-atlantic-1939-1",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "3.3636",
    "Description": "Sea Wolves Solitaire - Battle of the Atlantic 1939-1942 is a solitaire wargame that allows players to step into the role of a U-boat commander during the intense Battle of the Atlantic in World War II.&#10;&#10;Players take on the role of a U-boat commander, leading a stealthy submarine on daring missions to disrupt enemy supply lines and sink valuable cargo ships.&#10;&#10;The game includes a wealth of historical notes and background information about the U-boats, naval warfare, and significant events during that time.&#10;&#10;The game is designed to provide a simple and accessible experience, using minimal components, but offers enough decisions to make it enjoyable and challenging for the player. The game includes 8 missions with individual maps and a campaign mode spanning from 1940 to 1942. In the campaign, you can enhance your captain, submarine, and crew as you progress.&#10;&#10;To play, you will need two six-sided dice, a pencil and an eraser.&#10;&#10;You can find the game and all extra components like counters and bigger maps at www.turgaliumgames.com&#10;&#10;",
    "Categories": [
      "Book",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Region: Atlantic Ocean",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "14448",
    "Name": "Alexandre contre la Perse",
    "ID": 293274,
    "Year": "(2019)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/293274/alexandre-contre-la-perse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "2.75",
    "Description": "&quot;Alexandre contre la Perse&quot; is a tactical level board wargame which presents the first three battles in the &quot;Au Fil de l'&Eacute;p&eacute;e&quot; Antiquity series. They bring onto the stage the greatest conqueror of Antiquity in the course of the mighty confrontations which enabled him to bring Persia to its knees.&#10;&#10;GRANICUS - In 334 BC, after crushing a revolt by the city of Thebes, the young King Alexander of Macedonia turned toward the east and set out on his conquest of Asia. He crossed the Hellespont with 35,000 men. On the banks of the Granicus River he came up against an army of 40,000 men commanded by Memnon, a Greek who was in the pay of Persia. Thanks to a vigorous attack by his Companion cavalry, Alexander succeeded in dispersing the enemy horsemen and crushing Memnon&rsquo;s Greek mercenaries. This brilliant victory opened the door to Asia Minor.&#10;&#10;ISSOS - A year later on the coast of Syria the King of Kings, Darius III, determined to assemble a great army and intercept Alexander. The two armies met at Issos. While repelling an attack on his left by the Persian cavalry, Alexander and his right wing charged across the river under a rain of enemy arrows. By hurling himself into a breach on the Persian left flank, Alexander brought about its collapse and the flight of Darius. The Macedonian phalanx advanced inexorably in the center of the battlefield and completed Alexander&rsquo;s victory, with the result that he could go on to invade Egypt unhindered.&#10;&#10;GAUGAMELA - The final clash between Alexander and Darius took place at Gaugamela in 331 B.C. The King of Kings had mobilized impressive forces from the eastern part of his empire. His army, unusually numerous, included elephants as well as war chariots. He compelled Alexander to fight in a vast plain where the 40,000 Macedonians risked being encircled. Once again the king of Macedonia opened the battle with a cavalry attack on his right. The phalanx meanwhile suffered severely from Persian attacks, especially on its left wing where Parmenion was in command. Alexander nevertheless forestalled the enemy by making Darius himself the target of the Companions&rsquo; charge. Once they had opened a breach, the Macedonian cavalrymen passed through it and struck the Persians from the rear, causing them to rout. This occurred in the nick of time, because Parmenion&rsquo;s contingents were by then on the point of breaking. Darius fled in the direction of Arbela. Alexander caught up with him, but by then he was already dead, assassinated by a group of his generals.&#10;&#10;Alexandre contre la Perse puts the players either at the head of the Macedonian army, at whose core the cavalry and the phalangites played complementary roles, or in command of the Persian army, consisting of highly varied troops collected from all over the empire. The three battles were increasingly important chronologically, in terms of the numbers involved and their complexity. Will you, as Alexander, be able to bring down a multi-national army by means of only three battles? Will you, in the role of the King of Kings, succeed in foiling Alexander&rsquo;s maneuvers and vanquishing the Macedonians?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Mesopotamia",
      "Country: Iran",
      "Country: Iraq",
      "Country: Syria",
      "History: Wars of Alexander the Great",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East",
      "Series: Au Fil de l'Épée (Frédéric Bey)",
      "Series: Collection Jeux d'Histoire (Vae Victis)"
    ]
  },
  {
    "Rank": "14449",
    "Name": "Wo ist bitte Umtata?",
    "ID": 179560,
    "Year": "(2015)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/179560/wo-ist-bitte-umtata",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "A quiz and guessing game - Figure out which European country is hiding behind the placeholder &ldquo;Umtata&rdquo;. Submit your guesses and earn points. The first player to earn 16 points wins.&#10;&#10;What is going on in Umtata?&#10;While some are producing more cell phones than you can shake a stick at, others are carrying bails of hay in their trunks. And the  national defence corps has less members than the country&rsquo;s national orchestra. Really! But can you guess which European country Umtata is? And where is it? Northern Europe? In the South, East or West? Any ideas? Then quickly give your answer!&#10;&#10;To win, you don&rsquo;t necessarily have to be a connoisseur of European culture and history, good intuition, a bit of luck and a proclivity for bizarre facts and events are enough for a glorious victory.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "14450",
    "Name": "Slouch Hats and Eggshells: The Allied Invasion of Syria & Lebanon – 1941",
    "ID": 42641,
    "Year": "(2011)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/42641/slouch-hats-and-eggshells-the-allied-invasion-of-s",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "3.0909",
    "Description": "Slouch Hats and Eggshells: The Allied Invasion of Syria &amp; Lebanon - 1941, recreates the World War II campaign in French-held Syria and Lebanon, historically from early June 1941 through mid-July 1941. One player will control the Axis forces (Vichy French, French colonial troops, and Germans), while his opponent controls the Allied forces (British, Commonwealth, Free French, etc). The playing pieces represent the actual units that participated in the campaign and the map represents the terrain over which those units fought. The players maneuver their units across the map and conduct combat according to the rules of play. One player wins by capturing certain specified objectives while his opponent wins by avoiding those victory conditions.&#10;&#10;When Free French leader Gen. de Gaulle visited the Middle East in April 1941 he forced a political crisis by demanding the occupation of Syria. As a result London ordered an offensive to place all of Syria and Lebanon under Free French control. Sadly, such posturing caused Allied command staffs to hold unrealistic views of what the ensuing occupation would look like. Certain authorities believed the Vichy French in Syria would offer only token resistance and their defense would collapse like an eggshell. The thinking held that Vichy forces could be won over with wine and coffee along with displays of the Australian slouch hat. Instead, the Vichy-led troops fought ferociously from the start.&#10;&#10;Players should feel free to combine play of this game with that of Rommel&#039;s War, published by L2 Design Group. Both games include the same historical moment, have identical scales, and have some of the same historical units. It is natural that players would want to explore more historical alternatives with combined play. To facilitate such game play, this game uses many of the same rules, charts, and tables found in Rommel&#039;s War.&#10;&#10;Game Scale:&#10;Game Turn: 10 days&#10;Hex: 10 miles / 16 kilometers&#10;Units: Company to Brigade&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;Two dual-side printed countersheets (96 -  0.6&quot; &amp; 20 -  1.2&quot; counters)&#10;One 28-page rulebook&#10;Two 4-page Player Aid Cards (CRT/TEC, etc)&#10;Four 1-page Player Aid Cards (Turn Sequence, Set-up, Counter Information)&#10;Two 6-sided dice&#10;Seven plastic storage bags&#10;&#10;Solitaire Playability: Medium-High&#10;Complexity Level: Medium-High&#10;Players: 2 (or medium high solitaire)&#10;Playing Time: 4-6 Hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Lebanon",
      "Country: Syria",
      "Country: United Kingdom",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14451",
    "Name": "Djambi",
    "ID": 17691,
    "Year": "(1968)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/17691/djambi",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5714",
    "Description": "Djambi, or Chess of Machiavelli is a game for 4 players that can be played with only 3. There also exists a 5-player version called Pentachiavel.&#10;&#10;It is a game of treason. Each player is the leader of a political party composed of 9 pieces:&#10;1 Leader&#10;1 Journalist&#10;1 Assassin&#10;1 Provoker&#10;1 Necromobile&#10;4 Activists&#10;who roam a 9x9square board where all squares are the same except the central one, called The Labyrinth.&#10;&#10;All counters move as the Queen in Chess, except the Activist who moves the same but only for two squares.&#10;A piece cannot move through another piece, whether alive or dead.&#10;&#10;Object of the game: gaining absolute power, that is killing all other leaders.&#10;&quot;To do this, all players have the weapons of the actual politics: manipulation, provocation, activism, recuperation, scandal and political crime. The course to power is not a gala dinner, so all pieces can be physically eliminated. In politics, a dead is as encumbrant as a living person, so all dead pieces are kept on the board, face down.&quot;&#10;&#10;Dead pieces have no color.&#10;&#10;The Labyrinth is the basement of the Legal Power, the road to Absolute Power. Only a Leader may stay on this square. It makes its parti play after each opponent. But there, it can be killed by nearly all other pieces.&#10;&#10;The Leader: can kill any piece on the board by taking its place. The taken piece is placed on any other adjacent free square of the board, dead.&#10;&#10;The Journalist kills a piece that is adjacent to any one of the 4 squares that share a common border with its square. It does this just after having moved. The body lies dead where it was killed. He must move at least one square before killing.&#10;&#10;The Assassin, can kill any piece by taking its place. The piece is placed, dead on the place the Assassin was before moving.&#10;&#10;The Provoker, mover of the living: can move any living piece if it takes its position. The taken piece is placed on any other free square of the board, alive.&#10;&#10;The Necromobile, mover of the dead: can move any dead piece if it takes its position. The taken piece is placed on any other free square of the board, dead.&#10;&#10;The Activists can kill a piece by taking its place. The taken piece is placed on any other free square of the board, dead. They CAN'T kill a leader in The Labyrinth.&#10;&#10;These are most of the rules. You can find the rest (in French, sorry) at the link below.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Movement",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "14452",
    "Name": "Germania",
    "ID": 742,
    "Year": "(1995)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/742/germania",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.8333",
    "Description": "Germania is a two-player wargame covering Roman campaigns in Germania. The game is strategic in scale, with units representing Roman legions, barbarian war bands and allied troops. The mapsheet, overlaid with a hexagonal grid, covers the area of operation.&#10;&#10;Game consists of a 22 x 34 map, 280 counters, 13 pages of rules and 1 random events chart.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Ancient Wars (Strategy and Tactics)"
    ]
  },
  {
    "Rank": "14453",
    "Name": "Ohio",
    "ID": 1474,
    "Year": "(1998)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/1474/ohio",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "In Ohio all players start with an identical hand of cards, numbers 1-10 plus one &quot;Ohio&quot; card. After the lead, on your turn you must either pass or play a lower card. When everybody else passes, the last player to have played a card collects for purposes of end-of-game scoring the whole pile of cards (which for convenience will be called a trick) and then has the lead. The Ohio card is deemed always just a little lower than the last card played, so if a 2 is played and then an Ohio card (or two or three Ohio cards), a 1 would still be lower. When one person plays their last card, finish the trick and calculate the scores. Ohio cards count negative 10. All others their face value. Cards still in hand count negative (including Ohio card which is negative 10 if still in hand). The player with the highest total wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Climbing",
      "States: Ohio"
    ]
  },
  {
    "Rank": "14454",
    "Name": "WOO",
    "ID": 222885,
    "Year": "(2017)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/222885/woo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "From the publisher's blurb:&#10;&#10;&quot;Players create marriages with the King and Queen cards in this classic trick-taking strategy game of timing and memory.  The winner is the first player to earn 7 Game Points over several rounds!&quot;&#10;&#10;This is identical to the traditional trick-taking card game Schnapsen, except for the addition of a 0 in each suit.  Players take turns playing tricks in order to score game points -- after each round, scoring occurs, and the first player to reach 7 game points wins.  Rounds may end early if a player claims to have earned 66 trick-points during the round.  Marriages allow players with both Queen and King of a suit in their hand to claim additional trick-points for the round, provided they immediately lead with one of those two cards.&#10;&#10;User summary:&#10;This is a standard trick-taking game. Each trick is won by the player who played the highest card of the leading color. A player that wins enough tricks during a round wins Game Points. The game continues for several rounds until a player wins by reaching seven Game Points.&#10;&#10;NOTE: This game was available as a free, secret bonus for the Pack O Game Set 2 Kickstarter.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Predictive Bid",
      "Push Your Luck",
      "Score-and-Reset Game",
      "Trick-taking",
      "Turn Order: Stat-Based",
      "Variable Phase Order"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Pack O Game (Perplext)",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "14455",
    "Name": "Dresden 20",
    "ID": 60280,
    "Year": "(2009)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/60280/dresden-20",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8182",
    "Description": "Napoleon in Germany, 1813&#10;&#10;Game number 9 in the Napoleonic 20 series (#1 in sub-series Germany 20)&#10;&#10;After his disastrous defeat in Russia in 1812, followed by a halting campaign in early 1813, an armistice with the Allied Coalition is about to end. But Napoleon has been busy using this time of truce to build up his logistical base at the city of Dresden. When war resumes in August, the focal point of maneuvers centers on this French central position.&#10;&#10;Dresden 20 presents a Deluxe Edition treatment the Napoleonic 20 Series, and launches a new sub-series of &quot;Germany 20&quot; 1813 games (all of which will ultimately link into a campaign of connected battles with the results from one affecting the next in the series). Dresden 20 includes a bit more of everything than other games in this series (map size, counters and exclusive rules), thus allowing players to gain a deeper insight into the campaign around Dresden during those fateful days. Important decisions weighing up all of the principles of war must be made to win this campaign!&#10;&#10;Can you maintain French dominance with a coalition-ending smashing victory? Or as the Allies end Napoleon&rsquo;s ambitions in central Europe by storming your way across the map?&#10;&#10;Game Data:&#10;&#10;Complexity: 4.5 on a 9 scale&#10;Solitaire Suitability: 4 on a 9 scale&#10;Scale: Each unit is 1 corps, each hex is about 1000 meters, and each turn is roughly 3.5 day hours (or 10 night hours).&#10;&#10;Game Components:&#10;&#10;&gt; One 8-page, color instructions booklet, with Standard and Optional rules included&#10;&gt; One 4-page sheet of Exclusive rules&#10;&gt; 1-page of helpful Notes&#10;&gt; 48 color, die-cut 5/8&quot; mounted game pieces&#10;&gt; 12 random event cards&#10;&gt; One 11&quot; x 25.5&quot; color game map&#10;&gt; Two color player aid sheets&#10;&#10;Credits:&#10;&#10;Game Design: Lance McMillan&#10;Series Developer: Lance McMillan&#10;Game Developmnt: Steve Carey&#10;Art &amp; Graphic Design: Chris Magoun&#10;Documentation Layout: Alan Emrich&#10;Special Research: Andreas E. Gebhardt&#10;Playtesting: Rod Bauer, Jeff Curtis, Andreas E. Gebhardt, Brad Hurst, John Leggat, Keven Mchale, Kim Meints, David Moody, Joe Oppenheimer, Josh Shirley, Matt Shirley, Hugh Tracy&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Dresden (Saxony, Germany)",
      "Country: Germany",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "14456",
    "Name": "Battleground Fantasy Warfare: Monsters & Mercenaries",
    "ID": 49050,
    "Year": "(2008)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/49050/battleground-fantasy-warfare-monsters-and-mercenar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Not playable on their own as you need two starter decks to play the game.&#10;&#10;Battleground Fantasy Warfare is a point-based tabletop tactical wargame in which units are represented by cards.&#10;&#10;An expansion to Battleground Fantasy Warfare, this faction is uniquely designed so that its units can be hired by players using other factions, making it a must-have for all Battleground players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Battleground Fantasy Warfare (Your Move Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14457",
    "Name": "Four",
    "ID": 133842,
    "Year": "(2012)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/133842/four",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "A game inspired by the  Four Colour Theorem in which four shapes in four colours are placed in a virtual grid according to four constraints. Players take turns to put pieces on the board, according to the following constraints:&#10;&#10;     Connected: after the first piece, each piece you play must touch at least one other piece orthogonally.&#10;     Different move: you may not play the same shape or colour that your opponent just played.&#10;     Not adjacent: you may not place a piece adjacent to a piece of the same shape or colour.&#10;     Virtual grid: you may not play so that the playing area exceeds 9 squares in any direction.&#10;&#10;&#10;The last player able to place a piece wins.&#10;&#10;The four shapes used are shown below. Each player receives 16 pieces, four of these in each of the four colors. A total of 32 tetromino pieces are needed.&#10;&#10;   &#10;   &#10;&#10;Four won (along with Veletas) the BoardGameGeek Best Combinatorial 2-player Game of 2013 award.&#10;BEST COMBINATORIAL 2-PLAYER GAME OF 2013 - RESULTS&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 9 Grids",
      "Components: Polyominoes",
      "Containers: Zippered Pouch",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14458",
    "Name": "Walk The Plank: Limited Edition",
    "ID": 219622,
    "Year": "(2017)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/219622/walk-the-plank-limited-edition",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "In Walk the Plank!, players represent the worst pirates in a captain's crew. The captain has rounded you all up because you're all lazy and stupid and simply not worth the rum and loot you get paid. That said, the captain has decided he's willing to keep two of you in his crew. To prove you're worthy, you will fight amongst yourselves, trying to shove other players' pirates off the end of the plank while keeping yours alive!&#10;&#10;In game terms, each round players secretly stack three of their ten action cards, then they take turns revealing and playing those actions one by one no matter what's gone wrong between the planning and the doing. If you plan to have a pirate shove someone off the plank on your third move and all he sees are his own best mates, he will still shove away! Some cards bear a skull on them, and these powerful cards must remain on the table the round after they're played, but otherwise players then pick up their action cards and start a new round. As soon as two or fewer pirates remain on board, the game ends and the owner (or owners) of these pirates win! Watch out, though, as sometimes every pirate will end up in the drink, which means that no one wins other than the sharks circling in the water below...&#10;&#10;This all new limited edition tin edition features a reworked version of the rules, all new artwork (by Felideus Bubastis), screen printed meeples, the Ghost Meeple mini-expansion (with rules), and a 26 card promo pack.&#10;&#10;The promo pack features a summary card and 5x cards each each of  the five player colors, which now give each player 15 cards to choose from rather than the 10 cards featured in the original  or the deluxe tin editions.&#10;&#10;The new cards are:&#10;&#10;Skeleton&#10;Scallywag&#10;Parlay&#10;Ghost Pirate&#10;Dynamite&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Pirates"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Get Bit Trilogy (Mayday Games)"
    ]
  },
  {
    "Rank": "14459",
    "Name": "Camelot: The Build",
    "ID": 138973,
    "Year": "(2013)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/138973/camelot-the-build",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1",
    "Description": "Camelot - The Build is a game of medieval interior design with all sorts of dubious stratagems, dirty tricks and subtle ploys designed to challenge all ages and types of players. The game has only three rules, allowing everyone to understand how to play it and win.&#10;&#10;Camelot - The Build &mdash; having only three rules, a playing time of a half-hour, and bright, humorous graphics &mdash; it is the first title in &quot;The Camelot Chronicles&quot;, a series of easy-to-play games with a target of three rules, maximum playing time of one hour, and universal playability and appeal.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "14460",
    "Name": "Realm",
    "ID": 3024,
    "Year": "(1973)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/3024/realm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1667",
    "Description": "from Abstract Games Description:&#10;&#10;Realm is a wonderful and unique two-person abstract strategy game. It involves capturing territory and blocking and immobilizing the other player's pieces. New pieces are generated and added to the game as the game progresses, and strategy and objectives dramatically change through the course of the game. A few rules generate a game of great complexity and depth.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: 12 x 12 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14461",
    "Name": "Arrakis: Dawn of the Fremen",
    "ID": 358263,
    "Year": "(2022)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/358263/arrakis-dawn-of-the-fremen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7778",
    "Description": "Arrakis: Dawn of the Fremen is a brutal, cutthroat game about tribal control of Arrakis, more than a hundred generations before the Atreides come to Arrakis.&#10;&#10;In the game, you control a tribe of Fremen warriors who are struggling to gather the scarce resources of Arrakis, develop the weapons and sietches you need to survive, and harness the power of sandworms for battle. Gameplay is split into three sections:&#10;&#10;&#10;    Harj &mdash; the final part of the game set-up in which players jockey for position&#10;    Initiation Cycle &mdash; the first cycle of the game, with a few restrictions to ease into gameplay&#10;    Cycles &mdash; each cycle is split into several phases, with cycles continuing until the game is won&#10;&#10;&#10;You can conquer Arrakis two ways, by controlling the winning number of sietches at the end of the action phase or by unanimous decision of the council when all players agree that you cannot be prevented from winning...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Books: Dune"
    ]
  },
  {
    "Rank": "14462",
    "Name": "Burgenland",
    "ID": 153839,
    "Year": "(2014)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/153839/burgenland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1667",
    "Description": "Two to four players compete for the limited building places for their castles. The players have to build wells, houses and palaces. By  collecting cards cleverly the players can claim the most profitable building places and are rewarded with big bonuses.&#10;&#10;The player who first manages to erect all buildings wins the game.&#10;&#10;Not to be confused with Burgen Land from Schmidt Spiele.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "14463",
    "Name": "Zumos: On the Rocks",
    "ID": 328365,
    "Year": "(2020)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/328365/zumos-on-the-rocks",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "In Zumos: On the Rocks you assume the role of a Juice Master trying to make the best ones to make people happy. Your main goal is to do the highest amount on Juices, using the best combination of fruits and complements to make them unbeatable.&#10;&#10;Zumos: On the Rocks is a hand-management, draft and pattern building game, where players try to create juices by combining the fruits that the play from their hand. Each player will have to make his own puzzle to maximize the amount of points of each of the juices that he do. You always give your card to the player in your right, but when you let him to do good Juices he will punish you.&#10;&#10;Will you let him a good card just to take the one that you need? Or instead you will take a worse card just to prevent him on punishing you...?&#10;&#10;These, and a lot more, in each game of Zumos: On the Rocks!&#10;&#10;Zumos: On the Rocks is a new edition of the game Juices. There are some main changes, like there are no longer cards and, instead, there are tiles. There are some changes like the amount of bonus, the number of players and a solo mode.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "14464",
    "Name": "Verdun: The Game of Attrition",
    "ID": 5276,
    "Year": "(1972)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/5276/verdun-the-game-of-attrition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1",
    "Description": "'Verdun' is an operational wargame of the German attack on Verdun during the World War One. The game includes special rules for Demoralization, German flamethrower units, French fanaticism and Phosgene gas attacks.&#10;&#10;Contains 300 counters&#10;&#10;[From the back of the box]&#10;&quot;In the winter of 1916 General Falkenhayn of the German High Command decided to knock France out of the war by bleeding her white in a single battle of attrition.&#10;&#10;He would attack VERDUN, the site of Charlemagne's grave, a place France would defend to the last man.  Planning to crash through the formidable French defuses with the heaviest concentration of artillery in the history of warfare, he would threaten, or even seize the city and then let the French bleed to death in a series of suicidal counter-attacks.  It almost worked; only the combination of bad weather and a skillful defense guaranteed that the German casualties would be as bad as the French.  Bit could've been different.  This time with you as the generals, it very well might&quot;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Verdun (France)",
      "Players: Two-Player Only Games",
      "Region: Lorraine (France)"
    ]
  },
  {
    "Rank": "14465",
    "Name": "Fish Frenzy",
    "ID": 196122,
    "Year": "(2016)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/196122/fish-frenzy",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Fish Frenzy is a colorful and fun set collection game!&#10;&#10;The Captains of Rainbow Bay have hauled in their catches of colorful fish as the Seagulls of Rainbow Bay, with their bottomless bellies, hover above. The race for the fish is on!&#10;&#10;In Fish Frenzy players are competing for majorities of each of the seven fish colors. If a player has the most of a fish color they will score 3 points, if they have the second most they will score 2 points. In the event of a tie for first both players will score two points and the player in second will not score any points. Each Crab Card a player has at the end of the game is worth -1 point.&#10;&#10;Players also have the opportunity to add to their scores by using the &quot;Goal and Event&quot; which are an advanced variant once players have a game or two of Fish Frenzy under their belt. Goal Cards give points to the single player that achieves the listed goal at the end of the game. Event Cards present a condition that all players can potentially achieve to score points.&#10;&#10;After all points have been calculated the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Nautical"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Multiple Lot",
      "Set Collection"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "14466",
    "Name": "Sword & Spear: Wargames Rules for Ancient and Medieval Battles",
    "ID": 161726,
    "Year": "(2014)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/161726/sword-and-spear-wargames-rules-for-ancient-and-med",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Sword &amp; Spear is a set of wargames rules for Ancients and Medieval battles. They are suitable for any scale figures and any basing standard, the only requirement being that figures are organized into units of equal frontage. A typical game has around 8&mdash;15 units on each side, and games take around two to three hours. The rules are designed from a top-down perspective, focusing on outcomes rather than detail.&#10; Sword &amp; Spear features a clever and innovative system for activating units that creates interesting and challenging decisions, keeps both players involved at all times, and has a lot of depth and subtlety. Each turn is split into phases, where players each receive a number of action dice, which are rolled and then used to activate their units. The number shown on each dice determines which units can activate (with better quality units being easier to activate), what the unit can do when activated, and also determine the activation sequence. Certain dice also give bonuses to combat, movement distance, or shooting range. So there is a lot to think about, and allocating the action dice well is the key to success (although rolling lots of sixes helps as well!).&#10; The rules are relatively straightforward, and there are no &quot;to hit&quot; tables, charts, or lists of dieroll modifiers. They can be played using only the one-sided Quick Reference Sheet, with very little reference to the rulebook after the first couple of games.&#10; Army lists are available as free downloads online, covering a wide range of Ancient and Medieval armies. These include points for each unit, so that players can play relatively balanced games by building armies to a set points total. There are currently over 40 army lists, including many of the most popular armies, and more are being added each week, with the aim to have over 100 lists available. The rules also include guidelines to help in recreating historic battles, and there are three generic scenarios included as alternatives to the pitched battle.&#10; The strengths of the game are that it gives an exciting, interesting and challenging experience, plays relatively quickly for the size of battle that is being depicted, and the rules are straightforward to learn, whilst having the depth to retain interest after repeated play.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "14467",
    "Name": "Let's Take a Hike",
    "ID": 104063,
    "Year": "(2011)",
    "Geek Rating": "5.535",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/104063/lets-take-a-hike",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.35",
    "Description": "In Let's Take a Hike, a.k.a. Pack It, players draw cards of useful items such as water bottles and tents, add them to their hand, and play them onto the table into their backpacks. When a player is ready, he announces that he is taking a hike. The other players may join the hike or wait to take a hike at a better time.&#10;&#10;To take a hike, cards are drawn from the deck and players discard cards from their backpacks as necessary. Players that wish to drop out of a hike may choose one card that has been turned up for points at the end of the game. The last player to drop out takes all of the remaining cards that have been turned up.&#10;&#10;Timing when to be the Lead Hiker, when to join a hike, when to wait until another time, and when to play the hazard cards drive the players' decisions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Hiking"
    ]
  },
  {
    "Rank": "14468",
    "Name": "Animal Mind",
    "ID": 207378,
    "Year": "(2016)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/207378/animal-mind",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "2",
    "Description": "User summary&#10;&#10;Tell part of the truth to mislead your opponents! Keen intuition is required for the business!&#10;&#10;&#227;&#130;&#162;&#227;&#131;&#139;&#227;&#131;&#158;&#227;&#131;&#171;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#137; (Animal Mind) is a bluffing game where you may not tell a lie. Each turn, you draw a product card, on which a product type and value is written. No matter if you want the card or not, you must offer it to one opponent, disclosing either type or value of the product. You may not tell a lie in the disclosure, but there is some room for the opponent to deduce the untold part, and that's where you may confuse the opponent. The opponent takes the product if your offer is accepted, otherwise it is yours.&#10;&#10;When you are offered a product by an opponent, you may not always accept or refuse the offer. When you have already used up your refuse attempt, you have to accept the next offer to regain a refuse attempt, and vice versa.&#10;&#10;You score victory points according to the products you have collected, but because of tricky scoring rules, you sometimes don't want a certain kind of cards. When you draw such a card, your bluffing skill is tested. Try to give the card to an opponent, pretending it is not a bad card for you.&#10;&#10;At the end of the game, the highest scorer wins the game.&#10;&#10;Publisher's summary&#10;&#229;&#149;&#134;&#229;&#163;&#178;&#227;&#129;&#171;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#175;&#233;&#139;&#173;&#227;&#129;&#132;&#231;&#155;&#180;&#230;&#132;&#159;&#239;&#188;&#129;&#230;&#173;&#163;&#231;&#155;&#180;&#227;&#129;&#171;&#227;&#131;&#128;&#227;&#131;&#158;&#227;&#129;&#155;&#239;&#188;&#129;&#230;&#173;&#163;&#231;&#155;&#180;&#231;&#179;&#187;&#227;&#131;&#150;&#227;&#131;&#169;&#227;&#131;&#149;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#153;&#187;&#229;&#160;&#180;&#227;&#128;&#130;&#230;&#137;&#139;&#229;&#133;&#131;&#227;&#129;&#171;&#229;&#149;&#134;&#229;&#147;&#129;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#230;&#172;&#178;&#227;&#129;&#151;&#227;&#129;&#132;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#129;&#175;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#129;&#171;&#227;&#128;&#129;&#227;&#129;&#132;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#129;&#175;&#228;&#187;&#150;&#228;&#186;&#186;&#227;&#129;&#184;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#188;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#128;&#130;&#227;&#129;&#167;&#227;&#130;&#130;&#227;&#128;&#140;&#229;&#143;&#151;&#229;&#143;&#150;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#129;&#230;&#139;&#146;&#229;&#144;&#166;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#141;&#227;&#129;&#174;&#229;&#136;&#182;&#231;&#180;&#132;&#227;&#129;&#174;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#227;&#129;&#132;&#227;&#129;&#139;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#129;&#139;&#227;&#130;&#130;&#239;&#188;&#159;&#239;&#188;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#188;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#174;&#233;&#154;&#155;&#230;&#173;&#163;&#231;&#155;&#180;&#227;&#129;&#171;&#239;&#188;&#129;&#229;&#152;&#152;&#227;&#129;&#175;&#227;&#129;&#148;&#230;&#179;&#149;&#229;&#186;&#166;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#167;&#227;&#130;&#130;&#227;&#129;&#153;&#227;&#129;&#185;&#227;&#129;&#166;&#227;&#130;&#146;&#232;&#170;&#158;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#175;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Negotiation"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Set Collection"
    ],
    "Families": [
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "14469",
    "Name": "Quibbles",
    "ID": 388539,
    "Year": "(2023)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/388539/quibbles",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "Quibbles is a fast-paced and tactical card game that combines set-building and tactical decision-making. Quibbles offers quick and intense gameplay sessions lasting around 5 minutes per player. The rules are easy to learn and the gameplay quite addictive.&#10;&#10;In Quibbles, players aim to be the first to collect cards with a total value of 21 points. Through a clever combination of playing cards from their hand, selecting sets from the table, and strategically building their collections, players must carefully manage their hand and seize opportunities to gain an advantage over their opponents.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math",
      "Number",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Adding",
      "Card Games: Fishing",
      "Creatures: Aliens / Extraterrestrials",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Yucata",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "14470",
    "Name": "Dungeon Crawl",
    "ID": 42415,
    "Year": null,
    "Geek Rating": "5.535",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgame/42415/dungeon-crawl",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In Dungeon Crawl, players take the role of a brave Hero or evil Dungeon Lord in this dungeon crawler adventure game.&#10;&#10;In Dungeon Crawl's included campaign, the Heroes find a link to a huge, trans-dimensional infernal dungeon that is spreading throughout the underworld of Old Earth.  It is upon the Heroes to explore the dungeons, fight back waves of Monsters and assault Monster encampments.&#10;&#10;Dungeon Crawl features a vast, flexible game system with many different play modes.  Play through the 35 Adventure Campaign with the Dungeon Lord, who fields and plays as the Monsters during the Campaign.  Pit your Heroes against your friends' own characters in the Deathblow Arena.  Play solo or with friends in randomly generated dungeons that don't require a game master, and fight mighty and cruel bosses that will test the Heroes like no other Monster has.&#10;&#10;Combat, the bread and butter of any dungeon crawler, is quick and simple, requiring only two rolls (attack and defense) to figure out if the player has hit, and how much damage he caused.  Gameplay is streamlined for quick play, so you don't have to sit around for hours on end on a single scenario.  Each player can take their turn in just seconds, so you don't have to constantly wait for minutes for someone to make up their minds.&#10;&#10;Players advance in levels to learn Skills, chosen from a list based on the Hero's Race and Class.  Try different Race and Class combinations for interesting skill sets!  Heroes can join Guilds to earn benefits, and must face trials to advance in Guild rank.&#10;&#10;Dungeons are built from 20 available dungeon tiles, each complete with rooms and corridors.  In the dungeons the players will search for treasures in all sorts of different furniture, and fight over 50 different monsters.  Roll on charts or use the included cards to search for treasure or lay out the dungeons.&#10;&#10;Customize your games with a slew of optional rules.  Don't like the Heroes walking around with 50,000 gold in their pockets?  Bring in the Load rules.  Decided that traveling five weeks to another city shouldn't be a cakewalk?  Invoke the Travel rules to add some peril to their journey.&#10;&#10;Think your gaming group might not be up to more advanced modes of play?  Dungeon Crawl comes with Dungeon Crawl Basic, an even lighter-rules version of Dungeon Crawl, designed to get new players acquainted with the game.&#10;&#10;Dungeon Crawl is a Print-and-Play game, and it comes with several print options, to make your game as pretty or as economical as you'd like.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Humor",
      "Medieval",
      "Miniatures",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "14471",
    "Name": "Ecologies: Bizarre Biomes",
    "ID": 327004,
    "Year": "(2020)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/327004/ecologies-bizarre-biomes",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Ecologies: Bizarre Biomes is the second game in the series. It is playable as a stand alone game or used in combination with the original Ecologies card game. Designed by a biology teacher, the game includes 77 unique organisms, 7 biomes, and beautiful vintage Victorian art. (108 cards total). Gameplay is rooted in authentic science, as it is used in the classroom to teach real concepts to biology students. While it is scientific enough for the classroom, it is also strategic enough for any game night.&#10;&#10;This game is a sequel AND an expansion. When using the game as an expansion, you can customize the deck to include cards from both games, including cards you love and excluding ones you don&rsquo;t. Some players love aggressive &ldquo;take that&rdquo; mechanics, while others find them stressful. Some players love particular healthy ecology bonuses, while others feel they are overpowered. With multiple decks, you can create a customized experience to fit your group. If you&rsquo;d like to maintain the same game length and feel, we recommend choosing 10 factor cards and 7 different biomes.&#10;&#10;Players build and maintain food webs in diverse environments. Healthy ecologies reward you with bonus powers and perks. Watch out though, as others may decide it&rsquo;s easier to disturb and degrade your ecosystem than nurture their own.&#10;&#10;Cards are arranged with plants on the bottom and predators on top. Players negotiate trades and use biotic and abiotic factor cards to affect their webs and the webs of players around them. It is a race to get to 12 victory points, with players using different strategies such as focusing on one biome, going for perks and bonuses, or disrupting other ecologies.&#10;&#10;The points system is based on ecological trophic levels. The producers (plants) are worth less and as you make your way up the pyramid organisms are worth more, as it takes a lot of energy to sustain them. In real life only roughly 10% of the energy makes it from one level to the next, meaning you have to have acres of land and hundreds of animals just to sustain one apex predator.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Environmental",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Victory Points",
      "Negotiation",
      "Set Collection",
      "Simulation",
      "Solo / Solitaire Game",
      "Trading"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Games with Solitaire Rules",
      "Theme: Biology",
      "Theme: Ecology",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "14472",
    "Name": "Magic: The Gathering – Duel Decks: Elves vs. Inventors",
    "ID": 248927,
    "Year": "(2018)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/248927/magic-the-gathering-duel-decks-elves-vs-inventors",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Gather a massive clan of elves bent on demolishing all mechanical threats, or assemble a squad of inventors dedicated to unleashing the potential of destructive gadgets. Grab a friend and battle with these ready-to-play decks!&#10;&#10;Each card in these two decks is black-bordered and tournament legal. They were designed to be played right out of the box, with no deckbuilding required.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14473",
    "Name": "The Lords of Rock",
    "ID": 178958,
    "Year": "(2016)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/178958/the-lords-of-rock",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "After many millennium of ruling the universe the various gods of the universe find their power diminishing.  The gods came together and the ones with remaining power agreed to wage a battle for the control of the universe.&#10;&#10;They realized the only way to do this was adapt to the modern age.  They have agreed to a galactic battle of the bands.  Battling across times and all over the world they agreed that the group with the most fans at the end of the tour will hold dominion over the universe.&#10;&#10;You assemble a band of gods from the pantheons you can choose from.  You plan Concerts to gain fans, rocking and rolling against each other to become the ultimate force in the universe.&#10;&#10;&#10;&#10;Game Play:When playing the players play a series of concerts at different venues.  The venues vary in difficulty from needing a single skill to succeed at the concert to needing all four skills.  The venue card will show you what skill(s) you need and how many points (millions of souls) you will gain depending on where you finish in head to head competition with the other bands.&#10;&#10;Your band has a base value for each skill and your set list cards can boost your scores or hurt someone else's as you work to out play each other.  You battle with your set lists to determine where each band finishes in the competition.&#10;&#10;After two rounds of venues the band with the most fans will be the winner and rule the universe unopposed. FOREVER.&#10;&#10;&#10;&#10;Additional Design Work By:&#10;Mark Montgomery &amp; Angie KillingsworthAdditional Art By:&#10;Natalie Latinsky&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Music"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Card Games: Adding",
      "Card Games: Outplay",
      "Crowdfunding: Kickstarter",
      "Music: Rock",
      "Mythology: Egyptian",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "14474",
    "Name": "InterSpace",
    "ID": 11957,
    "Year": "(2004)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/11957/interspace",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.1538",
    "Description": "InterSpace is a print-and-play space exploration &amp; exploitation boardgame for 2 to 4 players. Each player assumes the role of a civilization that has grown beyond its' home world and is expanding into the Universe.  Players build ships, explore space, colonize planets, and trade with or wage war on the other players. Players also develop new technologies and expand their industrial bases, allowing them to build more and better ships.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Print & Play",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "14475",
    "Name": "Unlock! Epic Adventures: Mission #07",
    "ID": 403063,
    "Year": "(2020)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/403063/unlock-epic-adventures-mission-07",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Unlock! is a co-operative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc.&#10;&#10;EAGLE, the secret organization, has been infiltrated. Agents, it's up to you to identify the mole!&#10;&#10;Agenten, EAGLE braucht Sie! Unsere Geheimorganisation wurde infiltriert. Es liegt an Ihnen, den Maulwurf zu entlarven und seine Pl&auml;ne zu vereiteln.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "14476",
    "Name": "Lupos",
    "ID": 301099,
    "Year": "(2020)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/301099/lupos",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "The pack has been looking forward to this moment for a long time, as on this special night they meet their legendary wolf chieftain Lupos. Mysterious places, trails, and dramatic encounters await players in Lupos.&#10;On your turn, draw a movement chip from the bag to move one wolf to the nearest matching symbol &ndash; but which to choose? If you manage to gather the wolves in the right place at the right time, you may summon the wolf spirits and win the game. It will be imperative for the pack to work together to win. Can you fulfill all the tasks before the break of dawn?&#10;&#10;Cooperative adventure game with adjustable difficulty&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "14477",
    "Name": "Sammu-ramat",
    "ID": 349201,
    "Year": "(2024)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/349201/sammu-ramat",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3333",
    "Description": "Sammu-ramat ruled the Assyrian Empire at a time of political uncertainty, which is one of the possible explanations for why Assyrians may have accepted her rule (as normally a woman as ruler would have been unthinkable). Her reign lasted between 811 BC &ndash; 808 BC. In this collaborative game you the players are Sammu-ramat, together with advisors surrounding the royal court and vassal states, you try to keep the Empire strong and protected against internal unrest, external threats, natural disasters and much more. All players win or lose together.&#10;&#10;In this 1-5 player co-op board game, you will be one of the advisors surrounding the Assyrian royal court. Each Advisor has its own abilities and strengths. Players spend actions to play action cards and move from region to region along the paths printed on the board, trying to balance the needs of the regions (Military, Supplies, Health, and Diviners). In battle with the enemy units are removed 1:1, i.e. combat is deterministic.&#10;&#10;Your mission in each game you play is to assist Sammu-ramat through one of the many challenges that she encountered during her reign. This challenge is presented to you as a scenario, found on a Challenge card that you draw during setup. Apart from completing the scenario, players need to make sure that the Empire is stable and that Queen Sammu-ramat is safe.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Mesopotamia",
      "Components: Standees",
      "Crowdfunding: Gamefound",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "14478",
    "Name": "Von 0 auf 100",
    "ID": 26840,
    "Year": "(2005)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/26840/von-0-auf-100",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "From the game:&#10;&#10;Vrrrm, the racing cars set off at full throttle! Due to oil stains they risk skidding. Who, by bluffing, good tactics and a bit of luck, will cross the target line first? A zippy circuit competition for 2-5 racing drivers. With warm-up variation for younger players.&#10;&#10;Appropriate for ages 6 and up.&#10;&#10;Habermaa&szlig; / HABA Game# 4492&#10;&#10;Other titles:  Full Speed Ahead!, Go 0 to 100, A toute vitesse,  Van 0 tot 100.&#10;&#10;Rules available in German, English, French, Dutch.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "14479",
    "Name": "Bloody Dawns: The Iran-Iraq War, 1980-1988",
    "ID": 226115,
    "Year": "(2017)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/226115/bloody-dawns-the-iran-iraq-war-1980-1988",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "300",
    "Weight": "3",
    "Description": "Bloody Dawns: The Iran-Iraq War is a two-player grand strategic level card driven wargame depicting the struggle between Iraq and Iran from September 1980 to August 1988. This terrible confrontation between Saddam Hussein and Ayatollah Khomeini drastically changed the geopolitical balance of power in the Gulf and was the last Total War of the 20th Century. Its events still shape and influence those of today.&#10;&#10;Each turn represents four months of real time and is divided into two phases; one for the player who has the initiative and one for the other player (see the Sequence of Play in the Chart).  The cards constitute the driving mechanism of the game, allowing for the movement of units, offensives or replacements, generating specific events, and influencing combat resolution.&#10;&#10;Each copy of Bloody Dawns is composed of the following:&#10;&#10;One 17 by 22 inch point-to-point map&#10;One sheet of 98 die cut counters&#10;One deck of 54 game cards&#10;One 12 page illustrated full color rules book&#10;One Players' Aid Sheet&#10;&#10;Scenarios cover the beginning, mid and late war periods, as well as a full campaign game.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "History: Iran-Iraq War",
      "Country: Iran",
      "Country: Iraq",
      "Decades: The 1980's",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14480",
    "Name": "Battleground Fantasy Warfare: High Elves",
    "ID": 49391,
    "Year": "(2007)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/49391/battleground-fantasy-warfare-high-elves",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Not playable on their own as you need two starter decks to play the game.&#10;&#10;Battleground Fantasy Warfare is a point-based tabletop tactical wargame in which units are represented by cards.&#10;&#10;Centuries of training have produced a lethal High Elf army ready to take the field. Gleaming chariots, deadly scorpion bolt-throwers, powerful battlemages, and masterful warriors with magic swords are ready for your orders.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Game: Battleground Fantasy Warfare (Your Move Games)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14481",
    "Name": "Cruise of the Graf Spee",
    "ID": 235991,
    "Year": "(2019)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/235991/cruise-of-the-graf-spee",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.7143",
    "Description": "Cruise of the Graf Spee is an Operational-Tactical level Solitaire wargame that puts you in command of the KMS Graf Spee, the German battlecruiser that made a historic epic voyage through the South Atlantic during the opening days of World War II. The player must accomplish a specific &ldquo;objective&rdquo; to win the game that will be generated at random at the start of each scenario or the campaign game. You must manage the various out fittings and functions of the KMS Graf Spee. As you fight your way throughout the South Atlantic and potentially the Indian Ocean, you will encounter various Allied warships, merchantmen, and unexpected opportunities and objectives. German ships in the game are shown in detail with the Allied ships shown in a more abstract manner. Each turn represents one full day. Nautical spaces are about 100 nautical miles apart with the game system using point to point movement. Most warship counters represent one ship each.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Magazine: World at War",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "14482",
    "Name": "Chalons: The Fate of Europe",
    "ID": 73253,
    "Year": "(2010)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/73253/chalons-the-fate-of-europe",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "(from Decision Games' website:)&#10;&#10;Throughout the mid-5th century AD, Attila's Huns terrorized Europe. The skill of the Hun horsemen, particularly their accuracy with the composite bow while mounted, made them a veritable shock army. They continued to bring victory after victory to Attila, making him the master of Central Europe. After years of conquest, oppression and extortion, however, Attila's recent invasion of Western Europe would be challenged: a remnant Roman army, under the command of Flavius Aetius, was sent to stop him on a field known as the Catalaunian Plain, near the village of Chalons. The Battle of Chalons would decide the fate of Europe.&#10;&#10;Chalons utilizes the tried-and-true Battles of the Ancient World system, providing a simple yet accurate portrayal of ancient warfare. The combat system is intuitive, including all of the details that characterized warfare in the era of sword and shield. Various units may simply be swordsmen, while others may be archers or javelin throwers, horsemen, etc. The system includes rules for leaders, charges, melee, diversionary attacks, demoralization and more. A group of barbarians, for example, may be ordered to charge an enemy phalanx that had already hurled their javelins. As the barbarians near the phalanx, however, they may be ambushed by enemy ballistas hidden behind the ranks and waiting to disrupt just such a charge.&#10;&#10;In Chalons the traditional design of the classic Combat Results Table emphasizes playability while also simulating the true strictures of ancient warfare. Famous leaders, such as Attila, also influence combat, replicating the importance of their presence during battle. Winning will depend on deployment, maneuver and opportunity, as well as the strengths and weaknesses of each particular army.&#10;&#10;Contents:&#10;&#10;    17 x 22&quot; (43 x 56 cm) terrain map&#10;    100 die-cut counters&#10;    One Standard Rules booklet for this series&#10;    One Exclusive Rules booklet for this title&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Cities: Châlons-en-Champagne (France)",
      "History: Barbarian migrations and invasions",
      "History: Roman Empire",
      "Region: Champagne (France)",
      "Series: Battles of the Ancient World (Decision Game)",
      "Series: Folio (Decision Games)"
    ]
  },
  {
    "Rank": "14483",
    "Name": "Sphactérie 425 av. J.-C.",
    "ID": 85899,
    "Year": "(2010)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/85899/sphacterie-425-av-j-c",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Sfacteria (425 BC) is a two-player wargame on land and naval battles of Pylos and Sphacteria, during the first phase of the Peloponnesian War.&#10;&#10;One player is in charge of the Athenians and their Messenian allies, the other one leads the Spartans and their helots. Each player has 4 commanders to lead his units. Both players receive historical reinforcements and can also try to obtain additional troops.&#10;&#10;To achieve victory, a player has to control the fortress of Pylos and the island of Sphacteria using his fleet and his land units, while taking care of his supply.&#10;&#10;The A4 map is divided into 27 areas (land or sea). &#10;The game includes a sheet of 67 counters. Each strength point represents 1 trireme, 25 hoplites, 50 peltasts or 100 archers. The game also features a number of &quot;stratagem&quot; chits.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Sparta",
      "Cities: Athens (Greece)",
      "Components: Map (Continental / National scale)",
      "History: Peloponnesian War",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Series: Peloponnesian War (Vae Victis)"
    ]
  },
  {
    "Rank": "14484",
    "Name": "Jenga Maker",
    "ID": 360740,
    "Year": "(2022)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/360740/jenga-maker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Work together without letting your builds topple!&#10;One teammate gives directions while the other builds. Crown your build before the other team can finish theirs! The first team to take the crown in three rounds, wins!&#10;&#10;In Jenga Maker, teams race to build objects blindly. One teammate describes how to assemble an object from a card image, and the others rush to assemble it and crown their creation! But watch out -- if you build an object wrong, your team loses the round! The first team to crown three builds, win!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Jenga (Official)"
    ]
  },
  {
    "Rank": "14485",
    "Name": "1815: The Waterloo Campaign",
    "ID": 8742,
    "Year": "(1975)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/8742/1815-the-waterloo-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.4615",
    "Description": "&quot;1815: The Waterloo Campaign is a game covering the three days in June of 1815 which encompassed of Ligny, Quatre Bras, and Waterloo. Playing pieces represent the regiments, brigades, and divisions of infantry, cavalry, and artillery which fought in the campaign. Leaders, representing the historical commanders in the campaign, command these combat units. The rules create an action-packed situation where the fate of an empire may be decided in a day's battle on the field of Waterloo.&quot;&#10;&#10;Intermediate complexity with two 16x21&quot; maps of pale yellow using red, green, brown, and gray coloring. 240 standard GDW counters, 80 of which are French.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14486",
    "Name": "Panzer Vor!",
    "ID": 161600,
    "Year": "(2014)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/161600/panzer-vor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "A wargame based off the anime &quot;Girls &amp; Panzer&quot;. In the anime, girls study tankery, and have tank battles akin to high school sports. The tanks fire ammunition that can damage the other tanks, but are non-lethal. Though it takes place in modern day, it uses World War II tanks.&#10;&#10;Each player has a group of tanks and characters they control, which vary by scenario. The tanks have values for movement, attack modifier, size modifer, movement points, and front/side/rear armor. Characters give have special limited-use abilities and modifiers for the tanks they're with.&#10;&#10;Each player starts with 5 cards, and draws 1 each turn. They use the cards to determine what actions they use each turn, such as movement (sometimes one tank, sometimes many), fire, a combination of both (with different modifiers), or other abilties. Other cards may be used as reactions to a card played by the other player, and some are special effects that happen upon drawing the card.&#10;&#10;Game system is based on World Tank Battles.&#10;A sequel Panzer Vor Ausf. 2 was published in 2016.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "14487",
    "Name": "The Normandy Campaign",
    "ID": 3603,
    "Year": "(1983)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/3603/the-normandy-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6842",
    "Description": "The Normandy Campaign is a two-player game on the fighting in Normandy which occurred after the Allied D-Day landings of June 6, 1944.  There are two identical maps, one for each player each hidden from the other.  Hexes are 10km, each turn 3 days, counters are from regiments to divisions.  Each turn consists of multiple movement and combat phases for each player.  Movement into enemy territory is done by stating the hex you wish to enter.  The opposing player must state if he has a unit in that hex, if not movement succeeds and may continue.  If so, an attack may take place if desired, and may involve multiple units on both sides with the attacker coming from one or more hexes.  Units are only revealed during combat.  Combat losses are in steps (7-8 becomes 5-8, then 3-8, then 1-8, then elim, etc) and determined by dice on a CRT.  Supply, fortifications and air power rules are included.  Victory is determined per scenario and is based on liberating cities or for exiting the west edge of the map.&#10;&#10;This is in the same series with Operation Market Garden: Descent Into Hell&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Movement Points",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Normandy (France)",
      "Series: Double Blind (GDW)"
    ]
  },
  {
    "Rank": "14488",
    "Name": "Bear Went Over the Mountain",
    "ID": 239883,
    "Year": "(2017)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/239883/bear-went-over-the-mountain",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It's a lovely fall day, and Bear wants to go for a hike to see what she can see. Two to four players each build their own hikes full of animals, trees, hills, and valleys by laying out a landscape of cards. Bear knows what she likes, and the player with the most interesting hike wins!&#10;&#10;Bear Went Over the Mountain is a card-laying and set-collection game for preschoolers, ages 4 and up. Players choose goals, such as spotting the most bluebirds, squirrels, or skunks, then select and play cards into a landscape. Scoring relies on counting, as well as simple addition and subtraction. Although some reading skill is helpful, pictures and color icons are on every card for those still learning their ABCs.&#10;&#10;Designed as part of the 2017 Children's Game Print and Play Design Contest.&#10;&#10;'Big kids' may opt to play with variant rules for a more difficult card-drafting multiplayer game, or attempt a solitaire version, too.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Contests: Children's Game PNP Design"
    ]
  },
  {
    "Rank": "14489",
    "Name": "Song of Arthur and Merlin",
    "ID": 38562,
    "Year": "(2008)",
    "Geek Rating": "5.535",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/38562/song-of-arthur-and-merlin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4",
    "Description": "An Arthurian supplement for Song of Blades and Heroes: Revised Edition by Arthurian author Daniel Mersey, featuring section on the historical Dark Ages king, the Welsh legendary king, and the Hollywood king. A copy of Song of Blades and Heroes is required to play.&#10;&#10;THIS GAME HAS NOW BEEN UPDATED AS A STANDALONE - YOU NO LONGER NEED EXTRA RULEBOOKS TO PLAY!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Series: Song of Blades and Heroes",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "14490",
    "Name": "Age of Automaton",
    "ID": 399885,
    "Year": "(2024)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/399885/age-of-automaton",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.25",
    "Description": "In the late 21st century, robotic technology is at its peak. The demand for robotic workers is sky-high. However, using intelligent robots in hazardous environments or even for simple tasks costs a fortune. That&rsquo;s where automatons come into play. Due to rapid depletion of materials, many companies start sending these automatons into space to search for new sources of materials. The prospect of being among the first to claim those sources is highly lucrative!&#10;&#10;As an automaton factory owner, you are a new player in this business. In these first 5 years, you must build up the victory points. There are many ways to gain Victory points, for instance: sell automatons; get new equipment to upgrade your factory; send your automaton into space for prospecting new sources of materials; build relationships with famous companies; make donations; achieve goals; and build up your reputation. The more Victory points, the higher position on the &ldquo;World Best Automaton Factories&rdquo; ranking!&#10;&#10;However, you are not the only player in this business. It&rsquo;s fiercely competitive and being the best automaton factory is no easy task!&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Dice Rolling",
      "End Game Bonuses",
      "Open Drafting",
      "Set Collection",
      "Turn Order: Claim Action",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "14491",
    "Name": "Quest Stories",
    "ID": 200593,
    "Year": "(2016)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/200593/quest-stories",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "From the publisher:&#10;The bartender was giving the spit &lsquo;n&rsquo; shine treatment to some old mugs while gazing skeptically at the group of adventurers in front of him, who were practising a somewhat ineffectual heroic pose. There was a magic school dropout trying to pass as a wizard, a deranged oracle claiming a 33% chance of guessing the future correctly, a beastmaster accompanied by the odor of all his beasts, a claustrophobic minotaur and a venomant addicted to his own potions. He sighed. Are these wrecks able to rescue the prince? Probably not, but is there anyone else willing to take the job?&#10;&#10;Quest Stories is a narrative game for 3-5 players set in a humorous fantasy world. Each round, one player assumes the role of the bartender, who is looking for the best heroes to accomplish a quest. The rest of the players are hero recruiters who will try to convince the bartender that their hired team is the most suitable to get that job done, while they try to highlight the shortcomings of their contenders.&#10;&#10;From the publisher (translated):&#10;El tabernero limpiaba cuidadosamente las jarras de cerveza mientras miraba con escepticismo al grupo de aventureros que, con pose heroica, se presentaba ante &eacute;l: un hechicero que hab&iacute;a sido expulsado de la escuela de magia, una or&aacute;culo que dec&iacute;a conocer el futuro con un 33% de probabilidades de acertar, una domadora de bestias que apestaba, un minotauro con claustrofobia y un alquimista adicto a sus propias pociones. Suspir&oacute;. &iquest;Estos despojos conseguir&aacute;n rescatar al pr&iacute;ncipe? Seguramente no, pero, &iquest;acaso hay alguien mejor en esta ciudad?&#10;&#10;Quest Stories es un juego narrativo para 3-5 jugadores y de media hora de duraci&oacute;n en la que un jugador, en cada ronda, encarna a un tabernero en busca de los aventureros m&aacute;s adecuados para cumplir su misi&oacute;n, mientras que el resto de jugadores representan a reclutadores que creen tener el grupo de aventureros m&aacute;s adecuado.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "14492",
    "Name": "That's Not Lemonade",
    "ID": 254923,
    "Year": "(2018)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/254923/thats-not-lemonade",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "It's lemonade season and you run a successful lemonade stand. Unfortunately, today you're not the only lemonade stand on the block. To settle this problem, you and your rivals agree to a lemonade drinking contest. But wait, something's wrong! Little Johnny, the neighborhood menace, is up to no good. During this contest you might take a gulp of something ... THAT'S NOT LEMONADE!&#10;&#10;That's Not Lemonade is the simplest press-your-luck game there is. On your turn, decide if you will take a card or pass. If you get a That's Not Lemonade card, you're out for the round. The player with the most lemon cards at the end of the round wins a lemon card. First player to win 3 lemons wins.&#10;&#10;Comes with 18 cards, 6 player tiles, and 6 mini cups.&#10;&#10;It's the drinking game for kids!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14493",
    "Name": "Shrimp",
    "ID": 117992,
    "Year": "(2012)",
    "Geek Rating": "5.535",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/117992/shrimp",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Shrimp Cocktail, players want to search the seas for matching shrimp for only when uniformly-sized shrimp are used in a dish does that dish taste its most exquisite.&#10;&#10;The shrimp on the cards have four characteristics &ndash; quantity, origin, size and color &ndash; and shrimp on different cards may share these characteristics. Whenever you catch a matching shrimp trait between the three fishing zones, act fast to squeeze the starfish so that you can haul in that catch and collect the cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "14494",
    "Name": "Die Verbotene Stadt",
    "ID": 504,
    "Year": "(1992)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/504/die-verbotene-stadt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8125",
    "Description": "The Chinese Emperor has been powerless for a long time. Intrigue and corruption prevail within the city walls. Just before a wedding the ceremonial garments of the Emperor are stolen. How it happened is clear. A band of corrupt officials have exploited the waning power of the Emperor for themselves. The Emperor calls in his last faithful advisers (the players) and tells them &quot;Return the garments to me no matter what!&quot; The players heed the emperors request and try to find as many garment cards as possible.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Construction: Forbidden City (China)",
      "Country: China"
    ]
  },
  {
    "Rank": "14495",
    "Name": "Kaboom Universe",
    "ID": 260307,
    "Year": "(2019)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/260307/kaboom-universe",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "66 million years ago,&#10;When asteroids threatened the Earth, bounty hunter aliens came to Earth to rescue dinosaurs and exchange them for rewards offered by their alien leader, Glorb.&#10;&#10;Each player will play as an alien and every turn may choose to:&#10;-Rescue a Dinosaur (5 different species) &#10;-Play an Action card  &#10;-or Draw a card&#10;&#10;But be careful! Because if you draw an asteroid card, it could hit your dinosaurs and those rescued by the players sitting next to you. You must roll the asteroid dice and hope for dinosaurs to survive the strike, unless you have a divert asteroid card that sends the meteorite directly to a player of your choice.&#10;&#10;A game of Kaboom Universe consists in 3 rounds of play, each one will finish when the unexpected Kaboom card appears.&#10;The alien/player who collects more rewards after these 3 rounds will earn the BIG reward... keeping a T-Rex as a pet!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "14496",
    "Name": "La Bataille de Vauchamps",
    "ID": 149129,
    "Year": "(2014)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/149129/la-bataille-de-vauchamps",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.6154",
    "Description": "&quot;VAUCHAMPS&quot; is a tactical game in the La Bataille series with a different rule set from those used by the other publishers in the series.&#10;&#10;Publisher's information:&#10;&#10;For the casual reader who looks into the &ldquo;100 Days&rdquo; and the Waterloo Campaign, one of the early questions is, &ldquo;Who (the heck) is Grouchy?&rdquo; Followed up by wondering why (on earth) Napoleon would give this guy a third of his army and depend on him to keep Bl&uuml;cher&rsquo;s Prussians far from Wellington.&#10;&#10;In context of Grouchy&rsquo;s performance then, it&rsquo;s a very reasonable question. But the answer goes back to February,1814, where - at the Battle of Vauchamps &ndash; then-Cavalry-General Grouchy showed he could be extremely good at chasing Bl&uuml;cher.&#10;&#10;Vauchamps is one of those interesting battles mostly lost in the blur of &ldquo;the 1814 Campaign,&rdquo; where Napoleon kept giving bloody noses to the advancing allied armies but never quite had the strength for a decisive victory. Few Allied noses were as far out in front as that of Marshal Bl&uuml;cher. There, in a small chapter called the &ldquo;Six Days Campaign,&rdquo; Napoleon dealt the &ldquo;Army of Silesia&rdquo; defeat after defeat. Reeling from this, Bl&uuml;cher tried to disengage from Napoleon&rsquo;s personal attention and attack an isolated corps under Marmont, with a mostly infantry force that included the names Zieten, Pirch, and Kleist that we would see in 1815.)&#10;&#10;But &ldquo;Boney&rdquo; anticipated that move and turned the tables on Bl&uuml;cher&rsquo;s Prussians and Russians, who were advancing with little cavalry. For one time in 1814, Napoleon had more horses engaged and used them well.&#10;&#10;The Battle of Vauchamps can be seen in three phases...Bl&uuml;cher advancing while Marmont falls back toward reinforcement, Marmont&rsquo;s counterattack, and Bl&uuml;cher&rsquo;s shock at discovering &ldquo;the Ogre&rdquo; again confronting him and falling back. Phase 3 is a long pursuit action - French cavalry hounding Allied squares (and breaking several!) Had the ground been less muddy (allowing the French horse artillery to stay closer), things would have been even worse for the Allies. As it was, in the final count, Allied losses may have been greater than 10-1 over the French, and Bl&uuml;cher (once again) was very nearly captured.&#10;[publisher's description]&#10;&#10;La Bataille de Vauchamps is the 2013 ATO Annual. Designed by the original Marshal Enterprises team of Monte Matteson, Dennis Spors and James Soto, it comes with a full color, 17&quot; x 44&quot; map board and over 400 colorful, die-cut counters, plus rules, charts and everything you need. Vauchamps serves as a good intro or entry level game to the &ldquo;La Bataille&rdquo; system, made popular with Clash of Arms Games and with fans all over the world. Our Annual also includes a deluxe-sized magazine with even more articles and interesting stories. Learn more about this intriguing battle, and other items of military history as well.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Against The Odds",
      "Series: La Bataille (Marshal Enterprises / Clash of Arms Games)"
    ]
  },
  {
    "Rank": "14497",
    "Name": "ElfBall",
    "ID": 19161,
    "Year": "(2007)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/19161/elfball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.875",
    "Description": "From the designer:&#10;&#10;ElfBall is rich in tactical stimulation, but streamlined in play. It's the kind of game for those nights when you'd like to play something, but don't want to commit to a traditional fantasy sports simulation.&#10;&#10;One of the great mysteries of the sport of Elfball is just where it began, and how it got its name. The Elves of the vast forests of the Westerlands claim to have been playing the sport since the dawn of time, and that they named it in honor of themselves. The Dwarves and Orcs, high in their mountain homes, dispute this bold claim and insist that the game&rsquo;s name instead refers to the type of severed head that makes the best ball core; both races maintain that they are in fact the originators and some of the bloodiest wars in the history of the realms have been fought over this claim. The men of the Middle Kingdoms ignore the squabbles of the elder races and call the game De Circque instead.&#10;&#10;Today Elfball is played by every nation and tribe of the world, and with a few regional variations, it is played the same on fields throughout The Realms. The design of the field, the distinctive ball, and the rules of play are all quite standardized.&#10;&#10;This game was prototyped in 2002 by Phigs Miniatures but did not see production until the game rules were overhauled and changed about 80% from the prototype and then released by Impact! Miniatures in 2007.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "14498",
    "Name": "Total Rumble",
    "ID": 81698,
    "Year": "(2010)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/81698/total-rumble",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the back ot the box:&#10;The total battle begun and only one of the fighters will get the world champion&rsquo;s belt. Will you be the winner?&#10;Use your cards to avoid your opponent&rsquo;s attacks or to launch your own one. Use your special skills, and weapon&rsquo;s cards, at the right time to emerge victorious and be the last player to be eliminated from Total Rumble. Become the best of the best!!!&#10;&#10;In this lively, fast to play game, you become a powerful wrestler with special skills for the fight. Use your cards and objects (like chairs, ladders) to eliminate your opponents running their life&rsquo;s points out.&#10;Study your strategy and keep your best cards in your hand to respond your opponent&rsquo;s attack and give them back a stronger attack, until one of the players can&rsquo;t play any card and take damage from the blow.&#10;The winner is the last wrestler standing, who will receive the World Champion&rsquo;s Belt that will be able to use in next matches to raise your power.&#10;Prove your abilities against 11 others players and be the best.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "14499",
    "Name": "Dog Poker",
    "ID": 409787,
    "Year": "(2023)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/409787/dog-poker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&quot;Animal Poker&quot; Series No. 2! After &quot;Neko&quot; is &quot;Inu&quot;!&#10;This game is a game that collects 7 kinds of &quot;Inu Card&quot; (A to G) and aims for high points.&#10;All players leave the &quot;Card they want&quot; at the same time and give the &quot;Other cards&quot; to the person on the left!&#10;Let's aim for the highest point in hand while watching the scoring condition that is released one by one.&#10;In addition to the card, there is also a score sheet for score recording. 100 points (one! handlet)!&#10;&#10;     Changes from draft poker: The number of players is changed when playing with 2 to 3 people.&#10;&#10;&#10;In addition, round rules and score sheet are newly included.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "14500",
    "Name": "Black Stories: Sex and Crime Edition",
    "ID": 127648,
    "Year": "(2012)",
    "Geek Rating": "5.535",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/127648/black-stories-sex-and-crime-edition",
    "Min Players": "2",
    "Max Players": "15",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Black Stories are fiddly, morbid and mysterious riddles for teenagers and adults. The players try to reconstruct the crime by asking, guessing and fiddling about. A spooky card game just right for any party.&#10;&#10;These puzzles are hot: 42 cases of fatal passion, 18 disastrous affairs, 9 betrogende husbands and women, two transvestites and a bigamist: 50 raven black mystery surrounding the deadliest thing in the world!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Mature / Adult",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories",
      "Misc: No Table Needed"
    ]
  }
]