[
  {
    "Rank": "16001",
    "Name": "La Belle Alliance: The Battle of Waterloo",
    "ID": 30020,
    "Year": "(1976)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/30020/la-belle-alliance-the-battle-of-waterloo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.1818",
    "Description": "La Belle Alliance&#10;The Battle of Waterloo&#10;&#10;The Battle of Waterloo, fought on 18 June 1815, was Napoleon Bonaparte's last battle. His defeat put a final end to his rule as Emperor of France. While the campaign hung in the balance for most of its duration, the decisive battle became the Battle of Waterloo. Allied forces, under Wellington, withstood a final French attack, and counter-attacked while the Prussians, arriving in force, broke through on Napoleon's right flank.&#10;&#10;Included in the Napoleon's Last Battles Quadrigame.  Also sold as an individual folio game.&#10;Folio version includes rules, a 17&quot; x 22&quot; map and 100 counters.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Series: Napoleon At Waterloo (SPI)"
    ]
  },
  {
    "Rank": "16002",
    "Name": "278th Squadron \"The Same 4 Cats\": SM79 Damned Hunchback",
    "ID": 284926,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/284926/278th-squadron-the-same-4-cats-sm79-damned-hunchba",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "50",
    "Play Time": "100",
    "Weight": "2.2857",
    "Description": "278th Squadron &ldquo;The Same 4 Cats&rdquo; SM79 Damned Hunchback is a solitaire campaign card wargame. The player is a pilot of the Italian famed Squadriglia 278, the so called &ldquo;The Same 4 Cats&rdquo; (I Soliti 4 Gatti), which flew the Italian SM79 torpedo bomber during World War 2, scoring several torpedo hits despite the technical difficulties. Through 10 mission the player must score hits, fix its plane and survive and receive the most important Italian Medal: the Gold medal to the Military Valour!&#10;&#10;&mdash;description from the rulebook&#10;&#10;63 colorful cards, a A3 game mat and English rules wait for you in this narrative card war game!&#10;&#10;The game components are several cards which must be divided into decks to be set up on the map; the cards are the core mechanic of the game.&#10;&#10;The player puts on the map the Damage Card (for the SM79, or for a more challenging experience, for the SM84) and the Experience Card at Value 0 or without value on the top.&#10;&#10;The decks to set up are: Campaign deck, Resolution deck, Target Ship deck and Mission deck.&#10;&#10;Campaign deck (yellow back): it is composed by the Mission cards; the player draws a card per Mission from this deck where it is shown the Mission to be accomplished by the pilot. It shows the geographical area, the number of Target Ship to draw and the type of Cards to add to the Mission deck. If the player manages to hit the Target Ship, it can receive a Reward (cards with white back), as per Reward Chart.&#10;&#10;Resolution deck (red back): it is composed by Hit and Missed cards and it is formed by a number of these cards depending on the Resolution Draw Chart. It is the engine of the game: it is used for AA draws, Torpedo draws and Damage draws.&#10;&#10;Target Ship deck (green back): it is composed by all the target ships available in the game and these are historical ships hit by the Italian SM 79; every card shows the type of ship and the number and type of Cards to add to the Mission Deck; some of them indicates a Special Decoration that the player can earn in case of successful attack to that Target Ship.&#10;&#10;Mission Deck (blue back): it is formed by a certain number and type of Event Cards plus the ones indicated on the Mission cards, on the Target Ship cards and on the Experience Chart. The player must draw a maximum of 7 Event Cards, indicating the distance from the Target Ship, a card per turn and resolve it, following the instructions indicated. Then it can decide to continue the Mission or abort it or try a Torpedo Resolution Draw, trying to torpedo the Target Ship chosen!&#10;&#10;The Campaign is composed by 10 Missions; during the Set up, the player shuffles the Mission Cards and put them face down in the Campaign Deck Area. At the start of each turn, the player draws the first Mission Card and put it in the Mission row, starting from the first (number 1).&#10;&#10;The player reads the Mission Card drawn where it is shown the Mission to be accomplished. It shows the geographical area, the number of Target Ship to draw and the type of Event Cards to add to the Mission deck. The player must choose a single Target Ship and put it on the map, in the dedicated area.&#10;&#10;The player prepares then the Mission Deck. It takes from these following Event Cards (blue back): 1 Sun Card, 1 Clouds Card, 1 Waves Card, 2 Fly Cards, 2 AA Card&#10;&#10;Then the player adds the Event Cards indicated in the current Mission Card, the Event Card(s) indicated in the Experience Chart and the Event Card(s) indicated on the Target Ship Card. All together they form the Mission Deck, which must be shuffled and put on the map, face down.&#10;&#10;The player must draw an Event Card from the Mission Deck per turn and resolve it, following the instructions indicated. Then it can decide to continue the Mission, drawing another Event Card from the Mission Deck or abort the Mission or try a Torpedo Resolution Draw, trying to torpedo the Target Ship, if within the Distance. The player can draw a maximum of 7 Event Cards, which indicate the distance from the Target Ship.&#10;&#10;The player should try to hit the Target Ship with its Torpedo.... it is not so easy!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Italy",
      "Country: United Kingdom",
      "Digital Implementations: VASSAL",
      "Magazine: Banzai Magazine",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "16003",
    "Name": "New Mastermind",
    "ID": 21506,
    "Year": "(2004)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/21506/new-mastermind",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "Based on the classic version of Mastermind, the only real change is that this edition is multi-player, supporting up to 5 players.&#10;&#10;In a 5 player game, one person sets the code, and the others take turns making their guesses.  Each guess scores points based on its accuracy as follows.&#10;&#10;&#10;    1 point for right color, wrong spot&#10;    2 points for right color, right spot&#10;    10 points for cracking the code&#10;&#10;&#10;Game is played over a number of rounds equal to the number of players, most total points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Mastermind"
    ]
  },
  {
    "Rank": "16004",
    "Name": "All In: A Flip&Write Showdown",
    "ID": 375567,
    "Year": "(2023)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/375567/all-in-a-flip-and-write-showdown",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Playing Poker is thrilling, exciting, sometimes nerve-wracking, and a lot of fun.&#10;All In encapsulates these great vibes in a simple yet deceiving fast paced Flip&amp;Write game, that can be played with a printable sheet and a classic deck of Poker cards.&#10;Each round, simultaneously, all players will be building their Poker Hands by writing down numbers on their player sheets based on a selection of 2 revealed Poker cards: they can choose one of the two revealed cards or a combination between them: for example the number from one card and the suit from the other. The card must always be written adjacent to another card, creating compelling and satisfying decisions each turn.&#10;When players complete a Hand they obtain Poker Chips that can later be used to change the Value and the Suit of the revealed cards, giving them lots of opportunities and reducing the luck of the draw. &#10;Each game you can choose between several different layouts, with exciting rule changes, that will offer new opportunities and strategies. &#10;At the end of the game Players will be getting points based on which type of Hands they achieved, like a Four of a Kind or a Straight Flush, and compare the strongest Hands against their opponents. &#10;Are you ready for a showdown?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Highest-Lowest Scoring",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Traditional Playing Cards",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "16005",
    "Name": "Bullenparty",
    "ID": 117549,
    "Year": "(2012)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/117549/bullenparty",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.875",
    "Description": "Like its predecessors 6 nimmt! and 11 nimmt!, Wolfgang Kramer's Bullenparty has players lay out numbered cards, then collect bullheads &ndash; but the details of game play require you to point your horns in new directions.&#10;&#10;Bullenparty uses two decks of cards: one numbered 1-100 (with each card bearing 1-7 bullheads) and the other with ten Bull cards, bearing 4-7 bullheads. At the start of the game, each player receives five number cards at random along with a zero card.&#10;&#10;At the start of each round, lay out one row of number cards for each player, with two cards in each row. Each turn, all players secretly choose a card in their hand, then reveal them simultaneously. Whoever played a number card chooses all of the cards in one row and adds them to his hand, discarding the card used for bidding. Whoever played a zero card adds a card from the top of the deck to a remaining row, then reclaims the zero card. All players who played zero cards then repeat this process. If a row reaches five cards in length, add the top card from the Bull deck to this row; if all rows end in Bull cards, then players must play number cards.&#10;&#10;Whenever a player picks up a row, they must then immediately reduce their hand to five number cards (not counting their zero card, which they keep throughout), playing any excess cards in hand onto one or more stacks in front of them, with cards being played in ascending order. Bull cards are placed separately.&#10;&#10;After the last row has been picked up, the round ends. Players then create new rows and play another round. When the deck runs out, shuffle the discards to finish the round, after which the game ends. Players then score positive points for Bull cards and for the bullheads in the pile with the most bullheads; all other bullheads are negative points. The player with the highest total score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Game: 6 nimmt!"
    ]
  },
  {
    "Rank": "16006",
    "Name": "Paul Koenig's D-Day: Juno – The Canadian Beach",
    "ID": 37724,
    "Year": "(2008)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/37724/paul-koenigs-d-day-juno-the-canadian-beach",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.6471",
    "Description": "Juno: The Canadian Beach is the first game in the Paul Koenig&rsquo;s D-Day series of five titles covering the first three nail-biting days (June 6 &ndash; 9, 1944) of Allied landings in France to liberate Europe during World War 2. Using fluid and dynamic systems for integrating the fierce combat and rapid movements of the companies and battalions contesting the beaches, cliffs, swamps and bocage bordering the rough North Sea coast, players will find the easy rules to offer rich puzzles and surprising opportunities on the cross-map march to victory.&#10;&#10;Can the Canadian 3rd Division find sufficient air, naval, and artillery support to clear Juno Beach and advance inland through the bocage country to the south and link up with the British beaches to the east? Or will the German defenders of the 716th Division react in time, bringing up their anti-tank assets to stop the Canadians on the beaches as they did at Dieppe two years earlier? The German commander, Erwin Rommel, planned to stop the invasion on the beaches&hellip; and it nearly happened!&#10;&#10;Game Components:&#10;&#10;     One 4-page, color  Standard Rules booklet&#10;     40 color, 2-sided die-cut 1/2&rdquo; mounted pieces&#10;     28 round 5/8&rdquo; counters&#10;     One 11&rdquo; x 17&rdquo; color game map with tables&#10;     1 BATTLESSON (TM) sheet&#10;     Illustrated Examples of Play, Exclusive and Optional Game Rules&#10;     Part of a 5 game series!&#10;&#10;&#10;Ages: 12 and up&#10;Complexity: 4 on a 9 scale&#10;Solitaire Suitability: 8 on a 9 scale&#10;Game Scale: Each unit is 1 company to regiment, each hex is 1 kilometer, and each turn is about 4.5 hours.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Series: Battlesson (Victory Point Games)",
      "Series: Paul Koenig's D-Day (Victory Point Games)"
    ]
  },
  {
    "Rank": "16007",
    "Name": "Etherstone",
    "ID": 412086,
    "Year": "(2024)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/412086/etherstone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Nobura is a forgotten planet shrouded in mystery. The story told that a cosmic being sacrificed its divine essence to breathe life into its desolate lands. Etherstones shaped the planet's biomes and interconnected all living beings with nature.&#10;Yet, the lurking threat of the Vacuous, a parasitic force born from the depths of Nobura, poses a challenge to life on the surface, weaving a tale of divine sacrifice. Nobura has always been part of a paradoxical loop of life and death, where the forces of creation and destruction dance in an eternal cosmic struggle.&#10;&#10;In Etherstone, players embody faction leaders uniting forces to avert the impending extinction, striving to gain the most victory points through various means, such as summoning cards, overcoming threats, and utilizing their abilities as effectively as possible.&#10;&#10;The first stage of the game will be drafting your hand of 7 cards and your leader card, alternatively for the first few matches, players can take a pre-made hand of cards with the matching Leader.&#10;&#10;Leaders have a set number of life points, a strength value, and a persistent asymmetric ability.&#10;&#10;The game is played in turns starting with the first player and going clockwise.&#10;&#10;There are three types of cards in the game: &#10;&#10;     Followers: That can help you during the attack when facing a threat.&#10;     Rituals: Powerful spells &#10;     Technology: Artifacts that can modify your game strategy&#10;&#10;&#10;Cards might also have abilities that activate during dice drafts based on the drafted color or number.&#10;&#10;During your turn, you can take only one action among the following:&#10;&#10;1) Dice Draft: Etherstones contain concentrated Ether, and they can be spent by players to summon cards and activate powerful effects. Five different dice representing each of the Etherstones are rolled in the center of the table.&#10;Players can draft one die from the ones available on display to immediately get 2 etherstone tokens of that color and eventually activate any summoned card effects by taking into account the drafted color and face value of the dice.&#10;&#10;2) Summon: Players summon one card from their hand by paying the relative Etherstone cost in tokens.&#10;&#10;3) Attack: With this attack action, the player overcomes one Threat card from the center of the table. They begin the attack action with an attack value of 0. They must decide if they, as the Leader,  want to personally join the attack. If so, they add the strength value of their Leader card to their attack value, but they will also be vulnerable to taking damage from the Threat. Leader cards are never exhausted, so their card is kept upright even when used.&#10;&#10;After this, they may exhaust any number of their Ready Followers to add the Follower&rsquo;s strength to their attack value. Exhausted Followers are turned to the side to show they may not be used in attack actions until rested.&#10;&#10;4) Rest: Ready all your cards and skip the turn.&#10;&#10;5) Void Pact: In case the Leader is defeated, players will skip the turn to revive their leader at full health and gain a void pact token that will be worth negative victory points at the end of the game.&#10;&#10;There is no winning strategy or play style.&#10;&#10;Players will win by gaining victory points while doing several different actions and the game will end if any of the following three end-game conditions are met: &#10;&#10;     The active player has cards left in their hand. &#10;     There are no cards left in the Threat deck. &#10;     The victory point pool has no more tokens in it.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16008",
    "Name": "My Word!",
    "ID": 2781,
    "Year": "(2001)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/2781/my-word",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3182",
    "Description": "A dealer turns over cards, each card having a single letter or a two-letter combination; as soon as any player spots a word that can be formed using any set of three or more cards, they shout it out and claim the cards (if the word was valid). Once the deck is exhausted, each player gets one point per card claimed. Play as many rounds as there are players.&#10;&#10;Re-Implements: Diabolo.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition",
      "Set Collection",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "16009",
    "Name": "Magic: The Gathering – Duel Decks: Speed vs. Cunning",
    "ID": 207905,
    "Year": "(2014)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/207905/magic-the-gathering-duel-decks-speed-vs-cunning",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "From the publisher's website:&#10;&#10;Shrieking Hordes Confront Tactical Masters Racing across the blazing steppe, the wave of attackers crests the barren hills. Nothing can stop their reckless advance. These warriors live fast, fight hard, and strike terror into the hearts of those in their path. The scarred countryside seems abandoned. Then, suddenly, hidden fighters spring from ambush. The overconfident enemy recoils in surprise, outflanked and outsmarted. Who will prevail, the swift or the sly?&#10;&#10;These ready-to-play decks showcase cards from across Magic history, including six cards from the new Khans of Tarkir &trade; set and four cards with new artwork.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16010",
    "Name": "The Balthazar Stone",
    "ID": 346323,
    "Year": "(2021)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/346323/the-balthazar-stone",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Can you unlock the ancient chest, find the Balthazar Stone and break the ancient curse?&#10;&#10;Join Elsa Winslow on her journey to Sharktooth Island. To solve the mystery, you must unlock an ancient treasure chest, find Balthazar&rsquo;s Stone and break its ancient curse.&#10;&#10;Similar to an escape room game, this mystery presents you with a wooden chest locked a metal combination lock, and leaves you to work out how to open it and find and solve the mystery.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Misc: LongPack Games",
      "Series: The Mystery Agency",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "16011",
    "Name": "Sea of Thieves: Voyage of Legends",
    "ID": 382016,
    "Year": "(2023)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/382016/sea-of-thieves-voyage-of-legends",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "The official tabletop adaptation of the hit video game, Sea of Thieves: Voyage of Legends is a competitive 4X game for 2-4 players. From fulfilling bounties and following treasure maps, to raiding forts and boarding ships to steal their loot, players live the life of a nefarious pirate as they compete to earn the title of Pirate Legend before their rivals.&#10;&#10;But, players must be wary. Gaining reputation will not be easy, and they&rsquo;ll have to contend with more than just their rivals. Ancient ships prowl the oceans, and foreboding forts blot the horizon, both crewed by hostile skeletal foes. Behemoths like the kraken and megalodon, easily capable of capsizing a ship in moments, lurk in the deep just waiting for unsuspecting craft to pass overhead.&#10;&#10;Earning reputation enough to become a pirate legend can be achieved in a variety of ways, and there&rsquo;s no one way to victory. Searching out and completing contracts from one of the trading companies is a just as much a path to success as hunting enemies, and however you choose to earn your coin, spending it to upgrade your fleet with special crew and bigger ships is always a good choice.&#10;&#10;Gameplay is intuitive and easy to learn, with a fresh and streamlined approach to 4X games. Player turns follow a straightforward action economy and are designed to be quick to keep the action flowing and reduce downtime around the table. At the end of each round a fortune card system provides rubber-banding for players that are lagging behind, helping to keep the game competitive until the very last moment.&#10;&#10;The playing area, special crew, locations of treasure and enemies, and events that occur are randomised each game, meaning that every game will be different even before factoring in the actions and decisions made by the players at the table.&#10;&#10;Players will have to be engaged at all times, thanks to these cards, which can be played at any time, and because unlike other games in this genre, they won&rsquo;t have safe or fixed bases &mdash; all players ply the same seas around the outpost in the middle of the table, and must constantly be on guard for attacks.&#10;&#10;Can you win the race to become a pirate legend before your rivals? Or will you forever be a scurvy knave? Find out the answer on the Sea of Thieves!&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Take That"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "16012",
    "Name": "Warhammer 40,000: Kill Team",
    "ID": 154307,
    "Year": "(2013)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/154307/warhammer-40000-kill-team",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Provided by Publisher:&#10;&#10;Warhammer 40,000: Kill Team puts you in charge of a motley band of warriors, whose skill, determination and courage will be put to the test as they undertake dangerous do-or-die missions deep behind enemy lines. As each of your models acts independently from the rest of his squad, their individual actions &ndash; even a single kill &ndash; can mean the difference between victory and defeat.&#10;&#10;Whether you choose an elite team of stalwart heroes or a small horde of expendable conscripts to form your Kill Team, they must all fight with one purpose if they are to achieve their mission objectives.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "16013",
    "Name": "Stein im Brett",
    "ID": 108789,
    "Year": "(2011)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/108789/stein-im-brett",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.6667",
    "Description": "There are many family games out there. On the other hand, Games for 6 players arent available that often - and at least not those with simple rules, which work fine for two and for 6 players.&#10;&#10;&quot;Stein im Brett&quot; is one of those few games. There is a big bag, which contains the playing pieces in six colours. If you play a two player game, each player will have three colours. At a game with 3 players, everyone gets two colours and with 4-6 players, each person will just have one colour on his own, whereas the remaining ones will count for nobody.&#10;&#10;With all constellations, all playing pieces will be at the bag. You will need them in order to fill up the board three times. A round will end, if there are no empty spaces on the board anymore. You only count your playing pieces and get points, if a piece wont have a neighbour of the same colour and is &quot;isolated&quot; from the others of his kind.&#10;&#10;On your turn, you grab three pieces out of the bag and place them onto empty spaces on the board. Bribing the others, telling them the -best- positions for those pieces are a vital point in this fun game, where children and parents are equal at play.&#10;&#10;&#10;Publishers Info:&#10;&#10;&quot;Familienspiele gibt es viele, Spiele f&uuml;r 6 Personen sind schon nicht mehr so h&auml;ufig anzutreffen - und Spiele mit kurzen, einfachen Regeln, die sowohl f&uuml;r zwei Personen als auch f&uuml;r 6 Personen gut sind, gibt es ganz wenige.&#10;&#10;Stein im Brett ist so ein Spiel. Im gro&szlig;en Baumwollbeutel liegen Spielsteine in 6 Farben. Spielt man nur zu zweit, besitzt jeder 3 Farben. Bei drei Spielern sind es je 2 Farben und bei 4 - 6 Spielern wird jedem nur eine einzige Farbe zugeordnet und gewertet.&#10;&#10;Es bleiben also immer alle Spielsteine mit im Spiel - das ist wichtig, denn alle Spielsteine sind notwendig, um das Spielbrett genau 3 x komplett zu belegen. Gewertet wird nach jeder Runde. Siegpunkte gibt es immer nur f&uuml;r Spielsteine ohne gleichfarbigen Nachbarstein.&#10;&#10;Da die Spielsteine blind aus dem Beutel gegriffen werden, kommt es sicher zu turbulenten Diskussionen, an welche Stelle ein bestimmter Stein gelegt wird. Es entsteht ein kurzweiliges Spiel f&uuml;r den Familien- und Freundeskreis, bei dem Kinder und Erwachsene die gleichen Chancen haben.&quot;&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "16014",
    "Name": "When Tigers Fight",
    "ID": 707,
    "Year": "(1994)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/707/when-tigers-fight",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.9412",
    "Description": "When Tiger Fight: The War in Asia, 1944, is a strategic level wargame of the battles that were fought on the Chinese front during the latter stages of World War 2. The map covers a large portion of mainland China and parts of Burma.&#10;&#10;Game Scale:&#10;Turn: 1 month&#10;Map: 37.2 miles / 60 km per hex&#10;Unit: Regiment to Army&#10;&#10;Game Contents:&#10;One 22 x 34&quot; map&#10;Two countersheets (100 5/8&quot; dual-side printed counters - 81 of them are errata for other games)&#10;One 32 page rulebook&#10;One Player Aid Card (2-sided)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "16015",
    "Name": "Oz",
    "ID": 95679,
    "Year": "(2011)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/95679/oz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "The card game Oz, based on the L. Frank Baum novel The Wonderful Wizard of Oz, contains two decks of cards: one a character deck with nine copies each of Dorothy, Toto the dog, the Scarecrow, the Lion, the Tin Man, the Good Witch, the Wicked Witch and the Wizard of Oz, and the other a story deck, with each story card explaining how to score points at the end of the game, e.g., each pairing of Dorothy and the Lion scores two points, while having the majority of Witch cards is worth eight points.&#10;&#10;The game lasts 8&mdash;9 rounds, and at the start of each round, the players draw cards from the decks to create n+1 columns (where n is the number of players), with each column having two character cards and one story card. Each player chooses one column, placing the story card on the table and the character cards in his hand. From the fifth round on, a player can have only four story cards in front of him, so each time he chooses a column, he must discard a story card from his collection. After the final round, players reveal their character cards and tally their points to see who wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Books: The Wizard of Oz",
      "Series: Ystari originals"
    ]
  },
  {
    "Rank": "16016",
    "Name": "Rose Ceremony",
    "ID": 300090,
    "Year": "(2020)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/300090/rose-ceremony",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Love is in the air...or not!&#10;&#10;Set your heart on a player of your choice and offer them a rose. Will they accept? Create bouquets of roses in Valentine's Day to win points, but the task isn't that simple as too many thorny roses will spoil the bouquet! Sometimes, it's important to know when to say &quot;no&quot;.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Holidays: Valentine's Day",
      "Misc: LongPack Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "16017",
    "Name": "TrisTristisTigris",
    "ID": 386728,
    "Year": "(2023)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/386728/tristrististigris",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Entra en nuestro trabamentes y no tropieces ni hagas trampas, pues no hay trucos ni tretas que valgan. Sigue el patr&oacute;n de las cartas sin trabarte ni atrancarte o el final ser&aacute; tr&aacute;gico... y tronchante. &#10;Tres tristes tigres. Tras trastas tagras. Tres trestes tegres. Tros trostos togros. Trus trustus tugrus...&#10;&#10;Los jugadores crean una cadena fluida de palabras (Tres-Tristes-Tigres) que se suceden sin parar. Si alguien se equivoca es penalizado con las cartas descartadas por los jugadores. El primer jugador que se quede sin cartas gana la partida.&#10;&#10;El juego incluye diferentes modos de juegos.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;The players create a chain of words (Three-Sad-Tigers) that follow one another without stopping. If someone makes a mistake, they are penalized with the cards discarded by the players. The first player to run out of cards wins the game.&#10;&#10;The game includes different game modes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "16018",
    "Name": "Disney Happiest Day Game",
    "ID": 358030,
    "Year": "(2022)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/358030/disney-happiest-day-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Visit exciting attractions, meet cherished characters, eat snacks, collect souvenirs, and experience magical moments throughout Magic Kingdom Park in Disney Happiest Day Game. Along the way, you'll share your favorite ways to spend the day. When Tinker Bell reaches the top of the castle, the game board magically transforms from day to night!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Resource to Move"
    ],
    "Families": []
  },
  {
    "Rank": "16019",
    "Name": "MeM",
    "ID": 1047,
    "Year": "(1968)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/1047/mem",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3.625",
    "Description": "from the rules:&#10;&#10;Equipment&#10;A board with 32 indented spaces&#10;32 stones of 11 colours (8+7+3+3+2+2+2+2+1+1+1) Two rules booklets.&#10;&#10;To Start&#10;At the start of the game, the 32 stones are spread randomly over the board surface so that all spaces are filled.  The board is set between the players, leaving a space in front of each player.&#10;&#10;For MEM-Solitaire, you need only one playing space and the filled board.&#10;&#10;The General Idea&#10;You take stones from the MEM board, and use them to build patterns of stones in your playing area.  The pattern of stones in your playing area must always &quot;match&quot; some group of stones remaining on the board.  In two-person play, your opponent will try to take stones that make it easy for him to build matching patterns, and make it hard for you to find good matches on the board.  The player with the most stones wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "16020",
    "Name": "Trenton 1776",
    "ID": 175689,
    "Year": "(2015)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/175689/trenton-1776",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.8",
    "Description": "Trenton 1776 is the second game in the Campaigns of the American Revolution series. The first, New York 1776, covered the battles around the city. Following that campaign Washington was chased out of New York into New Jersey with the British storming across the Hudson in hot pursuit.  Trenton 1776 is that campaign. One where all seemed lost.  One described as the &quot;the times that tried men's souls.&quot;  One where Washington the hunted became the hunter in a miracle winter campaign across New Jersey.  One that saved the Revolution.&#10;&#10;Can you do the same playing Washington or as British General Howe can  you cross the frozen Delaware, take Philadelphia and finish off your nemesis from New York?&#10;&#10;Trenton 1776 has a campaign game that covers the entire campaign from  the chase of Washington across New Jersey, his refuge behind the Delaware river and the winter battles that reversed his fortunes.  Also included in the game are shorter scenarios; Christmas surprise: Trenton December 25/26 1776 and Bagging the Fox: Trenton and Princeton January 2/3 1777.&#10;&#10;The game has an easy rules set, playtime of 2 hours or less, and the pleasure of using wooden blocks for units.  Wooden blocks provide a &ldquo;fog of war,&rdquo; and can be rotated during battles to keep track of losses easily.  Series rules are based on New York 1776 game system so game mechanics will be familiar to owners of that game, though both games play very differently.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Block Wargames",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: American Revolution Campaigns (Worthington Games)"
    ]
  },
  {
    "Rank": "16021",
    "Name": "Loot, Shoot, Whisky",
    "ID": 329710,
    "Year": "(2021)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/329710/loot-shoot-whisky",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "After a greenhorn foolishly drops their golden nuggets on the saloon floor, the two players in Loot, Shoot, Whisky are caught up in a struggle over the precious loot.&#10;&#10;Each round, four saloon cards are revealed, with the cards showing either gold nuggets, whiskey, or a bullet. Each player has a hand six cards: two each of Loot (go for the card), Shoot (take a shot at their opponent), and Whiskey (grab the whiskey bottle). Players each secretly play one card on the two saloon cards closest to the deck, reveal and resolve those cards, then secret play on the next two saloon cards, resolve those, then refill the saloon layout to four cards. The outcome of these confrontations uses a rock-paper-scissors mechanism:&#10;&#10;&bull; Whiskey beats Shoot, with the winner gaining a separate, non-saloon whiskey card or (if they already have it) flipping it over to &quot;drink&quot; it; if you win whiskey three times without the opponent taking back the bottle, then you finish the bottle and win.&#10;&bull; Shoot beats Loot, with the shooting player taking a hit card as a badge of honor. If you collect four hit cards, you win.&#10;&bull; Loot beats Whiskey, with the winner claiming the current saloon card. If this card is a shoot or whiskey, then you resolve those cards as described above; if this card shows gold nuggets, you collect those nuggets, and if you have collected nine or more nuggets, you win.&#10;&#10;In case of a tie, discard the saloon card.&#10;&#10;If someone doesn't win the game instantly as described above, then the game ends when you can't refill the saloon to four cards. In this case, whoever has the whiskey bottle on their side of the board wins.&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: MINNYS (Nürnberger-Spielkarten-Verlag)",
      "Series: Nature Line (Nürnberger-Spielkarten-Verlag)"
    ]
  },
  {
    "Rank": "16022",
    "Name": "Salamamba",
    "ID": 245695,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/245695/salamamba",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Salamamba is a cooperative game that be played across three worlds as a campaign or individually on each world. The game board resembles a fairy tale book, with four individual elements on it.&#10;&#10;In the game, players cling to the side of the friendly yellow snake Salamamba as it attempts to outsmart the poisonous magician Fiesolix. Both characters move each turn through the use of dice. The sorcerer's purple die places obstacles in the way of the snake and makes Fiesolix move faster on his own path. The snake's yellow die moves Salamamba through the forest to complete its tasks, but instead of simply moving forward, the snake grows by as many pieces as the number on the die. Additionally, the snake can shrink, if desired, or swap the location of its head and tail to turn around.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "16023",
    "Name": "Saipan: Conquest of the Marianas, June 1944",
    "ID": 8743,
    "Year": "(1975)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/8743/saipan-conquest-of-the-marianas-june-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Part of the Island War quadrigames which included standard rules for each game as well as exclusive rules for each game in the series. Saipan covers the US invasion of Saipan in June 1944.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Japan",
      "Country: USA",
      "History: World War II (Pacific)",
      "Islands: Marianas (USA)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16024",
    "Name": "Utopia",
    "ID": 337460,
    "Year": "(2023)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/337460/utopia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "You control a shadowy 24th century faction, hell-bent on reordering history to set off a chain reaction which will bring about your utopian vision for the world.&#10;&#10;At your disposal is a fleet of chronoships, capable of traversing all four dimensions of space and time. You will hunt through all of history to hire the brightest minds to your cause, and each will be given command of one of your precious chronoships.&#10;&#10;However, you are not the only one with a grand vision for the future and must watch out for rivals, who will attempt to meddle with your plans!&#10;&#10;The aim of this 1-4 player worker placement game is to be the first to complete three Butterfly Effect Missions. These are iconic moments in history, from the rise of the Roman Empire to the Industrial Revolution, from the Second World War to the colonisation of Mars. Each Butterfly Effect Mission will require knowledge to be collected or technology to be developed.&#10;&#10;Chronoships travel through wormholes to visit different locations in space and time, known as Time Zones (TZs). There are 12 TZs in total, TZ1 represents the ancient past, whereas TZ12 represents the distant future. New Alternate TZs will also spawn throughout the game, the &ldquo;Butterfly Effect&rdquo; of players meddling with the space-time continuum.&#10;&#10;Each player will start by drafting two crew-members to activate their first two Chronoships. These crew-members will be famous people from history or the future and each will have different primary and secondary abilities. It is possible to control an additional three Chronoships by recruiting new crew-members to command them.&#10;&#10;Primary abilities enhance the collection of one of five types of knowledge: Military, Exploration, Science, Politics or Culture.&#10;&#10;Secondary abilities come in 13 varieties which will help the player to compete with their rivals, ranging from Merchants to Medics, from Spies to Superstars.&#10;&#10;Utopia provides a unique experience every time, as the combination of different crew-members, technologies and missions call for the constant revision of player strategies.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "16025",
    "Name": "Rewild",
    "ID": 397159,
    "Year": "(2023)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/397159/rewild",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Rewild is a light solitaire tile-laying game in which you (nature) are shaping and restoring a once intensively farmed land to a wilder state, creating habitats for rare and diverse wildlife.&#10;&#10;Each tile has 4 areas featuring 3 types of habitat: woodland, scrubland and wetland. The  tokens represent wildlife of different habitats and values.&#10;&#10;Tiles are laid (offset to one another by 1 area) to create spaces that are surrounded by habitats on all 4 sides. Once such a space is made, a wildlife token is placed in it.&#10;There are rules around the order in which tokens are placed and how the player can manipulate it.&#10;&#10;At the end of the game the wildlife score points based on their value and how much of their preferred habitat surrounds them, and also for the largest area of each habitat.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Solitaire Only Games",
      "Theme: Environmental Protection / Degradation / Pollution"
    ]
  },
  {
    "Rank": "16026",
    "Name": "Full Moon Jacket",
    "ID": 236861,
    "Year": "(2020)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/236861/full-moon-jacket",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "Charlie don't surf!&#10;&#10;Full Moon Jacket is a solo and co-operative squad based game in which players take roles of various unique US Marines and Vietnamese Fighters in the Vietnam War. Each character brings their own skills and signature equipment in order to survive against endless waves of Werewolves as Dusk turns to Night.&#10;&#10;The hordes of Werewolves are controlled by simple AI rules and to survive against them you must work together using ammo efficiently, searching supply drops for larger more brutal weapons and equipment and scavenging materials to craft your own unique items.&#10;&#10;No one game is ever the same. With unique modular boards randomly positioned, supply drops and werewolves randomly spawned and the mission objectives randomly moved, adjust your tactics in a bid to escape the ever changing situation.&#10;&#10;One of the main objectives for Full Moon Jacket was to create a strategic game with simple to learn rules and mechanics.  Over 30 blind playtests with board game and non-board game fans the mechanics have been understood within 10 minutes of playing and with many new players falling in love with the game.  The game has several play modes for Solo play, Quick play, Standard mode with crafting, Nightmare mode (for those ready to be tested!) and Survival mode (last man standing).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Miniatures",
      "Vietnam War"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Trading"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Vietnam",
      "Creatures: Werewolves",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "16027",
    "Name": "Lawrence of Arabia: The Arab Revolt 1917-18",
    "ID": 281477,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/281477/lawrence-of-arabia-the-arab-revolt-1917-18",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Arabia had simmered for centuries under the heavy hand of Ottoman occupation. With the Turks distracted by World War I, the Arabs erupted in revolt. The British sent encouragement, weapons, and liaison officers. One of these was T. E. Lawrence.&#10;&#10;This solitaire game in the Raider series puts you in command of Arab and British forces. The game system runs the opposing Ottomans. Cards generate four different campaigns, such as crossing the desert to seize the critical port of Aqaba. Combat is fast and furious as raiders sweep into towns or sometimes run into ambushes.&#10;&#10;Special game units include aircraft, armored cars, a German expeditionary corps, and Lawrence&rsquo;s elite mercenary bodyguard. The map covers the Hejaz and Palestine, where the campaign was fought. You can also travel to Cairo to plead for additional resources that you may need to accomplish your mission.&#10;&#10;Game Contents:&#10;One 11x17 inch Map&#10;40 die cut counters&#10;18 Campaign Cards&#10;Four page system rule booklet plus exclusive scenario rules&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: Arab Revolt",
      "Series: Mini Series (Decision Games)",
      "Series: Raider (Decision Games)"
    ]
  },
  {
    "Rank": "16028",
    "Name": "The Suits: Season 3",
    "ID": 292962,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/292962/the-suits-season-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Medieval knights clashed to prove their bravery, courage and to impress rich and (sometimes) beautiful women. The Middle Ages are a relict of the past, but men are still men afterall and they still want to prove their superiority. So, what is the most reliable and effective way to distinguish a nobleman from a peasant? Oh yes! Duel! Instead of wearing full plate armor they wear equally charming elegant suits. Instead of fighting on the tournament arena, they meet in the underground of secret club called The Suits. Join this elite society and fight for your prestige and ...........*&#10;&#10;&#10;    ) Enter your deepest and darkest desire that you want to fight for (or die for, but it wasn't in the agreement)&#10;&#10;&#10;And remember that the first and last rule of The Suits Club is - you do not talk about The Suits Club.&#10;&#10;Each player controls one of five available characters. Each character has his own unique deck of cards. By using your wits, tactics, strategies and of course, a little bit of luck you can show your enemies who is the real gentleman. The Suits is a fast-paced, two-person card game steaming with atmosphere and tactical depth.&#10;&#10;&mdash;description from the designer&#10;&#10;Characters of this Box: Lawyer, Preacher, Le Chef, Undertaker, Salesman&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16029",
    "Name": "Catan: Big Game Event Kit",
    "ID": 194097,
    "Year": "(2016)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/194097/catan-big-game-event-kit",
    "Min Players": "6",
    "Max Players": "0",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;In 2013 Mayfair Games conducted a big game and set a world record for the most people playing in the same Catan game at the same time&hellip; 922 people. This record was then beaten in 2015 when 1,040 players, including Klaus Teuber himself, played at an event in Essen, Germany.&#10;Two years later in 2017, the record was once again beaten when 1,096 players played at an event in Rotterdam, The Netherlands.&#10;&#10;The group experience shared by the players and the combined mutual excitement in play resulted in one of the great events in the world of gaming.&#10;&#10;Mayfair has created this kit to provide players the means to conduct a little or not so little, big game experience for themselves.&#10;Need an ice breaker for parties? Need something for new friends to meet old friends?&#10;&#10;Catan: The Big Game Event Kit offers the ability to conduct a six player Catan game with a few unique rules. More than 6 friends? Multiple kits can be used to provide play for as many people as you wish to join in the play. Just daisy chain the boards together and add as many friends as you can find. Hundreds of friends? Read the big game how to guide which will walk you through planning your big game event.&#10;&#10;To provide an economical solution, player wood is replaced by die cut, development and resource cards are replaced by small format cards, and the maps are printed.&#10;&#10;The big game is the best large scale experience you could have with any game, and Catan is perfectly suited to give you your money&rsquo;s worth.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Negotiation"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Catan"
    ]
  },
  {
    "Rank": "16030",
    "Name": "Pencilvillage",
    "ID": 285250,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/285250/pencilvillage",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Pencilvillage is a solo print-and-play about growing a village, protecting it from attack, developing an economy, and delving into dungeons. On each of its 30 rounds, you take three actions, selected from a pool of possibilities which grows as you build more structures, and a random event threatens or aids your village.&#10;&#10;To win, you must satisfy the objective you've selected for the game, while also surviving to the end of the final round.&#10;&#10;The main mechanics are building placement and resource management, and it incorporates push-your-luck and engine-building elements.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Economic",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Simulation"
    ],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "16031",
    "Name": "Little Monster That Came For Lunch And Stayed For Tea",
    "ID": 253862,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/253862/little-monster-that-came-for-lunch-and-stayed-for",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "It&rsquo;s lunch time, and a most unusual company has arrived! Some are tall, some are short, some have scales for hair or tentacles for feet &mdash; but all of them are really, really hungry. Can you fill their bellies before anyone else beats you to tea?&#10;&#10;Little Monster That Came For Lunch And Stayed For Tea is a light racing game in which playing your cards right and using the abilities of your two unique monsters makes for a very tasty difference! Each game you are assigned two unique little monsters to feed as quickly as you can as you race against one, two or three opponents. Each little monster has its own special skill, and you want to combo these skills and card abilities to create awesome combos.&#10;&#10;On your turn, you either play or draw cards. If you play, you create combos that will move your monsters forward, pushing the opponents' critters backwards! You win the game as soon as both of your monsters reach the end of the table, so eat up!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters",
      "Misc: LongPack Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "16032",
    "Name": "Team Yankee",
    "ID": 8101,
    "Year": "(1987)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/8101/team-yankee",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "1.9167",
    "Description": "A game of modern tank battles based on the book Team Yankee by Harold Coyle.  Rules use a programmed-learning approach through eight scenarios and also include instructions on creating your own scenarios.&#10;&#10;From the Game Box:&#10;&#10;&quot;Here is hands-on experience leading a modern tank company into battle.  Team Yankee presents the expertise that the modern tank company commander needs in easy-to-follow game rules format.  Two players each form their own strategies as they fight out potential, very real situations on the battlefield of World War III.  Soviet units have numbers and firepower; U.S. units have speed and technology.  To each side's advantages and disadvantages the players add strategy and leadership.&#10;&#10;Rules cover the essentials of movement and combat between modern combat units.  On this foundation are built special rules covering artillery, morale, chemical warfare, air support, and the other special aspects of modern warfare.&#10;&#10;The game maps cover the same ground shown in the novel.  Eight game scenarios walk you through the rules, unveiling the effects of all the rules, and showing you in detail how to play the game.  In the course of playing the scenarios, you will be able to recreate the situations in the book (and perhaps alter their course).&#10;&#10;The rules chapter on variants lets players change the scenarios to add new rules and replay scenarios to see what effects they will have on the situation.  The rules chapter on new scenarios lets players build their own forces and fight out totally new battles.&quot;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: First Battle (GDW)"
    ]
  },
  {
    "Rank": "16033",
    "Name": "Orion",
    "ID": 8923,
    "Year": "(1971)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/8923/orion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "This game was first published by Parker Brothers in 1971. It is in fact not a game in itself but a game system. The rule-book includes 15 games for 2-4 players and 7 puzzles for 1 player. The difficulties of the games are very variable.&#10;&#10;The parts and the board are without a doubt built to last, with a very ingenious system which makes the wheels &quot;click&quot;. Pieces are in four different colors and are numbered. This even gives the possibility to note the games or ways to the solutions of the puzzles. And there is also a custom die!&#10;&#10;See Community Wiki for the list of games published with Orion.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Game System",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Space: Orion"
    ]
  },
  {
    "Rank": "16034",
    "Name": "Neolithibum",
    "ID": 1402,
    "Year": "(1991)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/1402/neolithibum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.7",
    "Description": "extrapolated from Bruno Faidutti's site:&#10;&#10;A dexterity with a little strategy type of game.&#10;&#10;&quot;Long ago, it happenned that the great god Prewt suffered such gastric and intestinal troubles that there was a big noise, the rumble of thunder, the skies darkened and the great oak was struck by lightnings...&quot; So the players are homo - not really sapiens, and hardly erectus - trying to build a monument in honor of the great Prewt. The scheme is simple: just pile up big stones. The ritual, however, may be complicated, when for example, you must put your stone with your left hand after passing it under your right leg, your nose on the table, with your neighbour's glasses. And, of course, it must not fall.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "16035",
    "Name": "Burgoo",
    "ID": 31971,
    "Year": "(2014)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/31971/burgoo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2273",
    "Description": "It's autumn again and time to make the burgoo! Burgoo is a community-made stew made from savory meats and vegetables. In the game, your goal is to add all of your ingredients to the stew and be the one who sampled it the most!&#10;&#10;Each player in Burgoo starts the game with a line of twelve ingredients (two of each of the six types) and one ingredient of each type in his hand. The object of the game is get rid of your ingredients on the table and have the most ingredients in your hand at the end. On a players turn he can &quot;sample the stew&quot; by taking an ingredient, split one of his ingredient lines, or cause ingredients to be added to the stew.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: TMG Microgames",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "16036",
    "Name": "Spot it! On the Road",
    "ID": 117997,
    "Year": "(2012)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/117997/spot-it-on-the-road",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Spot it! On the Road uses the same game play as Spot it!, a simple pattern recognition game in which players try to find an image shown on two cards, but includes a new twist.&#10;&#10;Each card in Spot it! On the Road features eight different symbols, with the symbols varying in size from one card to the next. Any two cards have exactly one symbol in common. For the basic Spot it! game, reveal one card, then another. Whoever spots the symbol in common on both cards claims the first card, then another card is revealed for players to search, and so on. Whoever has collected the most cards when the 55-card deck runs out wins!&#10;&#10;Rules for different games &ndash; each an observation game with a speed element &ndash; are included, with the first player to find a match either gaining or getting rid of a card.&#10;&#10;What's more, the symbols in Spot it! On the Road are all items that you'd see during a typical road trip, and this edition contains a new way to play: One card is revealed, and all players scan the scenery to spot items shown on the card. Whoever spots such an item first claims the card.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Spot it!"
    ]
  },
  {
    "Rank": "16037",
    "Name": "Dice of Pirates",
    "ID": 230316,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/230316/dice-of-pirates",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;The follow-up sequel to Thing 12's Dice of Crowns. Roll the dice to try an claim gold from the sea, or use the dice to fight your fellow pirates and steal THEIR gold! Just remember that they will be fighting back, and could steal your gold from YOU. And of course, there's the kraken to worry about...&#10;&#10;Who will be the pirate to use guile, ambition, and the luck of the sea to win the most gold?&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "16038",
    "Name": "Champs de bataille: Soissons 486 et Poitiers 732",
    "ID": 9932,
    "Year": "(1996)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/9932/champs-de-bataille-soissons-486-et-poitiers-732",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3636",
    "Description": "This was the first of the Champs de Bataille (Battlefield) games, based on the DBM miniatures rules, which would reappear frequently in subsequent issues.  It features armies to cover the battles of Soissons (486) and Poitiers (732--better known in English as the battle of Tours)--thus, it has Franks, Gallo-Romans, East Franks, and Saracens.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted. The rules are entirely in French, although translations are available online.&#10;&#10;Vae Victis issue 9.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Poitiers (France)",
      "Cities: Soissons (France)",
      "Cities: Tours (France)",
      "Components: DTP (Desktop Publishing)",
      "History: Francia",
      "History: Reconquista",
      "Magazine: Vae Victis",
      "Misc: Championnat de France de Wargame",
      "Players: Two-Player Only Games",
      "Region: Picardy (France)",
      "Series: Champs de Bataille (Vae Victis)"
    ]
  },
  {
    "Rank": "16039",
    "Name": "Ricochet Poker",
    "ID": 264729,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/264729/ricochet-poker",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "Ricochet Poker is a fast-moving, pure odds game of poker with no bluffing. It&rsquo;s a great way to start off a night of gaming and a fun new addition to poker night.&#10;&#10;Handsomely illustrated by Cheyenne Wright, this classic poker deck can be used to play any traditional card game as well as over 30 original game designs by James Ernest.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "16040",
    "Name": "Rezolution: A Dark Tomorrow",
    "ID": 17433,
    "Year": "(2005)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/17433/rezolution-a-dark-tomorrow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.7273",
    "Description": "Rezolution: A Dark Tomorrow is a fast paced, cinematic miniature battles game set in an original science fiction universe, with revolutionary simultaneous play and story based missions. Players need very few miniatures to begin play, in fact a starter set contains all you need. Monthly releases will expand this superbly detailed range increasing game play possibilities and growing the Rezolution universe.&#10;&#10;Each Starter Sets includes one of four different factions with all you need to start playing, including metal miniatures, data cards, quick start rules, specialty dice, CD-ROM containing printable full color 3D terrain, counters and templates. Add to your collection with miniature blisters packs and box sets, containing metal miniatures and data cards.&#10;&#10;The 200 page core rulebook includes full rules, complete army lists, background for all factions including special characters, scenarios, painting/terrain guide and fiction.&#10;&#10;Expanded by:&#10;&#10;    Rezolution: Outbreak&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16041",
    "Name": "The Omega War",
    "ID": 6920,
    "Year": "(1983)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/6920/the-omega-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.1667",
    "Description": "Ares Magazine #14. The Omega War is a post-apocalyptic fight for North America, 2419. World Union forces fight against &quot;Omega Organization&quot; rebels.&#10;&#10;Armageddon... 2121... the year the missiles fell. For three-quarters of a century man had held the atomic genie in check. Then the long-dreaded nightmare happened. The nations of Europe and North America went to war...and took the atom with them.&#10;&#10;The Omega War is a two-player game of strategic warfare for control of North America in the 25th century. One player (the Union Player) takes the role of the High Commissioner for North America and controls the forces of the World Union. The other player (the Rebel Player) takes the role of the Directorate of the secret Omega Organization and controls the native forces opposing the World Union. The players alternately raise new forces (represented by the playing pieces) and maneuver them across a map of North America, using them to attack the other player's forces and to achieve their strategic objectives.&#10;&#10;PARTS LIST: Each copy of the game includes:&#10;&#10;One 22&quot; x 34&quot; game map&#10;One sheet of 200 cardboard playing pieces&#10;One 32-page booklet of rules and support material&#10;Two 6-sided dice (not included in the magazine edition)&#10;One game box (not included in the magazine edition)&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Continents: North America",
      "Magazine: Ares",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16042",
    "Name": "Cité",
    "ID": 80934,
    "Year": "(2010)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/80934/cite",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "In this fledgling city, things have yet to be built, and opportunities to carve out a commercial empire abound. However, in order to erect the city's largest districts, you'll have to be a shrewd negotiator and a wise spender.&#10;&#10;Cit&eacute; includes wood cubes, metal nuggets, pieces of fabric, stones, and more to represent the resources and tiles of different sizes to represent buildings. A building brings you resources and has special effects on other buildings in the neighborhood.&#10;&#10;In each of the seven turns, you collect resources, possibly exchange them with the other players, and build new constructions. All other rules, namely the effects of buildings, are written on the tiles.&#10;&#10;Each neighborhood tends to specialize in a few resources, but to undergo new construction you will need a little bit of everything, so there are many trade-based interactions between players. Cit&eacute; illustrates the workings and limits of mainstream economic theory like the Hecksche-Ohlin model and improves your negotiation skills.&#10;&#10;Everybody plays at the same time, so you never wait, making Cit&eacute; quite quick for this category of game.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Theme: City"
    ]
  },
  {
    "Rank": "16043",
    "Name": "Beasty Bar: Down Under",
    "ID": 428579,
    "Year": "(2024)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/428579/beasty-bar-down-under",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Beasty Bar: Down Under, a flood of new faces floods into the Beasty Bar.&#10;&#10;As in earlier Beasty Bar titles, which can be combined with this title, players take turns having their sea creatures line up at Heaven's Gate. If the line is full, the two animals at the front can make themselves comfortable in the bar, while the animal at the end of the queue has to go home again. That's why the animals use fishy tricks to push their way to the front. The magical manta ray uses a diversionary maneuver, while the eel squeezes unnoticed into even the smallest gap and the noble swordfish duels for a place.&#10;&#10;In the end, the player who manages to place the most animals in the bar wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "16044",
    "Name": "Goose Green",
    "ID": 380004,
    "Year": "(2023)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/380004/goose-green",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.6667",
    "Description": "&quot;Goose Green&quot; is a Tactical Combat Series (TCS) board-wargame covering the first land battle of the Falklands War on May 28, 1982. The outcome of this engagement was crucial for both the Argentinians and the British: The Argentinians needed to prove themselves against the professional British war machine, while the British needed a land victory to satisfy the government and the public after recently suffering naval losses. Originally intended as a raid, the clash became a full 14-hour battle resulting in a hard-fought British victory.&#10;&#10;Goose Green covers this entire battle in turns representing 20-30 minutes each, and a map scale of 125 yards per hex. Units range from sections to platoons. Both sides fielded what was roughly a reinforced Battalion, making for a battle that made for a quick playing game with great replay value. With just a minimum of special rules, this game brings the TCS to the 1980s, where in a classic infantry confrontation, not a lot has changed since WWII.&#10;&#10;The British player must orchestrate a fast-paced attack crossing the entire map, removing all points of Argentinian resistance, and capturing Goose Green with a minimum of losses. He must make good use of few supporting arms available (half a battery of artillery, MILAN ATGMs and light mortar and MG support) to overcome dug-in Argentinian forces that outnumber the British by 2:1.&#10;&#10;The Argentinian player has solid troops with reasonable artillery and air support but must create a defense in depth against a better lead British force accustomed to a higher operational tempo and greater firepower. Every turn requires important decisions of when to hold the line, when to withdraw, and where to commit the few remaining reserves to delay and possibly stop the British attack.&#10;&#10;The Argentinians do not have the motivation and training level of the British but are dug-in with the benefit of minefields, trenches, numerous heavy weapons, and AA guns to assist the defense.&#10;&#10;Scenarios:&#10;&#10;The Battle of Goose Green (historical deployment, 39 turns)&#10;Burntside House and Low Pass (5 turns)&#10;Darwin Hill (15 turns)&#10;The Airfield and the Schoolhouse (14 turns)&#10;Bloody Goose Green (full battle with better Argentine deployment, 40 turns)&#10;Components:&#10;&#10;TCS rulebook (version 4.01)&#10;Goose Green game-specific rulebook&#10;2 x TCS Charts &amp; Tables&#10;One Full Color Game Map (22&quot;x34&quot;)&#10;140 Counters&#10;Zip Lock Bag&#10;&#10;-description from the designer&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: United Kingdom",
      "History: Falklands War",
      "Islands: Falklands (UK)",
      "Series: Tactical Combat Series (MMP)"
    ]
  },
  {
    "Rank": "16045",
    "Name": "Warplan Dropshot",
    "ID": 6720,
    "Year": "(2002)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/6720/warplan-dropshot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "Strategic game of Nuclear warfare in the 1950's&#10;&#10;Nuclear warfare, economic aspects  and strategic movement is conducted on the small strategic map while the main battle is resolved on the larger European map&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Players: Two-Player Only Games",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "16046",
    "Name": "This Game Goes to Eleven",
    "ID": 257411,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/257411/this-game-goes-to-eleven",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In This Game Goes to Eleven, named after a joke in the film Spinal Tap, players play number cards from their hands into the center pile, seeking to make the pile sum to 11. If they are able to get to exactly 11, they can pass the stack off to another player. If, however, they are forced to play a card that brings the total over 11, they have to take the entire pile themselves. Players race to be the first one to be left without any cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "16047",
    "Name": "Gold Nugget",
    "ID": 378916,
    "Year": "(2024)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/378916/gold-nugget",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "Gold Nugget is a gorgeous and unique twist on the bluffing genre where 2-5 players compete as woodland creatures trying to find, steal and secure the gold nugget from amongst the many stones in the Raven's nest.&#10;&#10;The raven's left the forest for a few days, leaving it's precious gold nugget unguarded. Which woodland creature will successfully raid the nest in this unique bluffing and deduction game?&#10;&#10;Each character has a unique game breaking power - as well a time of day where they go to sleep. Yup, once per day you'll have to close your eyes and go to 'sleep', making it even harder to keep track of the gold nugget...as well as the stones that hide negative consequences when revealed!&#10;&#10;The game encourages interaction and is sure to make you second-guess your opponents! It's also packed with a host of unique cards, special actions and a ton of creatures that will keep you coming back for more.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Deduction",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Catch the Leader",
      "Finale Ending",
      "Hand Management",
      "Interrupts",
      "Set Collection",
      "Sudden Death Ending",
      "Take That",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "16048",
    "Name": "Encounters: BattleTech",
    "ID": 417429,
    "Year": "(2024)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/417429/encounters-battletech",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.75",
    "Description": "It is the thirty-first century. For generations, the Great Houses of the Inner Sphere have been at war, squabbling over the scraps of the long-dead Star League. Centuries of fighting have led to the formation of countless mercenary commands willing to take on the tough missions that the Successor States can't&mdash;or wont'&mdash;take on themselves.&#10;&#10;These mercenary commands live and die by two things: the almighty C-bill and their reputation among their employers that they have what it takes to get the job done.&#10;&#10;Encounters: BattleTech is a 1&mdash;8 player, fast-paced, push-your-luck dice and card game. Players act as mercenary commanders taking on contracts for the Great Houses. Defeating the enemies set to stop them earns C-bills to spend on the equipment needed to keep their unit afloat. If they defeat enough enemies, they'll complete their contract and gain the hard-earned reputation that all mercenaries seek. So grab some dice, pick your favorite mercenary unit, and show the Great Houses that you're the best mercs in the Inner Sphere!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "16049",
    "Name": "Wolves of Mercia",
    "ID": 282216,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/282216/wolves-of-mercia",
    "Min Players": "5",
    "Max Players": "16",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Hide your secret. Claim your destiny.&#10;&#10;Wolves of Mercia is a game of deception and strategy, set in the dark fantasy village of Mercia. But in this town, the villagers don't wait helplessly to be slaughtered by the werewolf. Each must deploy their unique abilities in order to fulfill their own hidden agenda! Whether torching the village, tracking the werewolf by night, or completing a fearful eldritch ritual, 5-16 players will lie, bluff, and kill to seize the night.&#10;&#10;The game is played over the course of up to five rounds, each divided into a day and night phase.  During the day, players jockey for information and safety with unique villager roles such as Knight, Inquisitor, and Bishop. During the night, players take hidden actions in order to fulfill the asymmetric victory condition determined by their character's unique Secret card.&#10;&#10;Each game contains a full deck of jumbo-size tarot cards, hand-illustrated game board and tokens, and a story-rich rulebook for a unique experience every time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Traitor Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "16050",
    "Name": "Fairy Tale in My Pocket",
    "ID": 83228,
    "Year": "(2009)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/83228/fairy-tale-in-my-pocket",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Today is the big day! The prince has found his true love and will marry her when the sun sets. Everybody in the kingdom is rejoicing. Well, everybody, that is, except for you.&#10;&#10;You, a simple peasant, have just received a most unexpected visitor: the princess' fairy godmother! She has warned you that all is not as it seems. The woman that Prince Micah is about to marry is not his one and only Princess Abigail, but is really an impostor who hopes to take over the kingdom for her own evil plans! She has placed an enchantment over the real princess, who now lies fast asleep in a cottage deep in the forest.&#10;&#10;The fairy godmother has explained to you that the only way to save the kingdom from a terrible fate is to awaken the princess with a rose and get her back to the castle in time to stop the wedding. Many dangers await, but the fairy godmother is willing to help you out on your perilous quest...for a small price (hey, even fairy godmothers need to eat!).&#10;&#10;Will you save the kingdom and live happily ever after? There's no time to lose if you wish to succeed. The sun is already beginning to set....&#10;&#10;Fairy Tale in my Pocket is a spinoff of Zombie in My Pocket that can be played solo or cooperatively with kids. In the game, you must explore the forest and the kingdom, creating the tile board and resolving event cards as you go. Some of these events allow you to buy helpful items from peddlers or to earn gold by spending time helping famous fairy tale characters. However, saving a kingdom is hard and dangerous work, and other events have you meeting up with robbers, dragons, and other unsavory characters who are hazardous to your health. Not only must you survive these encounters, but you must find the rose, awaken the princess, and return to the castle before the sun sets (three times through the event deck) in order to succeed.&#10;&#10;A number of scenarios have also been created to vary the gameplay.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Exploration",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Players: Games with Solitaire Rules",
      "Series: ... in my Pocket"
    ]
  },
  {
    "Rank": "16051",
    "Name": "DANGER: The High Voltage Game",
    "ID": 426043,
    "Year": "(2024)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/426043/danger-the-high-voltage-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "In DANGER scoring points is just the beginning...&#10;The real challenge is keeping them until the end!&#10;&#10;Of all the cards you win, you only score points with the lowest of each suit, while the consecutive ones are cancelled.&#10;&#10;Sometimes winning cards can be disastrous.&#10;&#10;How to play:&#10;&#10;Danger is played in 3 rounds each consisting in 8 tricks.&#10; Each player play with 9 cards.&#10;On your turn play one card from your hand face up on the centre of the table. You do NOT need to follow the suit.&#10;&#10;The person who plays the highest card: wins the trick, takes all the cards and starts the next trick.&#10;&#10;Score the most points, keeping in mind that:&#10;Only the lowest cards of each suits scores (there are 4 suits)&#10;Consecutive cards (within each suit) are canceled.&#10;&#10;Are you ready?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "16052",
    "Name": "Night of the Mummy",
    "ID": 301935,
    "Year": "(2022)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/301935/night-of-the-mummy",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "The Mummy&rsquo;s curse has brought all the exhibits to life and they&rsquo;ve crashed the Museum of Unnatural History&rsquo;s annual masquerade ball!&#10;&#10;Night of the Mummy is a 20-minute game of hidden roles and logical deduction for 4-8 players aged 10 and up. Each player takes on the role of a classic monster at a masquerade party - identify and expose everyone else to break the curse and escape!&#10;&#10;A standalone expansion to Dracula&rsquo;s Feast: New Blood, Night of the Mummy improves everything you loved about the original - more roles, unique interactions, and a brand new mechanism: some characters hide while dancing, not revealing their roles to other players!&#10;&#10;Best of all, combine it with Dracula&rsquo;s Feast! Incorporate roles from either game into the other for even greater replayability!&#10;&#10;The game comes with 10 unique new roles, including 3 advanced guests.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Memory",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Mummies",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "16053",
    "Name": "Ravingspire",
    "ID": 197865,
    "Year": "(2016)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/197865/ravingspire",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "240",
    "Weight": "2.4444",
    "Description": "Ravingspire is a combination deck building and tactical board game. The adventure takes place on a rotating tower board, which represents the labyrinthine Tower of Ravingspire. Players control individual heroes who need to gather resources, equip weapons and armor, align the secret passages within the spire, and traverse upwards to the keep where a great treasure is rumored to be held.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Events",
      "Map Deformation",
      "Roll / Spin and Move",
      "Semi-Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16054",
    "Name": "Ultimate Werewolf: Whitebox Edition",
    "ID": 27682,
    "Year": "(2007)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/27682/ultimate-werewolf-whitebox-edition",
    "Min Players": "7",
    "Max Players": "31",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "This edition is out of print as of September 2008 and has been replaced by Ultimate Werewolf: Ultimate Edition&#10;&#10;Ultimate Werewolf is a group game/activity where each of the players take on secret roles in a village that's being terrorized by werewolves. Some of the players are werewolves, many are plain, simple villagers, but many players have special abilities, such as being able to tell who is a werewolf and who isn't, and the Magician, who can save or kill any other player instantly. Each night the werewolves eat a villager. Each day, the village convenes and attempts to lynch one of their own, trying to find the werewolves that are secretly living among them.&#10;&#10;The Ultimate Werewolf: Whitebox Edition package from Bezier Games makes this game easier to play than ever before, and supports up to 31 players! Ultimate Werewolf: Whitebox Edition includes a number of components to make your games faster, more intriguing, and more fun than ever before:&#10;&#10;31 Sleeved Player Cards: These lavishly illustrated full-color cards contain the name of the role and a short description of that role's abilities. There's no confusion as to what each card is and what that role does. Each player card comes in a plastic sleeve with a sliding insert that covers the card face. There's no chance of accidentally flipped, dropped, or otherwise revealed cards.&#10;&#10;Getting Started with Ultimate Werewolf Guide: This handy guide provides information and advice about everything related to setting up and moderating an Ultimate Werewolf game, from how to set up the chairs for the players to how to keep the game moving along.&#10;&#10;Player Reference Cards: 30 full-size reference cards with a complete role listing and explanation on one side, and a detailed walk-through of the gameplay on the other.&#10;&#10;Moderator Reference Cards: Reference cards for the Moderator with a detailed walk-through (including what to say at each step of the game) on one side, and role identity charts to fill out during the first night - never get confused over who is the hunter or any other role!&#10;&#10;Role Suggestion Card: A handy reference card that suggests the right mix of werewolves, villagers, and special roles for players in any number from 7-31.&#10;&#10;Name Card Tents: Included are 30 name card tents so all players can address each other by name; great for large groups, visitors, and team-building events.&#10;&#10;The Amulet of Protection: One player secretly has an Amulet of Protection that will prevent him from dying one time. At night he may pass the Amulet to another player. Any role may have the Amulet, which is a smaller card that is inserted between the role card and the sliding insert.&#10;&#10;Custom Cards: If you're an experienced player who likes to play with a certain role not included in the base set, you can select an additional role from a list, or even have custom cards made and enclosed with your order.&#10;&#10;Unique custom roles found only in Ultimate Werewolf: Whitebox Edition: The Village Idiot, Wolf Cub, Aura Seer and Spellcaster.&#10;&#10;Re-implements:&#10;&#10;    Werewolf&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Ultimate Werewolf: Ultimate Edition&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Negotiation"
    ],
    "Mechanics": [
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "16055",
    "Name": "Dragon Quest: Slime Race",
    "ID": 123399,
    "Year": null,
    "Geek Rating": "5.528",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/123399/dragon-quest-slime-race",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Dragon Quest: Slime Race is a derby racing game based on the recurring &quot;Slime Races&quot; in the Dragon Quest video game series.&#10;&#10;This game uses cards to move the various-colored Slimes around the racetrack. Most cards involve moving a specific Slime a specific number of spaces, but several special cards apply to Slimes in certain race positions (e.g. The Slime in first place may double the distance between it and the Slime in second). Some Slimes have a better set of movement cards than others, and therefore receive lower odds on the betting chart.&#10;&#10;Players each get a hand of 7 cards. Depending on what cards a player has, they can form a strategy for which Slimes they think they can push into first and second place at the finish line. The players bet on which Slimes they think will win. Players then take turns playing cards to move the Slimes until there is a first and second place winner. Players tally up their score and advance their score marker. First player to reach 50 points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management"
    ],
    "Families": [
      "Video Game Theme: Dragon Quest"
    ]
  },
  {
    "Rank": "16056",
    "Name": "Albuera 1811",
    "ID": 248082,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/248082/albuera-1811",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.25",
    "Description": "The Battle of Albuera has gone down in history as the bloodiest battle of the Napoleonic Peninsular War. Marshal Soult thought he could roll up a mixed Spanish/British/Portuguese force and claim a great French victory. He was wrong. A clever flank attack was stopped dead by some of the best Spanish troops of the war. Then, despite a devastating charge by his fearsome Polish Lancers, the Allies held firm and Soult's efforts were in vain.&#10;&#10;Lines of Battle is a new series, of which Albuera 1811 is the first game. It features a fresh take on Napoleonic gaming where the essence of Napoleonic combat is distilled into an enjoyable and interactive battle experience - you can feint, outflank, form square, charge with cavalry, bombard, withdraw - it's all here.&#10;&#10;As well as the historical battle, Albuera 1811 contains optional rules for Leaders (counters included), and you can construct any number of scenarios based on a combination of &quot;what if&quot; optional rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Cities: Albuera (Spain)",
      "Country: Spain",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16057",
    "Name": "Rabohnzel",
    "ID": 20136,
    "Year": "(2005)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/20136/rabohnzel",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "This limited Essen 2005 release (3,000 of these little boxes were produced) is not another expansion for the popular Bohnanza.  Rabohnzel is a new stand-alone game, though it is based on Bohnanza's theme.  Rabohnzel is basically a re-invention of Bohnanza with a fantasy theme - complete with magic spells - interwoven in the gameplay.&#10;&#10;What you get in Rabohnzel that you don't get in Bohnanza:&#10;&#10;    a long-overdue draw deck depletion counter&#10;    100% different set of beans, in seven types, most of whom have special powers of some sort&#10;    11 magic spells the players can learn to bend the rules or abuse their opponents&#10;    the ability to use Sword Beans to &quot;liberate&quot; harvested Princess Beans from your opponents&#10;    plenty of other mischief, and as much more as your lateral thinking abilities allow&#10;    game-critical German text on most of the cards (See Rabohnzel English Card Text.pdf.)&#10;&#10;&#10;Rabohnzel is part of the Bohnanza family of games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Farming",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Bohnanza",
      "Series: Bean Games (Lookout)"
    ]
  },
  {
    "Rank": "16058",
    "Name": "Jours de gloire Campagne II: La Pologne",
    "ID": 9846,
    "Year": "(2002)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/9846/jours-de-gloire-campagne-ii-la-pologne",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6429",
    "Description": "Vae Victis issue #47.  This game is the second in the &quot;Jours de Gloire Campagne&quot; series, the first being &quot;Le Danube&quot; in issue 41, the third being &quot;la Campagne de France&quot; in issue 52.  All three use a point-to-point map, hidden units, and focus on the effects of command and the fog of war (with hidden and dummy units).&#10;&#10;This game has a number of scenarios, focusing on the Polish campaigns of 1806, 1807, and the retreat of 1812-13.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted.  The rules are entirely in French, although translations are available online.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Magazine: Vae Victis",
      "Series: Jours de Gloire Campagne (Frédéric Bey)"
    ]
  },
  {
    "Rank": "16059",
    "Name": "Vault: A Solitaire Dice Game",
    "ID": 350759,
    "Year": "(2021)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/350759/vault-a-solitaire-dice-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.2727",
    "Description": "Vault is a 15 minute solitaire game that you can play with 5 dice, a pencil, and game sheet.&#10;&#10;In this game, you play as a bank robber who is trying to crack a specialized vault. Through the rolling of dice, and careful planning, you hope to get out with as many gemstones as you can before all the locks on the vault close. Some locks contain more gemstones than others, so it is up to you to decide where to spend your time. Are you the next Pink Panther? Find out in Vault: A Solitaire Dice Game!&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "16060",
    "Name": "Elric",
    "ID": 1628,
    "Year": "(1977)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/1628/elric",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4737",
    "Description": "Based on Michael Moorcock's Elric series, this wargame attempts to bring the various nuances of the novels together. War, politics, magic, and the balance between Chaos and Law are all simulated.&#10;&#10;While armies, as in most wargames, are essential, individual characters also play a vital role. Magic is also important as spell casting affects the cosmic balance between Chaos and Law.&#10;&#10;There are 6 scenarios provided for 1 to 4 players plus an encouragement to create your own.&#10;&#10;All in all a very faithful rendition of the books.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Authors: Michael Moorcock"
    ]
  },
  {
    "Rank": "16061",
    "Name": "Death in the Trenches: The Great War, 1914-1918",
    "ID": 15391,
    "Year": "(2005)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/15391/death-in-the-trenches-the-great-war-1914-1918",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "960",
    "Play Time": "960",
    "Weight": "3",
    "Description": "DEATH IN THE TRENCHES is a strategic-level World War I game covering the entire war, from the opening shots in Serbia and Belgium to the final defeat -- or victory! -- of Germany and Austria-Hungary in 1918. The game includes a map stretching from the Pyrenees to Moscow, and from Norway to the Sudan, covering every square inch of territory in Europe and the Near East which saw combat from 1914 to 1918, in a manageable 34x22&quot; format. An additional map shows the German colonies&#10;&#10;The game also features 400 beautifully-illustrated counters depicting the national armies that fought in the war -- from the Germans, French, British and Russians all the way down to the Persians, Montenegrins, Armenians, South Africans, and a host of other specialized units (French Foreign Legion, Gurkhas, Italian &quot;Arditi&quot;, Cossacks, Tyrolean Kaiserjaeger, Zionists, Bavarians, &quot;Dunsterforce&quot;... even the Chinese may send a small expeditionary force).&#10;&#10;DEATH IN THE TRENCHES includes a deceptively simple twelve pages of rules (and an additional twelve pages of random events) detailing the game's unique combat system (no CRT!) which portrays the grinding nature of World War I combat in a realistic way that still gives players plenty of options to pursue. Using army-level units (which contain numbers of divisional level formations, represented off-map), players use numerous special military abilities to drive back the enemy.&#10;&#10;Detailed random events rules give you more gory details about World War I than you've ever seen before in a game, while helping keep play simple and straightforward. Lenin, the Senussi revolt, intrigue in the Romanian court, the Cruise of the Emden, the Armenian Massacre, the Sinai Pipeline, the Ukrainian Reactionary Hetmanate, Rasputin, Mata Hari, the Russian shell shortage, the murder of Edith Cavell, Wilhelm Wassmuss (the &quot;German Lawrence&quot;), Lawrence of Arabia, the Nestorian resistance, Pancho Villa, the Grand Duke Nicholas, Thomas Masaryk, the Red Baron, Czech Legion, Irish Rising, Berber Revolt, air raids, typhus, influenza... they're all here.&#10;&#10;For the World War I buff, &quot;DITT&quot; has everything: Tanks, Alpenkorps, artillery barrages, flamethrowers, poison gas, Krupp guns, Mustapha Kemal, the Royal Air Force, French elan... while the great wartime leaders all leave their mark (good or bad!) on history: Bruchmuller, Haig, Hoffmann, Mackensen, Hindenburg and Ludendorff, Rennenkampf and Samsonov, Sarrail, Von Francois, Foch, Brusilov, Nivelle, Plehve, Putnik, Yudenich... they're all here. Players command the armed forces of nearly forty nations, in a game that still manages to be small enough to fit on your table!&#10;&#10;It sounds like a massive game, but it isn't. DEATH IN THE TRENCHES is designed to be played--easy to play, hard to master. You'll learn things about World War I you never knew before, and you'll have to face the same crises the leaders of the Entente and Central Powers did. Think you can do better than Douglas Haig and Robert Nivelle? Now it's your turn.&#10;&#10;Death in the Trenches won the Charles S. Roberts awards for Best DTP-Produced Boardgame (Charles S. Roberts Awards) for 2005.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "16062",
    "Name": "Ironclads and Ether Flyers",
    "ID": 17143,
    "Year": "(1990)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/17143/ironclads-and-ether-flyers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "This is a reprint of the old Ironclads and Ether Flyers.  Ironclads and Ether Flyers is a set of 19th Century Aeronaval miniatures rules.  It focuses on battles between seafaring battleships and aerial gunboats and is set in the Space: 1889 universe.&#10;&#10;The rule book covers not only combat rules, but also include scenarios as well as campaign rules.  The rules detail aeronaval combat: movement, attacks, ramming and damage.  Advanced rules address special weapons and vessels.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Components: Miniatures",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Setting: 1889 universe",
      "Space: Mars",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "16063",
    "Name": "CLUE: Firefly Edition",
    "ID": 165090,
    "Year": "(2014)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/165090/clue-firefly-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "From the manufacturer: &#10;River has been betrayed and handed over to the Alliance! Now with CLUE: Firefly Edition, help the Serenity crew discover who is working with the Alliance, what they used to betray River, and where on Serenity the kidnapping took place. Was it Inara with the Med Kit in the Engine Room? Or Mal with the Leather Necklace in the passenger dorm? Solve the mystery and save River!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Murder / Mystery",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "TV Shows: Firefly"
    ]
  },
  {
    "Rank": "16064",
    "Name": "Centurion",
    "ID": 331747,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/331747/centurion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Players start the game by placing their Centurion in one of the two middle squares on their side of the game-board. Two Legionnaires are then placed next to the Centurion.  Each turn a player may choose to randomly draw a new tile from the bag or move a tile already in play.&#10;&#10;The innovative game-play feature at the heart of CENTURION are its double-sided PROFILE SYSTEM tiles. Each side represents a different posture--often considered defensive or offensive--and indicates exactly what the piece can do within the turn. At the end of a move (or use of a special ability) the tile is flipped to its other side, displaying a new offensive or defensive profile.  Each maneuver profile conveys a file's different options for movement and attack. The full circle is standard Move, a hollow circle the Jump, an arrow provides for the Slide, the star a special Strike ability and so on.  Defend your own troops while positioning yourself to capture your opponent's Duke, Jarl or Centurion tiles.&#10;&#10;With thirteen different double-sided Soldier tiles and nineteen total pieces for each player, every game of CENTURION brings different challenges requiring new strategies. Add to that players can choose to play asymmetrically with the sets from The Duke, Jarl, or CENTURION, battling among all three armies. The variety of play is limitless.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Movement",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: 6 x 6 Grids",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: The Profile System"
    ]
  },
  {
    "Rank": "16065",
    "Name": "Baruka",
    "ID": 388074,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/388074/baruka",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The Temple of Baruka is a sacred altar in a secret realm where the Baruka tribe worships their God of Totems, Baruka. The Baruka people invite many emissaries to participate in the yearly Totem High Priest Coronation Feast. You will be an emissary and use the totems to complete the Divine Oracles of Baruka. The participant who can genuinely please the Baruka will be crowned by the God of Totems and become the supreme high priest.&#10;&#10;In this game players will prepare and place totems on public Altar to worship Baruka. Each players have unique missions (mainly a combination of totem arrangement) to accomplish, which provide rewards. These missions can be accomplished by other players because we are playing on a public Altar, so make sure to pay attention to what your opponents are heading on! Players also can score from &ldquo;Sacrifice&rdquo;, placing totems and form the indicated shapes with the Totems of each color. Furthermore, players may hire helpers to help placing totem. Some helpers may provide extra totems, some may give you ability to knock out/ transform/ rearrange current totems on Altar, and some can provide different ways of scoring. After a few rounds of competition (depend on the number of players), the player with highest score wins the fame and good luck as the supreme high priest of Baruka!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Mythology"
    ],
    "Mechanics": [
      "Matching",
      "Tile Placement",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "16066",
    "Name": "Fox's Party",
    "ID": 108155,
    "Year": "(2011)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/108155/foxs-party",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Fox's Party is a fast playing push your luck and memory game in one. Each player starts with a deck of twelve face-down cards, each card shows one of seven animals on it, but since those cards are face-down you don't know which animals you have, at least not at first.&#10;&#10;The remaining cards are placed face up in the center of the table so that everyone can see the critter on the top card; the face of each card also shows a &quot;size chart&quot; of how the animals relate to one another in size: the ant is the smallest, followed by the snail, the frog, the hedgehog, the fox, the deer and the bear.&#10;&#10;On a turn, you state whether you think the card on top your deck features an animal that's larger, smaller, or the same size as the animal on top of the deck, then you reveal that card.&#10;&#10;If you're wrong, you place the card face down on the bottom of your deck and end your turn.&#10;&#10;If you're correct, you can stop or decide to take another guess, but this time you'll compare the hidden animal on top of your deck with the animal that you just revealed.&#10;&#10;Anytime you're wrong, you bury all revealed cards in the same order face down under your deck. But if you stop after one or more correct answers, you then place all of those cards (in the order guessed) on top of the central deck.&#10;&#10;The first player to play all the cards in his deck wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Deer / Antelope",
      "Animals: Foxes",
      "Animals: Frogs / Toads",
      "Animals: Hedgehogs / Porcupines"
    ]
  },
  {
    "Rank": "16067",
    "Name": "Columns",
    "ID": 7870,
    "Year": "(2004)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/7870/columns",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "From the publisher:&#10;&#10;Columns is a two player stacking game in which you manage an inventory of pieces with the goal of capping the most columns.&#10;&#10;One player uses the set of light pieces, the other player uses the dark ones.  Taking turns, the players thread their pieces over any of the 12 columns on the board without leaving gaps underneath.  &#10; The playing pieces are of two basic types: 'roundels' (disk-shaped beads) and 'blockers' (square-sectioned pieces).  Roundels are used to score points by capping the columns, and are the only pieces that can score. - But the blockers prevent an opponent from placing a roundel above them, and so may be cleverly used to reserve places for your roundels on the top!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16068",
    "Name": "Heroes of the Soviet Union:  The Defense of Mother Russia 1942-43",
    "ID": 7169,
    "Year": "(2001)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/7169/heroes-of-the-soviet-union-the-defense-of-mother-r",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8421",
    "Description": "Heroes of the Soviet Union - The Defense of Mother Russia 1942-43, is a complete stand-alone game and the second game in the Panzer Grenadier series. The first twelve scenarios can be played with the components included in the game. The second twelve scenarios require maps and counters from Panzer Grenadier: Eastern Front.&#10;&#10;In June 1941, Germany and its allies launched a surprise attack on the Soviet Union. Despite massive casualties, the Red Army of Workers and Peasants held off the invaders. By 1945, Soviet soldiers would capture Berlin and destroy an evil regime. At the forefront of this defense and counter-attack stood the elite Guards division, the Red Army&rsquo;s fiercest fighters.&#10;&#10;Game Scale:&#10;Game Turn: 15 minutes&#10;Hex: 219 yards / 200 meters&#10;Units: Platoon&#10;&#10;Game Inventory:&#10;Two 11 x 17&quot; hard mounted full-color mapboards&#10;Two countersheets (330 5/8&quot; dual-side printed counters)&#10;One 20-page Panzer Grenadier series rulebook&#10;One 28-page Heroes game specific rulebook&#10;Three Player Aid cards (two 2-sided &amp; one 1-sided)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "16069",
    "Name": "Unlock! Epic Adventures: Die siebte Vorstellung",
    "ID": 403062,
    "Year": "(2020)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/403062/unlock-epic-adventures-die-siebte-vorstellung",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Unlock! is a co-operative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc.&#10;&#10;Grab your popcorn! Tonight, the horror movie &quot;The Werewolf's Final Night&quot; premiers. Will you get through unharmed?&#10;&#10;Schnappt euch Popcorn, macht es euch im Kino gem&uuml;tlich und erlebt den neuen Horrorstreifen &quot;Die letzte Nacht des Werwolfs&quot;. G&auml;nsehaut garantiert.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Horror",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "16070",
    "Name": "Kawaguchi's Gamble: Edson's Ridge – The Battle for Guadalcanal",
    "ID": 34195,
    "Year": "(2015)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/34195/kawaguchis-gamble-edsons-ridge-the-battle-for-guad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Kawaguchi's Gamble: Edson's Ridge is a tactical level Area-Impulse Game. The game covers the battle of Edson's Ridge, also known as Bloody Ridge, in September 1942 during the Guadalcanal campaign in 1942-43. The Japanese, as part of a complicated multi-pronged attack, sent three battalions, nearly 3000 men, charging towards the ridge protecting the airfield. Almost 800 Paramarines and Raiders defended the ridge with amazing courage and, despite suffering horrible casualties, kept from being overrun and saved both the airfield and possibly the Marine presence on Guadalcanal. The Japanese are often cited as having lost nearly 80% of their men attacking the ridge.&#10;&#10;Banzai charges, important leaders, gas attacks, even hastily assembled riggers, are represented in Kawaguchi's Gamble: Edson's Ridge.&#10;&#10;Kawaguchi's Gamble: Edson's Ridge is five turns long, each turn is a variable length of alternating impulses. The game length between experienced gamers is 2.5 to 3 hours.&#10;&#10;Kawaguchi's Gamble: Edson's Ridge contains:&#10;22&quot;x34&quot; full-color mapsheet&#10;2 sheets of 5/8&quot; counters&#10;full-color rulebook with examples&#10;4 six-sided dice&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse"
    ],
    "Families": [
      "History: World War II (Pacific)",
      "Islands: Guadalcanal",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16071",
    "Name": "Clash of the Cards",
    "ID": 192496,
    "Year": "(2016)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/192496/clash-of-the-cards",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Clash of the Cards is a high-speed, strategic battle card game in which you battle your opponents to steal cards and win hands. To win each hand of this rummy-style game you collect armies (sets of 4). The first player to collect 2 armies wins the hand, and all players count points. Keep playing hands until someone reaches 1,000 points.&#10;&#10;Each card in the game can be harnessed during battle. Use special cards to defend your armies, to walk away from battle, slow down your opponents, or join battles you were not invited to, in order to increase your chance at winning cards. This game allows you to set up traps for other players and develop attack and defense strategies from your first turn.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Medieval"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16072",
    "Name": "Paul Koenig's Market-Garden: Eindhoven Bridge",
    "ID": 118336,
    "Year": "(2012)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/118336/paul-koenigs-market-garden-eindhoven-bridge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.8",
    "Description": "Paul Koenig&rsquo;s Market Garden is a series of small-format, competitive introductory-level wargames covering the critical first three days of Operation Market-Garden, where the Allies attempted to seize a series of bridges in Holland and end WWII before Christmas. Each game in the series covers a separate bridge: Arnhem, Nijmegen, and Eindhoven.&#10;As a player, you must command your German or Allied forces so as to capture key objectives on the board while keeping your casualties down (and your opponent&rsquo;s casualties up).&#10;&#10;Eindhoven Bridge is the second game in the Market Garden series, covering the events happening at this vital fiver crossing from September 17th-19th, 1944. Each player commands their German or American forces so as to capture key objectives on the board while keeping your casualties down (and your opponent&rsquo;s casualties up).&#10;&#10;With plenty of decision making and Optional Rules to extend gameplay and realism, the very collapse of Germany is at stake as you make your stand and bring your enemies down at Eindhoven Bridge!&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Eindhoven (North Brabant, Netherlands)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Market Garden (Paul Koenig)",
      "Series: Paul Koenig's Market Garden"
    ]
  },
  {
    "Rank": "16073",
    "Name": "Cromwell's Victory: The Battle of Marston Moor",
    "ID": 4336,
    "Year": "(1985)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/4336/cromwells-victory-the-battle-of-marston-moor",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4444",
    "Description": "Game on the pivotal battle of Marston Moor during the English Civil War using the &quot;30 Year&#039;s Quadrigame&quot; series system from SPI. This was released with Strategy &amp; Tactics magazine #101.&#10; Victory is determined by killing enemy units and capturing the enemy's camp.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: England",
      "Country: Scotland",
      "History: Age of Kings",
      "History: English Civil War",
      "Magazine: Strategy & Tactics"
    ]
  },
  {
    "Rank": "16074",
    "Name": "Empires of Zidal",
    "ID": 138869,
    "Year": "(2013)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/138869/empires-of-zidal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Lead your people to greatness by training them in the ways of war, commerce, magic, labor, or entertainment in this fun and original deck building board game.&#10;&#10;The people in the Empires of Zidal require your guidance!  Train the children in your empire to become military workers who can attack other players and take their game resources.  Alternatively you can train your children to become market workers who can manipulate the in game supply and demand driven market to your advantage.  Grow the power of your empire by constructing buildings to give benefits to workers in specific employment branches.  In total, there are 5 different employment branches which children can be trained in (military, market, magic, labor, or entertainment).  Each branch has their own unique effects and strategies for winning.  In the end whichever empire is able to gain the most signets wins!&#10;&#10;Empires of Zidal is a deck building game for 2 to 4 players.  The game is set in the land of Zidal and every player is the ruler of one of Zidal's empires.  The deck you build throughout the game consists of people from within your own empire.  Will you decide to create a military empire and populate your realm with generals, knights, and archers?  Will you take advantage of the market by training your children to be merchants, negotiators, and analysts?  Will you populate your empire with magic, labor, or entertainment workers... or a combination of two or more employment branches?  It's up to you to decide.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16075",
    "Name": "Bug-Eyed Monsters",
    "ID": 4379,
    "Year": "(1983)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/4379/bug-eyed-monsters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "&quot;They want our women!&quot; reads the box cover. Based on the science fiction movies of the 1950s, especially They Came From Outer Space, the cover also shows three well-developed women in pedal-pushers, pumps, and low-cut blouses caught in the clutches of tentacled creatures with large eyes and crunching mouth parts.&#10;&#10;Two scenarios from 1951 are included. In one, the Bug-Eyed Monsters land in Freedom, New Hampshire to capture women, who have Pulchritude ratings from 1 to 6, and to knock out the men. Combat is resolved using ratings such as strength, weapons, and aiming ability. The human (and family dog) counters feature different abilities such as alerting others. In the second scenario, the aliens attempt to kidnap President-elect Eisenhower.&#10;&#10;Components:  23&quot;x17&quot; color map, die-cut counters, 8-page rulebook and two six-sided dice in a box.&#10;&#10;Reviewed by Matthew Costello in Space Gamer no. 68.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Animals: Dogs",
      "Components: Map (City Scale)",
      "Country: USA",
      "Creatures: Aliens / Extraterrestrials",
      "Creatures: Monsters",
      "Decades: The 1950's",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: New Hampshire",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "16076",
    "Name": "Medieval Pong",
    "ID": 272692,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/272692/medieval-pong",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In Medieval Pong, two kingdoms compete in a crazy skirmish to capture the crown of the opposing side. Each turn, you throw a ball at the opposing realm in an attempt to locate a crown, but if you knock over a character in that other kingdom, the defender gets to use that character's unique effect.&#10;&#10;The first camp to unveil one of the two opposing crowns wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "16077",
    "Name": "Silly Shenanigans",
    "ID": 183400,
    "Year": "(2015)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/183400/silly-shenanigans",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1.2857",
    "Description": "Description from the publisher:&#10;&#10;Yiiiiippy! In toy wonderland, the mischievous little kobolds swipe everything in their reach. Who wants to join them by collecting toys in different shapes and colors? But not so fast! You have to pay close attention and be able to &quot;see&quot; with your hands because the toys could be hidden in the bag or the kobold cave.&#10;&#10;Whoever is the fastest to collect four different shaped toys and colors in Silly Shenanigans wins this crazy toy hunt and is crowned the &quot;Lord of all the Kobolds&quot;.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Series: Mitbringspiele M (HABA)"
    ]
  },
  {
    "Rank": "16078",
    "Name": "Otto the Octopus",
    "ID": 217794,
    "Year": "(2016)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/217794/otto-the-octopus",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Otto the Octopus is a tile laying game for 1 to 4 players&#10;Players take it in turn to score points by extending and completing Otto's arms, whilst also laying other sea creature tiles for various bonuses and effects.&#10;&#10;.&#10;This was an entry in the 2016 Children's Game PnP Contest&#10;and Otto did very well:&#10;&#10;1st place: Best Game for Early Elementary School Children&#10;1st place: Best Matching/Pattern Game&#10;1st place: Best Strategy Game&#10;1st place: Best Solo / Co-operative Game&#10;1st Place: Best Original Artwork&#10;and&#10;1st Place: Children's Choice Award&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Animals: Octopuses",
      "Contests: Children's Game PNP Design"
    ]
  },
  {
    "Rank": "16079",
    "Name": "Bloqs",
    "ID": 122399,
    "Year": "(2012)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/122399/bloqs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "Bloqs can be learned in five minutes. Simple gameplay, yet challenging because of the intense tactical and strategic decions every turn.&#10;&#10;Players use die or card to move on the gameboard and to collect cube parts. They build these parts on their sites and the goal is to be the first one to build a perfect cube of 3 by 3 by 3 cube parts(blocks). &#10;If all players can not meet this challenge, the goal changes to build the highest structure of all.&#10;&#10;The game has over 30 cube parts with 8 different shapes to build on the sites. With the 20 cube &amp; action discs, players can get these cube parts.&#10;&#10;Bloqs Maestro (included extra addition) adds 54 cards to the game: &#10;Play the added cards the right way so you speed up the game in your advantage. But watch out, you are not the only one with a perfect strategy...&#10;&#10;Bloqs is a cooperation with Joen (Hexus).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "16080",
    "Name": "8-Bit Invaders",
    "ID": 111802,
    "Year": "(2011)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/111802/8-bit-invaders",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7273",
    "Description": "In 8-Bit Invaders, you are defending your home planet from an onslaught of alien invaders. Each turn, you roll six dice and use them to attack the advancing horde; then the aliens march inexorably forward. If you can kill all of the invaders before they land, you win; otherwise, you die.&#10;&#10;Designed for the Solitaire Print and Play Contest.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "16081",
    "Name": "Schneeble",
    "ID": 228420,
    "Year": "(2017)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/228420/schneeble",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Schneeble is a light trick-taking game where the goal is to win a randomly generated (d6) number of tricks. As such, it's much more about HOW you play your cards than trick-taking games that follow a bidding process.&#10;&#10;Cards in Schneeble are suitless and run from 1-10 with the addition of a small number of &quot;special effect&quot; cards (&quot;all players play their cards at the same time&quot;, &quot;lowest value card wins&quot;, etc...).&#10;&#10;Tricks in Schneeble are won by the highest card, but if two cards tie for the highest than they cancel each other out and the next highest card wins. This is called &quot;bumping&quot; and it's a key part of the game, allowing player with high cards to still win very few tricks if they play well. And that is the key to the game, it is about how you play, not what cards you get.&#10;&#10;It is playable with 3-5, but it is recommended for 4.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "16082",
    "Name": "Fortress Stalingrad",
    "ID": 6007,
    "Year": "(1988)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/6007/fortress-stalingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.4545",
    "Description": "Fortress Stalingrad: Soviet Winter Counter Offensive 1942-1943, is a strategic/operational level simulation of the Soviet Winter Counter Offensive in 1942-43. Many have called this to be the single most important Campaign in all of World War II. The game was first published in Strategy &amp; Tactics magazine #124.&#10;&#10;The Soviet player gains victory points based on objectives and German unit losses.  If he gains more than 110 points in the 12 game turns, he wins. If the German player holds the Soviets to less than 100 points, he wins.&#10;&#10;The game is declared a draw if the point total is between 100 and 110.&#10;&#10;Game Scale:&#10;Turn: approximately 10 days&#10;Hex: 15 miles / 25 km&#10;Unit: Company to Army&#10;&#10;Game Inventory:&#10;One 22&quot; X 30&quot; mapsheet&#10;One countersheet (200 1/2&quot; counters)&#10;One 20 page rules booklet&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16083",
    "Name": "Something Wild! Star Wars The Mandalorian: Grogu Game",
    "ID": 345633,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/345633/something-wild-star-wars-the-mandalorian-grogu-gam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Something Wild! Star Wars: The Mandalorian is a fast-paced, light card game for the whole family! Featuring a collectible Grogu&trade;! figure, as well as your favorite characters from the world of The Mandalorian. Power Cards add a fun twist to this new-classic, set-making card game.&#10;&#10;Combine Character Cards in sets and runs to score points, just like in Rummy. Use Power Cards to add a fun twist to the classic card gameplay.&#10;&#10;Combine multiple Something Wild games to add more character cards, more Pop! figures, and more powers to your game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Movies: Star Wars",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "16084",
    "Name": "Dinosaur Chess",
    "ID": 6848,
    "Year": "(1993)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/6848/dinosaur-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "A not too &quot;Chess-like&quot; game with dice and shifting continents on a huge Hex map. Players place the continents first for a setup never be the same twice, then deploy their &quot;Dino-armies&quot; as they like and start the game.&#10;Each turn, both dice are rolled and determine a continent and the direction, to which it is moving one hex. Then, the player moves one of his pieces: Dino or &quot;Time Traveler&quot;, who is the most important, yet least mobile, piece of the game. Each species has a different type of movement, mostly considering land / sea or both, too.&#10;The winner is the player who manages to first capture the opponent`s Time Traveler or getting his own TT over the Equator into the opponent`s  hemisphere.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16085",
    "Name": "Azteca",
    "ID": 956,
    "Year": "(1998)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/956/azteca",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.3846",
    "Description": "You are the emperor of one of four great fifteenth century peoples that resided in the valleys of Mexico - Aztecs, Toltecs, Chichimecs, or Tepanecs. Your goal is to appease the god of creation, Quetzalcoatl, before his enemy, the god of night, Tezcatlipoca destroys the universe.  Players gather finances enabling them to plan battles, organize expeditions, forge alliances, build cities, and instigate revolts, all to gain sacrifice points for the gods.&#10;&#10;Have you adequately prepared for Quetzalcoatl's arrival?  No one knows until the end!&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Economic"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Auction / Bidding",
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Country: Mexico",
      "Theme: Aztecs"
    ]
  },
  {
    "Rank": "16086",
    "Name": "Wintergewitter",
    "ID": 12049,
    "Year": "(2007)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/12049/wintergewitter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.2",
    "Description": "Wintergewitter: The Doomed Attempt to Relieve Stalingrad, is the first in the Campaign Study Series.  It depicts the attack by the German 57th Panzerekorps to open a corridor to the 6th Army, trapped in the Stalingrad Kessel. The fierce battle, that took place between December 12-23, 1942, was not a foregone conclusion. The fate of 20 German divisions hung in the balance&mdash;and the loss of 6th Army would turn the tide in the Eastern Front.&#10;&#10;The German player must use his initial advantage to open a corridor to 6th Army. The Soviet player will react quickly, but must first withstand a powerful enemy attack before he can bring powerful reinforcements to bear.&#10;&#10;The game scale is two miles per hex. Each turn represents 12 hours. Units vary in size from Companies to Army (headquarters only). Designer Mark Stille performed intensive research during the design. The German OOB is drawn from the actual War Diary of the 4th Panzerarmee and from the incomparable &quot;Stalingrad&quot; by Manfred Kehrig, a detailed German-language book on the subject. The USSR OOB is drawn from a superb 1943 Soviet General Staff study, and the Kehrig work.&#10;&#10;Soviet units vary from half-strength Rifle Divisions of 51st Army to the powerful formations of 2nd Guards Army. German units are depicted in a range of unit-sizes. This is a detailed OOB with plenty of counters&mdash;and myriad options&mdash;for both combatants.&#10;&#10;Game Scale:&#10;&#10;    One hex: Two miles per hex&#10;    One Game Turn: 12 hours of real time&#10;    Units are: Companies, Battalions, Kampfgruppes, Regiments, Divisions, and aircraft units representing between 30 and 90 aircraft&#10;&#10;&#10;Game Components:&#10;&#10;    One 22 x 34 inch color game map&#10;    Two counter sheets (560 full color 1/2&quot; counters)&#10;    Campaign Study book with very extensive designer's and historical notes from the designer and a number of other notable contributors&#10;    One 20 page rulebook&#10;    Two Play Aid Cards&#10;    One ten-sided die&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Russia",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16087",
    "Name": "BitterSweet",
    "ID": 325079,
    "Year": "(2022)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/325079/bittersweet",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1",
    "Description": "You've brought home a delectably devious box of chocolates. Upon opening, you discover a note!&#10;&#10;&quot;Thank you for choosing us for your chocolate eating journey! Enjoy our classic dark, milk, and white chocolates along with our new crimson chocolates, made from a mixture of rose petals and cocoa beans. Our chocolate boxes are known for being delectably devious, which is why you&rsquo;ll find our chocolates individually wrapped and indistinguishable.&#10;&#10;We&rsquo;re positive you&rsquo;ll want to get your favorites before anyone else does. For those with more adventurous palates, please enjoy the chocolate-covered vegetables also included. &quot;&#10;&#10;BitterSweet is a fast, two player game with elements of drafting, push-your-luck, and memory. Players compete to gather their favorites chocolates while avoiding those they might find unappetizing. Each round your preferences change, altering the dynamics of individual cards and what you want most!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Food & Drink: Chocolate"
    ]
  },
  {
    "Rank": "16088",
    "Name": "Dust Tactics: Core Rulebook",
    "ID": 161126,
    "Year": "(2014)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/161126/dust-tactics-core-rulebook",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Another Earth. A different 1947. The Second World War has raged for nearly a decade and its grip has spread to every continent on the planet. War has advanced swiftly and strangely in the Dust universe through the application of Alien VK technology &mdash; a limitless source of energy in its simplest form, and an unthinkable weapon in the wrong hands. Out of the mind of Paolo Parente comes the world of Dust, a world where tanks have evolved into powerful combat walkers, where rocket troops take to the skies and the latest laser cannon, phasers, and Tesla weapons rule.&#10;&#10;For the first time, Dust Tactics is available as a stand-alone rulebook!&#10;&#10;The rulebook is a 112 page full-colour hardback book contains everything that you need to know to play Dust Tactics, with clearly illustrated rules examples, platoon organisations, special rules and missions.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "16089",
    "Name": "Veracruz 1631",
    "ID": 256151,
    "Year": "(2018)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/256151/veracruz-1631",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Veracruz was the most significant port of the New World. From its docks, thousands of galleons full of valuable goods sailed to the Spanish crown. However, hundreds of them sank due to rough weather.&#10;&#10;In Veracruz 1631, players are merchants who have to load gold, silver, corn and cacao into the Juncal, the Santa Teresa, and the San Antonio, always following their commercial interests. Aside from this, they will try to get rid of the King's mail. During their turn, players must choose among one of the two following actions:&#10;&#10;&#10;    Bet on a galleon by placing a betting card (Reach Port/Sunken Galleon) face down on the betting area of one of the galleons.&#10;    Load a galleon with your boxes and keep the balance by adding goods corresponding his secret investment. (The galleon sinks if its imbalance value is equal to or higher than the final result of the meteorology value.)&#10;&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Pattern Building"
    ],
    "Families": [
      "Country: Mexico",
      "Occupation: Merchant",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "16090",
    "Name": "Grand National",
    "ID": 12111,
    "Year": "(2001)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/12111/grand-national",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1667",
    "Description": "To begin with an auction is held to buy horses for the Grand National. Each horse has differing abilities and many are heavily affected by the going (as in reality). Each horse has a handicap rating and the higher the better basically. Each horse's stamina is adjusted once the going has been determined by spinning the going adjuster.&#10;&#10;The going is important as it dictates the amount of speed points each horse gets. For example, if the going is firm all get 64; if heavy 54. The horses handicap mark is added to however many spaces a player chooses to move their horse per go of a player. So, again, the higher the handicap, the more likely you are to win.&#10;&#10;There are times when you will land on a fence and so an appropriate card is drawn and it must be acted upon immediately. There are also horseshoe spaces that can bring good and bad luck.&#10;&#10;More than just a dice throw and race game, each player must ensure that each of their horses has enough speed points to go two circuits around the lovely board. There are 24 hand painted horses and it all just looks nice.&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "16091",
    "Name": "White Hat",
    "ID": 351855,
    "Year": "(2022)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/351855/white-hat",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "White Hat pits  1-6 players against each other, as they try to prove their worth as a hacker, picking holes in the World&rsquo;s toughest security measures, to ensure the protection of sensitive data. At its heart, the game employs a trick-taking mechanic that incorporates many additional elements not found in regular trick-taking games, thus creating numerous twists and turns every round. White Hat comes with separate,  dedicated solo  and  2-player  modes.&#10;&#10;As the players attempt to prove their worth, they will attempt to win tricks by playing cards from their hand. If they win a trick they can then move one of their hats on the board through the maze of FBI servers, internet cafes, and digital tracers in order to reach the Critical Asset and end the game. However, players should not always rush to the end as points are scored at the end of each round depending on what spaces their hats are on, and the lowest score is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Modular Board",
      "Solo / Solitaire Game",
      "Trick-taking",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Players: Games with Solitaire Rules",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "16092",
    "Name": "Piraten-Abenteuer",
    "ID": 5136,
    "Year": "(1991)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/5136/piraten-abenteuer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "In Piraten-Abenteuer &ndash; previously published as Corsaro &ndash; players have been forced to take refuge near Adventure Island, and now they must work together to move all their boats to safety while trying to avoid the pirates who patrol the nearby waters. If a boat is captured by the pirates, the players have a chance to rescue the prisoners... at the cost of valuable time and supplies.&#10;&#10;This cooperative game is played on a board which shows the route from Adventure Island back to the player's home town. Each player starts with a boat on Adventure Island, and two pirate ships are placed along the route. The game is played in turns. Each turn, a player rolls two dice, then choses one die to use for his own boat and one die to use for one of the pirate ships. Both are moved as many places forward as the selected die shows. At certain points, the player can have his ship take a hidden route, which is not used by the pirate ships.&#10;&#10;If a pirate ship passes a boat, or if a boat passes a pirate ship, the boat is captured and placed on Pirates' Island. Other boats can free it if they manage to land on one of the rescue spaces on the track; the rescued boat is then returned to that same space.&#10;&#10;When all boats have reached the home town, the players have won the game. However, if some ships are captured while all other ships have reached the home town, the players lose.&#10;&#10;The difficulty level can be increased by giving each player two or three boats instead of one. The greatest challenge is the Grand Adventure, in which each player has three boats, there is a third pirate ship, and each player may hide on the hidden routes at most five turns during the game.&#10;&#10;The 2011 AMIGO edition is part of its &quot;&Ouml;kologisch + Kooperativ&quot; (Ecological &amp; Cooperative) line of games.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "16093",
    "Name": "Würfel Poker",
    "ID": 296102,
    "Year": "(2015)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/296102/wurfel-poker",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "W&uuml;rfel Poker plays similarly to Knizia's Schotten Totten, except that players are making mini-poker hands based on die rolls instead of played cards.&#10;&#10;Each player has nine dice and three fields in which to place three dice, with those fields facing off against the opponent's fields. On a turn, a player rolls three dice, then commits one of those dice to one of their three fields; once a field has three dice in it, that field is full.&#10;&#10;Once all nine dice have played by both players, they compare the strengths of their die combinations in opposing fields. The best combination is a three-of-a-kind, with three 6s beating three 5s, which beats three 4s, and so on. The next best combination is a straight, followed by a pair, followed by a single die, with higher numbers beating low ones in each of these combinations, e.g, a combination of 5-5-2 beats 4-4-6. For each row won, the player receives 1 point.&#10;&#10;The first player to reach 5 points wins the game!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Game: Schotten-Totten",
      "Players: Two-Player Only Games",
      "Series: Zeitung (Süddeutsche Zeitung)"
    ]
  },
  {
    "Rank": "16094",
    "Name": "Gunshi: The Art of Strategy",
    "ID": 319097,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/319097/gunshi-the-art-of-strategy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Two tacticians battle to infiltrate or capture the other's Shogun in a strategic game similar to Chess or Shogi.  The tacticians send messages to and from the battlefield which causes a delay in the actions being taken.&#10;&#10;The key to victory is to understand how to properly utilize the special command, the Chain Message, which allows game pieces of the same kind, positioned next to each other in a vertical or horizontal direction, to advance in the same way and in the same turn.&#10;&#10;The player who can fulfill one of these requirements, wins:&#10;&#10;     infiltrate the opponents base 3 times&#10;     capture the opponent's Shogun&#10;&#10;&#10;On a turn:&#10;&#10;     Reveal and activate your previous planned action card &#10;     Earn strategic energy&#10;     Plan a future action by placing a card in your queue&#10;&#10;&#10;There are only 3 types of troops, infantry, cavalry, archers.  Each with their unique moving style and ability.  Among one of the pieces you will hide your Shogun who will act as a troop.  Protect and hide him well so he doesn't get captured.&#10;&#10;This is the new second edition of &#232;&#187;&#141;&#229;&#184;&#171;&#232;&#187;&#141;&#231;&#149;&#165; (Gunshi Gunryaku).  There are some small changes to the rules.  Other changes are:&#10;1. the box will will be redesigned&#10;2. the game board is redesigned&#10;3. the soldier pieces are redesigned&#10;4. the command cards care redesigned&#10;5. there is an addition of 24 king's deciding chips&#10;6. there is an addition of 6 expansion command cards and expansion rules&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Hidden Roles",
      "Square Grid"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16095",
    "Name": "Rocca Rails",
    "ID": 168834,
    "Year": "(2014)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/168834/rocca-rails",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Rocca Rails&#239;&#188;&#136;&#227;&#131;&#173;&#227;&#131;&#131;&#227;&#130;&#171;&#227;&#131;&#187;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#171;&#239;&#188;&#137;&#227;&#129;&#175;&#229;&#133;&#173;&#232;&#167;&#146;&#229;&#189;&#162;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#130;&#229;&#144;&#140;&#227;&#129;&#152;&#232;&#137;&#178;&#227;&#129;&#174;&#231;&#183;&#154;&#232;&#183;&#175;&#227;&#130;&#146;&#227;&#129;&#164;&#227;&#129;&#170;&#227;&#129;&#146;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#136;&#151;&#232;&#187;&#138;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#128;&#129;&#227;&#130;&#130;&#227;&#129;&#134;&#228;&#184;&#128;&#229;&#155;&#158;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#128;&#130;&#227;&#131;&#136;&#227;&#131;&#179;&#227;&#131;&#141;&#227;&#131;&#171;&#227;&#129;&#168;&#229;&#181;&#144;&#227;&#129;&#175;&#227;&#129;&#132;&#227;&#129;&#164;&#227;&#129;&#167;&#227;&#130;&#130;&#229;&#135;&#186;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#181;&#144;&#227;&#129;&#167;&#228;&#189;&#149;&#227;&#129;&#140;&#232;&#181;&#183;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#130;&#181;&#227;&#130;&#164;&#227;&#130;&#179;&#227;&#131;&#173;&#227;&#130;&#146;&#227;&#129;&#181;&#227;&#129;&#163;&#227;&#129;&#166;&#230;&#177;&#186;&#227;&#129;&#190;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130; &#227;&#130;&#164;&#227;&#131;&#169;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#129;&#175;&#230;&#164;&#141;&#231;&#148;&#176;&#231;&#156;&#159;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#128;&#130; &#230;&#156;&#173;&#229;&#185;&#140;MY RAIL PROJECT&#227;&#129;&#168;&#227;&#130;&#179;&#227;&#131;&#169;&#227;&#131;&#156;&#227;&#131;&#172;&#227;&#131;&#188;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;Rocca Rails is a hexagon-shaped card game designed to look like a cube. Connect same colored railways. If you draw a train card, you can play one more time. Tunnel cards and storm cards can be drawn anytime. Only a dice knows what will happen when a storm card is drawn.&#10;&#10;On a player's turn, they can play a card that connects to a similar color rail card on the table. Alternatively, if they are not able or don't want to do that action, they may draw a card.&#10;&#10;The first player to empty their hand of cards wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Card Games: Matching",
      "Card Games: Outplay"
    ]
  },
  {
    "Rank": "16096",
    "Name": "Belladone Bluff",
    "ID": 403209,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/403209/belladone-bluff",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Belladonna: plant in the Solanaceae family. Highly toxic, it can cause death. When properly dosed, its active substance is still used in modern medicine.&#10;&#10;To win a medical preparation, you need to add the seventh ingredient. But is it a cure with a positive score or a poison with a negative score? Face-up or face-down cards, calculation, memory and bluffing will enable you to win the game with more points than your opponent(s).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "16097",
    "Name": "Obama Llama 2",
    "ID": 266071,
    "Year": "(2018)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/266071/obama-llama-2",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "With all new content, the second edition of Obama Llama isn't just a party game about famous people anymore. Now it's crammed with all sorts of weird stuff, making it a much more suitable family game for young kids, teenagers and adults alike. From &quot;Severus Snape choking on a grape&quot; to &quot;Uranium playing Cranium&quot; to &quot;A T-Rex mixing on the decks&quot;, the party game will get the family shouting out ridiculous rhymes in no time.&#10;&#10;Players must try their best to describe rhymes to their team by either acting them out, reading a riddle, or attempting to explain them in their own words with your team shouting out as many as they can in 30 seconds time.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Historical Figures: Barack Obama"
    ]
  },
  {
    "Rank": "16098",
    "Name": "Fruit Fair",
    "ID": 26211,
    "Year": "(2008)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/26211/fruit-fair",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1538",
    "Description": "You secretly assign your pickers and planters to the different orchards.  Then everyone executes their actions.  The people later in the round may get cut out of the fruit picking.&#10;Next each person in order has a chance to send their fruits to the fair to win prizes (vp) or hire another worker.&#10;After that who ever has the most fruit in each of the four types wins a special ability.  The ability you can win with each fruit can change at the end of the turn.  When there are only a certain number of prizes left the game ends and you add up your prizes and remaining fruit to see who wins.&#10;&#10;Despite the name, no food fighting involved.&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Worker Placement"
    ],
    "Families": [
      "Food & Drink: Fruit"
    ]
  },
  {
    "Rank": "16099",
    "Name": "Between Light & Shadow: Chapter 1 – Dawn",
    "ID": 354975,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/354975/between-light-and-shadow-chapter-1-dawn",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.7",
    "Description": "Between Light &amp; Shadow is a complex solo game full of adventures, tales and brainburning mechanics. Combine, manipulate, and place your dice skillfully, use your equipment and resources smartly and choose wisely on encounters and each of your tasks.&#10;&#10;In this first chapter of the game series, you have to stop the servants of the Shadow trying to bring back their master in various scenarios. Or experience the whole story through the eyes of different characters in the chapter campaign, where each of your decisions along the journey changes the world for the next sessions. While having this world-changing-legacy element, you don't have to destroy any material and can reset the game anytime you want.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Line Drawing",
      "Narrative Choice / Paragraph",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "16100",
    "Name": "Quizcarraldo's Pub Quiz: (Fast) unlösbare Bilderrätsel",
    "ID": 377393,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/377393/quizcarraldos-pub-quiz-fast-unlosbare-bilderratsel",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Puzzle together, or in teams against each other, and find out which title is hidden behind the illustrated picture.&#10;The 200 picture puzzles cover the four categories: Movies &amp; Series, Music artists, Songs &amp; Albums, Book, Stage &amp; Stories.&#10;&#10;The more difficult the puzzle, the more points you can get - but don't get too excited, because the puzzles are quite challenging. Thinking around the corner is absolutely desired and necessary! If you need help (and this will happen sooner than you think), you'll find hints on the back of the card and of course the correct solution. Good luck with the ultimate puzzle challenge!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Pub, Bars, Bistros..."
    ]
  }
]