[
  {
    "Rank": "N/A",
    "Name": "Hind Commander",
    "ID": 107357,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/107357/hind-commander",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Hind Commander deals with interesting, but difficult field &ndash; helicopter actions over the modern frontlines. The rulebook (fine printed, 100 pages and sheets with full-color counters ) and 1/600 miniatures may be purchased from Assault Publishing web store.&#10;&#10;Hind Commander has a lot of advantages which make playing it fun, challenging and unique:&#10;&#10;&bull;a pre-planned orders game mechanic,&#10;&bull;effective, but easy to master fog of war rules,&#10;&bull;emphasis on the importance of electronic warfare,&#10;&bull;rules for helicopters, airplanes, tanks, softskins, infantry, off-table support units and many more!&#10;&bull;a card-based stratagem system,&#10;&bull;a built-in card-based random battle generator with secret objectives,&#10;&bull;a doctrines system instead of conventional fixed army lists,&#10;&bull;a vast, open list of equipment,&#10;&bull;a complete ruleset with all markers attached.&#10;These features give you significant tactical flexibility: among many courses of action, you may snipe enemies with long range guided missiles, mark targets using your recon choppers and call in artillery bombardments, or simply crush your foe with rockets and machine guns, disembark infantry and finish the assault with a napalm strike in a truly classical style!&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spectra",
    "ID": 107358,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/107358/spectra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is played on a 4x4 square board with 16 transparents discs, 5 each of red, yellow and blue and one colourless disc.&#10; Players take turns in placing two single discs onto the board in vacant spaces until the board is full. Players now may move two single discs each turn but now they may be placed one piece on top of an existing piece but never such that there is more than two in a stack. A red piece on a blue (or vice versa) produces the colour purple and similarly yellow plus blue produces green and yellow plus red produces orange.&#10; The winner is the first person to produce an orthononal line of four or a square of four of the same colour (red, yellow blue, green, purple or orange).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 4 x 4 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vidi Kompaktspiel",
    "ID": 107359,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/107359/vidi-kompaktspiel",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is the travel version of VisualEyes.&#10;&#10;This game is played with twelve special dice. Each side of the dice shows a picture of an object; all the dice are different. The dice a rolled, and the players get a set amount of time to come up with words that are formed by two dice. For example, if one die shows an ice cream cone and another die shows a mountain, those could be combined into ice + berg = iceberg.&#10;&#10;The players receive one point for each answer that no-other player has come up with. Then, another round starts. The first player to reach 20 points wins the game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Teampower",
    "ID": 107361,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/107361/teampower",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a team trivia game with a betting element (guessing how many answers your own teammates or the other team will get right).&#10;&#10;The game is played in two teams, team white and team black. Team white starts by drawing a card. Each card contains one general question or overall topic (e.g. &quot;Which of these fungi are edible?) and 6 specific questions (in the example above: names of different fungi). The first player of team white announces the general question for the first player of team black to answer. Before the specific questions are read, a die is thrown to determine which of the two teams (the active player's own team or the opponents) has to guess how many correct answers the active player will be able to give. The number of points gained by the active player's team is determined by both the number of correct answers and by how close the team's guess were. (The system for point allocation is a bit complicated; the game comes with a cardboard dial for determining the number of points.) Then the next player in team white has to answer questions and so on, until one of the tams reaches a  previously established numbers of points (40, 50 or 60 points).&#10;&#10;Question cards come in three different types: &quot;for all ages&quot;, &quot;young players usually have an advantage&quot;, and &quot;more experienced players usually have an advantage&quot;, which allows the players to adjust the level of difficulty. Each player also randomly draws two joker cards, which can be played after the general question has been announced (but before the specific questions are asked) and is then discarded. Joker cards also come in three different types: one allows you to pass on your question to a different member of your team (the &quot;I'd rather you answer&quot; joker), one allows you to take over a question from a member of your team (&quot;I'm an expert in this area, I want to answer this&quot;), and one allows all the team members to answer a question together.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Florissima",
    "ID": 107362,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107362/florissima",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Unpublished game.&#10;Has won a German award (Deutscher Lernspielpreis 2011) in the category &quot;Unpublished games&quot;. The following description is a translation of the text found on the award website:&#10;&#10;Flowers for sale! In the most vivid colours! If you want to realise a good price, you have to buy on good terms, water smartly and create the right floral arrangements. Buying, selling, calculating and always keeping an eye on the competition - a classic economic game with beautiful components.&#10;&#10;Source (description in German): http://www.deutscher-lernspielpreis.de/sieger/2011.html&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Charly: Picky Pig",
    "ID": 107370,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107370/charly-picky-pig",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Rule Blurb:&#10;&#10;Game Setup:&#10;&#10;Shuffle the animal cards including the 6 animal cards &quot;Picky Pig&quot;&#10;&#10;Game Play&#10;&#10;II. Part - Feast&#10;The &quot;Picky Pig&quot; may only be added to food cards showing 1 of its 2 favorite foods (comment: compared to &quot;regular pigs&quot; which will consume all 4 types of food).&#10;&#10;End of the round and feeding animals in hand&#10;&#10;For each pig, players must add two honey drops to the feeding dish. Since each &quot;Picky Pig&quot; card has 1 pig on it(comment: &quot;regular pig cards&quot; have to pigs depicted), this means that players will always have to add 2 honey drops for each of these cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Englisch Detektive",
    "ID": 107371,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/107371/die-englisch-detektive",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "&quot;Die Englisch Detektive&quot; is an educational game for enhancing children's vocabulary in English as a foreign language. It uses the interactive electronic tiptoi&reg; pen (sold both separately and in combo packages with games).&#10;&#10;The players (or player, as this can either be played cooperatively or solo) are detectives. They are trying to stop Professor Mad, who is wreaking havoc in several places in town (professor's laboratory, zoo, museum, TV studio, open-air concert stage, toy store, detective's headquarters, fast-food restaurant). In order to stop him, they have to complete assignments in all these places. If a player completes an assignment, he/she earns a medal. If an assignment fails, Professor Mad gets the medal instead. The players win if they have more medals than the professor at the end of the game.&#10;  &#10;The electronic pen is used to discover the main game board and the eight location boards. Tapping components with the pen triggers an audio explanation of the components, and the pen also tells the players the English words for the objects whose depiction they have tapped. An info button triggers hints and rules explanations. The pen also functions as a game master and a die: when all players have registered their player tokens, the pen chooses a start player. The active player taps his token with the pen, and the pen tells him how many spaces to move. It also announces three locations as the current targets for assignments. If a player reaches one of these locations, he takes the corresponding location board and tries to complete the assignment. Assignments include things like tapping a correct number or color code, or musical instruments. All the instructions are given by the pen and the players have to associate the English words they hear with the corresponding pictures. When an assignment is completed, the pen announces a new target location. (There are always three active locations, and all eight locations are used in every game.)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Electronic",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Tiptoi (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aquarium: Rainbowfish",
    "ID": 107375,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107375/aquarium-rainbowfish",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Aquarium Rainbowfish is a small expansion for Aquarium which features the special Rainbowfish.&#10;&#10;This expansion is a promotional expansion and it is not for sale.&#10;&#10;Rules for the Rainbowfish:&#10;&#10;The rainbowfish can be just be added to the deck but beware because they are pretty powerfull!&#10;&#10;The best way to use the rainbowfish is to give each player one at the start of the game instead of the normal fish of size 1.&#10;&#10;The rainbowfish is a fish of size 1 (so it eats only 1 unit of food each feeding time) but it's worth 1 extra star at the end of the game.&#10;&#10;The rainbowfish can be used as a fish of size 1 of one of the four colours so it makes it easier to score your bonuspoints at the end of the game (if you keep it alive till then!) or can be used to start an early breeding tank (but then you won't profit from the possible extra stars)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Murder Mystery Mansion Travel",
    "ID": 107376,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.10",
    "Link": "https://boardgamegeek.com/boardgame/107376/murder-mystery-mansion-travel",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "One player (or team) creates a murder case, by selecting a suspect, place, motive and method. The other player (or team) then has to find out this information by making guesses, also consisting of a suspect, location, motive and method. After each guess, they are told how many items they got correct, but not which.&#10;&#10;If the guessing player (or team) solves the case within seven attempts, they score points.&#10;&#10;After each round, the roles are reversed. The first player to reach a pre-determined amount of points wins the game.&#10;&#10;This is the travel edition of Murder Mystery Mansion. It uses magnetic tokens instead of cards. Other than that, the main difference is the size: this travel version has four suspects, three locations, three motives and three methods. The regular version has six of each, and the guessing team gets twelve rounds to solve the crime.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Antarctica",
    "ID": 107384,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/107384/antarctica",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Antarctica is a cooperative game, in which the players are trying to protect four young animals on an ice floe.&#10;&#10;Every round, some of the ice melts, and the animals have to move further to feed. They are also threatened by hunters that are trying to shoot the seals and the penguins.&#10;&#10;The players can deploy patrol vessels and helicopters to protect the animals against the hunters. When all animals are fully grown, the players win the game.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Animals: Penguins",
      "Continents: Antarctica",
      "Theme: Environmental Protection / Degradation / Pollution"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Caballero Negro: tu destino es enfrentarlo",
    "ID": 107393,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/107393/el-caballero-negro-tu-destino-es-enfrentarlo",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Skill, dexterity, strength and magic will be necessary to defeat the Black Knight. To do this, each player will select one of seven posible characters, each with special traits: the dwarf, the paladin, the barbarian, the warrior, the thief, the wizard and the hunter, will brave different obstacles and encounters on the way to their final battle with the Black Knight, who has four castles under his power, guarded by the three watchmen.&#10;&#10;Gaining strength and magic is essential before each battle, but still, not all players will be able to face the Black Knight. This game allows you to develop tactical skills and strategy, that combined with luck, will give many hours of entertainment.&#10;&#10;&#10;Habilidad, destreza, fuerza y magia ser&aacute;n necesarias para derrotar al Caballero Negro. Para lograrlo, cada jugador seleccionar&aacute; un personaje de los siete posibles, los cuales tienen caracter&iacute;sticas especiales: el enano, el palad&iacute;n, el b&aacute;rbaro, el guerrero, el ladr&oacute;n, el mago y el cazador, sortear&aacute;n diversos obst&aacute;culos y enfrentamientos en el camino, para llegar a la batalla final con el Caballero Negro, quien tiene bajo su poder 4 castillos del reino, custodiados por 3 guardianes.&#10;&#10;Adquirir fuerza y magia es esencial antes de cada batalla, pero a&uacute;n as&iacute;, m&aacute;s de un jugador no llegar&aacute; al encuentro final con el Caballero Negro. Este juego te permite desarrollar habilidades t&aacute;cticas y de estrategia que, combinadas con la suerte, te dar&aacute;n muchas horas de entretenimiento.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alien Frontiers: Faction Pack #1",
    "ID": 107407,
    "Year": "(2012)",
    "Geek Rating": "5.872",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107407/alien-frontiers-faction-pack-1",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1875",
    "Description": "Clever Mojo Games will release a series of expansion boosters that expand the AF: Factions Expansion. Each booster will contain a new Faction board, a pair of new Alien Tech cards, and any extra components that might be needed.&#10;&#10;So, what's in this very first Expansion Booster?  I'm glad you asked!&#10;&#10;Xeno Explorations, Inc. is the new Faction board -- Xeno has access to a remote exploration vehicle (REV) which they drive across Planet Maxwell, looking for territories to explore and exploit.&#10;&#10;The REV is a custom plastic vehicle miniature -- it is used to show the territory currently being explored and exploited by Xeno Explorations, Inc.&#10;&#10;Seismic Detonator is the new Alien Tech card -- a powerful alien weapon that can clear a territory of colonies, but are you mad enough to dare use it?&#10;&#10;(From kickstarter.com)&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Game: Alien Frontiers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Degenfechten",
    "ID": 107419,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/107419/degenfechten",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player holds three cards which have different fencing moves on them. The basic version of the game is a simple rock-paper-scissors game. In the actual game, there is one card with which in case of a tie, both players score a point. Therefore, the player who is in the lead can use this card to his/her advantage, but has to double-guess whether the other player uses the counter-card for this.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Genie Ass",
    "ID": 107424,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107424/genie-ass",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A trivia game from the makers of games &quot;Smart Ass&quot; and &quot;Dumb Ass&quot;.&#10;&#10;Players aim to be the first to release the Genie from her bottle by correctly answering the most all-play trivia questions.&#10;&#10;If you get the &quot;Genie Ass&quot; category you can answer a question all by yourself.&#10;&#10;(&quot;Genie Ass&quot;? Pronounce it aloud)&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mythology: Arabian"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kings of Combat",
    "ID": 107430,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/107430/kings-of-combat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "For over half a century the arena has been the site where disputes have been settled, games have been won and wars have been waged. Built for one purpose only - Gladiator Combat.&#10;&#10;Every year the Kings of Combat Tournament is held here. Warriors from far and wide come to compete. For it is the Ultimate Test of strength and courage. Winning proves once and for all that your clan is the fiercest and most respected throughout the land. One warrior from each clan is chosen to compete. Prove yourself worthy and let it be known that you are the King of Combat.&#10;&#10;KINGS OF COMBAT is a 2-4 Player Gladiator Combat Game that combines SKILL through gameplay strategies and LUCK through the roll of the dice. The object of the game is to down your opponents in battle, acquire all 4 of the Clan Tokens and Win the Crown!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clash of Lions: Battle of Jiradi Pass – June 6, 1967",
    "ID": 107434,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/107434/clash-of-lions-battle-of-jiradi-pass-june-6-1967",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Clash of Lions: Battle of Jiradi Pass &ndash; June 6, 1967, is an introductory-level wargame simulation of the battle of Jiradi Pass, fought in the Sinai between remnants of the Egyptian 7th Infantry Division and elements of Israel's Tal Armored Division. Players are cast in the roles of the local commanders on this battlefield. Both will be challenged to do as well, or better, than their historical counterparts.&#10;&#10;Game Scale:&#10;Game Turn: 30 minutes&#10;Hex: 500 yards / 457 meters&#10;Units: Platoon to Company&#10;&#10;Game Inventory:&#10;One 8.5x11&quot; full color map &#10;One single-side printed un-mounted countersheet (56 1/2&quot; counters)(mounted counters are optional)&#10;One 3-page rulebook&#10;&#10;Player Provided: One 6-sided die&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Low&#10;Players: 2 or more&#10;Playing Time: 1 to 2 hours&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Egypt",
      "History: Six-Day War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Popeye Pipe Toss Game",
    "ID": 107439,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107439/popeye-pipe-toss-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game has a stand-up card image of Popeye, with a three-dimensional pipe in his mouth. Players must throw rings to try to get them to hook over the pipe (as in the traditional Quoits game).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Strips: King Features Syndicate",
      "TV Shows: Popeye the Sailor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Discon",
    "ID": 107442,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/107442/discon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Discon is an abstract game for 2-4 players.&#10;&#10;A 10x10 grid is covered with stackable discs in four different colours, save for the corners, which are numbered and act as the players' starting positions.&#10;&#10;Each player has 6 &quot;roof&quot; discs which enter the board in their corner. Roofs move in an L-shape, like a knight in chess, and collect the discs in the squares they move to.&#10;&#10;The game ends when all discs are collected, at which point towers are scored according to height and colour composition.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die große Ratz Fatz-Spielewelt",
    "ID": 107444,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/107444/die-grosse-ratz-fatz-spielewelt",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Similar to Ratz-Fatz, this is a collection of game ideas and materials. The box contains 50 wooden figures (mostly animals, but also a train, truck, pirate etc.), 4 little metal suitcases, a die, a game book and a CD with stories and a song.&#10;&#10;Basic idea: The wooden figures are placed on the table. While a story, poem or riddle is being read (or played from the CD), the players have to listen closely. When an object from the table is mentioned or the solution to a riddle, the players have to grab it. The player who has collected the most figures at the end of the text wins the game.&#10;&#10;Variants include just putting the figures into the box after they were mentioned (non-competitive play) and a memory variant in which objects that were put away before the game have to be called out when mentioned in the story.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Series: Ratz Fatz (Haba)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sagrada",
    "ID": 107448,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/107448/sagrada",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sagrada is a Spanish learning game with German as the source language.&#10;&#10;Summary&#10;&#10;The players of Sagrada focus on two goals: First, they want to learn or revise the core vocabulary of Spanish nouns (about 800 words). Second, the players want to complete the unfinished church La Sagrada Familia. Towards this end, each player gets a number of jigsaw puzzle pieces which they have to buy during the game. The required money is earned by trading in language cards and asset cards. The game ends when one player has bought and laid out all their puzzle pieces and also manages to correctly solve five of the language cards he/she has collected during the game.&#10;&#10;The game mechanics in more detail&#10;&#10;A die determines the players' movement on the game board. The board contains the following types of spaces:&#10;Event spaces and special spaces: The player draws a card from the corresponding stack. Event cards must be played immediately, special cards can be kept until needed.&#10;Attraction spaces: The player receives an asset card of the corresponding tourist attraction. Different attractions have cards worth different amounts of money.&#10;Language spaces: The player gets a language card, which they have to learn during the game. Each language card contains two different words or phrases in German and Spanish.&#10;Metro spaces can be used either as a shortcut to a different metro space, or as an event, special or language space (player's choice).&#10;Bank spaces: On a bank space, the player can exchange asset and language cards for money. To do so, they must have learned the language cards. During an exchange attempt, one asset card and two language cards are submitted. The German words are read out, and if the active player correctly translates them to Spanish, he/she receives the amount of money specified on the asset card. If they fail, they get back their cards and can try again later.&#10;Casa de Pledras spaces: The player can pay for one of his puzzle pieces to be added to the puzzle that is laid out on the table (all players contribute to one puzzle).&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clowns Party",
    "ID": 107453,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107453/clowns-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Each player has his/her own board with a grid of 16 clown pictures. Each clown is unique, but somewhat similar to the other clowns. A card is flipped over and all players search for the clown on that card on their grid. The first player to find it shouts the letter or the number assigned to it on his/her board. If correct, s/he can keep the clown card. &#10;The goal is to get three cards of the same &quot;family&quot; - the same clown in three different clothes.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Theme: Clowns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TriYang",
    "ID": 107454,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107454/triyang",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game consists of triangular tiles on which each corner is colored. There are five basic colors, plus orange as a joker color. In his/her turn, a player places a new triangle to the game area, trying to form color areas that are as large as possible. Interestingly, a triangle cannot only placed with full contact to another triangle, but also with half contact, so the game area can take a rather unusual shape. For each color area that a player adds to, a point is scored for each corner involved (including orange corners). The goal is to score the highest number of points this way.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp: Devil's Domain – Metalgods at Ponyri",
    "ID": 107455,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107455/asl-comp-devils-domain-metalgods-at-ponyri",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "600",
    "Play Time": "600",
    "Weight": "0",
    "Description": "&quot;Metal Gods at Ponyri - Devil's Domain: The Battle of Kursk at Ponyri Station&quot;&#10;&#10;Welcome to KURSK - DEVIL'S DOMAIN, a continuation of our exploration into the Battle of Kursk and Eastern Front warfare at the tactical-level. The first Kursk module published by Critical Hit, HELL'S BRIDGEHEAD, remains a popular title and is in print with a 2nd (now 3rd Edition) map. Other Eastern Front titles available include TIGERS TO THE FRONT and the two-module ASLComp BERLIN series.&#10;&#10;Components:&#10;&#10;    Special rules (8 pages)&#10;    2 historical maps with large hexs&#10;    6 countersheets (2 copies of 3 identical sheets) - 560 1/2&quot; &amp; 192 5/8&quot; counters&#10;    18 Scenarios&#10;&#10;&#10;(source: introduction and user's description)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Country: Soviet Union",
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "White Beach One: Peleliu",
    "ID": 107457,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107457/white-beach-one-peleliu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "1200",
    "Play Time": "1200",
    "Weight": "2.5",
    "Description": "PELELIU - WHITE BEACH ONE&#10;&#10;Welcome to PELELIU - White Beach One is an ASL historical module designed by Larry Winslow which depicts part of the landing of the 1st Marine Division on the island of Peleliu in September 1944.&#10;&#10;There are 6 pages of special rules and 8 scenarios. Several sheets of new counters are also included.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Islands: Palau"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jack and the Beanstalk",
    "ID": 107465,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/107465/jack-and-the-beanstalk",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "We all know the story of Jack, who got hustled out of a cow for &quot;magic beans&quot; that indeed turned out to have more magic than Jack's surly parents suspected. The beans they tossed out the window grew a stalk that climbed to the sky, and Jack soon climbed that beanstalk to find out what might be found among the clouds (and to escape further punishment from his lame close-minded parents).&#10;&#10;In the card game Jack and the Beanstalk, players collectively build three beanstalks that will reach for the sky. At the start of the game, three differently-colored root cards showing five potential stalks are placed on the table and each player receives three cards in hand. Each card has a value, with difficult-to-play cards having a higher value.&#10;&#10;On a turn, a player must play one card to extend the beanstalk of the proper color, if possible; the stalks on the card being played must line up with at least one existing stalk. Whether the player can play a card or not, she ends her turn by drawing a card.&#10;&#10;The card deck includes stalk cards with icons that give the player a special action &ndash; forcing the next player to skip his turn or use a particular color, taking an extra turn, swapping cards with opponents, and landing a golden hen on top of the stalk which prohibits its further growth. The deck also includes one axe card that can be used to cut a stalk back to its roots, removing all growth from the game.&#10;&#10;The game ends either when all players pass in turn (being unable to play and the deck being empty) or when the 16th card is played on any stalk. In both cases, the player with the lowest sum of cards in hand wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Jack and the Beanstalk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Master of Pizza",
    "ID": 107466,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/107466/master-of-pizza",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "You've just received three orders for pizza, so it's time to gather the required toppings and deliver the largest and most delicious pizzas possible. If you outperform the other would-be pizza chefs, you will be Master of Pizza!&#10;&#10;The card deck in this trick-taking game consists of 40 topping cards (five types of toppings valued 0-7 in each type) and 15 order cards (five each of small, medium and large pizzas, which use three, four or five toppings, respectively). At the start of the game, each player receives one order card of each size.&#10;&#10;Master of Pizza lasts 3-5 rounds. In a round, each player starts with 8-10 topping cards in hand; thus, each round consists of 8-10 tricks. The lead player in a trick plays one topping card to the table, then each player follows, with no requirement to follow suit. The highest card in the suit led wins the trick, and the person who played that card collects the topping cards one-by-one, placing those cards in separate stacks by topping type on the table in front of him, with the most recently played (and collected) cards on top.&#10;&#10;At the end of the round, each player decides whether to score for one of his order cards in hand. For each topping shown on the order card, the player scores only the topmost topping card, scoring zero points if that topping is missing. The player then discards the order card.&#10;&#10;The game ends after five rounds or at the end of a round in which at least one player has scored his third order card. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agami",
    "ID": 107468,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/107468/agami",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players have two counters which move clockwise round a board by the throw of two d6 and both start on their particular colour starting spaces. Each player starts with two counters, 10 chips, 3 strategy cards and a small number of Colour Space cards.&#10; You gain one chip each time one of your counters passes your home base. If a player's counter lands on another player's base they must pay them 2 chips. If you land on a trade space you may buy another strategy card for 5 chips. There are a number of special squares round the board, which if you land on them and hold the right strategy cards, you may attack other player's counters if they are on vulnerable squares. In successful attacks you may win counters, Colour Space cards or chips, depending on the sort of attack. Colour Space cards that are won are placed on the board and may augment your earnings.&#10; The winner is the player who ends up with most counters but the game end condition is not specified.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Из грязи в князи",
    "ID": 107489,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/107489/iz-griazi-v-kniazi",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "From publisher:&#10;&#10;From Rags to Riches (Make carrier in a fairy-tale world!) is a role game based on a comical medieval world. The players occupy varying social levels from servants all the way up to the King. Each player tries to make the best carrier possible. The game process copies that of the Russian card game Durak (or &ldquo;Fool&rdquo; http://en.wikipedia.org/wiki/Durak), but the fun lies in players acting out their roles and interacting with other players.&#10;&#10;Players have their own rights and duties that they must perform. For example: the Janitor collects the cards that were beaten, the Hangman punishes those who have wronged, and the King gives orders. If players don&rsquo;t complete their gaming duties, then they can be punished by having to do certain unpleasant tasks. On top of that, the game contains a certain mode of conduct which, if broken, can cause even the King to become a simple servant.&#10;&#10;The expanded version of the game also includes social order cards, the King&rsquo;s Charity cards and the ability to chronicle each player&rsquo;s gaming achievements. A number of blank cards also allow players to devise their own characters.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BGCon Fusão: Jelly",
    "ID": 107492,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107492/bgcon-fusao-jelly",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Jelly is a new character to BGCon Fus&atilde;o. It is a gelatinous cube with speed 0 that will eat a character trying to run away from the fight!&#10;&#10;Jelly also adds one new player to the game.&#10;&#10;Jelly is an expansion that was originally distributed during the BGCon convention in Sao Paulo, Brazil and is currently available at FunBox Ludolocadora.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Open Drafting",
      "Rock-Paper-Scissors",
      "Role Playing",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tigacti",
    "ID": 107501,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/107501/tigacti",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Tigacti is a geography game in which the players have to locate places on a world map. The active player draws a card which contains a location (like the Giseh Sphinx, for instance) and then places a transparent round disc on the world map, centering it where s/he believe the thing is located. Then an semi-circular marker is placed around the disk to show where it was placed and the disk is removed. The card is now turned around and reveals which quadrant of the board it belongs to. The quadrants are card-sized, and the cards show a cross with the precise location. Afterwards, the disc is put back on top of the cards - it contains concentric rings which mark how far the player was off. Points are scored depending on how close the player guessed the location.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vegas",
    "ID": 107505,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107505/vegas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gambling game, a promotional item for Woodpecker Cider. Casino themed game in which the board provides a number of different betting options as players land on spaces.  However, as well as making a bet when landing on a space, if you win you get the chance to buy the space, and act as banker for other players landing on it.&#10;  &#10;Includes a deck of playing cards with the Woodpecker symbol on the backs.&#10;&#10;published ca 1980&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Cities: Las Vegas (Nevada, USA)",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jane Austen's Pride and Prejudice Trivia Game",
    "ID": 107510,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/107510/jane-austens-pride-and-prejudice-trivia-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A must have for any Jane Austen fan. Based on the novel Pride and Prejudice by Jane Austen, the game contains 300 trivia cards and 8 bonus Jane Austen trivia questions.&#10;&#10;Each player/team on his turn rolls a die and is then asked the trivia question from one of the cards. If he answers correctly, he earns points equal to the number rolled on the die and then rolls again and continues his turn until he answers incorrectly, at which point it is the other players/teams turn.&#10;&#10;The first player/team to earn 25 points wins.&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Authors: Jane Austen"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Abejas",
    "ID": 107532,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/107532/abejas",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "BEES&#10;&#10;In BEES players try to collect nectar and pollen from flowers and bring it to their colonies to create the most prosperous.&#10;&#10;The purpose of BEES is to get as many points in a certain number of rounds corresponding to the number of players. You must place the bees on the flowers to modify its initial value and gain control and collect points. Points are obtained only from flowers whose value corresponds with the hidden objective of the player. After finishing all rounds, the player who accumulates the most points wins.&#10;&#10;The game components are:&#10;8 flowers (2 red, 2 green, 2 blue and 2 orange) with values &#226;&#128;&#139;&#226;&#128;&#139;printed on them (5, 4, 3 and 2)&#10;16 Bees (4 red, 4 green, 4 blue and 4 orange)&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;=====ABEJAS&#10;&#10;En ABEJAS los jugadores tratan de recolectar el n&eacute;ctar y el polen de las flores y llevarlo a sus respectivas colonias para crear la m&aacute;s pr&oacute;spera.&#10;&#10;El objetivo de ABEJAS es obtener el mayor n&uacute;mero de puntos en un n&uacute;mero de rondas determinado, correspondiente al n&uacute;mero de jugadores. Debes colocar las abejas sobre las flores para modificar su valor inicial y lograr controlarlas y acumular puntos. Solo se obtienen puntos de las flores cuyo valor corresponde con el del objetivo oculto del jugador. Tras finalizar todas las rondas, el jugador que haya acumulado m&aacute;s puntos es el ganador.&#10;&#10;Los componentes del juego son:&#10;8 flores (2 rojas, 2 verdes, 2 azules y 2 naranjas) con valores impresos sobre ellas (5, 4, 3 y 2)&#10;16 abejas (4 rojas, 4 verdes, 4 azules y 4 naranjas)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Bees",
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mondo: Zusatzspieler Pack A",
    "ID": 107534,
    "Year": "(2011)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107534/mondo-zusatzspieler-pack-a",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Mondo: Zusatzspieler Pack A is one of two expansion packs for Michael Schacht's Mondo released in late 2011. Each pack includes a double-sided game board that allows an additional player to be added to the game. The pack also includes new land tiles (identical in sets A and B), new scoring methods and new challenges to complete (both unique to pack A).&#10;&#10;By combining packs A and B, up to six players can compete in Mondo &ndash; and theoretically the number of players is unlimited if you add an equally unlimited number of packs.&#10;&#10;Integrates with:&#10;&#10;    Mondo: Zusatzspieler Pack B&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Expansion for Base-game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Series: Mondo (Pegasus Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mondo: Zusatzspieler Pack B",
    "ID": 107535,
    "Year": "(2011)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107535/mondo-zusatzspieler-pack-b",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "Mondo: Zusatzspieler Pack B is one of two expansion packs for Michael Schacht's Mondo released in late 2011. Each pack includes a double-sided game board that allows an additional player to be added to the game. The pack also includes new land tiles (identical in sets A and B), new scoring methods and new challenges to complete (both unique to pack B).&#10;&#10;By combining packs A and B, up to six players can compete in Mondo &ndash; and theoretically the number of players is unlimited if you add an equally unlimited number of packs.&#10;&#10;Integrates with:&#10;&#10;    Mondo: Zusatzspieler Pack A&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Expansion for Base-game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Series: Mondo (Pegasus Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Polemos S.P.Q.R",
    "ID": 107537,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/107537/polemos-spqr",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Polemos SPQR rules are designed for those who wish to recreate the epic battles of the period of dominance of the Roman Legionary. You are placed firmly in the position of the General. Can you repeat the famous exploits of Caesar or Arminius: Now is your chance!&#10;&#10;The booklet contains detailed listings and descriptions of eleven armies from Britain to Parthia featuring a unique army generation system as well as historical information and background.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Ancient: Rome",
      "Series: Polemos (Baccus Miniatures)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Шахматы Хаоса",
    "ID": 107551,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/107551/saxmaty-xaosa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From publisher:&#10;&#10;&quot;Chaos Chess. A revolution on the back-and-white field&quot; is a variation of the classic game of chess. The goal of the game remains the same &ndash; checkmate your opponent. However, your arsenal is no longer limited by the 16 pieces on the board!&#10;&#10;During the course of the game, you can use special cards: mutations, intrigues and maneuvers. Each card introduces a temporary or permanent change into the normal rules of chess. The game strategy becomes much more diversified as it becomes impossible to foretell your opponent&rsquo;s tactic. An element of chance is added to the game (something completely absent from the classic game of chess). The tables can turn at any time, imposing drastic changes on either side. This is why players in extremely dire situations still have a legitimate chance to win.&#10;&#10;In addition to this game set, you will need a chess board with the standard pieces for both sides. You will also at least need to be able to play chess at the most rudimentary level.&#10;&#10;&quot;Chess of chaos&quot; is a card addition to classic chess, the idea was created on the base of the game &quot;Temp&ecirc;te sur l'&eacute;chiquier&quot;. &quot;Chess of chaos&quot; is produced in Russia with the permission of the original authors.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Grid Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sky Dancers",
    "ID": 107567,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107567/sky-dancers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of Sky Dancers is to be the first Sky Dancer to return the stolen Sky Swirl Stone to Queen Skyla.  Players first move through the Wingdom world, the Chaos Universe and finally to the High Hope Academy.  To move from one world to another, your Dance Student pawn must change its form and turn into its Sky Dancer pawn.&#10;&#10;Contents:&#10;&#10;     1 Game board platform&#10;     High Hope Academy&#10;     Chaos Universe&#10;     6 Sky Dancers pawns&#10;     6 Dance student pawns&#10;     1 Sky-Clone pawn&#10;     13 Plastic pawn stands&#10;     66 Game cards&#10;     Spinner&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lock 'n Load: Honneur et Patrie",
    "ID": 107568,
    "Year": "(2012)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107568/lock-n-load-honneur-et-patrie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "An expansion for Heroes of the Gap adding French forces from the mid-1980s.&#10;&#10;Honneur et Patrie (Honor and Country) is the first expansion for Heroes of the Gap. The expansion introduces the French army into the third war to end all wars. Highlighting the fighting in not only West Germany, but also right into Paris, Honneur et Patrie features French conscripts, the Foreign Legion, Paratroopers, and lots of tanks. You&rsquo;ll match AMX30 B-2 tanks against the best Russian armor, direct Jaguar airstrikes, and recon enemy positions with ERC-90 and AMX 10RC armored cars (tanks?).&#10;&#10;The expansion includes 12, story-driven scenarios and plays out on the boards of the popular Heroes of the Blitzkrieg. With a plethora of new counters, new scenarios, and a unique perspective on some of the most beautiful boards ever drawn for the Lock &lsquo;n Load system, what&rsquo;s not to like?&quot;&#10;&#10;The expansion includes:&#10;&#10;Approximately 130 counters representing the infantry, leaders, support weapons, vehicles, helicopters, and planes of the French fighting forces. Includes over 50 vehicles, helicopters, and planes. Nine extra die-cut Belgian counters (including a German, experimental E-100 tank and two scenarios will be included in any Purchaser level order below). These will only be available through our site.&#10;&#10;12 story-driven scenarios.&#10;&#10;Full color rules and scenario booklet.&#10;&#10;All zipped up nice and neat in a durable zip-lock bag (Exception: limited edition is boxed, numbered and initialed. See below.).&#10;&#10;You must own both Heroes of the Gap and Heroes of the Blitzkrieg to play Honneur et Patrie.&#10;&#10;This game is no longer available and the new, improved and expanded edition can be found in Lock 'n Load Tactical: Heroes Against the Red Star&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Series: Lock 'n Load"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Palio Espansione",
    "ID": 107572,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107572/palio-espansione",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The only expansion for Palio.&#10;&#10;Contains 10 new tiles, 34 stickers, 34 plastic miniatures, 2 &quot;faster&quot; dice than the base game and new rules.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Siena (Tuscany, Italy)",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "33 Miners Board Game",
    "ID": 107575,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107575/33-miners-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "ABOUT THE GAME &#10;Mining was their only livelihood. It was expected to be a normal working day when suddenly the upper galleries of the gold and copper mine collapsed, causing the miners to be trapped for months. In this rescue mission game, you and your team must try to overcome all odds in order to rescue these thirty three (33) trapped miners. To be successful, you and your team must meet all the government&rsquo;s mandatory health, safety and environment (HSE) standards, acquire the necessary gears, and endeavor to avoid danger zones. Remember, the perils and rewards are high - just when you think you are about to enter the chamber to rescue a trapped miner, your mission might suffer a setback as the other rescue team progresses. This game is about individual effort, team work, risk, strategy and sacrifice.&#10;&#10;NUMBER OF PLAYERS: 2 - 6. &#10;AGES: 12yrs to adult.&#10;PLAYING TIME: 45-60 minutes.&#10;&#10;YOUR CHALLENGE &#10;Your team&rsquo;s objective is to rescue as many trapped miners as possible. This process is not without its challenges such as: the unavailability of cash to acquire the necessary gears, risky danger zones, overcoming fluctuating gear costs imposed by the Greedy Merchant and the ability to meet the mandatory standards imposed by the government through its agency The Bureau of Standards. Lives are at stake! The longer you wait, the more unlikely it will be that the trapped miners will survive. Can you rise to the challenge? Only time will tell.&#10;&#10;GAME CONTENTS&#10;The game box consists of game rules and instructions, 1 board, 1 dice, 33 tokens (depicting the trapped miners), 6 player pawns, 6 rescue gear kits (or placeholders for the players&rsquo; gears), 42 tokens (depicting the gears), 1 game price chart, 1 debtor sheet, 20 Bank Notes of $5, 30 Bank Notes of $10 and $20 respectively, 6 &lsquo;holding card placeholders, and 2 decks of cards (HSE and Bureau of Standards). The deck of HSE cards are 35 in total and the deck of Bureau of Standards cards are 42 in total.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stone Age: The Expansion",
    "ID": 107576,
    "Year": "(2011)",
    "Geek Rating": "6.591",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107576/stone-age-the-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5315",
    "Description": "The prehistoric players have already learned how to build huts and hunt food. Now they sit around the fire, gaze in wonder at the tribal matriarch, and wonder how they can look as good as her: &quot;Why is my tooth just hanging?&quot; &quot;Honey, I also want something to make my skin look good.&quot;&#10;&#10;In this expansion for Stone Age, style is the goal as ornaments and jewelry become part of the game &ndash; not to mention a merchant to handle such items. Players can now transform their raw materials into jewelry and other adornments.&#10;&#10;This expansion includes a new location for the village, new cards, and new huts &ndash; not to mention components that allow game play with up to five Stone Age hunter-gatherers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Trading",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Game: Stone Age"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chicken Dance",
    "ID": 107590,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/107590/chicken-dance",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "&#10;&#10;&#10;    &#10;        UNAUTHORIZED PRODUCTION&#10;&#10;    &#10;    &#10;         The information that BGG has on this item indicates that Chicken Dance is a non-authorized version of Dancing Eggs.  According to HABA, Top Toys does not have license to produce this game, thus it is set apart from the official entry of Dancing Eggs.&#10;&#10;    &#10;&#10;&#10;Chicken Dance has 16 eggs, and Dancing Eggs has 10, but the games are otherwise virtually identical.&#10;&#10;From Dancing Eggs:&#10;First a player rolls the red die. Depending on the result of the die roll, players can: attempt to be the first to take an egg from the box (or steal from someone else if there are none left in the box); drop an egg on the table and then compete to catch it; or even get up and run around the table to try to be the first back to their seat. When a player successfully wins an egg, he or she then rolls the white die, which indicates the location of the egg; between your cheek and your shoulder, your chin and the breast, between your knees, etc. When the first person drops an egg, the game ends and the one having the most points wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bible Sequence",
    "ID": 107596,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/107596/bible-sequence",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;NOAH AND THE FLOOD, MOSES AND THE BURNING BUSH, THE EMPTY TOMB....Inspiring stories within the Bible. Now children and adults can learn about the Old and New Testament as they play the fun game of SEQUENCE. Pictures representing Bible stories are displayed on each card and the gameboard. The cards also include a story title and scripture reference. Players match the picture on a card to the same picture on the board, then place their chip there. Five chips in a row wins the game! It's the fun, challenging game of BIBLE SEQUENCE.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Game: Sequence"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Grinch Christmas Bingo Game",
    "ID": 107599,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/107599/the-grinch-christmas-bingo-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the manufacturer:&#10;&#10;Get five gifts in a row to win &ndash; but watch out for the Grinch!&#10;&#10;Ring in the holiday with a whole new take on the Dr. Seuss Christmas classic. Take a gift token from under the tree and see if you can find a match. But watch out &ndash; if you draw a Grinch tile, it&rsquo;s anyone&rsquo;s guess what will happen next! Drop the &ldquo;Grinchy&rdquo; coin down the chimney. The Grinch may steal your presents, or bring heart-warming holiday cheer. A whimsical Seussian twist on an all-time favorite game that&rsquo;s fun for all ages!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Authors: Dr. Seuss",
      "Holidays: Christmas",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spread the Wealth Around",
    "ID": 107601,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107601/spread-the-wealth-around",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;The political boardgame, Spread the Wealth Around, exists to train you bitter clingers to practice the art of class warfare, dodge death panels, cheat on your taxes and do your small part to increase our national debt.&#10;&#10;Choose membership in one of four organizations: Public Service, ObamaCare, Big Labor or Wall Street. From your perch atop the ruling class, you&rsquo;ll bankrupt other players, drag them before show trials, carve them up in unnecessary surgery or just get one of your big labor goons to wack &lsquo;em in Rocko Roulette.&#10;&#10;Rather than accumulate wealth in Spread the Wealth Around, you&rsquo;ll rack up mountains of debt just like Obama&rsquo;s America. Scam dead people and collect their Social Security in Public Office. Unplug granny and play the lawsuit lottery in ObamaCare. Gamble and go burnin&rsquo; and lootin&rsquo; with Big Labor. Cut in line for your Wall Street bailout it&rsquo;s all for the children.&#10;&#10;Spread the Wealth Around is the perfect gift to cure that troglodyte Republican friend or conservative relation. No need for sensitivity training or coaching on tax and spend Obamanomics. Put away those teacher&rsquo;s union pamphlets and Mao&rsquo;s little red book. Play the political game that&rsquo;s making the world safe for socialism!&#10;&#10;",
    "Categories": [
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Paraguay",
    "ID": 107605,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/107605/paraguay",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In 1864, South America was in critical condition, in the midst of a constitutional crisis in Uruguay, Brazil invaded Uruguay in support of Venancio Flores, in response, Paraguay invaded Brazil... It was the onset of major armed conflict in the history of the continent! From 1864 to 1870 nearly half a million people lost their lives in a conflict that placed war: Brazil, Argentina, Uruguay and Paraguay.&#10;&#10;&quot;Paraguay&quot; is a board game for 2-4 players created by Julio Trois, whose theme is the War of Paraguay. For 10 rounds, the armies of Brazil, Argentina and Uruguay must defend their cities and destroy all the defenses of Paraguay. Aiming to conquest Asunci&oacute;n!&#10;&#10;&quot;Paraguay&quot; is a tactical game, where military strategy is very important. Each player must organize his troops, composed of tiles of infantry, cavalry and artillery. The movement is point to point, and the clashes follow the style of the best wargames, using dices and tables, for the resolution of battles.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Uruguay",
      "History: Paraguayan War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Words of Wisdom: The Game",
    "ID": 107611,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/107611/words-of-wisdom-the-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Words of Wisdom: the Game 2-10 players compete against one another to be the first to get rid of all the cards in their hands.  Each player begins with 7 cards from one of the 2 decks and must attempt to play his cards to a community board.  The board is divided into 2 sections, and players must play cards only to their designated spaces on the board, only when adjacent to other placed cards, and only into 1 section per turn.  Players may choose to (or may occasionally be forced to) draw simultaneously from both the Book Deck (which has more of the same cards that were dealt initially) and the Providence Deck (which enables special placements).  Some cards are setbacks when drawn, while others allow opponents to save each other from the setbacks (and benefit themselves in the process.)&#10;&#10;The game can be played in either of 2 ways.  The Standard Version contains a few extra cards which force play to the board and which create blockages on the board that can be removed only through cooperative effort.  This extra layer of complexity provides opportunity for cooperative play and additional strategy which is not available in the much simpler Family Version of the game (which is better suited for children and casual gamers.)  In addition to removing a few cards from the decks, the Family Version allows for a different ending to the game: where the Standard Version is resolved in a Discard Phase that awards victory to the lowest scorer, the Family Version is won simply when any player goes out, having played all their cards on their turn.&#10;&#10;Words of Wisdom: the Game has an overtly Biblical theme.  The numbered board spaces represent the 66 books of the Bible, and the cards in the Book Deck represent individual books of the Bible.  The cards in the Providence Deck channel Bible-based occurrences such as Trials, Miracles, Prophecies, and Parables.  Nevertheless, the theme is as light and non-intrusive as the game play is: the rules state that no familiarity with the Bible is necessary to play, enjoy, or win the game.  Likewise, there are no specific teachings or stories told through the game itself.  If the game attempts anything spiritual, it is only to familiarize the players with the names and order of the books that make up the Bible.&#10;&#10;",
    "Categories": [
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Phantom Thief Jewel",
    "ID": 107636,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/107636/phantom-thief-jewel",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "User summary:&#10;&#10;A quick &quot;outguess the others&quot; card game for 3&ndash;5 players.&#10;On the game table there are five rows, labeled A to E, of treasure cards with numbers 2, 3, 4, 7 or &ndash;4. Each round, one treasure card is added to each row, and players secretly choose one of the rows and reveal their choices simultaneously. If two or more players choose the same row, they get nothing and the row is untouched. Players who are alone in their choice get all the treasure cards in that row. No player can choose the same row two rounds in a row.&#10;&#10;Game lasts for 12 rounds, and at the end of the game, having three cards of the same value earns the player that many points. The player with the most points at the end wins.&#10;&#10;Translated box back&#10;You are thieves specializing in jewelry, and each night, you announce in beforehand which shop you are aiming at. But beware, only one thief can enter each shop per night. If another thief has chosen the same place, your pride won't allow you to share. And while others thieves are staring at each other, you have your chance next night&hellip; but don't forget that that's what everybody else thinks, too&hellip;!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Job hunting",
    "ID": 107639,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/107639/job-hunting",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "User summary&#10;&#10;A set collecting card game with special effects. The card deck consists of cards of varying colour and titles. Players start with a small hand of cards and some cards laid face up on the table. On a player's turn, he may either use one card from hand to grab one of the face up cards, or if he can't, play a card into the open area. Some cards have a special effect when gained.&#10;&#10;The goal of the game is to get a set of same coloured, but differently titled cards, representing a deep knowledge in a specific area important for job-searching.&#10;&#10;Translated box back&#10;This is a simple game in which the players collect skill cards in order to get a job offer. Three skill cards of the same colour earns you one job offer! But beware, because among the skill cards, there are some that force you to draw an event card, and who knows what may happen then. The first player to get a set number of job offers wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "MadoMagion",
    "ID": 107640,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/107640/madomagion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "User summary&#10;A cooperative card game based on the Japanese animated TV show &quot;Puella Magi Madoka Magica&quot;, implementing the mechanism from Hanabi. From a deck of cards, players draw a set number of cards but may not look at them. Instead, the cards are held so that all other players see them. On a turn, a player may either play a card from his hand, or say something about another player's cards. Revealing information increases the soul gem contamination level, and this can only be cleansed by drawing witch cards. If the contamination reaches level 3, the game is over, the world is destroyed, and the players have lost. Witch cards can be returned to the witch deck by discarding cards from hand, but once the normal card deck runs out, the game ends.&#10;&#10;The goal of the game is to get cards in the right order onto the table, so that all five magical girls: Madoka, Homura, Mami, Kyoko and Sayaka are fully transformed. For extra advanced play, players can choose to add the Incubator to the fray.&#10;&#10;Website genre blurb&#10;A cooperative card game for up to 4 players, &quot;Hanabi&quot; type.&#10;&#10;Re-implements:&#10;&#10;    Hanabi&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Unfair Quest",
    "ID": 107641,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/107641/unfair-quest",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "User summary&#10;A semi-cooperative bluffing board game. Players each take the role of an adventure party member and help out defeating monsters. Once the game ends, each player puts forward the treasures that he has earned, however everyone is allowed to stash away anything he suspects the other players didn't notice him getting. Players can then accuse each other for not being honest, and anyone caught in the act has to pay a penalty. The player with the most treasures at the end wins.&#10;&#10;Translated box back&#10;Players cooperate to form a party and defeat the monster in the Lost Forest. When all is done, the gems that players have earned are all divided. But that's not wholly true. You are allowed to hide away the gems you believe your party members don't remember you getting. If you get away with it, you can keep it for yourself. And the player who have earned the most money wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Maan roos vis lotto-spel",
    "ID": 107677,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107677/maan-roos-vis-lotto-spel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is meant for starting readers.&#10;&#10;Each player has a card with pictures and the corresponding word. These words all miss 1 letter, which the players need to find.&#10;Players start their turn by turning over a chip with the number 1 to 3 in one of the colors (red, blue and green). This determines how many letter chips in which color can be turned face up. Any letters which fit on the lotto card can be put on the card. The rest is turned face down again.&#10;As with regular lotto you try to fill your card as quick as possible, with the first to complete his/her card winning the game.&#10;&#10;The cards come in 3 different levels, with which you can build up the game as the child(s) improve their reading skill.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gzhatsk 20",
    "ID": 107682,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107682/gzhatsk-20",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "0",
    "Description": "Presenting an expansion kit to Borodino 20, Gzhatsk 20 is a hypothetical battle that should have occurred in early September 1812 (in lieu of the Battle of Borodino) during Napoleon&rsquo;s Russian campaign. One player commands the French army of Napoleon, while the other leads the Anti-French forces consisting of the Russian armies that are making a desperate stand before the Gates of Moscow in an attempt to turn back the invaders.&#10;&#10;Note, Gzhatsk 20 is not a &lsquo;stand alone&rsquo; game. You must own a copy of Borodino 20 to use this expansion kit.&#10;&#10;Game Data:&#10;&#10;Complexity: 4  on a 9 scale.&#10;Solitaire Suitability: 5 on a 9 scale.&#10;Scale: Each unit is 1 corps, each hex is about 1000 meters, and each turn is roughly 3.5 day hours (or 10 night hours).&#10;&#10;Game Components:&#10;&#10;&bull; One 2-page sheet of Exclusive Rules&#10;&bull; 12 Random Event cards&#10;&bull; One 11&rdquo; x 17&rdquo; color game map&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Great Italian Wars",
    "ID": 107684,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/107684/the-great-italian-wars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "This is an innovative card game that recreates the atmosphere of the Italian late Renaissance (1494-1527) during the famous period called the &quot;Italian Wars&quot;.&#10;&#10;In the game players can play 3 cards in hand each turn with the scope to realize historical events such as Treaties, battles, political weddings, Leagues, and artworks represented by the cards. There are also strategic zones like Palace, Prison, Duchy of Milan, or Kingdom of Naples among event cards.&#10;&#10;The player with the most victory points at the end of game is the winner.&#10;&#10;&#10;(in italian)&#10;&#10;E' un gioco di carte innovatico che ricrea l'atmosfera del tardo rinascimento italiano (periodo di gioco dal 1494 al 1527) durante il famoso periodo chiamato &quot;Le guerre d'Italia&quot;&#10;Nel gioco ogni giocatore pu&ograve; giocare 3 carte ogni suo turno con lo scopo di realizzare eventi storici rappresentati da carte. Ci sono anche zone strategiche come Palazzo, Prigione, Ducato di Milano o Regno di Napoli. &#10;Trattati, battaglie, matrimoni politici, Leghe, capolavori possono essere realizzati nel gioco.&#10;Il giocatore con il maggior numero di punti vittoria alla fine del gioco &egrave; il vincitore.&#10;&#10;Gioco in Italiano ed Inglese&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Print & Play",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "History: The Italian Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CyberTank!",
    "ID": 107695,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107695/cybertank",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "CyberTank! is a set of rules for an arena combat game involving futuristic tanks. (The players provide their own hex map, counters, and dice.) Tanks have elaborate designs, with many different possible types of weapon, different firing arcs for the weapons, drones, armor, ECM and ECCM, wheeled vs. tracked movement, etc. A number of sample designs are provided and players are encouraged to create their own. The game system is fairly simple, with most of the complexity coming from the interaction of the various systems.&#10;&#10;The game was made available at a 1992 convention as a &quot;pre-edition beta.&quot; It is not certain if there were any further versions of the game.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Build For The Title",
    "ID": 107701,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/107701/build-for-the-title",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A free Print and Play game ruthlessly taking the deck building mechanism from Dominion, Ascension, Resident Evil etc. However instead of a bleak and bleary fantasy world, players take the roles of football (soccer) team managers and build their club up to challenge for league glory!&#10;&#10;Buy in squad players, build stadium improvements, get yourself a feeder team, hire physios, coaches and an assistant manager as you develop your squad to become the best it can be and take on the best teams in the league!&#10;&#10;Managers start with a small deck of cards consisting of a few average players and some money. On their turn a manager can use the money to buy new items from a selection available and they can turn to their players to play games against a dozen different teams, some stronger than others. Over the course of the game, the manager's club (their hand of cards) will grow bigger and stronger, allowing them to compete against and beat the stronger opposition teams in the game. Build For The Title is all about building a strong and streamlined club that is capable of beating everyone in their way.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood, Steel and Sand: The Battle of First Alamein",
    "ID": 107702,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/107702/blood-steel-and-sand-the-battle-of-first-alamein",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Blood, Steel &amp; Sand takes the Rohrbaugh's &quot;quick-play&quot; Blood and Steel series wargame to the deserts of North Africa. Like Blood and Steel, the game's complexity is low with only minimal additional rules. The unit sizes are Regiments &amp; Brigades.&#10;&#10;The players assume the commands of Rommel and Auchinlek.  The game uses the innovative chartless CRT and the chit activation system to allow players to maneuver and fight their formations.&#10;&#10;Components&#10;&#10;     11x17&quot; map&#10;     168 single-sided, unmounted counters&#10;     8 pages of rules and charts&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Blood and Steel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "StrikerZ Dice Game",
    "ID": 107706,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/107706/strikerz-dice-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "StrikerZ is a light and fast soccer game, with the bottom of the box serving as the playing arena.&#10;&#10;Each player has a &quot;team&quot; of five dice bearing the traditional numbers from 2 to 11, with one #14 substitute. (The #1 keeper is on the shooting die.) During a turn, both players roll their dice in the arena, with the player who rolls the higher sum getting the chance to shoot for a goal by rolling the green die &ndash; which will result in a goal, stop or corner kick.&#10;&#10;If your dice total is much less than the opponent, you receive a yellow card. Rolling a manager icon lets you change the result of another die; the dice also have whistle and substitution icons.&#10;&#10;The first player to score five goals wins.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Épica",
    "ID": 107718,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/107718/epica",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "From the website:&#10;&#10;&Eacute;pica is a collectible card game where you embody a powerful hero of the Shadowlands, wielding a Celestial Weapon that allows you to run wild in battle, pushing your abilities to the limit.&#10;&#10;Your mission is to protect the supremacy of your Clan, defeating the rival heroes. But &Eacute;pica is not only about battling, it's a unique gaming experience, an authentic author's game, perfectly worked and developed for over 2 years.&#10;&#10;In &quot;&Eacute;pica: Dark Ages&quot;, the first installment of the game, you'll find a booklet describing the game rules and an innovative History Mode, where you'll be submerged into an adventure story playable by one or more players, telling of the outcome of the battles that happen across the Shadowlands during these tragic times.&#10;&#10;There are two additional types of game: Battle Mode, where a single deck makes possible to engage up to 10 players, each embodying a different hero of this shadowy world. And, of course, Tournament Mode, where you can combine many sets of the game and upcoming expansions to build your own playing deck and participate in the many events and contests that will be arranged across all Spain.&#10;&#10;In the box, you'll also find more than 100 finely illustrated cards that will amaze you for their quality and realism. Think of each card as a little gem, fully tested and developed.&#10;&#10;War has begun, the Oni hybrid warriors, crossing of demons and humans, are willing to conquer the Shadowlands. Only a few humans stand before their ruthless advance. Will you be able to stop them?&#10;&#10;&#10;De su p&aacute;gina web:&#10;&#10;&Eacute;pica es un juego de cartas coleccionable, en el cu&aacute;l encarnas a un poderoso h&eacute;roe de las Tierras de las Sombras capaz de blandir un arma celestial que le permite desatarse en batalla. Llevando sus habilidades m&aacute;s all&aacute; del l&iacute;mite.&#10;&#10;Tu misi&oacute;n fundamental es proteger la supremac&iacute;a de tu clan derrotando a los h&eacute;roes rivales. Pero &Eacute;pica no es s&oacute;lo lucha, es algo m&aacute;s, es una experiencia &uacute;nica de juego, perfectamente trabajado y desarrollado durante m&aacute;s de 2 a&ntilde;os, un aut&eacute;ntico juego de autor.&#10;&#10;Dentro de &Eacute;pica, Edades Oscuras, encontrar&aacute;s un libro que te explicar&aacute; las reglas del juego, as&iacute; como un novedoso modo historia, el cual te sumergir&aacute; en una aut&eacute;ntica novela auto jugable por uno o varios jugadores, en ella se narra el desenlace de las batallas que ocurren en las Tierras de la Sombra durante esta terrible &eacute;poca.&#10;&#10;Existen otros 2 tipos de juego adicionales: el modo Batalla, en el cual con un solo mazo podr&aacute;s realizar combates de hasta 10 jugadores encarnando a uno de los h&eacute;roes de este sombr&iacute;o mundo. Y por supuesto, el modo Torneo, en el cu&aacute;l combinando varios sets de juego y las sucesivas ampliaciones, podr&aacute;s crearte tu propio mazo de juego tem&aacute;tico con el cu&aacute;l podr&aacute;s competir en las distintas competiciones y eventos que se realicen por toda la geograf&iacute;a.&#10;&#10;Tambi&eacute;n en el interior de la caja, encontrar&aacute;s m&aacute;s de 100 cartas excelentemente ilustradas que te sorprender&aacute;n por su realismo y calidad. Cada una de ellas es como una peque&ntilde;a joya desarrollada y testeada al m&aacute;s m&iacute;nimo detalle.&#10;&#10;La guerra ha comenzado, los Oni guerreros h&iacute;bridos nacidos del cruce entre humanos y demonios, est&aacute;n dispuestos a conquistar las Tierras de la Sombra. S&oacute;lo una peque&ntilde;a defensa humana podr&aacute; detener su imparable avance. &iquest; Podr&aacute;s detenerlos ?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – Into Tartarus Asylum Pack",
    "ID": 107732,
    "Year": "(2011)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107732/call-of-cthulhu-the-card-game-into-tartarus-asylum",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Game description from the publisher:&#10;&#10;Into Tartarus explores the kernel of truth at the root of every myth with 60 new cards (three copies each of 20 unique cards) for Call of Cthulhu: The Card Game. The fifth Asylum Pack in the &quot;Ancient Relics&quot; cycle, Into Tartarus transports archaeologists, investigators, cultists, and criminals to Greece where each faction uncovers new chaos while searching ancient ruins for powerful relics.&#10;&#10;Several of the cards from Into Tartarus enable players to stir up all new manners of chaos. Agency decks gain cards to work against the chaos, while Cthulhu and Shub-Niggurath decks gain terrifying new attachments. Several factions gain powerful new Relics, further expanding deck-building options centered around these strange and powerful items.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dobbelduel",
    "ID": 107735,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/107735/dobbelduel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.25",
    "Description": "Dobbelduel (Dice Duel) is a code-breaking game similar to Mastermind.&#10;&#10;At the start of the game, one of the players creates a random code by rolling four dice. The other player has to guess this code. He gets seven rounds to gather information. At the start of each round, he rolls four dice, then uses some or all of them to create a (partial) code. He then receives feedback on this code, being told how many dice are equal to the corresponding die in the code, how many are higher and how many are lower. When he thinks he has guessed the code, or after he has used up his seven rounds, he makes a guess. If this guess is correct, he scores a number of points, depending on the amount of rounds and dice used.&#10;&#10;After this, the rolls are reveresed, and the other player has to break a code. The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grabbelen",
    "ID": 107741,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/107741/grabbelen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Grabbelen (Grabble) is a party game based on memory and card recognition.&#10;&#10;On the table are 36 cards, and each card has a color (and symbol matching that color) and a number (1 through 6). A player rolls two dice &ndash; one with numbers, the other with colors &ndash; then all players look for the card that matches the color and number rolled. The first player to find the card takes it.&#10;&#10;If the card isn't on the table, the first player to call out the name of the player who has it takes the card from its current owner.&#10;&#10;The first player to accumulate a set number of cards wins.&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Little Mouse",
    "ID": 107744,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107744/little-mouse",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "&quot;Little Mouse&quot; is a children's sequencing game which uses the imagery and phrasing from the book, &quot;The Little Mouse, the Red Ripe Strawberry, and the Big Hungry Bear&quot; by Audrey and Don Wood.  The game contains 48 thick cards with 4 each of the 12 different phrases to play any of six different games.&#10;&#10;[paraphrased rules]&#10;&#10;1. Solo Sequencing&#10;Solitary sequencing in which one set of 12 different cards are laid face-up.  The player places the cards in sequence according to the original story.&#10;&#10;2. Scramble Sequencing&#10;For 2-4 players.  All 48 cards are placed face-up.  The first player to complete a sequence wins.&#10;&#10;3. Skill Sequencing&#10;For 2-4 players. Cards are shuffled.  The top four cards are laid face-up, the rest are dealt to the players.  Each turn, the player places a card before or after one of the four middle cards.  First player to use all cards wins.&#10;&#10;4. Quartet&#10;For 2-4 players.  Players seek to obtain all four of a particular card.  Player with the highest number of sets wins.&#10;&#10;5. Snap&#10;For 2-4 players.  Traditional Snap game.&#10;&#10;6. Matching Words to Pictures&#10;For 2-4 players. A single storyline set is dealt to each player.  A leader displays either picture or word card and the other players have to match its opposite (words-to-picture or picture-to-words)&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tannhäuser: Itami",
    "ID": 107754,
    "Year": "(2011)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107754/tannhauser-itami",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.6",
    "Description": "Game description from the publisher:&#10;&#10;The Russian soldati quaked as the hulking blue figure approached. One panicked, dropping his rifle, and fled. He was the lucky man, the only survivor. The remaining Russians expected the giant to fight like a brute, especially after their bullets bounced off him with no effect, but instead of running at the men, he stopped short and glared with such unearthly ferocity, he bent the commander's mind.&#10;&#10;Drawn forth from Naraka by a blend of science and mysticism, Itami is a hybrid of human and Oni, the denizens of the Realm of Suffering. While even the Sh&#197;&#141;gunate do not fully understand his abilities, they are astounding. His gaze can wrack others with pain and bend their very will. An unholy penumbra seeps out his every pore and drains the essences of those around him.&#10;&#10;For now, Itami works to ensure the mutual benefits of the Sh&#197;&#141;gunate and the Inferior Worlds, swatting aside enemies with a kenab&#197;&#141; wrapped in mystically imbued leather. The Sh&#197;&#141;gunate have placed him in Iroh Minamoto's 3rd Division to best make use of his abilities while they explore their tenuous alliance with the Reich.&#10;&#10;Itami includes new rules for the Nippon Accord and a unique scenario that highlights Itami's mysterious powers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Spies / Secret Agents",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Tannhäuser"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carnival: The Sideshow",
    "ID": 107756,
    "Year": "(2011)",
    "Geek Rating": "5.503",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107756/carnival-the-sideshow",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "The Sideshow comes complete with three promotional products - expansion cards, collector's dice, and the game Lucky Dice. These products will never be offered for sale in stores by Dice Hate Me Games.&#10;&#10;This six-card addition to your Carnival box is sure to add even more fun! These cards replace the Wilds from the base game and all feature a character from the carnival sideshow. In play, they can behave just as the original Wilds or they can be discarded to perform the event specified on the card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slim to None: The Campaign Along the Slim River, January 1942",
    "ID": 107761,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/107761/slim-to-none-the-campaign-along-the-slim-river-jan",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&ldquo;Heedless of danger and of their isolation they had shattered the division: they had captured the Slim Bridge by their reckless and gallant determination.&rdquo;&#10;&#10;--Lt. Colonel Arthur Anderson, 155th Battery.&#10;&#10;Slim to None is a war game simulation of the battle along the Slim River in northern Malaya.  In January 1942, the 11th Indian Division was sent north to contest the Imperial Japanese Army's advance from their landing beaches on the Kra Isthmus.&#10;&#10;However, the Japanese 5th Infantry Division, supported by the 4th Armored Regiment struck first in the early morning hours of January 7th at the Cluny Rubber Plantation and at the town of Trolak, just north of the Slim River. The Allied forces were caught unprepared by the sudden Japanese combined arms offensive, with units scattered along 19 miles of road north of the Slim River, and with little to no weaponry by which to oppose the Japanese armor. Worse still, the Japanese infiltration tactics through jungle terrain the Allied commanders believed to be impenetrable, led to the Allied battalions being repeatedly outflanked and forced to retreat.&#10;&#10;The Japanese success here would eventually take them all the way to Singapore. Can you do better?&#10;&#10;GAME COMPONENTS&#10;&#10;     7 page rules booklet&#10;     One 11&quot; by 17&quot; map&#10;     165 single-sided, un-mounted counters&#10;&#10;&#10;The game can be played solitaire as well as with an opponent. The game is part of the Blood and Steel series of games from High Flying Dice Games.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Blood and Steel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust Tactics: British Paratroops, 3rd Para Brigade – \"Red Devils\"",
    "ID": 107762,
    "Year": "(2011)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107762/dust-tactics-british-paratroops-3rd-para-brigade-r",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game description from the publisher:&#10;&#10;Axis soldiers had pinned down Captain Joseph Brown where they had bunkered in a Scapa Flow alley. As he and his men watched bullets trace the air over their heads, the thundering footsteps of a combat walker began to approach. Before he even saw the walker, he heard its massive cannon blast, and a nearby wall exploded, sending rubble flying. &quot;Where are those reinforcements?&quot; the Captain shouted. He didn't hear his sergeant's response, but saw, instead, the sun glinting off three heavily armored paratroopers.&#10;&#10;Save the day with the Allied Red Devils, the elite armored members of the British 3rd Paratroop Brigade. Land them on the battlefield to launch powerful energy pulses at enemy combat walkers with their 60W Phaser Guns. Where other infantry weapons may fail to punch the reinforced armor of combat walkers, the Red Devils have the firepower to do the job. Introduce their phaser weapons and their Rocket Punches to the battlefield. Shrug off small munitions.&#10;&#10;Turn the tide of battle with these elite paratroopers. Your Dust Tactics troops will know when these reinforcements have arrived!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust Tactics: Schwer Sturmgrenadiere Ausf. A – \"Heavy Recon Grenadiers\"",
    "ID": 107763,
    "Year": "(2011)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107763/dust-tactics-schwer-sturmgrenadiere-ausf-a-heavy-r",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game description from the publisher:&#10;&#10;The Allied forces sought shelter in an abandoned warehouse. The communications officer's voice was drowned out by the sounds of wood shattering and the rapport of heavy machine guns. Three Axis soldiers marched heavily into the warehouse. Because of the darkness and obstructing rows of crates, it was hard to tell, but they appeared to be wearing battle suits of heavy armor.&#10;&#10;Engage and destroy Allied squads with the Axis Heavy Recon Grenadiers, an armored squad expansion for Dust Tactics. Marching onto battlefields in combat armor, these soldiers can shrug off enemy gunfire and are practically invulnerable to infantry small arms fire. Their enemies are much less fortunate. Each member of the Heavy Recon Grenadiers wields two powerful MG 44 rifles designed to mow down Allied infantry in a lead rain. Take command of these elite soldiers, &#10;shrug off enemy fire, and turn the tide of the war!&#10;&#10;Three unpainted miniatures are exquisitely sculpted in dynamic battle-ready poses. The Heavy Recon Grenadiers make deadly squad killers, and their resilient body armor lets them join with some armored heroes.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Seas Fleet: The First World War at Sea",
    "ID": 107766,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107766/high-seas-fleet-the-first-world-war-at-sea",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.5",
    "Description": "Subtitle: &quot;Data Annexes: Ships &amp; Aircraft August 1914 - November 1918&quot;.&#10;&#10;(from Clash of Arms:)&#10;&#10;This annex booklet provides the statistics for all the ships, aricraft, and weapons used in the scearios in High Seas Fleet.&#10;&#10;We've also tried to cover most of the other major and minor naval weapons used in the Great War, so that the players will be able to create their own scenarios using the information here.  &#10;In addition to the data tables in Annexes A through F, Annex J lists all the formulas used to calculate a ships damaged points, armor rating, and other game-related values. Players can use this Annex to add other ships to the system.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Series: The First World War at Sea (Clash of Arms Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Square-Up",
    "ID": 107782,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/107782/square-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Square Up is a pattern matching game using a 2x3 portion of a 3x3 gameboard. Four players are shown on box top, but it may be possible that as few as two could play.&#10;&#10;The players are dealt cards intended to match patterns on the board. The colors in the 3x3 matrix could be changed one at a time by rotation of an associated knob on the board. Assumable a player would rotate one of the knobs to his color on his turn.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 3 x 3 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Application Crunch",
    "ID": 107784,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/107784/application-crunch",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "From developer's site:&#10;&#10;Want to pursue your dreams at an art school? Want to be a campus sensation at a big state school? Want to work crazy hard for that full ride to a very selective private university? The choice is yours, and the path you take there is entirely up to you.&#10;&#10;Application Crunch is a card game for 3-4 players. Each player takes on the role of a high school student and college applicant. Players juggle their time between academics, extracurricular activities, work, and service while competing for college applications and scholarships.&#10;&#10;To win, players must get into college, save enough money to pay for tuition and other expenses, and build up the kind of character who can succeed in their chosen school.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Pegpen",
    "ID": 107788,
    "Year": "(1929)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107788/the-game-of-pegpen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Game of Pegpen is a sort of Dot and Boxes game on the 5x5 grid with a significant twist. Normally in Dots and Boxes a square is enclosed with move marks. However in The Game Of Pegpen  requires the players to peg each corner of the square as well as the middle position of each line on the square. Thus 8 moves are required to close the box.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Dots and Boxes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game – On Dangerous Grounds",
    "ID": 107789,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107789/a-game-of-thrones-the-card-game-on-dangerous-groun",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Game description from the publisher:&#10;&#10;On Dangerous Grounds is the third monthly installment of 60 fixed cards (three copies each of 20 different cards) for the &quot;A Tale of Champions&quot; cycle for A Game of Thrones: The Card Game. The cards in this Chapter Pack allow players to augment existing decks or create entirely new decks as you respond to challenges in exciting new ways.&#10;&#10;On Dangerous Grounds expands and develops the focus on Melee running throughout the &quot;A Tale of Champions&quot; cycle as new cards encourage players to forge and break alliances. Ladies attend the tourney grounds, and as the contestants struggle for supremacy, many of the cards from On Dangerous Grounds reward players who win early challenges.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Best Seller",
    "ID": 107790,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107790/best-seller",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promotional game, made for the milk delivery firm, Unigate Dairies. Business game of buying and selling groceries.  A four stage game.  1) puchasing products, 2) marketing expenditure, 3) selling products, 4) marketing income.  An unusual mechanism gives the players a variety of choices of what to buy and sell and at what prices. The marketing phases involve moving around various tracks on the board, with options on where to move next, and choosing how to make the best of the opportunities presented.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BANG! Gold Rush",
    "ID": 107794,
    "Year": "(2011)",
    "Geek Rating": "5.840",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107794/bang-gold-rush",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.037",
    "Description": "BANG! Gold Rush is an expansion for the card game BANG! that can be used with the base game alone or mixed with other expansions. In addition to featuring eight new characters, BANG! Gold Rush adds two new mechanisms to game play:&#10;&#10;&bull; Players can collect gold nuggets to buy equipment, with the equipment giving your character new abilities and you the chance to develop new strategies.&#10;&#10;&bull; Even when a player is shot down during the game, he can come back to play with the Shadow Gunslinger variant. When that dead player's turn comes around, he temporarily re-enters play and takes his turn as if he were alive, now giving an eliminated player the chance to affect the outcome of a game. Look out for shots from beyond the grave!&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BANG!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panic Station: Survival Kit Mini Expansion",
    "ID": 107799,
    "Year": "(2011)",
    "Geek Rating": "5.577",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107799/panic-station-survival-kit-mini-expansion",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.25",
    "Description": "This mini-expansion contains 6 cards and can be considered a &quot;Survival Kit&quot; for the Humans in the game.&#10;&#10;The cards in &quot;Panic Station: Survival Kit mini-expansion&quot; are:&#10;&#10;2 Night Goggles:  This allows players to search an already searched room (one time use) without a Parasite spawning.&#10;&#10;2 Parasite Signals:  This allows a player to lure a Parasite away from a location where it would otherwise land.  This would normally be used to ensure that Parasites do not land in a space with Humans.  Of course, if this item is in the hands of the Host or an infected player, it can be used a little more devlishly.&#10;&#10;1 Sniper Rifle:  This ranged weapon allows players to target Parasites and Players up to 2 rooms away, and thus it is a very powerful weapon to defend yourself or attack another without the need to move to a more dangerous location.&#10;&#10;1 Antidote: this is a one-time use injection. If this card is traded to an infected player, the player will be cured of the infection and be turned back to Human.  This can be very dramatic, since it can give a human team on the brink of defeat a way to fight back.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Modular Board",
      "Team-Based Game"
    ],
    "Families": [
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Powder: The Last Argument of Kings",
    "ID": 107802,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107802/black-powder-the-last-argument-of-kings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "At the beginning of the Eighteenth century, warfare entered a new era. The widespread use of the flintlock musket had transformed the way armies trained and fought.&#10;This period was a golden age for the crowned heads of Europe. They commanded professional troops, gloriously outfitted in splendid uniforms, and fought each other over land, wealth and the succession of their thrones. Some even led their armies on the field of battle. Yet by the end of the century, the real power of kings was gone or greatly eroded parliaments would decide the foreing policy of nations, democracy had taken hold in the New World and the divine right of kings was being questioned everywhere.&#10;These were the last wars fought to protect the succession rights of royalty. These wars were the Last Arguments of Kings.&#10;This supplement for the Black Powder game overviews the main conflicts and armies of this period, and includes army lists and special rules to enable you to refight these wars using the Black Powder rules, as well as scenarios for the most dramatic battles of the time. Featured conflicts include:&#10;The War of the Spanish Succession (The Battle of Blenheim 1704)&#10;The Great Northen War (The Battle of Holowczyn 1708)&#10;The Austro-Turkish Wars (The Battle of Petrovardin 1716)&#10;The War of the Austrian Succession (The Battle of Fontenoy 1745)&#10;The Wars of the English Succession (The '45 Rebellion)&#10;The Seven Years' War (The Battle of Hundorf 1762)&#10;War in the Colonies (The French Indian Wars &amp; The War in India)&#10;Raids and Invasions (Amphibious Warfare in the 18th Century)&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "History: French and Indian War",
      "History: Great Northern War",
      "History: Nine Years War",
      "History: Seven Years War",
      "History: War of the Austrian Succession",
      "History: War of the Spanish Succession",
      "Series: Black Powder (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Airlines Europe: Flight Ban",
    "ID": 107820,
    "Year": "(2011)",
    "Geek Rating": "5.571",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107820/airlines-europe-flight-ban",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "75",
    "Weight": "2.375",
    "Description": "Airlines Europe: Flugverbot &ndash; a free expansion distributed at Spiel 2011 &ndash; provides players a blocking variant for Alan R. Moon's 2011 release Airlines Europe that, in the words of Abacusspiele's Matthias Wagner, &quot;should make the board/routes slightly tighter&quot;.&#10;&#10;Airlines Europe: Flugverbot introduces a revised version of the sabotage rules present in Moon's 1990 release Airlines in which players can block locations on possible airline routes. (&quot;Flugverbot&quot; = &quot;flight ban&quot;)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Economic"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bob the Builder: Stapel-Türmchen",
    "ID": 107821,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.12",
    "Link": "https://boardgamegeek.com/boardgame/107821/bob-the-builder-stapel-turmchen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Help Bob and his friends to build a tower! How can you do it? Easy: With the coloured die and a little luck! Because of it's simple set of rules, the game is suitable for kids from 3 years up and is even fun playing it alone!&#10;&#10;The goal of the game is to move Bob onward from field to field and to build the highest tower.&#10;&#10;When it is your turn, you roll the coloured die and when you roll the colour of the next field, or you roll the Bob face, you move Bob to the next field and get one building block for your tower. The game ends, when all tower pieces are used up.&#10;&#10;Very simple die rolling game for young kids.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "TV Shows: Bob the Builder"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ship Construction Manual (Second Edition)",
    "ID": 107830,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107830/ship-construction-manual-second-edition",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "5",
    "Description": "Like the Star Trek Starship Tactical Combat Simulator and its other book form expansions, the Ship Construction Manual is called a supplement for the Fasa Star Trek Role Playing Game but primarily has material for the Combat Simulator boardgame.  This supplement includes everything a player needs to generate all new starships, as well as all of the necessary statistics for the use in the Combat Simulator board game. In addition, there is background material usefull for the role playing game and some basic guidelines on creating deck plans based on your ship designs.&#10;&#10;From the cover:&#10;&#10;Begin your career as a starship engineer.&#10;&#10;The Ship Construction Manual contains all the information necessary to construct starships for your STAR TREK Role Playing Game.  The recently declassified information in this manual allows the design of state-of-the-art starships of Federation, Klingon, Romulan, Gorn, or Orion origin. The easy-to-use format combined with the comprehensive data also provides the information necessary to build any ship active during the last 60 years of Star Trek history.&#10;&#10;The 80-page rulebook includes the tables for the various engines, weapons, shields, and computers that make up starships, essays on the design philosophy of the major races, detailed information on the cost and availability of the equipment, and a system for rating the ships in combat.&#10;&#10;The Ship Construction Manual is required reading for all Star Fleet personnel and potential ship designers from all of the major races.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Role Playing",
      "Simulation"
    ],
    "Families": [
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stack Flip Crush Evict",
    "ID": 107842,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/107842/stack-flip-crush-evict",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Stack Flip Crush Evict is a game that is played with a regular set of 24 checkers (two sets 12 checkers, each set a different color), and no board.  Players are challenged to make 3 moves during their turn that consist of doing one of the following actions: stacking checkers on other checkers (or on the play are), flipping a stack, crushing a stack of opponent's checkers between a player's own pieces, or removing one of their free pieces from the board.&#10;&#10;During play, the object is to either get 3 of their checkers in a stack together to be removed 4 times, or force their opponent to not have a legal move.&#10;&#10;Included in the game is basic rules for play on a single stack&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scrapok",
    "ID": 107851,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/107851/scrapok",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Scrapok is a card game which mixes the spirit of competition of a game of bet such as the famous Poker with the reflection of a game of words. &#10;The aim of the game is to take the chips of other players having the longest word with private and common cards or at least to make the other players believing it. The cards are discovered in several step where gamer must bet, bluff, raise, fold.&#10;Scrapok is played with chips and special cards with letters and 4 signs   Heart,   Diamonds,   Spades,   Clubs&#10;&#10;At the beginning, each player recive 5 cards. At the end of the first round of betting three cards are turned over and seen by all players, then, in each of the following two rounds of betting, another card is emerging. At each round of betting and depending on their games, players fold, call, bet, raise, check as poker.&#10;At the end, players not fold must form the longest word. In case of equality, color cards and signs make up the tie.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dark Tree: Battles",
    "ID": 107858,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107858/dark-tree-battles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;Lords are gathering warriors to their sides to defeat their foes, claim powerful artifacts and grow rich in gold. This is a miniatures battle game where the Lord and his warriors are on the field to sow terror and reap glory. All melodrama aside, DTB is a quick and simple battle game. Any kind of miniature can be used as long as it is of a similar scale as the others used. Figures are not even needed. Slips of paper or different color poker chips can be used. As long as all players know who belongs to who, it does not matter. Players keep their record sheets to bring their Lords and warriors back to the table to further increase their spoils.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Central Lanes Athletics",
    "ID": 107862,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/107862/central-lanes-athletics",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Statistical replay games on Athletic events, featuring in the basic set all the inside the lanes racing events from Munich 1972, both men and women competitions.&#10;Each runner in each competition is rated for a Class of Ranking, from A to E, corresponding to one of three resolution Tables for the various distances of the competitions.&#10;For each single race is given an average run time, valid for all competitors, then you have to roll a couple of dice for each section of the race (from 2 rolls in case of a 100 meters event, up to 8 rolls for 400 meters races) to see how the runner gains or loses time in respect to that average.&#10;There are also rules for false starts and other infractions that can lead to disqualification, rules for variable form of the competitors and for the capacity to win a frantic affair.&#10;&#10;Several expansion sets for other Olympic Games and World Championships will be released later&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Sports: Athletics / Track and Field"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lancaster: The New Laws",
    "ID": 107863,
    "Year": "(2011)",
    "Geek Rating": "5.841",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107863/lancaster-the-new-laws",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.72",
    "Description": "Lancaster: The New Laws introduces 18 new laws for the Lancaster board game on which the players can vote. These law cards can replace those in the original game or be mixed with them.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Voting",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Country: England"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Globe Trotting",
    "ID": 107867,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/107867/globe-trotting",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A famous globetrotter has made a secret journey and the players try to find out which famous sites around the world it included.  This is done by removing some cards from a deck at the start and hiding them.  The rest are distributed, and as a player reaches one of their destination cards they reveal it, but also get to see one of an opponent's cards as well.  The idea being that once you have seen all the cards except those hidden you will know the secret destinations and win. Attractive large board showing available routes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bloody Hell: Operations Goodwood and Spring",
    "ID": 107868,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/107868/bloody-hell-operations-goodwood-and-spring",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "420",
    "Weight": "3",
    "Description": "When I came to the northern edge of the village (Cagny), I saw to my dismay about 25 or 30 British tanks which had already passed southward over the main road to Caen which ran from east to west.  The whole area was dotted with British tanks which were slowly rolling south against no opposition. How could I plug the gap?&#10;&#10;--Colonel Hans von Luck, 21st Panzer Division on July 18th when Operation Goodwood began.&#10;&#10;INTRODUCTION&#10;&#10;Historians have described the British attack near Caen and the Canadian assault against Verrieres Ridge as disasters.  Indeed, following these operations the Germans were able to transfer to the western sector of Normandy much of their surviving armor to deal with the American offensive. Nonetheless, recently discovered material and some oral histories have shown the Allied offensives came close to success. Can you do as well, or better?&#10;&#10;Bloody Hell is designed as a &quot;two-games-in-one&quot; package allowing the players to play either of General Montgomery's operations (securing Caen and then breaking out to support Patton's Operation Cobra). Players can also combine both games into a grand-tactical simulation pitting Montgomery against General Sepp Dietrich and the 1st SS Panzer Corps.&#10;&#10;Game Components&#10;&#10;Each copy of Bloody Hell is composed of the following:&#10;&#10;&#10;     Four &ldquo;11&rdquo; by &ldquo;17&rdquo; map sections&#10;     280 double-sided, unmounted counters&#10;     Two sheets of game tables and charts&#10;     One set of rules&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tough Hombres: The Battle of Mairy",
    "ID": 107870,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/107870/tough-hombres-the-battle-of-mairy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Another game in the very popular and easy to play Blood and Steel series. Tough Hombres is the third game on famous battles fought during the 1944 Lorraine Campaign (Patton's Finest and Revanche: The Battle of Dompaire are the other two).&#10;&#10;This battle saw the US 90th Infantry Division break the attack of Panzer Brigade 106 in and around the town of Mairy on 7-8 September 1944.  The conflict resulted in the near destruction of the German panzer brigade, severely reducing the capabilities of the German armored forces before the up-coming Lorraine counter-offensive.&#10;&#10;As the German or American commander, can you do better?&#10;&#10;Components&#10;&#10;     An 11x17&quot; map&#10;     168 un-mounted, single-sided counters&#10;     8 pages of rules and charts.&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Blood and Steel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Corner Chess",
    "ID": 107873,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/107873/corner-chess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Corner Chess is a variant of chess for 2 or 4 players, on an 8x8 board with pieces of increased power (increased mobility for pawns and knight move for minor pieces), with piece starting in the corner.  In the base game a player wins game by capturing any enemy king.  In an advanced variant, players can win by getting their king across the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maerchenwelt",
    "ID": 107874,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107874/maerchenwelt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A collection of 4 games themed around fairy tales. It contains 4 games: &#10;1) Who awakens sleeping beauty with a kiss: The players must roll and move their way to sleeping beautys mouth. There are obstacles, which can only be removed by a rolling the exact number.&#10;2) Bremen town musicians: This game is Ludo/Sorry/Pachisi/Mensch aergere Dich nicht.&#10;3) Who finds the way to the witches house: A game with memory, players must match cards and place them on their path to the house.&#10;4) Hare and tortoise: 1 or two tortoises (here hedgehogs) play against one hare by rolling dice. Both paths for hedgehogs and hare are the same length, but both hedgehogs can play together.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "September's Eagles: The Thompson Trophy Air Races, 1929-1939",
    "ID": 107907,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/107907/septembers-eagles-the-thompson-trophy-air-races-19",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Along a course marked by pylons in front of a huge grandstand built especially for the event, &ldquo;the Thompson&rdquo; was the greatest aerial contest of its time. Pilots raced to their planes from a starting-gun's signal, flew off from a standing start, and then raced at speeds of hundreds of miles an hour, scores of feet above ground. The roar of the aircraft's engines were hardly drowned-out by that of the crowds as they witnessed aerial duels in which planes and pilots were pushed to their limits and sometimes beyond.&#10;&#10;September's Eagles is a low level, fun to play game on the Thompson Trophy Air Race of 1929-1939. Players use cards to activate their planes and pilots, and to stymie (Trump) the moves of their opponents. Play is very interactive, intense and true to the history.&#10;&#10;The colorful counters represent all of the major aircraft of the period, and pilot cards portray the famous aviators. In more detail, the game includes 36 different planes, from the first race winner (the Travelair R 'Mystery Ship') to the iconic Gee Bee R-1 and Roscoe Turner's 'Gilmore'. Planes are rated for endurance, turning radius, ability to climb or dive and speed. Thirty-three different pilots are represented, including pilots such as Jimmy Doolittle, Steve Wittman and Howard Hughes. Each pilot is rated for his skill level and fatigue. A deck of 54 Action Cards are used by players to move and maneuver their planes as well as rallying their planes and pilots. Players may also play cards on other players to disrupt their game.&#10;&#10;Each game of September's Eagles comes with a full color and extensively illustrated Rules of Play booklet. In it is a comprehensive example of play to assist in learning the game. Along with the Rules of Play booklet comes a Racing Program which allows for the gaming of all the Thompson Trophy Races starting with the first in 1929 through to the final one in 1939.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hexagon Grid",
      "Open Drafting",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Sports: Aerial Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blitzkrieg Undone: The Battle of Hannut",
    "ID": 107908,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/107908/blitzkrieg-undone-the-battle-of-hannut",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Blitzkrieg Undone: The Battle of Hannut: May 12-13, 1940, is a low complexity level game of the battle between the Allied Armed forces and Germany's Wehrmacht on May 12th and 13th, 1940 at Hannut, Belgium (near Gembloux). Hannut was the largest tank battle to yet occur during the Second World War. The Germans launched Operation Yellow, the invasion of France and the Low Countries, on May 10, 1940. The Allies anticipated the Germans would strike through neutral Belgium as they had in WWI, and planned on confronting them there on the Belgian plain. The first large scale encounter occurred at Hannut, not far from the famous battlefields of Ramillies and Waterloo. Here the 1st and 2nd French Light Mechanized Divisions, heavily armed with tanks, ran into the 3rd and 4th Panzer Divisions.&#10;&#10;The players, taking on the roles of the commander of the 1st French Army and German Army Group B during the Battle for Belgium.  The French, thinking that this was the main German effort, committed their most modern divisions to this battle.  For the Germans, this was a feint to tie down the French (and destroy their best units) while Army Group A raced through the Ardennes to the English Channel, to encircle the best Allied Armies. Tactically, the French were successful at Hannut.  Strategically, the Germans accomplished their goal of &quot;soaking off&quot; the French armor away from the main effort through the Ardennes, however the French 1st Army survived the campaign and was later instrumental in protecting the Dunkirk pocket, allowing hundreds of thousands of English and French troops to evacuate to England.&#10;&#10;This is the sixth game in the Blitzkrieg in the West Series from High Flying Dice Games&#10;&#10;Game Scale:&#10;Game Turn: 1.5 hours&#10;Hex: 1 miles / 1.61 kilometer&#10;Units: Company&#10;&#10;Game Inventory:&#10;One 11x17&quot; full color map (in 2 parts)&#10;One single-side printed un-mounted countersheet (200 1/2&quot; counters)(mounted counters are optional)&#10;One 8-page rulebook&#10;One Player aid Charts (TEC/CRT)&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Low&#10;Players: 2 or more&#10;Playing Time: 1.5 to 2 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Hannut (Belgium)",
      "Country: Belgium",
      "Country: France",
      "Players: Two-Player Only Games",
      "Series: Blitzkrieg in the West (Paul Rohrbaugh)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fox's Gambit: The Gazala Campaign",
    "ID": 107909,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/107909/foxs-gambit-the-gazala-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Blitzkrieg in the West series moves to the desert with this debut title.&#10;&#10;Gazala was a resounding victory for the Desert Fox, Irwin Rommel, although at an extremely high cost in the DAK's tanks. Because of these losses, Rommel lacked the armored forces in subsequent battles to decisively defeat the Eighth Army as it retreated into Egypt.  This led directly to the end of the Afrika Korps pursuit, when they were directly defeated at the First battle of El Alamein.&#10;&#10;Players will be challenged to do as well, or better, than their historical counterparts.  Fox's Gambit represents the first in a line of operational level games in High Flying Dice Games's new Blitzkrieg in North Africa series.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Libya",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fatal Attraction",
    "ID": 107921,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/107921/fatal-attraction",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Abstract game. Played on a chessboard style grid, your pieces might attract or repel other pieces that you challenge. Feel the magnetic power!&#10;&#10;Can you harness the magnets power to outwit your opponent? Feel the power of the magnets as each player fills the board with magnetic stones. You must use their force to your advantage so plot your move: decide where and how you'll play your next magnet. Place it onto the force field. Will you be save... or sorry?&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Magnets"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Football Trivia",
    "ID": 107922,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107922/football-trivia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game contains 2,400 questions on the worlds favourite game as well as a die, score pad and pencil.&#10;Each player takes it in turns to be the question master and they roll the die to see which of the six questions on the card they should ask. The additional twist in this game is that there are also picture cards included.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Gruffalo: Match and Memory Board Game",
    "ID": 107923,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/107923/the-gruffalo-match-and-memory-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Walk through the wood, looking at cards to see if you can remember where the animals are.&#10;A simple match and memory board game featuring the characters from the hugely popular children's story The Gruffalo.&#10;Discover what happens when the quick-thinking mouse comes face to face with an owl, a snake and a hungry fox.&#10;This game has a strong educational component but is also great fun.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Foxes",
      "Animals: Mice",
      "Animals: Snakes",
      "Books: The Gruffalo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Gruffalo's Child: The Big Bad Mouse Board Game",
    "ID": 107924,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/107924/the-gruffalos-child-the-big-bad-mouse-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;The Gruffalo's Child is feeling brave so she tiptoes out of the gruffalo cave...Race around the board with the Gruffalo's child using colour recognition and counting. This Big Bad Mouse board game is based on the popular book series The Gruffalo's Child. Discover what happens when the Gruffalo's Child visits Snake, Owl, Fox and Mouse. The idea of the game is to make it back to the safety of the gruffalo cave, but beware, there is a Big Bad Mouse lurking in these woods who enjoys nothing more than a slice of Gruffalo pie! Spin the spinner and turn over the top card from the centre of the board that matches the colour on the spinner. If the card selected has footprints on it, move your Gruffalo's Child playing piece forward. The card may have 1, 2 or 3 footprints. This game has strong educational components and helps children learn through social interaction as well as taking turns and co-operation, all whilst having great fun.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Foxes",
      "Animals: Mice",
      "Animals: Snakes",
      "Books: The Gruffalo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inspector McClue: The Red Rose Murders",
    "ID": 107925,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/107925/inspector-mcclue-the-red-rose-murders",
    "Min Players": "6",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Murder mystery dinner party game.&#10;In the dog-eat-dog world of 1950s Hollywood there's only room for one top-dog - and he's the cigar-chomping agent to the stars, Rich Toad. So when he's found dead in suspicious circumstances, floating face-down in the swimming pool of his mansion, surrounded by a hundred scattered red roses, the whole film world is shocked to its core. There's no business like show business, they say, but when it comes to murder, a suspect is just a suspect. And one, or more, of Rick Toad's illustrious clients is about to get fingered for killing the most powerful man in entertainment. Your task is to discover who that killer is. Fortunately the famous Inspector McClue is on hand to assist your investigations.&#10;The guests are: MARILYN MANSFIELD - The blonde bombshell whose flamboyant life both on-and-off-screen has delighted the gossip columnists for years.&#10;ROCK HOUSTON - rugged, rough and rowdy, Houston was the biggest male star of them all, the ultimate in American masculinity; now he's going into politics and talking about running for the presidency.&#10;MARLON MEAN - The most famous teenager in the world. Mean is actually 27-years-old now, but he's still making a career out of screen rebellion.&#10;PRINCESS KELLY OF RURITANIA - before her marriage to the Crown Prince, the most eligible bachelor in Europe, Princess Kelly was simple Kelly Kennedy, the sophisticated star of romantic comedies.&#10;MADAME VELDA - clairvoyant to the stars, she has been a familiar figure in Hollywood circles for many years, predicting the future with surprising accuracy.&#10;WAYNE FONDA - also known as the Hillbilly Hero, Fonda is a rock and roll singer who might just cut it in the movies.&#10;MAE VEST - author, actress and activist, Miss Vest is seldom seen without a devoted young man on her arm, a glass of champagne in her hand, and a quip on her lips.&#10;SALVADOR DILLY-DALLY - Europe's most famous surrealist artist has come to Hollywood to work in the movies, and to make his fortune.&#10;The game includes invitations: simply choose which of your friends play which devious suspect and invite them to come along as that character. Also included are menu suggestions, recipes and of course, a really tasty murder to solve!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kids Trivia Plus",
    "ID": 107926,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/107926/kids-trivia-plus",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Children's trivia in a tin box.&#10;Three hundred colourful cards with trivia questions, fascinating facts and actions. These fascinating questions and facts about the subject in question also contain actions to perform.&#10;Decide your own objective to win, first to get 5 questions right wins, that sort of thing.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Traditional Games: Charades"
    ]
  }
]