[
  {
    "Rank": "15801",
    "Name": "Pet Evil",
    "ID": 260282,
    "Year": "(2020)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/260282/pet-evil",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Pet Evil is a social and strategic card game where players fight for world domination. Taking the role of cute mastermind pets players are locked in a nuclear war to the death. The goal is to craft missiles using set collection and devastate opponents with various combinations to be the last player standing.&#10;&#10;The party-style game features classic 'gotcha' style game mechanics and encourages players to form social alliances, be deceitful and to back-stab one another. Cards in the game feature various hand illustrated rocket parts which combine to create missiles of varying damage levels.&#10;&#10;Players target one another with rockets constructed from the parts that they have drawn, stolen from other players or salvaged from the discard pile. Once the rockets are launched, players bargain for their lives and try to convince others why they should be spared. with several special cards which allow players to disrupt trades, change life totals and to redirect damage, Pet Evil is a party game with a constant chaotic struggle for victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15802",
    "Name": "East Front Battles I: Blitzkrieg in the South",
    "ID": 8358,
    "Year": "(1993)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/8358/east-front-battles-i-blitzkrieg-in-the-south",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3",
    "Description": "(from the back of the box:)&#10;&#10;Blitzkrieg in the South is the first in the East Front Battles series, a series which will cover the whole of the Russo-German front in World War II.&#10;&#10;Ground Scale is 5 miles to the hex, turns represent 2 days of real time, units represent division, brigades, regiments, or battalions.  The game covers the Axis assault on the south-west Soviet Union, which began with the attack by Army Group South with 41 divisions (plus allied divisions) against a Soviet force of 60 divisions.  The game concludes in mid-August 1941, at which time, historically, 20 Soviet divions surrendered in the &quot;Uman Encirclement.&quot;&#10;&#10;The game contains a wealth of different unit types - including bridging units, motorcycle infantry, an armored train, a Soviet river flotilla, combat engineers, rocket artillery, anti-aricraft units, et., etc. - as well as the more standard armored, mechanized, and infantry units.  Supply, weather, and terrain all play their part, as do fortifications, strongpoints (these can be built each turn), air power, artillery, reinforcements and replacements, headquarters units, and reserves.  The game sequence includes &quot;reaction movement&quot; by units in reserve status, as well as separate motorized movement phases.  A particularly eleqant piece of design has the Axis motorized movement following standard movement and combat - thus facilitating armored breakthrough; for the Soviets the order is reversed, leading to poorer coordination between tanks and infantry...&#10;&#10;There are 4 scenarios - The Siege of Kiev is an introductory scenario lasting 7 turns, and using only Map B.  Rundstedt Attacks depicts the German assault on perhaps the strongest portion of the Soviet frontier; it last 5 turns and uses only Map A.  Secenario 3, &quot;Optional Deployment,&quot; is a variant of #2.  The Campaign Game lasts 27 turns and uses all 3 maps.  Victory is judged both in terms of combat losses, and the Axis capture of key geographical objectives.&#10;&#10;Historically accurate, fast paced, and playable - Blitzkrieg in the South is a worthy first entry in what will surely become the definitive East Front Series.&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: 5 miles / 8 Km&#10;Units: Battalion to Division&#10;&#10;Game Inventory:&#10;Three 22 x 34&quot; maps&#10;Two dual-side printed countersheets (400 1/2&quot; counters)&#10;One 20-page rules booklet&#10;One 1-page Turn Record Track&#10;Four 1-page scenario set-up cards (two Soviet &amp; 2 Axis)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": []
  },
  {
    "Rank": "15803",
    "Name": "Hour of Need: Judge and Jury",
    "ID": 293391,
    "Year": "(2021)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/293391/hour-of-need-judge-and-jury",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A stand-alone expansion for Hour of Need, giving you everything you need to play with 1-2 players ... or create a 1-6 player experience when combined with the Hour of Need core box!&#10;&#10;This expansion adds 2 new heroes and their unique fixed decks to the roster: Judge and Jury! It also contains 1 new villain and their unique fixed deck, the nefarious Punchline! 2 brand-new issue decks await as well (complete with their own boards), providing you with exciting new locales to explore and schemes to thwart!&#10;&#10;Also contains everything you need to play such as dice, clue cards and tokens!&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "15804",
    "Name": "Pin Pon!",
    "ID": 355947,
    "Year": "(2021)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/355947/pin-pon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Warning! The siren has just sounded in the fire station because a fire has just broken out! Can you arrive in time in the co-operative game Pin Pon! to help the firefighters and put out the flames to save the burning house?&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "15805",
    "Name": "Lecker Lava",
    "ID": 399094,
    "Year": "(2023)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/399094/lecker-lava",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Lecker Lava features a three-dimensional playing field in which lava chips will flow out of the volcano &mdash; and ideally into your mouth!&#10;&#10;The chips are hidden under the game board and only partially visible. Each round, one person rolls a die, draws this many new lava chips from the bag, then pushes them into the playing field. Before they do this, however, each player places their three-dimensional cardboard dragon, which features a wide open mouth, in front of one of the openings on the game board. Ideally the most valuable lava chips will tumble into your mouth, and you'll avoid the gray ones since these cold lava bits will cost you a valuable point chip at game's end.&#10;&#10;When not enough lava remains in the bag to pour out in the current round, the game ends.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Game Box Used In Play",
      "Creatures: Dragons",
      "Theme: Food / Cooking",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "15806",
    "Name": "Port Stanley: Battle for the Falklands",
    "ID": 3161,
    "Year": "(1984)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/3161/port-stanley-battle-for-the-falklands",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.9333",
    "Description": "This game was published in The Wargamer Magazine #28. It simulates the British land campaign to retake the Falklands from the Argentine forces in May and June 1982.&#10;&#10;It has one 22x34&quot; map, 200 counters and 11 pages of rules.&#10;&#10;Scale is companies/battalions, individual ships and air squadrons. Turns are two days, hexes are 2.8 km across. Game length is 15 turns.&#10;&#10;This is a moderate complexity operational level game with good level of detail. Low unit density, rules reasonably complete and clear.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Falklands War",
      "Islands: Falklands (UK)",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15807",
    "Name": "2WW: The War in Europe",
    "ID": 143745,
    "Year": "(2012)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/143745/2ww-the-war-in-europe",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5714",
    "Description": "2WW: The War in Europe is a grand-strategic game utilizing armies or army groups, air forces, and fleets. The game covers the entire conflict in Europe, North Africa, and the Middle East. There are two players or sides in the game. The Axis controls Germany, Italy, and all friendly minor countries. The Allied player controls France, Great Britain, the  Soviet Union, and the United States when it enters the conflict.&#10;&#10;Small in size, big in scope, 2WW: The War in Europe is playable in an evening, yet has enough depth to satisfy most grognards. From the war in the desert, to the battle in the Atlantic, it's all here.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Interrupts"
    ],
    "Families": [
      "Continents: Europe",
      "Country: France",
      "Country: Germany",
      "Country: Italy",
      "Country: Soviet Union",
      "Country: United Kingdom",
      "Country: USA",
      "Region: Middle East",
      "Region: North Africa",
      "Series: Folio (One Small Step)"
    ]
  },
  {
    "Rank": "15808",
    "Name": "Haggle",
    "ID": 17529,
    "Year": "(1963)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/17529/haggle",
    "Min Players": "10",
    "Max Players": "100",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "2.1",
    "Description": "Haggle is a thinking game for a large group of people. It can be played at a party or over the course of a full day.&#10;&#10;One person serves as moderator, and devises a secret set of scoring rules and prepares a number of colored cards for use as scoring markers. The moderator starts the game by handing each player a sealed envelope containing a small number of colored cards and a couple of scoring rules such as &quot;Orange cards are worth twice the value of blue cards&quot; and &quot;Each white card is worth 5 points unless the player turns in any black cards, in which case white cards are worthless.&quot;  Players may trade cards and/or information in an attempt to acquire the most valuable hand of cards, all or some of which must be turned in to the moderator at a specified time.  When the deadline passes, the moderator scores each player's cards based on all the scoring rules, and the highest score wins.&#10;&#10;Re-implemented by:&#10;&#10;    Piratenh&#195;&#164;ndler&#10;&#10;&#10;",
    "Categories": [
      "Math",
      "Negotiation",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Induction",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "15809",
    "Name": "Pigment",
    "ID": 224060,
    "Year": "(2017)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/224060/pigment",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "You are Master Painters of the Renaissance! ...Or you would be, if you had some paints!&#10;&#10;Send your two Apprentices to gather and trade Pigments in the crowded and ever-evolving Bazaar for your works. Each Bazaar Card has two useful effects to choose from, but each Apprentice can only use one each turn.&#10;&#10;Fetch Subjects to paint with your Pigments, and receive powerful Premier Piece Effects from the completed works.&#10;&#10;Fill your gallery first to win!&#10;&#10;~&#10;&#10;Pigment is a fast, minimalist worker placement game for 1-3 players from Copper Frog Games LLC.&#10;&#10;",
    "Categories": [
      "Renaissance"
    ],
    "Mechanics": [
      "Modular Board",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "15810",
    "Name": "The Campaigns of King David: The Biblical Struggle for the Near East",
    "ID": 20595,
    "Year": "(2007)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/20595/the-campaigns-of-king-david-the-biblical-struggle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3.2",
    "Description": "The Campaigns of King David cover the 35 years struggle for supremacy of the fertile crescent during the Old Testament reign of Judah's King David.&#10;&#10;Using a unique system that incorporates economics, diplomacy and military operations, players maneuver combat units and leaders over a full color map of the Near East and have a limited number of turns to determine victory!&#10;&#10;With 15 Action Phase Chits to choose from, each turn is unique as players deal with the twists and turns of fate - ensuring no two games are ever the same. Players must husband their resources to maintain their field armies, build and re-equip units, fortify cities and wage war through leaders who command chariots, phalanxes and militia.&#10;&#10;Two to five players attempt to achieve their victory conditions (control of cities).  The game is 7 turns, each with 5 separate sections. Four of the sections play very quickly (Initiative Determination, Diplomacy, Drawing Phase Chits, and determining if victory conditions have been met.  The fifth section, Phases, has 12 Actions.  Each Action consists of one specific type, movement/combat, obtaining resources, obtaining food, army maintenance and building, etc. The 12 Actions are chosen randomly with the first six shown face up, allowing the players to know the order.  The remaining six are displayed face down, providing some uncertainty as to the next Action to occur.  As there are 15 Action chits from which to choose, players never know exactly what will occur the second half of the Phase sections. Players must husband their resources and food to maintain their field armies, build and re-equip units, improve fortified cities, and wage battle.&#10;&#10;Play is balanced, with each nation's victory conditions tailored to its historical situation. Game duration ranges from 3 hours for a two-player game up to 5-6 hours for a five-player game.&#10;&#10;Will Judeah expand its territory under the direction of a great king? Or will it collapse beneath the might of Philistia, Aramea and Egypt? Condemned to the drifting sands of obscurity? You decide...&#10;&#10;Components:&#10;&#10;    Rules booklet;&#10;    One 22&quot; x 34&quot; full color, period-style maps;&#10;    500 5/8&quot; counters, on three sheets;&#10;    Cardstock charts &amp;Player aids;&#10;    Dice necessary for game play&#10;&#10;&#10;Game play is 3 to 6 hours;&#10;For 2 to 5 players.&#10;&#10;(from Clash of Arms website and  user's description)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Israel",
      "History: Wars in the Ancient Near East"
    ]
  },
  {
    "Rank": "15811",
    "Name": "A game about quickly grabbing creatures that are totally different, and watching out for turnips.",
    "ID": 349947,
    "Year": "(2022)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/349947/a-game-about-quickly-grabbing-creatures-that-are-t",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "2",
    "Play Time": "4",
    "Weight": "1",
    "Description": "A speed/dexterity game that is about finding creatures that do NOT match.&#10;&#10;Starting with all the cards face-down, players quickly flip over a card, which they may put into one hand as the first card in their stack. (You may flip another card if you wish.)&#10;&#10;Everyone rushes to flip cards and find totally different creature - each card in your stack must be TOTALLY DIFFERENT to the one before - a different number of eyes, mouths, arms/wings/tentacles, and legs.&#10;&#10;You may grab turnips - totally different to any creature! But if you have more than 5, you lose.&#10;&#10;The game ends when everyone has grabbed as many cards as they can.&#10;&#10;Pass your cards left to be checked. If you had 2 cards in a row that are similar, or more than 5 turnips, you lose.&#10;&#10;Otherwise, the person with the most cards wins.&#10;&#10;&#10;Grabbell reimplementation suggested by David Brain.&#10;&#10;Turnip idea heavily inspired by Andrew Beardsley.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Memory",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Matching",
      "Memory"
    ],
    "Families": [
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15812",
    "Name": "Tropico",
    "ID": 218615,
    "Year": "(2017)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/218615/tropico",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Pay attention to the animals that pass in the jungle because you never know which ones you'll need to call to mind in the future in Tropico.&#10;&#10;Each card in the deck has a colored animal on one side &mdash; with four types of animals in four colors &mdash; and a question on the other. To start play, shuffle the deck, then place it question side up. Flip over five cards one at a time, letting everyone see the individual animals while stacking the cards in a single pile.&#10;&#10;After the fifth card, read the question on the top of the deck, e.g., how many red animals have been shown or which animal is fourth from the top. Each player secretly chooses an answer to this question with their response cards. If everyone guesses correctly, flip over the top card to add another animal to the pile, then read the newly revealed question and guess again. If no one guesses correctly, set aside this top card and use a new question. If some (but not all) players guess correctly, each of them takes a card from the top of the deck as a point, then everyone uses the newly revealed question to guess again.&#10;&#10;As soon as a player collects their tenth card, they win!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "15813",
    "Name": "Rome at War II: Fading Legions",
    "ID": 4967,
    "Year": "(2002)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/4967/rome-at-war-ii-fading-legions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3158",
    "Description": "Second game in the Series: Rome at War (Avalanche Press) series.&#10;&#10;The last true Roman armies try to stave off invasions by Germans, Persians and Gauls between 357 and 378 AD.&#10;&#10;Includes the battles of Strasbourg (357 AD), Tigris (May, 363), Ctesiphon (May, 363), Megara (June, 363), Phrygia (June, 363), Sumere (June, 363), Nacolia (366), Argentum (376), Ad Salices (377), Dibaltum (377) and Adrianople (378).&#10;&#10;Maranga (June, 363) replaces Megara; Argentum (376) removed from list and replaced by Adrianople Revised (August 378)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "History: Barbarian migrations and invasions",
      "History: Roman Empire",
      "Players: Two-Player Only Games",
      "Series: Rome at War (Avalanche Press)"
    ]
  },
  {
    "Rank": "15814",
    "Name": "Roller Rumble",
    "ID": 23845,
    "Year": "(1999)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/23845/roller-rumble",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Another board game by PLAAY.com.  This one was a game depicting the world of Roller Derby. The game is played using statistical data on players.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Roller Derby",
      "Sports: Skateboarding"
    ]
  },
  {
    "Rank": "15815",
    "Name": "Foto Fish",
    "ID": 291550,
    "Year": "(2020)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/291550/foto-fish",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Who does not like to take pictures? Grab your camera and dive with your friends into a fascinating underwater world to shoot images! Who will win the award for most captured images?&#10;&#10;This is a reaction and memory training game for children of 4 years and older. In addition, this is one of the rare cases that the board game has many advanced capabilities, such as changeable game board details that allow to change and make lots of different combinations of objects, easily adaptable to the number of players and difficulty levels. The games not only develops reaction and memory, but also teaches to focus and perform the task in a given period of time.&#10;&#10;Content: 2 game boards - aquariums with 24 interchangeable details, 4 cameras of two different sizes, 4x10 different coloured fishes, 2 dice&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Real-Time"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Theme: Photography"
    ]
  },
  {
    "Rank": "15816",
    "Name": "Brother against Brother",
    "ID": 21447,
    "Year": "(1997)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/21447/brother-against-brother",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Miniature wargame.&#10;American Civil War small action rules. Including optional rules for the French &amp; Indian War, and other periods.&#10;&#10;Brother Against Brother is a rule set for small actions and skirmishes between company or smaller, sized units. In order to allow for a wargame to be completed in a short length of time - about 3-4 hours - the rules are as simple and short as possible, but maintain the feel of firefight from the American Civil War period.&#10;&#10;Equipment needed:&#10;1 or more tape measures in inches.&#10;3 or more D10 dice.&#10;Cotton balls.&#10;Appropriate figures (about ten figures/squad).&#10;Scenery for the table (the more the better).&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: French and Indian War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15817",
    "Name": "Ham's Sandwich Shop",
    "ID": 352311,
    "Year": "(2022)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/352311/hams-sandwich-shop",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "There is a small house on the outskirts of town, a sandwich shop run by a hamster chef. The kitchen is busy as the chef snacks on food and the recipes keep changing. Will he be able to make a good sandwich?&#10;&#10;Ham's Sandwich Shop is a very cute board game about making delicious sandwiches with a hamster chef who dives on the bread. The game is played by moving the pieces on the topping tiles arranged in a circle forward one to three steps, acquiring one of the topping tiles, and stacking it on top of the desired bread. The recipe changes depending on where the pieces stop, and when they match the recipe, you can declare the sandwich finished. When the sandwich is successfully completed, the player is awarded a gold star. The player who collects three stars wins.&#10;&#10;In the middle of the game, a hamster chef tile can dive onto the bread, but only the person who placed the tile knows whether the chef is working or snacking...&#10;&#10;English Instructions: https://www.graphic335.com/link4571505530027/rulebook/ham_rule_en-rgb.pdf&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Hamsters",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15818",
    "Name": "Clue: Sabotage on the High Seas",
    "ID": 376486,
    "Year": "(2022)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/376486/clue-sabotage-on-the-high-seas",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8",
    "Description": "During a stay on the Lady Marigold II, a luxury yacht (and home to the most sought-after casino in open waters), you and your fellow guests are ready for a relaxing vacation. One night, a storm rolls in and you spot the captain face down in the water! As the storm worsens and the boat takes on water, you must escape the yacht and solve the mystery of who pushed the captain overboard, where they did it, and why.&#10;&#10;The Clue Sabotage on the High Seas Escape &amp; Solve Mystery board game combines the intrigue and characters of the classic murder mystery game Clue with a riveting escape room experience. Players move their pawns around the gameboard that's built room-by-room, as they explore the yacht, draw cards, solve puzzles, unlock new rooms on the ship, and use deduction to uncover clues. After escaping the yacht, players review the clues to make a correct accusation and win the game!&#10;&#10;Includes 6 plastic pawns, 7 gameboards, 1 secret envelope, 1 unknown object, 131 cards, and game guide.&#10;&#10;Difficulty: 2/5&#10;&#10;--description from publisher's website&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Series: Escape & Solve Mystery (Hasbro)"
    ]
  },
  {
    "Rank": "15819",
    "Name": "Boufbowl",
    "ID": 220630,
    "Year": "(2018)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/220630/boufbowl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Boufbowl is a fast-paced sport games played with cards that features Krosmaster-like figures. Each player controls five figures and has three movements to use as they want during their turn, and one action to do: pass or tackle. By playing cards, they can take additional actions. Will you focus on scoring touchdowns, or crushing opposing players?&#10;&#10;The ten miniatures included in the game are compatible with Krosmaster Arena.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15820",
    "Name": "Party & Co: Extreme 3.0",
    "ID": 231801,
    "Year": "(2005)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/231801/party-and-co-extreme-30",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;From the Party &amp; Co family, here comes Extreme 3.0&#10;&#10;Party &amp; Co: Extreme has been completely renovated and comes with more tests and more fun in Party &amp; Co: Extreme 3.0: the ultimate multiplayer, multi-test game.&#10;&#10;It includes:&#10;&#10;Game board&#10;Rotary dispenser&#10;680 cards with quizzes and questions&#10;Partyglasses&#10;Partyclamp&#10;A pad&#10;1 black pencil&#10;1 orange pencil&#10;6 objective cards&#10;32 colored peanuts&#10;1 sand timer&#10;1 die and the instructions booklet&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Memory",
      "Paper-and-Pencil",
      "Singing"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: Party & Co"
    ]
  },
  {
    "Rank": "15821",
    "Name": "Show Business",
    "ID": 69232,
    "Year": "(2010)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/69232/show-business",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.9167",
    "Description": "Show business is a pretty heavy economic game for 2 to 5 players aged 14+ with play time 45 min &ndash; 2 hours. You act as manager of music group playing one of 5 major music styles: rock, pop, black (african/afroamerican rooted, e.g. rap, soul, R&amp;B), jazz, club (electronic dance music) and compete with other managers to gain fame and money for you and your musicians.&#10;&#10;Employ best musicians and motivate them to write popular songs. Forecast market trends and influence media to have songs of your group on top of charts. Use your contacts in branch and hire professionalists available on the market to support your group as well as to sabbotage successes of your competition. Contract most lucrative concerts and travel with your tournees around Europe. Take care of highest possible satisfaction within a group in order to have your musicians as long as possible with you. It is one year time for you to lift up your debutants on top of popularity. Gain fame and money greater than your competitors.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Music",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "15822",
    "Name": "Think Again!",
    "ID": 130004,
    "Year": "(2012)",
    "Geek Rating": "5.529",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/130004/think-again",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Think Again! &mdash; a.k.a. C'est pas faux! (French for &quot;It's not false&quot;) &mdash; is a party trivia game in which all players know all the right answers &ndash; but where the right answer is not always what you are looking for.&#10;&#10;Players take turns reading questions. After a player finishes reading a question, he reveals the back of the next question card, which indicates whether the other players need to answer correctly or incorrectly.&#10;&#10;&#10;     If the question card shows a green dot, the word &quot;Right&quot; or the genius (co-designer Bruno Cathala's face), players must give the correct answer. For the question &quot;What color are the Smurfs?&quot;, the first player to answer blue scores a point.&#10;&#10;&#10;&#10;     If the question card shows a red dot, the word &quot;Wrong&quot; or the dunce (co-designer Ludovic Maublanc's face), players must give a wrong answer. For the question above, the first player to answer any color EXCEPT blue scores a point.&#10;&#10;&#10;If you speak too quickly and give a correct answer when an incorrect one is required (or vice versa), you lose 1 point. After each player has asked five questions, the player with the most points wins.&#10;&#10;There are some absurd questions (e.g.: What colours are the letters of the alphabet?). It that case, the only correct answer is &quot;Think again&quot;.&#10;&#10;Also include rule variants for play in teams over 3 rounds.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "15823",
    "Name": "I'm the Boss!: The Card Game",
    "ID": 125605,
    "Year": "(2012)",
    "Geek Rating": "5.529",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/125605/im-the-boss-the-card-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "I'm the Boss!: The Card Game, a version of Sid Sackson's classic negotiation game I'm the Boss! that's based on his original design of that game, is still all about negotiation, with players trying to end up with more money in hand than anyone else.&#10;&#10;The game plays in rounds, and each round consists of a separate money-making deal. Each round, players play cards in clockwise order in turns to give them the right to a &quot;cut&quot; of the current deal, the value of which depends on the cards played. When a player has passed twice, he can no longer influence that round. After everyone has passed twice, the round ends, and points are totalled to calculate the value of that deal. Players then earn money for each &quot;cut&quot; or piece of the action that they have, which represents their share of that deal. While playing cards, players can negotiate in order to encourage other players to make plays that are favorable to them.&#10;&#10;After a fixed number of such deals (rounds), the game ends, and the player who has the most money wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Bookshelf (Gryphon Games)",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "15824",
    "Name": "Little Drop of Poison",
    "ID": 182487,
    "Year": "(2015)",
    "Geek Rating": "5.529",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/182487/little-drop-of-poison",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The rats and the weasels have always been at each other&rsquo;s throats. &#10;Tensions between them are at an all-time high. It isn't in their peasant natures to be overly aggressive. But what needs to be done can be done with a little drop of poison...&#10;Choose wisely and judiciously to be the best assassin! Play poison cards on each other and the king. You'll get points for killing the king, but also for killing other assassins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Animals: Rats"
    ]
  },
  {
    "Rank": "15825",
    "Name": "Hinkel & Stein",
    "ID": 86006,
    "Year": "(2010)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/86006/hinkel-and-stein",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "This game is set in the old days, when Gaul tribes &ndash; and Romans, too &ndash; were engaged into some special sport: Hinkel &amp; Stein.&#10;&#10;Two to four players place stones out of four types of (artificial) stones onto a see-saw scale. The &quot;Chief&quot; player (a &quot;job&quot; that rotates each round) determines whether the lighter or the heavier side of the scale will be declared the winning side at the end of this round.&#10;&#10;During a round, each player places one of their stones onto one of four spaces at the ends of the see-saw. The order of the players is determined by the Chief. Before placing a stone, each player may raise the prize to be won (the currency in this game are wooden discs - &quot;wheels&quot;) in the middle of the game or take one disc. Taking a disc automatically excludes you from winning any discs at the end of the round. Special abilities of the different kinds of stones and the fact that all players play each type of stone over several matches makes this a rather heavy tactical wagering game.&#10;&#10;English rules for 2-4 players will soon be available on the Chili Spiele website as well as here on BGG.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Rocks/Stones"
    ]
  },
  {
    "Rank": "15826",
    "Name": "Gemlok",
    "ID": 27830,
    "Year": "(2007)",
    "Geek Rating": "5.529",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/27830/gemlok",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.5556",
    "Description": "From the back of the box:&#10;&#10;Strive to land on the most precious gems, and hang on for a ride. The roll of the dice determines your moves, but your strategy determines your fate.&#10;&#10;You finally land on a diamond - and a ruby and two emeralds. But how do you keep them from being taken by the other players? You must roll a &quot;GEMLOK&quot; to make them yours to keep.&#10;&#10;Meanwhile, the other players will keep coming and they will not stop. They want those precious gems, and will stop at nothing to get them. Nothing is certain until you roll a &quot;GEMLOK&quot;. Even then, each player must secure eight gems, and will encounter significant player strategy along the way before securing their fortune.&#10;&#10;Players may find themselves forced to lock in a low value gem or none at all. Avoid being bumped by other players, and don't hesitate to bump them first. There is also the strategy of bumping oneself into a more favorable position. So much fun, interaction and strategy built into Gemlok. Enjoy your Family and Friends as you play Gemlok and HAVE FUN!&#10;&#10;2007 Mensa Select&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 14 x 14 Grids",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "15827",
    "Name": "Чёрная книга (Black Book: The Board Game)",
    "ID": 436055,
    "Year": "(2025)",
    "Geek Rating": "5.529",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgame/436055/cernaia-kniga-black-book-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "&#208;&#167;&#209;&#145;&#209;&#128;&#208;&#189;&#208;&#176;&#209;&#143; &#208;&#186;&#208;&#189;&#208;&#184;&#208;&#179;&#208;&#176; (&quot;Black Book&quot;) is an adventure cooperative game for 1-4 players based on the Black Book video game developed by Morteshka.&#10;&#10;Over the course of six stories, you will have to make many choices: which path to take in the story, how to evolve your character, how to deal with the demons that beset him. Each choice can affect the final story and the entire campaign.&#10;&#10;Key features:&#10;&#10;     6 atmospheric stories with multiple branches and endings.&#10;     Ability to combine them into a campaign with achievements and new components.&#10;     Unique combat and checkpointing system that reinvents the cooperative genre of games.&#10;&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Storytelling"
    ],
    "Families": [
      "Components: Standees",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "15828",
    "Name": "No Swap No Pay",
    "ID": 255962,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/255962/no-swap-no-pay",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You are a band of pirates returning to the port of New Providence after a season of plundering. It is now time to share the treasure.&#10;&#10;There are 4 kinds of coins in the treasure. Some of them are valuable to make you a rich while some of them make you have nothing at the end.&#10;&#10;During the game, you are collecting coins in your bag-o-loot but on your turn, you have to offer up your bag to another player! If they decline then you get to snag a coin from their bag...&#10;&#10;Every round, players will (1)draft 2 coins (2)challenge another pirate and (3)donate.&#10;&#10;(1)Draft&#10;Without peeking, the captain draws 2 coins per player from the treasure bag, then places them in the center of the table. Each player chooses 2 coins. Then, they place these coins in their loot bag.&#10;&#10;(2)Challenge&#10;Starting with the captain and going clockwise, each player must challenge another player to swap their bags. The challenged player has two choices:&#10;a. Refuse, and let the challenger take 1 coin from their loot bag at random, or&#10;b. Accept, and swap bags with the challenger&#10;&#10;(3)Donate&#10;Each player selects 1 coin from their loot bag and places it back in the treasure bag secretly in player order. The captain then passes the first player token to the player on their left, with this player becoming the captain for the next round.&#10;&#10;The winner will be the pirate owning the most valuable loot at the end of the game. &#10;Scoring&#10;&bull; Gold coins: Each gold coin is worth 3 points.&#10;&bull; Silver coins: Each silver coin is worth 1 point &mdash; except that a group of five Silver coins is worth 15 points.&#10;&bull; Black coins: If a pirate's loot bag contains 1 or 2 cursed black coins, the entire bag is worth 0 points, no matter what else is in it. However, if the loot bag contains at least 3 cursed coins, then the group of black coins are worth 10 points.&#10;&bull; Blue coins: At the end of the game, the owners of Blue coins can decide whether they use them as Gold, Silver or Black coins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Set Collection",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "15829",
    "Name": "Manalath",
    "ID": 127993,
    "Year": "(2018)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/127993/manalath",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Manalath (from lat. &quot;manus&quot;, referring to the five fingers of the hand) is an abstract game for two players from the growing family of Yavalath-like games. Unlike Yavalath however, it was designed by humans.&#10;&#10;Material:&#10;&#10;&#10;     a hexagonal hex gameboard with 5 spaces on the side&#10;     30 white, 30 black pieces&#10;&#10;&#10;(a Yavalath set)&#10;&#10;Rules: Two players (White and Black) take turns. In their turn, players choose a piece of any(!) color and place it on an empty space. A piece may not be placed such that a group of more than 5 pieces is created.&#10;&#10;If there is, at the end of your turn, &hellip;&#10;&#10;- a group of 5 of your colour, you win.&#10;- a group of 4 of your colour, you lose.&#10;&#10;If both conditions are present at the end of your turn, you lose.&#10;&#10;If you cannot make a legal move (which is rare) the game is ended, but still the final state has to be examined: if you are neither in a winning nor a losing position, the game ends in a draw.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex5 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15830",
    "Name": "Rankster",
    "ID": 362992,
    "Year": "(2022)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/362992/rankster",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Rankster is a wildly different co-operative quiz game where you have to agree how you would rank famous people (and your friends).  Simple but hilarious -&#10;&#10;1- Turn over three character cards.&#10;&#10;2- One player is the Judge who takes a question card, reads it to themselves, and secretly decides how they want to rank the characters on the basis of the question. They then read the question aloud to the other players.&#10;&#10;3- The other players chat and have to all agree how they think the Judge has ranked the characters. Reveal the answer. If the players guessed the correct ranking everyone wins the round; if not everyone loses.&#10;&#10;EXAMPLE:  &#10;Q: Who would you choose as the drummer in your rock band? &#10;&mdash;Hermione Grainger &#10;&mdash;George Washington &#10;&mdash;Shrek&#10;&#10;Start a new round, reveal three new characters and the next player becomes the Judge. Play until all players have been the Judge. You all win if you have succeeded more often than failing. It leads to hilarious arguments but it's not easy!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "15831",
    "Name": "The Seven Years War",
    "ID": 9197,
    "Year": "(1993)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/9197/the-seven-years-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.9286",
    "Description": "Seven Years War is a simulation of the war between Prussia and a Coalition of European states, 1756-1764, published in Strategy &amp; Tactics #163 (Sep 1993). While militarily a stalemate, the war consolidated Prussia's dominance of central Europe until its defeat at Jena and Auerstadt in 1806.&#10;&#10;The game is designed for two players or two teams. The Prussian Allied side, opposes the Coalition side. The objective is to gain control of as many central european fortress cities as possible without losing control of your own. The rules consist of a Standard Game that gives a relatively simple but historically valid game, and an Advanced Game providing a more complete historical simulation. Play centers around the operational activity of moving armies, fighting battles and besieging fortresses. However, this operational activity is heavily influenced by, and is intertwined with, the ever changing strategic choices and actions the players take as the game proceeds. This game is falling through the cracks in recent years. There is a reasonably good Cyberboard gamebox but it would be nice if someone would create a Vassal module as well.&#10;&#10;Operational aspects include leaders, a variable movement table, discipline classes for units, logistics with supply wagons and foraging, and limited intelligence. Forces are comprised of infantry, cavalry, light troops, pioneers and artillery. Combat is modified by battleplan chits, selected before the die is rolled, that allow a player to emphasize line infantry, or more elite units, or cavalry achieving strength bonuses or die roll modifiers. The combat table produces percentage loss and moral checks for one or both sides. One learns that strength is not always the deciding factor. Leadership, high discipline, moral and making use of unit specialization play a big roll. Fortresses can also be captured by siege combat.&#10;&#10;Strategically, the game makes use of random events, diplomacy, (the various European states get pushed in and out of neutrality and switch sides). Winning battles can give a player diplomatic options. As the game proceeds the progress of both sides is recorded on the Balance of Power track which can also modify victory. It is possible for both sides to achieve a victory. The two are then compared to give a final victory. Also, both sides can lose if the Balance of Power track moves too far toward one of the players. Restraint is part of a player's strategic considerations.&#10;&#10;The game is complete by magazine game standards. The errata is light. It is not a simple game and it requires players to be willing to roleplay the point of view of the leaders from that period. There is a four turn short scenario covering the first year of the conflict. A full campaign game can last as long as 28 turns if things are drawn out. It is a highly replayable game.&#10;&#10;Errata and Q&amp;A for 7YW were published in Strategy &amp; Tactics #s 165, 166, 167, and 169.&#10;Additional counters for 7YW were included in Strategy &amp; Tactics #s 170 and 171. &#10;7YW also received extensive coverage in Moves #79.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Continents: Europe",
      "History: Age of Kings",
      "History: Seven Years War",
      "Magazine: Strategy & Tactics"
    ]
  },
  {
    "Rank": "15832",
    "Name": "Blindes Huhn (Second Edition)",
    "ID": 172885,
    "Year": "(2015)",
    "Geek Rating": "5.529",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/172885/blindes-huhn-second-edition",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Blindes Huhn (&quot;Blind Hens&quot;) is a bluffing card game with bidding mechanisms. You start with a set of eight chicken cards with values from 1 to 3 in your display in front of you. The auctioneer draws three cards from a pile and decides to show one or two of these cards to the other players; the other card(s) are kept secret. The auctioneer makes a bid, then the other players in clockwise order may make theirs. The highest bid wins the three cards from the pile &mdash; and has to pay with the cards from his display.&#10;&#10;The cards in the pile bring more value to your chicken (1-4) and blind hens, which is three points minus alone, but +5 together with a Golden Corn. A single Corn is worth 2 points.&#10;&#10;The 2015 edition of Blindes Huhn has mouse and hawk symbols on the cards for a variety of additional options and rules, making this new edition more than a simple reprint.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15833",
    "Name": "300: The Board Game",
    "ID": 28843,
    "Year": "(2007)",
    "Geek Rating": "5.529",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/28843/300-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8889",
    "Description": "300: The Board Game is a fast and exciting way for 2-4 players to recreate the Battle of Thermopylae as depicted in Frank Miller's epic film. In the 2 player version, one player controls the Spartans and the other player controls the Persians. In the 3 player game, 2 players compete for the most Glory as the Spartans, and in a 4 player game, 2 players also compete as the Persians for the most Spartan kills.&#10;&#10;At the start of the game, the battle forces (represented by round cardboard Units) are already lined up and ready to fight at the border of the Hot Gates. Each time a Persian Unit dies, the Spartans score Glory Points on the Glory Track that surrounds the board. Spartan Units die permanently, while most defeated Persian Units can enter the game again as reinforcements.&#10;&#10;The Object of the Game for the Spartans is to score 100 Glory (or 50 Glory if there are 2 Spartan players). The Object of the Game for the Persians is to wipe out the Spartans before they can achieve their Glory, or to delay the Spartans long enough for Ephialtes to reach the end of the Goat Path (6 rounds of play). If there are 2 Persian Players, then the player with the most Spartan kills wins this game.&#10;&#10;The game uses cards and dice to simulate the action from the film. Spartan Heroes include Leonidas, Stelios, the Captain, Dilios, and Astinos. Persian Leaders include Xerxes, the Uber Immortal, and the Persian Generals. Each card simulates the action associated with a quote from the film, such as &quot;I Would Gladly Kill My Own Men For Victory&quot; (Persian) and &quot;Tonight We Dine In Hell!&quot; (Spartan).&#10;&#10;The game plays quickly (20 - 30 minutes), and is meant to be a fast diversion with a good share of both tactics and luck.&#10;&#10;Official 2-Player Variants&#10;https://boardgamegeek.com/thread/671632/2-player-variants&#10;&#10;",
    "Categories": [
      "Ancient",
      "Movies / TV / Radio theme",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Sparta",
      "History: Battle of Thermopylae"
    ]
  },
  {
    "Rank": "15834",
    "Name": "Optimus Princeps: Les Guerres Daciques",
    "ID": 22756,
    "Year": "(2006)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/22756/optimus-princeps-les-guerres-daciques",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5385",
    "Description": "Vae Victis #67. Optimus Princeps covers the Dacian Campaigns of Trajanus.&#10;&#10;From a translation of the rules:&#10;At the start of Trajan&rsquo;s reign, in Europe there remained only three major barbarian peoples against the might of Rome.  While the Germans lurked in their woodland labyrinths, and the Sarmatian horsemen fled along the infinite plains of the East, the Dacians, hunkered down in the Carpathian mountains, represented the only sedentary barbarian people in Europe who still resisted the Roman invader.&#10;    This enemy offered an ideal target because they could not flee unlike the other semi-nomadic peoples.&#10;&#10;Player's description:&#10;The game has a unit scale of 1 Strength Point = 1000 to 2000 men, or 500 to 1000 horsemen. Game Turns are seasonal, the game covering the campaigns between 101-118 AD. The map represents the area in point-to-point style, while the counters must be mounted &amp; cut from card (mostly double sided). The original game is entirely in French, but a full English translation, with player aids, is available. The original French rules cover 10 magazine pages.&#10;&#10;Units are activated by an Action Point system, alternating between players to move &amp; attack with stacks of counters representing armies. Interception, siege, pillage, recruitment, etc. are all possible during these actions.&#10;&#10;THEME&#10;Roman campaigns on the Danubian limit against barbarians: Dacians, Germans, Sarmatians...&#10;88 to 118&#10;Romans are invaders! barbarians defend or revolt or make raids in the Roman Empire&#10;&#10;Scenarios&#10;- All the reign of Domitian (SOLO RULES) a big big campaign&#10;- Trajan wars against Dacians, Sarmatians, Germans, he's the invader (Trajan's column)&#10;- Decebal's war against Sarmatians (barbarians vs barbarians)&#10;- Hadrian wars against Dacians, Sarmatians, Germans, he tries to save the new roman province of Dacia&#10;&#10;Romans Goal &#10;- honor&#10;- conquest dacians kingdom or destroy barbarians camps&#10;&#10;Barbarian goal&#10;- bounty&#10;- fight for freedom&#10;&#10;GAME PLAY&#10;- Scales : Operational. A scenario is a campaign&#10;- Action Point (different seasons)&#10;&#10;&bull;    SPECIAL&#10;- Frozen river&#10;- barbarians troops hidden&#10;- Eagles of the legion to save&#10;- vexillation, legion auxiliary to manage by province&#10;- stratagems events chosen by the players&#10;&#10;&bull;    Battle&#10;- 4 tactical choices (units in first line can make critical hit but are the first to die)&#10;- fire phase&#10;- 2 melee phases&#10;- pursuit phase&#10;&#10;&bull;    Siege Battle&#10;- attack the walls&#10;- wait for the surrender&#10;- attack the garrison&#10;&#10;&bull;    Bounty&#10;- it can boost recruitment and reinforcement&#10;- against attrition&#10;- you gain it with battle victory, ravage and taxes&#10;&#10;...&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Roman Empire",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15835",
    "Name": "Tonga Island",
    "ID": 40619,
    "Year": "(2009)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/40619/tonga-island",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.8",
    "Description": "Participate in a racing around the treasures of the Island Realm! But watch out, the sea-routes to the islands are malicious: some would drive you to the islands, some would not. Just remember the correct route! The singular unfolding maps and the variable setting make each play exciting and new!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Exploration",
      "Memory",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Memory",
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": [
      "Country: Tonga"
    ]
  },
  {
    "Rank": "15836",
    "Name": "Sirvam o Rei",
    "ID": 290756,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/290756/sirvam-o-rei",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "The king is getting anxious and hungry, it is past noon and the table is set.&#10;In the castle pantry, the cooks hurry up gathering ingredients and preparing the finest delicacies for the banquet, while helpers are piling up the place, stacking trays and plates. Tension hangs in the air until a scream tears the silence &quot;Serve the King!&quot;&#10;&#10;In Sirvam o Rei, players take on the role of these cooks.&#10;Each player starts with four cards face down in front of them, representing the available recipes. During his turn, a player draws a new card from the deck and decides whether to discard it (activating its ability if he wishes) or trade it without revealing it for any of his other recipes. At any time, a player may skip his turn by exclaiming &quot;Serve the King&quot; and activate the last round.&#10;&#10;There are 4 kings and 1 queen with different tastes that modify the final goal and the importance of certain recipes. Whether it is the Ogre King who is disgusted by sweets and fresh foods or the Elven Sea Queen who has very strong opinions on seafood recipes, it's up to the players to adapt their cooking to the demands and present the best dishes of the banquet.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15837",
    "Name": "Renaissance Man",
    "ID": 140857,
    "Year": "(2013)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/140857/renaissance-man",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5385",
    "Description": "Welcome to the Renaissance!&#10;&#10;In Renaissance Man, each player is an example of the title character &ndash; skilled as a scholar, a merchant, a knight, and a baker &ndash; and throughout the game will hire, recruit and train others with the goal of producing a Master of one of these four areas of study. Each round consists of players creating actions by combining a worker in play with a card from hand:&#10;&#10;&#10;     Merchants hire new workers.&#10;     Knights compete to recruit workers from the common pool.&#10;     Bakers offer their goods in exchange for workers' actions.&#10;     Scholars train others in the ways of the Renaissance Man.&#10;&#10;&#10;Instead of providing these actions for a player, a worker in play can be assigned to support higher-level workers. Two workers are required for support, and they are laid out as such in a pyramid-fashion. Five workers create a player's foundation, and the first player to complete a pyramid structure of fifteen workers creates a single Master of study, thus winning the game. A little luck will help along the way, but the day will surely go to the player who finds the most clever ways out of the trickiest situations in Renaissance Man!&#10;&#10;",
    "Categories": [
      "Renaissance"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "15838",
    "Name": "Exit: The Game – Kids: Riddles in Monsterville",
    "ID": 376479,
    "Year": "(2023)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/376479/exit-the-game-kids-riddles-in-monsterville",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Cookie monsters are everywhere, and they are very hungry! They have stolen ten cookie tins from your neighborhood and taken them to their monster land.&#10;&#10;Bravely follow them home in Exit: The Game &ndash; Kids: Riddles in Monsterville. Once there, they'll pose you tricky riddles to help you get the cookie tins back! This game can be played multiple times.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Players: Games with Solitaire Rules",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "15839",
    "Name": "Gin Crafters",
    "ID": 373829,
    "Year": "(2023)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/373829/gin-crafters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "In the board game Gin Crafters, you want to prove that you are a better gin crafter than other craftsmen by procuring dozens of uniquely flavored botanicals for gin, coming up with recipes and branding ideas, and skillfully combining various actions.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Contracts",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Liquor / Cocktails"
    ]
  },
  {
    "Rank": "15840",
    "Name": "Principles of War: 19th Century",
    "ID": 7703,
    "Year": "(1995)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/7703/principles-of-war-19th-century",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Miniatures rules for 19th century conflicts, covering a period from roughly 1820-1920.&#10;&#10;Movement is via an action point system, and unit capabilities are based around a single strength value which is used to determine melee, firing and morale. Different weapons apply a multiplier to the strength. The strength itself has a random component added to a base strength, the latter being derived from the unit's quality. Thus the exact competence of your units is unknown until you try them in battle.&#10;&#10;Army lists in the rules cover all major, and many minor, conflicts in Europe from 1820 to 1920, whilst a separate army list book covers conflicts from the rest of the world, ranging from well-know ones such as the Zulu War and American Civil War through to the Yucatan Revolt and Dutch expansion in the East Indies.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "American Indian Wars",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Series: Principles of War – Miniature Wargame Rules (Tom Penn)"
    ]
  },
  {
    "Rank": "15841",
    "Name": "PDQ: The Pretty Darn Quick Word Game",
    "ID": 8531,
    "Year": "(2003)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/8531/pdq-the-pretty-darn-quick-word-game",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Quick! Try to make a word out of the letters SMP. Sound SiMPle? How about PTR? Get the PicTuRe? In the lightning fast party game PDW, it's an all-out race to be the first player to shout out a word using all three letter cards in play. Each round starts with a different set of letters, and it's up to you to fill in the blanks. Whoever has the most cards at the end of the game is the WNR!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": [
      "Series: Port-A-Party (Gamewright)"
    ]
  },
  {
    "Rank": "15842",
    "Name": "Kamigami Battles: Rise of the Old Ones",
    "ID": 319906,
    "Year": "(2022)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/319906/kamigami-battles-rise-of-the-old-ones",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Kamigami Battles: Rise of the Old Ones is a standalone game that's compatible with other Kamigami Battles titles. The gameplay remains mostly the same as you play the role of a great God or a team of Gods, defending your reign from rival Gods by using the warriors and disciples loyal to you. In this version of the game, each player chooses to be a member of the pantheon of Old Gods from H.P. Lovecraft's mythos, such as Cthulhu or Hastur.&#10;&#10;When playing with 2 to 6 players, you win by reducing all of the other Gods to 0 energy or by reaching 25 energy. When in a Team Match, you play with 4 or 6 players teamed up in pairs of two. You will have one Main God and a Support God. A team wins together if they can eliminate the opposing team's Main God.&#10;&#10;Rise of the Old Ones introduces a new game mechanism to this world known as Artifacts.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Mythology",
      "Novel-based"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Anime / Manga",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "15843",
    "Name": "Banana Matcho",
    "ID": 130723,
    "Year": "(2012)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/130723/banana-matcho",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.0714",
    "Description": "Hey, monkeys! Time to start climbing to grab the fattest fruit possible before your fellow simians can do the same. To reach the peak of the tree in Banana Matcho , however, you'll need to roll the dice and create the most valuable fruit combinations you can before top monkey &quot;Banana Matcho&quot; shows up on the dice rolled by an opponent. Whoever is faster gives the banana in the middle of the table a triumphant squeak. Should you risk more with your rolls to try to create better combinations? If you do, you risk a pounding from Banana Matcho, so step lively!&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "15844",
    "Name": "Defrag",
    "ID": 376284,
    "Year": "(2024)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/376284/defrag",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "3",
    "Description": "It's 1995...you've got a paper due first thing in the morning and your trusty computer has chosen tonight to slow to a crawl. You reboot, you task kill, you pet the monitor gently, no dice. You're filled with dread as you realize you have only one option left. That's right.&#10;&#10;Clear your schedule, baby, it's time to D-D-D-DEFRAG!&#10;&#10;Defrag is a hand management grid puzzle game in which you are attempting to rearrange and consolidate various file fragments before exhausting your resources. Defrag has several solo and multiplayer game modes, including a series of increasingly difficult challenges with unique goals.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Hand Management",
      "Matching",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Computer / Information Technology Industry"
    ]
  },
  {
    "Rank": "15845",
    "Name": "Sherlock Holmes: The Beginning",
    "ID": 244172,
    "Year": "(2013)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/244172/sherlock-holmes-the-beginning",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "At Baker Street, Sherlock Holmes is in turmoil since the news brought by Scotland Yard: the great novelist Ames Douglas has been poisoned! Everything seems to indicate suicide, but a note with a coded message persuades the famous detective to the contrary ...&#10;&#10;Step into the shoes of Dr. Watson and lead the investigation alongside Sherlock Holmes: decide what to look for, pick up the clues and discover the meaning of this coded message, which will lead to the culprit!&#10;&#10;Sherlock Holmes is a comic combined with a game, one title in a series subtitled &quot;The comic in which you are the hero&quot;. You embody a character in a immersive story in which your choices guide your progress. You have a character sheet akin to those used in role-playing games that tracks your possessions, your special abilities, your coins, and your victory points. In general, gameplay consists in following the comic's panels &mdash; which contain clues, riddles and traps &mdash; and making choices about where to go and what to do, while using your visual perception to collect clues and be smart enough to resolve the riddles. As in any game, you can lose &mdash; sometimes really badly!&#10;&#10;",
    "Categories": [
      "Book",
      "Comic Book / Strip",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Series: Graphic Novel Adventures (Makaka Editions)"
    ]
  },
  {
    "Rank": "15846",
    "Name": "Railroads",
    "ID": 161765,
    "Year": "(2014)",
    "Geek Rating": "5.528",
    "Avg Rating": "8.35",
    "Link": "https://boardgamegeek.com/boardgame/161765/railroads",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Railroads was designed to be a game about table talk.  It's about making deals with other players, riding the rise and fall of various authentic nineteenth century railroad companies.  In most railroad board games, one player is one company, and is engaged in pure competition with the other players.  That doesn't make for a very social experience.  Since players are investors in Railroads, they have the opportunity to benefit from semi-cooperative ventures, while hedging out their allies with other investments.&#10;&#10;Additionally, Railroads is not a game about budgets and check books.  Money functions as points and are never spent.  Stock tokens are played and moved in a simplified fashion that means strategy is emphasized and budgeting is eliminated.  Stocks are merely methods of earning money (scoring points) so players can focus on their larger plans.&#10;&#10;Players who play alone in Railroads will not do very well.  Railroads only gain as much track per turn as there are players in the company.  If there is only one player in the company, they only lay one track per turn and will not make a lot of money.  However, if you can get one or two people to join your venture, you can double or triple the speed that your railroads grow, turning your fledgling railroad into a geopolitical force to be reckoned with. Just make sure that when the money dries up, you are the first one out.&#10;&#10;A small number of handmade wooden versions were sold and are available on the second hand market.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Team-Based Game",
      "Trading"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15847",
    "Name": "Bubble King",
    "ID": 312726,
    "Year": "(2020)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/312726/bubble-king",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Do you have the smarts, guile, and speed to serve all your customers with style? In Bubble King, which was first released as Kopi King, create your favorite drinks from Teh Tarik to Milo Dinosaur, with all of the nostalgia and none of the calories.&#10;&#10;Fulfill drink orders by snatching ingredient cards in real time, and decide whether you want to complete quick simple drinks or go for the epic beverages. The player with the fastest hands and the fastest mind will be crowned the Bubble King!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time",
      "Set Collection"
    ],
    "Families": [
      "Cities: Singapore (Singapore)",
      "Country: Singapore",
      "Food & Drink: Coffee",
      "Food & Drink: Tea",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15848",
    "Name": "Smart10: Junior",
    "ID": 303994,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/303994/smart10-junior",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Junior version of Smart10 with easier questions. Smart10 is a quiz game where a player doesn't need to wait for one's turn for long. There are ten possible answers to each question, and every player gets to answer every question. If the answer is correct, the player gets an answer marker.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Smart10"
    ]
  },
  {
    "Rank": "15849",
    "Name": "Fame Us",
    "ID": 95449,
    "Year": "(2011)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/95449/fame-us",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "In Fame Us, each player starts the game with six cards, with the cards bearing descriptive words or phrases like &quot;tall&quot;, &quot;blonde&quot;, &quot;actor&quot;, &quot;politician&quot; or &quot;mustachioed&quot;. On a turn, a player can either:&#10;&#10;&#10;    Play a card to the center of the table. Ideally this player has someone famous in mind who matches all the descriptive cards now in play &ndash; but no names need be mentioned at this point.&#10;    Pass and draws a card.&#10;    Challenge the previous player who played a card to name someone who fits the descriptions in play. If this player names someone, everyone votes (except the challenger) whether or not this person is an acceptable answer. If the challenger lose, he draw two cards. If the bluffer loses, he draws three cards.&#10;&#10;&#10;To keep players honest in their voting, at the start of the game each player is secretly assigned to one of two teams: &quot;The VIP Table&quot; or &quot;The King on the Dance Floor&quot;. The game ends after ten rounds or after one player has emptied his hand of cards. The team with the fewest cards in hand wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "15850",
    "Name": "World Series of Yahtzee",
    "ID": 142691,
    "Year": "(2012)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/142691/world-series-of-yahtzee",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "World Series of Yahtzee is a simultaneous rolling game using the familiar Yahtzee mechanic.  Tiles showing hand objectives are shuffled and 8 are placed on the raised board.  Players receive unlimited simultanteous rolls until one of them presses the electronic lockout device, giving their opponents 5 seconds to also signal in to claim a tile.  When the music ends, scoring players may pick a tile that matches their hand and then keep the associated points.&#10;&#10;",
    "Categories": [
      "Dice",
      "Electronic",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Yahtzee"
    ]
  },
  {
    "Rank": "15851",
    "Name": "Auf Kurs",
    "ID": 1390,
    "Year": "(1987)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/1390/auf-kurs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0625",
    "Description": "A yacht race in which you manipulate the 6 lighthouses to sail your ship around the two buoys and back to the start. You have 9 action points to spend on rotating the beams of light, shifting the towers and moving your yacht. You move your ship to the places where the beams of light intersect as your points spending allows. If you can't move as you wish, your boat drifts one space.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Action Points",
      "Point to Point Movement"
    ],
    "Families": [
      "Containers: Tubes",
      "Series: Edition Perlhuhn / Franckh-Kosmos",
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "15852",
    "Name": "Lagerstätten",
    "ID": 228882,
    "Year": "(2017)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/228882/lagerstatten",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "120",
    "Weight": "3",
    "Description": "&quot;Lagerst&auml;tten&quot; is the German word for veins of rock rich in fossils, and this term in Japanese is &quot;&#229;&#140;&#150;&#231;&#159;&#179;&#233;&#137;&#177;&#232;&#132;&#136;&quot; (&#229;&#140;&#150;&#231;&#159;&#179; Kaseki = fossil, &#233;&#137;&#177;&#232;&#132;&#136; Koumyaku = vein).&#10;&#10;Lagerst&auml;tten, a.k.a. &#229;&#140;&#150;&#231;&#159;&#179;&#233;&#137;&#177;&#232;&#132;&#136;, is a worker placement game, themed on excavating fossils, collecting sets of fossil types, and managing your resources (money, fame). During the game, you send workers to action spaces so that they can:&#10;&#10;&#10;     Dig to gain rock samples&#10;     Prepare the samples to uncover the fossils&#10;     Present a paper at an academic conference to gain fame&#10;     Exhibit your fossil collection to gain income&#10;     Sell your set to a collector (based on demand from request cards) to gain income&#10;&#10;&#10;Will you be successful in your career as a paleontologist?&#10;&#10;&bull;&bull;&bull;&#10;&#10;&#229;&#173;&#166;&#232;&#161;&#147;&#231;&#154;&#132;&#227;&#129;&#171;&#232;&#178;&#180;&#233;&#135;&#141;&#227;&#129;&#170;&#228;&#191;&#157;&#229;&#173;&#152;&#231;&#138;&#182;&#230;&#133;&#139;&#227;&#129;&#174;&#232;&#137;&#175;&#227;&#129;&#132;&#229;&#140;&#150;&#231;&#159;&#179;&#227;&#130;&#146;&#231;&#148;&#163;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#128;&#140;&#229;&#140;&#150;&#231;&#159;&#179;&#233;&#137;&#177;&#232;&#132;&#136;&#227;&#128;&#141;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#229;&#143;&#164;&#231;&#148;&#159;&#231;&#137;&#169;&#229;&#173;&#166;&#232;&#128;&#133;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#10;&#229;&#164;&#170;&#229;&#143;&#164;&#227;&#129;&#174;&#231;&#148;&#159;&#231;&#137;&#169;&#227;&#129;&#174;&#232;&#172;&#142;&#227;&#130;&#146;&#232;&#167;&#163;&#227;&#129;&#141;&#230;&#152;&#142;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#231;&#160;&#148;&#231;&#169;&#182;&#232;&#179;&#135;&#233;&#135;&#145;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#10;&#227;&#128;&#140;&#229;&#140;&#150;&#231;&#159;&#179;&#233;&#137;&#177;&#232;&#132;&#136;&#227;&#128;&#141;&#227;&#129;&#174;&#231;&#153;&#186;&#230;&#142;&#152;&#232;&#170;&#191;&#230;&#159;&#187;&#227;&#129;&#171;&#228;&#185;&#151;&#227;&#130;&#138;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#229;&#140;&#150;&#231;&#159;&#179;&#227;&#129;&#174;&#229;&#144;&#171;&#227;&#129;&#190;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#178;&#169;&#231;&#159;&#179;&#227;&#130;&#146;&#231;&#153;&#186;&#230;&#142;&#152;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#129;&#174;&#229;&#140;&#150;&#231;&#159;&#179;&#227;&#130;&#146;&#229;&#190;&#169;&#229;&#133;&#131;&#227;&#129;&#151;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#10;&#229;&#143;&#142;&#233;&#155;&#134;&#229;&#174;&#182;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#174;&#228;&#190;&#157;&#233;&#160;&#188;&#227;&#129;&#171;&#229;&#191;&#156;&#227;&#129;&#136;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#229;&#141;&#154;&#231;&#137;&#169;&#233;&#164;&#168;&#227;&#129;&#184;&#227;&#129;&#174;&#229;&#177;&#149;&#231;&#164;&#186;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#134;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#10;&#231;&#160;&#148;&#231;&#169;&#182;&#232;&#179;&#135;&#233;&#135;&#145;&#227;&#129;&#174;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#128;&#129;&#229;&#173;&#166;&#228;&#188;&#154;&#227;&#129;&#167;&#227;&#129;&#174;&#231;&#153;&#186;&#232;&#161;&#168;&#227;&#130;&#146;&#233;&#128;&#154;&#227;&#129;&#151;&#227;&#129;&#166;&#229;&#144;&#141;&#232;&#170;&#137;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#130;&#140;&#227;&#129;&#176;&#10;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#190;&#140;&#227;&#129;&#174;&#231;&#153;&#186;&#230;&#142;&#152;&#232;&#170;&#191;&#230;&#159;&#187;&#227;&#129;&#140;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#130;&#132;&#227;&#129;&#153;&#227;&#129;&#143;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#143;&#164;&#231;&#148;&#159;&#231;&#137;&#169;&#229;&#173;&#166;&#232;&#128;&#133;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#170;&#230;&#136;&#144;&#229;&#138;&#159;&#227;&#130;&#146;&#229;&#143;&#142;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#129;&#139;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Exploration",
      "Prehistoric"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "15853",
    "Name": "Joyride Duel: Next Gen",
    "ID": 399318,
    "Year": "(2025)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/399318/joyride-duel-next-gen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "JOYRIDE DUEL: Next Gen is an stand-alone two-player game of electric head-to-head racing. Tactically plan your route, push your luck to take corners at speed. and crash into your rival to knock them off course. This is the full Joyride experience in a smaller footprint.&#10;&#10;Next Gen includes 2 unique cars, 4 powerful items, and 12 tracks across 2 maps, all of which are compatible with any other Joyride game. Tracks in this version can accommodate 3 players with the addition of a car from any other set.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;CARS IN NEXT GENThe Electric &ndash; robotic control that comes at a price.&#10;The Learner &ndash; an instructor&rsquo;s assistance when your driving is too risky.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;MAPS IN NEXT GENThe Driving School &ndash; wind through chicanes on different lines every lap.&#10;The Warehouse &ndash; dodge the attacks of the security bots.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Race",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Joyride (Rebellion Unplugged)",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "15854",
    "Name": "Warmaster",
    "ID": 11648,
    "Year": "(1993)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/11648/warmaster",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1429",
    "Description": "Originally published by Games Workshop in White Dwarf 161 and now available to download on GW's Spanish site, Warmaster (no relation to the 2000 miniatures game) is a two-player board game that recreates the Emperor's attack on Horus's battle barge at the end of the Battle for Earth.&#10;&#10;At the start of the game the Imperial player has no idea where Warmaster Horus is located and must search the ship to find him as quickly as possible.  Hidden perils confront the Imperial player, who will face traps and ambushes, as they search for the Warmaster.  As the game progresses, the Emperor's dwindling forces will face greater numbers of Traitors as they, the traitors, receive reinforcements.  The Emperor is in a race against time to defeat Horus or die trying.&#10;&#10;The Traitor player wins by killing the Emperor and the Imperial player wins by killing Horus, if both are killed at the same time, the game is a draw.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Magazine: White Dwarf",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "15855",
    "Name": "Mesopotamia:  Birth of Civilisation",
    "ID": 4199,
    "Year": "(2002)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/4199/mesopotamia-birth-of-civilisation",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Mesopotamia is a web-published game that is available free from:&#10;http://www.garrysgames.com&#10;&#10;'Mesopotamia follows the rise and fall of twenty nations from the Sumerians to the Persians over two thousand years of history. It purloins freely from Civilization, History of the World (HOTW), and Ancient Conquests. The game is more historical than Civilization, but less world-encompassing than HOTW. The basic system is that of HOTW, but with one very significant difference:  players continue to control peoples from previous epochs.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Mesopotamia",
      "Components: Map (Continental / National scale)",
      "Region: Middle East",
      "Series: Britannia Game System"
    ]
  },
  {
    "Rank": "15856",
    "Name": "Ghost Blaster",
    "ID": 166931,
    "Year": "(2014)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/166931/ghost-blaster",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "The old clock tower is striking midnight! The three ghost hunters quickly reload their green goo ammunition in their handmade power pistols and enter the castle. Let the ghost hunt begin!&#10;&#10;Together in Ghost Blaster, the players try to hit and trap the ghosts with the right amount of goo. Players must roll the dice in sequence and reveal the ghosts using the ghost hunter cards. Once the players have three of the same ghost cards face up, this ghost is caught and can no longer escape. But careful! If the players accidentally uncover a keyhole card, the ghost hunter is caught in the trap and must then go into the dungeon. Players can free him but that takes up valuable time! Their objective is to capture all of the ghosts before the ghost hour is over.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory",
      "Modular Board"
    ],
    "Families": [
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "15857",
    "Name": "Critter Cruise",
    "ID": 321755,
    "Year": "(2020)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/321755/critter-cruise",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It&rsquo;s been raining for hours! The players help Noah get the animals and their suitcases onto the ark. They need to find the matching suitcase for each animal while remembering where the soggy suitcases are. The players win together once all the animals are on the ark.&#10;&#10;Players work together in this cooperative game to match up all the animals with their suitcases before the water rises too high. Using a unique movement mechanism, they'll have to plan ahead and have a good memory to win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Religious"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Matching",
      "Memory"
    ],
    "Families": [
      "Religious: Noah and the Ark"
    ]
  },
  {
    "Rank": "15858",
    "Name": "Deadlands: The Battle for Slaughter Gulch",
    "ID": 39798,
    "Year": "(2009)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/39798/deadlands-the-battle-for-slaughter-gulch",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.9167",
    "Description": "Deadlands: The Battle for Slaughter Gulch&#10;Dust, grit, and the smell of fear blow through the quiet streets of a rough and tumble frontier town. Once deemed a refuge from the hazards of the West, the town took a darker turn with the discovery of precious ghost rock. You have come to lay claim to your share of the priceless mineral, only to find that you aren&rsquo;t the only one who has heard of the fabulous wealth ripe for the plucking. Can you outwit your foes and take control of the town and the limitless wealth it promises to the strong and cunning? Or will an unmarked grave on boot hill be your final resting place?&#10;&#10;Deadlands: The Battle for Slaughter Gulch is a board game for &#10;two to six players ages 13 and up. It requires 60 to 120 minutes to play.&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Gems/Crystals",
      "Setting: The Weird West (Pinnacle Entertainment)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "15859",
    "Name": "Wargame Design",
    "ID": 18343,
    "Year": "(1977)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/18343/wargame-design",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "&quot;The History, Production and Use of Conflict Simulation Games&quot;, Strategy &amp; Tactics Staff Study Nr. 2. Co-authored by &quot;the staff of Strategy &amp; Tactics Magazine&quot; with articles specifically credited to Stephen B. Patrick, Richard H. Berg, Redmond A. Simonsen, David C. Isby and James F. Dunnigan.&#10;&#10;The chapters include The History of Wargaming (Patrick), Game Design and Development: A Case Study (Panzergruppe Guderian, Berg), Image and System: Graphics and Physical Systems Design (Simonsen), Notes on Game Design (Patrick), Research (Isby), The Business of Wargaming: The Economic Realities of Wargame Manufacturing (Dunnigan), Wargame Directory and a Suggested Library of Games (Berg) and Symbols, Terms and Format (Simonsen).&#10;&#10;186 page hardbound book with dust jacket, black and white illustrations.  Reprinted in a trade paperback edition.&#10;&#10;",
    "Categories": [
      "Book",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "15860",
    "Name": "Credit Mobilier",
    "ID": 18835,
    "Year": "(2005)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/18835/credit-mobilier",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0769",
    "Description": "During the building of the transcontinental railroad, the owners of the Union Pacific Railroad Company set themselves up as the owners of a construction company &ndash; the Credit Mobilier. They proceeded to award themselves fat contracts, paid for by the U.S. Congress, to construct their own railway.&#10;&#10;In Credit Mobilier, four fictional railways race to construct track and move goods westward while the players invest in the railways and the Credit Mobilier.&#10;&#10;User review: There are five railroads; each of a different color. Four of the railroads have fifteen shares of stock, a treasury card, ten railroad tracks, and several blocks. The fifth railroad, Credit Mobilier, only has the stock and treasury card. The game board represents the United States. One block is put on each of the cities randomly. Each player begins the game with three dollars and a share of Credit Mobilier stock. A start player is randomly chosen and the game begins.&#10;&#10;In turn, each player will roll the five dice. The player will then choose to lay track (which adds to the Credit Mobilier treasury), move freight (which may add to the treasury of the railroad that owns the freight and traversed upon track), buy stock of one railroad (if available) for one dollar each, or pay dividends to the owners of the shares of one company.&#10;&#10;A player&rsquo;s options are limited to which colors are rolled on the dice. Rolling orange is the only color that lets one pay dividends. Purple represents Credit Mobilier and it is also &lsquo;wild&rsquo; but it can only be used as a duplicate of any color rolled except orange.  &#10;Players take turns in clockwise order until there are blocks of two colors which have yet to be transported to the Pacific Coast wherein the game ends immediately. The player with the most cash on hand is the winner.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "15861",
    "Name": "5 Minute Chase",
    "ID": 249039,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/249039/5-minute-chase",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.6",
    "Description": "5 Minute Chase is an asymmetric, tile-laying game in which players use the same tiles but with different objectives and win conditions. The game is played in real time; there are no turns, and all players frantically try to place tiles or tokens. One or two players are the runner(s) who have escaped from prison and are attempting to get back to their hideout, and the other player(s) are chasers representing the detectives in pursuit.&#10;&#10;Winning conditions:&#10;&#10;    The runner wins if they reach their hideout.&#10;    The chaser wins if they catch a runner before they reach their hideout.&#10;&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15862",
    "Name": "Gold Mine",
    "ID": 68083,
    "Year": "(2010)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/68083/gold-mine",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "Strike it rich with this exciting mining-themed board game!&#10;&#10;Gold Mine is a unique tile-laying game in which players build a maze of mine tunnels and control miners that traverse the mine collecting gold nuggets. Players race to be the first to collect enough gold to exit the mine and stake a claim. It may sound easy, but the greedy miners have several tricks up their sleeves in order to gain an advantage&mdash;including sneaking through secret passages, fighting for gold, and scaring away other miners with bats.&#10;&#10;With a different game board every time, a great balance of luck and strategy, and the addition of optional rules, this game is bound to be a family favorite for years to come!&#10;&#10;",
    "Categories": [
      "Exploration",
      "Maze",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Mining"
    ]
  },
  {
    "Rank": "15863",
    "Name": "Albion 20",
    "ID": 36674,
    "Year": "(2008)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/36674/albion-20",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2",
    "Description": "The Napoleonic 20 series expands with France&rsquo;s long-planned invasion of England finally launched! With only modest complexity and a focused scope employing low unit density on the map (20 pieces or less) and dramatic, fast playing turns, it is the addition of &lsquo;story-driven&rsquo; random event cards and night game turns providing the operational pauses and &ldquo;friction of war&rdquo; that gives players a great feel for the parry-and-thrust of a Napoleonic campaign as the armies close for battle.&#10;&#10;With his newly trained and organized Grande Arm&eacute;e, Napoleon masses his forces in Boulogne for the great invasion. The Franco-Spanish fleet arrives on time to seize control of the English Channel, and a hell-for-leather landing is made aimed straight at London &ndash; the Kent Campaign ensues! With special post-landing maneuvering and naval conflict abstractions, Albion 20 adds many fascinating new features to simulate this campaign.&#10;&#10;Will the Emperor finally triumph over his arch-rival, &ldquo;Perfidious Albion?&rdquo; Or will there always be an England?&#10;&#10;Scale: Each unit is 1 corps, each hex is about 1000 meters, and each turn is roughly 3.5 day hours (or 10 night hours).&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "15864",
    "Name": "All Rise",
    "ID": 308455,
    "Year": "(2021)",
    "Geek Rating": "5.528",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/308455/all-rise",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "All Rise is a courtroom based party game where players take on the roles of two Attorneys, a Judge, and multiple Jury Members and Surprise Witnesses.&#10;&#10;The Evidence, Witnesses, and Court Cases used each game are dealt out of decks of cards, asking Attorneys to adapt and craft stories around the supplied elements in order to win over the Judge and Jury.&#10;&#10;To start, Attorneys will draw Evidence Cards, Jury Members will draw Surprise Witness cards, and the Judge will draw Case Cards. The game is then played in five rounds over which the two Attorneys debate and argue the case chosen by the Judge by playing pieces of Evidence from their hand and calling Witnesses to the testify. Each piece of Evidence and each Surprise Witness is determined by a card, but it is up to the individual players to decide how they fit into the narrative by continuing to tell a story around the card being played.&#10;&#10;Jury members will align themselves with one of the attorneys, and, at the end of the 5th round, the Judge will call for a vote. The winning side is determined by the Judge and Jury.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Story Creation",
      "Theme: Attorneys / Courts"
    ]
  },
  {
    "Rank": "15865",
    "Name": "Volcanic Isle",
    "ID": 280143,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/280143/volcanic-isle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Long ago, Easter Island was a vast continent ravaged by constant volcanic activity. The settlers of this land raised Moai, gigantic monolithic statues to appease the gods and mend the wounds of the land. Unfortunately, instead of healing the land, the very act of sealing off craters and geysers caused an even greater disaster to unfold...&#10;&#10;Players in Volcanic Isle are tasked with building villages and raising Moai across the continent. However, with each Moai raised, the possibility of a volcanic eruption increases! Eruptions devastate settlements and cause whole sections of the board to sink into the sea and be removed!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Points",
      "Map Reduction"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Chile",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "15866",
    "Name": "Iliad",
    "ID": 420914,
    "Year": "(2025)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/420914/iliad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "The Trojan War has begun, and both sides of the conflict pursue every advantage they can possibly gain. Two opposing heroes &mdash; Hector of the Trojans and Achilles of the Greeks &mdash; seek the favor of the gods to lend them support and tip the scales of fate. Only one side will emerge victorious, its hero becoming the legend of the Iliad.&#10;&#10;Iliad is a tile-placement strategy game for two-players by Reiner Knizia. On your turn, select one of two tiles from your hand and place it onto the board adjacent to an opponent's tile. Both players have symmetrical pools of tiles, with their strength ranging from 1-5, along with the Dolos tile that mimics your opponent's adjacent tiles. The key to victory lies behind the relentless tension of where and when to commit your tiles. When placing a tile, you may also activate the tile's ability, which can serve to turn the tide of war.&#10;&#10;When a row or column is filled, the player with the highest total strength in that line earns the right to select one of the two success tokens at the ends of that row or column; the other token goes to their opponent. Success tokens can earn you the favor of the Gods, and they can earn (or cost you) points. At the end of the game, the winner is the player who has earned the favor of all five Gods. If both players &mdash; or neither of them &mdash; meet this qualification, then the player who has earned the most points wins. Thus, players will face tough tactical trade-offs as they must decide whether to compete for exclusive favor of the Gods or for the most points &mdash; then influence the outcome of the game toward their intended advantage.&#10;&#10;Iliad is the first game in the Mythos Collection, a line of two-player titles by Bitewing Games featuring strategy and mythology.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15867",
    "Name": "Seekrieg (Fourth Edition)",
    "ID": 6338,
    "Year": "(1981)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/6338/seekrieg-fourth-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.9",
    "Description": "Tabletop Game about 1890-1945 era&#10;Contains&#10;Core Rules&#10;Charts&#10;Ship Data (Volume 1)&#10;Log Sheets (for photocopy)&#10;Game Box&#10;Original Price 24,95&#10;&#10;4th Edition was reprinted (three times) in 1988&#10;&#10;",
    "Categories": [
      "Nautical",
      "Post-Napoleonic",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15868",
    "Name": "Pizzeria",
    "ID": 319593,
    "Year": "(2020)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/319593/pizzeria",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "You and your friends go to a pizzeria for lunch. Each round you order a new pizza, and a different player slices the pizza into portions. Pizzas consist of different kinds of slices and you have to split it in the best possible way. Some people like pepperoni, others want vegetarian or supreme&hellip; How should you cut it, so the portion you want the most gets to you?&#10;&#10;In order to get the points, you have to collect the most slices of the given type. You may also choose to eat slices instead of collecting them.  Then you get points for basil leaves that were on the slices you ate. The player with the most points is the winner.&#10;&#10;Pizzeria is the new edition of &hellip;aber bitte mit Sahne/New York Slice prepared by Nasza Ksi&#196;&#153;garnia.&#10;The biggest rules differences are:&#10;&#10;     a new type of pizza &ndash; Pomodoro&#10;     solo variant&#10;     no anchovies&#10;&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "I Cut, You Choose",
      "Once-Per-Game Abilities",
      "Set Collection",
      "Solo / Solitaire Game",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15869",
    "Name": "Pegasus Bridge: The Beginning of D-Day – June 6, 1944",
    "ID": 8329,
    "Year": "(1988)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/8329/pegasus-bridge-the-beginning-of-d-day-june-6-1944",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.625",
    "Description": "A tactical level solitaire game of the British assault on the Orne River bridges on D-Day. Published as an issue game in Strategy &amp; Tactics magazine #122, November - December 1988. Similar in style to Markham's solitaire treatment of the Raid on St. Nazaire.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Interrupts",
      "Movement Points",
      "Point to Point Movement",
      "Ratio / Combat Results Table",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: France",
      "Magazine: Strategy & Tactics",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "15870",
    "Name": "Nile Artifacts",
    "ID": 318189,
    "Year": "(2021)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/318189/nile-artifacts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Welcome, traveler, to the ancient waters of the Nile! As many new temples are built on the shores, you begin your spiritual journey to earn the favors of the Gods. Pick up precious artifacts while you sail up and down the Nile river, offer them to the monuments currently being built, and the Gods shall bless your travel!&#10;&#10;Each turn in Nile Artifacts, you move your ship forward, stopping at one of the nine ports and picking up one of the artifact cards available there. You may also pick up gold, which can be used to obtain more artifacts or to turn your ship around and sail the Nile in the opposite direction. Once every ship has arrived at one end of the Nile, players can make their offerings to the monuments currently in construction, each of them requiring a different type or combination of artifacts. Whenever a monument is completed, players receive victory points depending on the amount of donations they have made towards this particular monument.&#10;&#10;When offerings are done, the ships go back on the Nile to travel in the other direction and pick up more artifacts. Once the monument deck is empty, the player with the most victory points wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Contracts",
      "Hand Management",
      "Income",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: Map (Continental / National scale)",
      "Mythology: Egyptian",
      "Rivers: Nile"
    ]
  },
  {
    "Rank": "15871",
    "Name": "1830 Cardgame",
    "ID": 127229,
    "Year": "(2012)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/127229/1830-cardgame",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4",
    "Description": "1830 Cardgame is an economic slugfest by the designer of railroad games like Lokomotive Werks and Union vs. Central, and your goal is to have the most money on hand at game's end. Each turn you draw a card from one of three face-up cards, then perform one of four actions:&#10;&#10;&#10;    Buy a share, paying the cost.&#10;    Buy a train, which (strangely) costs nothing.&#10;    Build a station.&#10;    Pay dividends.&#10;&#10;&#10;Each share is worth the number of stations a company has that have trains to service them. As in 1830: Railways &amp; Robber Barons, an inspiration for this design, trains must be purchased in order; players are limited in the number of trains they can own. The game ends after all shares have been purchased, all &quot;8&quot; trains have been acquired, or twelve dividend payouts have been made.&#10;&#10;Released as part of the 2012 Essen package from Winsome.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Trains"
    ],
    "Mechanics": [],
    "Families": [
      "Series: 18xx",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "15872",
    "Name": "Creeper",
    "ID": 2271,
    "Year": "(1995)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/2271/creeper",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.875",
    "Description": "Selection #4 of The Games Collection by Pin International.&#10;&#10;Creeper is an abstract strategy game which belongs in the same family as Hex/Twixt. That is, two players attempt to link two sides of the board with a chain of pieces.&#10;&#10;Players: 2 only. One plays black, the other white.&#10;The Bits:&#10;&#10;     16 pawns, 8 black and 8 white.&#10;     32 &quot;Othello&quot; disks, i.e. black one side and white on the other.&#10;     A board made up of a 6&times;6 square grid of octagons. &#10;&#10;&#10;The game: Although the spaces on the board are octagonal, the main playing pieces ( the pawns ) are placed and played in the squares that are formed where the corners of the octagons meet.&#10;On his/her turn, the player may move one of their 8 pawns.&#10;A move may consist of leaping diagonally over an octagon, or a simple move between one octagon and the next in a straight line, or finally a pawn may capture an opponents` pawn by jumping over it a la checkers/draughts.&#10;&#10;In the first case, if a pawn makes the diagonal jump one of two actions may take place: if the octagon is empty, one of the disks is played inside it, with the players` colour uppermost. Alternatively, if the octagon is occupied by an opponents` disk, this disk is flipped over to show the opposite side (and therefore colour). &#10;The winner is the first player to link two specific diagonally opposed corners ( black must link top left to bottom right and white top right to bottom left), with a continuous chain of their colour disks. Only orthogonal links count, not diagonal.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Components: Wooden pieces & boards",
      "Mechanism: Connection",
      "Players: Two-Player Only Games",
      "Series: The Games Collection (Pin International)"
    ]
  },
  {
    "Rank": "15873",
    "Name": "Rommel's War",
    "ID": 407575,
    "Year": "(2024)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/407575/rommels-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.75",
    "Description": "Rommel's War is a 2 player game about the first year of the war in the desert, from March to December of 1941.&nbsp; One player takes the role of Rommel in command of Axis forces, and the other player takes the role of the British commanders (Wavell and Auchinleck).&#10;&#10;The game only has 8 pages of rules and a playing time of 1 hour so you will be picking the sand from your shorts in no time in this exciting, fast paced game of decision in the desert.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "History: World War II (Africa)"
    ]
  },
  {
    "Rank": "15874",
    "Name": "Zarcana",
    "ID": 10996,
    "Year": "(1996)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/10996/zarcana",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.8182",
    "Description": "Zarcana is a game played with Icehouse Pieces on tarot cards.&#10;&#10;&quot;Zarcana is a game of war, journeys, growth, life, and death. Icehouse pieces are your minions, spreading out across a world composed of tarot cards. You move these minions across the board, trying to occupy valuable cards. The board can change, grow and shrink, so be prepared to defend your holdings, invade enemy territory, and colonize new lands. You will also have a hand of cards, drawn from the tarot deck. Each card has a power, and you can make use of the cards you occupy on the board in addition to the cards in your hand. Use them wisely. Whoever occupies the most valuable set of cards on the board will be the winner, when the end of the game is finally declared.&quot;&#10;&#10;Its rules were included in Icehouse: The Martian Chess Set.&#10;&#10;Zarcana was redeveloped into Gnostica.&#10;&#10;Zarcana has also been re-implemented by Zark City and Dectana.  The former is much simpler and uses a poker deck, while the latter is more complex and uses the Decktet.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Looney Pyramid Games",
      "Components: Tarot Cards",
      "Series: Zarcana-type"
    ]
  },
  {
    "Rank": "15875",
    "Name": "Pitstop",
    "ID": 1043,
    "Year": "(2001)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/1043/pitstop",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "PITSTOP is a motor racing board game. 65 special tiles let the player build virtually any circuit they like. The game comes with multilingual rules (english, spanish, italian, german and french) and instructions to build 10 different F1 circuits.&#10;Each player must set the gear and roll an appropriate number of special dice, that determine the speed of the car and the fuel consuption. The game is turn based and the phasing player, after moving his car, must set the gear for next turn. The box strategy is the most important decision to take. You can decide to complete all the 3 laps without stopping or making one or two pitstops.&#10;The game is not a &quot;simulation&quot;, but to win you need a good amount of skill. Even if the speed of your car is determined by dice, you have to choose carefully the &quot;braking point&quot; in order to enter the curves at the best speed. If you exceed the curve's speed limit, you lose &quot;tyres points&quot;. Of course, you can simulate a championship playing different circuits. What's interesting is that the game strategy changes from circuit to circuit and if you design your own circuit you need all your &quot;driving skill&quot; to be competitive. Rookies can win, but they will find very hard to beat a skilled player.&#10;Game components: 65 tiles to build the circuits (an avarege of 25 tiles are needed for each circuit), 6 plastic sport cars, 12 special dice, 6 &quot;dashboards&quot;, 40 speed limit tokens, 24 plastic pawns, one rules booklet.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "15876",
    "Name": "Lancelot",
    "ID": 232800,
    "Year": "(2017)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/232800/lancelot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "In the Court of King Arthur, you are the Knights that prove their individual valor by performing heroic deeds, setting out on the quest for the Grail, and obtaining the Knightly Virtues. The goal? To be elected First Knight &mdash; Lancelot &mdash; he who will steal the heart of Queen Guinevere.&#10;&#10;In Lancelot, you will travel the lands of ancient Britain, courting ladies and defeating enemy knights to gain Knightly Virtues. You will walk other paths to fulfill quests. You will meet the Lady of the Lake and as reward, she will gift you the legendary sword, Excalibur &mdash; and Excalibur will keep you safe for just as Merlin may be your ally, your true enemy will be Morgana!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Novel-based"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "15877",
    "Name": "Waroong Wars",
    "ID": 185987,
    "Year": "(2015)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/185987/waroong-wars",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.375",
    "Description": "A card game about player become the chef of food stall (waroong) that cooking traditional food in Indonesia and competing to become the best waroong in Indonesia.&#10;&#10;The game consist of a total 80 cards. 40 cards are ingredient card, 20 card are menu card which has different VP each card, and 20 card are customer card which act like action and effect cards. The game played within 2 phase each round, Shopping and Cooking. In the preparation of the game, all card will be shuffled into their respective deck. Open 3 menu card face up in the table and put the rest beside. Each player then will receive a total of 6 ingredient cards for them to play.&#10;&#10;In shopping phase, each player will take an ingredient card in their hand and put it face down in front of them. The ingredient taken will be use to &quot;cook&quot; the opened menu card in the table. Then the remaining card will be draft clockwise until the card in front of them has 6 cards total. This card will become a new hand for cooking the menu. The fun coming when drafting, all player must not see the card they already put in front of them face down. They must memorize the card until shopping is completed.&#10;&#10;In cooking phase, start from player who have priority cooking, the player will choose witch menu they will cook using ingredient in their hand. Discard the ingredient that use to cook, and take that menu card and 1 customer cards. When taken, fill the the gap in menu card with new menu open from menu deck. The player will cook until they can't cook any menu. When this happen, discard the remaining ingredient to discard pile and the turn cooking will be pass to left player. After all player has their turn to cook over, the next round will be start, open new menu card so the size of menu queue will be up each round up to 6 cards open, pass priority cooking to player clockwise, and then give each player 6 new ingredient cards. Then the phase will be start over from shopping.&#10;&#10;The game end when all menu card is already cooked or discarded. The winner will be decide from totaling the score in menu card, and customer card(if any). The player who has the biggest score will win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: Indonesia",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15878",
    "Name": "Royal Defense",
    "ID": 200549,
    "Year": "(2016)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/200549/royal-defense",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "&ldquo;Royal Defense&rdquo; is an easy fantasy-themed strategy game. You are supposed to assume the role of the militant feudal and to put a halt to the hostile lords&rsquo; encroachments on the throne of the fairy kingdom. Mercenaries will help you: they are ready to spill their blood on the battlefield for a pretty penny and promises of glory.&#10;&#10;&ldquo;Royal Defense&rdquo; vaguely resembles &ldquo;Battles of magicians&rdquo; and &ldquo;Memoir&rsquo;44&rdquo;. Lords&rsquo; castles are located on both sides of the game-board. Players can recruit troops and build fortifications there. The battlefield itself is two-sided and it contains special structures, giving bonuses to players who occupy these locations.&#10;&#10;Before starting the game, each player chooses one of the four mercenary factions, which will be his army. Characters of each faction are represented by the cards. They have their own  particularities, strengths and weaknesses. A lot of soldiers have not only ordinary characteristics such as velocity, attack and defence, but also some special abilities (which are very often unique for the army) that can be used during the game.&#10;&#10;The confrontation between barons is very swift. Having recruited troops from hand, a player can move forward and attack. As soldiers can move only forward, so five &ldquo;corridors&rdquo; appear on the battlefield where the major battles occur. But each player can activate only five units during his or her turn, and some characters can change the lines they move along. All these points transform simple mechanics into an interesting tactical puzzle. The more the player is experienced, the more difficult is to solve this puzzle. Moreover, spells, able to change course of action, are available for each player. Soldiers also can be sent to the Catacombs in the hope of finding treasures hidden there.&#10;&#10;There are two ways to win: to help your mercenaries to end up beyond the edge of your adversary&rsquo;s field or to get 20 points for having struck adversary&rsquo;s troops and having destroyed his structures.&#10;&#10;&ldquo;Royal Defense&rdquo; is a duel strategy game with low learning curve. Its rules are easy to explain and the game will not take long. Besides, rules also propose different options for three and four players.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "15879",
    "Name": "Timeline: Brasil",
    "ID": 291154,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/291154/timeline-brasil",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Was the First Constitution of the Brazilian Republic launched before or after the creation of the minimum wage? Had Christ the Redeemer been inaugurated at this time? Had Modern Art Week already happened? In Timeline, the first to correctly position all your cards on a timeline formed at the table will be the winner.&#10;&#10;This is a fun, fast and smart game that promotes knowledge of the great facts of the story. You can also combine the cards with other games in the Timeline series. Challenge yourself!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Ser&aacute; que a Primeira Constitui&ccedil;&atilde;o da Rep&uacute;blica foi lan&ccedil;ada antes ou depois da cria&ccedil;&atilde;o do sal&aacute;rio m&iacute;nimo? O Cristo Redentor j&aacute; tinha sido inaugurado nessa &eacute;poca? A Semana da Arte Moderna j&aacute; tinha acontecido? Em Timeline, o primeiro a posicionar corretamente todas as suas cartas numa linha do tempo formada na mesa ser&aacute; o vencedor.&#10;&#10;Este &eacute; um jogo divertido, r&aacute;pido e inteligente, que promove o conhecimento dos grandes fatos da hist&oacute;ria. Voc&ecirc; pode combinar as cartas tamb&eacute;m com outros jogos da s&eacute;rie Timeline. Desafie-se!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Timeline"
    ]
  },
  {
    "Rank": "15880",
    "Name": "Savage Planet: The Fate of Fantos",
    "ID": 209383,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/209383/savage-planet-the-fate-of-fantos",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.6",
    "Description": "Savage Planet: The Fate of Fantos is a tableau building game with co-operative and competitive elements for 3-6 players. To win, eliminate your opponents, or have the most shards when Zodraz appears.&#10;&#10;Each player is a Citadel (city-state) of Fantos. They must hire mercenaries (called Legacies) using Shards from their Citadel Bank. Once hired, Legacies can be tasked to harvest more shards, go to war with a neighboring Citadel or be nominated as the savior of Fantos for Tribute. Legacy may also play Labor cards from the Citadel's hand using their own shard currency.&#10;&#10;Every time a player chooses to harvest shards from the Trove, they must reveal a new card from the Trials Deck. Life on Fantos becomes increasingly difficult as Zodraz unleashes plagues, summons cosmic creatures and forces dissent among the Citadels. Resolve them together, as a planet, or watch as rival Citadels struggle to survive. Plan wisely and make every turn matter because Zodraz is lurking in the Trials deck. When the Cosmic Warden is drawn, judgement is passed (scores are tallied) and the game is over.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15881",
    "Name": "Kingless",
    "ID": 283591,
    "Year": "(2020)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/283591/kingless",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Kingless is a fast-paced, easy to learn, hard to master card game. Kingless is designed to capture the imagination as you and 1-5 friends compete for the highest score while sabotaging each other using Dwarf themed cards with rich varied artwork that brings the game to life.&#10;&#10;Each player has a hand composed of Dwarves, Events and Items drawing from the deck each turn or when certain cards are played. Dwarves and Items have an associated score which when in play counts towards a player's total score. Events can be used to remove other players' Dwarves or even make them your own. Turns are taken sequentially until an end game condition is reached, leaving all players a final turn to either push for the highest score or drag their friends down to their level.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15882",
    "Name": "Angola: Cold War Struggle in Africa",
    "ID": 155414,
    "Year": "(2014)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/155414/angola-cold-war-struggle-in-africa",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "360",
    "Weight": "3.25",
    "Description": "Angola is a simulation of the 1987-88 campaign which was the culmination of the civil war in that country during the height of the Cold War. This campaign saw major offensives by both sides, with considerable intervention by the armed forces of Cuba and South Africa. Among other things, Angola saw some of the biggest armored actions of the Cold War.&#10;&#10;The game is operational level. Each player commands the forces of several different factions, each faction representing a major entity in this particular conflict whose goal was to gain control of as much of Angola as possible while inflicting decisive losses on the enemy. Command control is a critical factor, and the game uses a variant of the &ldquo;Boots&rdquo; system to model this.&#10;&#10;Each game turn represents about one month of operations. The map features all of Angola and the adjoining border regions of Southwest Africa and Zaire. The map scale is approximately 31 miles (50 kilometers) across each hexagon; each brigade or regiment represents from about 1,000 to 3,000 men, depending on the army. A battalion is 300-900 men, whereas a cadre represents small teams of soldiers.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 228 counters&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Angola",
      "History: Angolan Civil War",
      "History: Cold War",
      "Magazine: Strategy & Tactics",
      "Series: They Died With Their Boots On (Decision Games)"
    ]
  },
  {
    "Rank": "15883",
    "Name": "Dark Souls: The Board Game – Painted World of Ariamis",
    "ID": 369449,
    "Year": "(2022)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/369449/dark-souls-the-board-game-painted-world-of-ariamis",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Confront the fan favourite Crossbreed Priscilla and the rest of the painting&rsquo;s strange denizens with Dark Souls: The Board Game, Painted World of Ariamis, featuring new foes, player characters, treasures, event cards, objective cards, and more!&#10;&#10;Painted World of Ariamis gives you an evocative new area to explore from the original DARK SOULS video game, in a standalone core set containing everything needed for thrilling campaigns in Lordran. No other purchase is necessary.&#10;&#10;It is NOT backwards compatible with all other DARK SOULS&trade;: The Board Game products, so you&rsquo;re free to combine monsters from different areas for expanded campaigns.&#10;&#10;&#10;     18 Miniatures (1 large boss, 3 characters, 1 mini boss, 13 enemy minis), 4 Double-sided Game Tiles, 3 Character Boards, 3 Token Boards, 1 Campaign Dashboard, 1 Rulebook, 15 Dice, 169 Cards, and 2 Health Dials &#10;     Confront an all new threat with the fan favourite Crossbreed Priscilla and other creatures inside the painting&#10;     This standalone game requires no other purchases to play&#10;&#10;&#10;Revitalised, community-driven new ruleset&#10;&#10;     Backwards compatible with existing Dark Souls: The Board Game products&#10;     1-4 Players&#10;&#10;&#10;Do you dare venture into a painted world and confront the strange creatures sealed within?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Theme: Boss Battle",
      "Video Game Theme: Dark Souls"
    ]
  },
  {
    "Rank": "15884",
    "Name": "Bolt Action: Assault on Normandy",
    "ID": 140235,
    "Year": "(2012)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/140235/bolt-action-assault-on-normandy",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Bolt&#226;&#128;&#136;Action: Assault on Normandy brings to you everything you need to pit your tactics and wits against your opponent as you recreate the great battles of World War II on the tabletop! In addition to the glorious Bolt Action rulebook and eight Orders Dice, you will find forty hard plastic, multi-pose 28mm miniatures as well as terrain for them to fight over. This is a great starting point as you seek to defeat your foes and bring an end to the greatest conflict in history.&#10;&#10;This introductory boxed set includes miniatures from two factions &ndash; German and Americans &ndash; allowing two players to learn the basic rules of the game. Using miniature soldiers, tanks and terrain, you can fight battles in the shattered towns of occupied France, either liberating or holding the position according your faction. By moving miniatures that represent troops and vehicles (like Sherman tanks or half trucks) along a scenery-filled tabletop and using dice to resolve shooting or attacking actions as well as leadership tests, you attempt to finish the enemy army or achieve certain objectives.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Game: Bolt Action (Warlord Games)",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "15885",
    "Name": "Gladiator Gauntlet",
    "ID": 226502,
    "Year": "(2017)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/226502/gladiator-gauntlet",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Gladiator Gauntlet is a solitaire micro-wargame where the player fights up to 6 rounds of enemies in the colosseum, attempting to win glory and reknown. The player fights each enemy in sequence, matching their own dice versus the enemy's. Whoever wins each dice match causes damage to the opponent.&#10;&#10;Gladiator Gauntlet utilizes a unique mechanic which dynamically ties your health to your combat rolls. With your health represented by two dice, you can choose to lower your guard to deliver a heavy blow and replace a low-value combat die with a high-value health die, or you can play defensively and replace a high-value combat die with a low-value health die.&#10;&#10;Be careful, though, because if any of your health die reach 0, you lose that die permanently, reducing your options later on. Earn glory to modify rolls and carefully manage your health and combat to defeat all rounds and win the games.&#10;&#10;&#10;This game received the following awards in The 2017 9-card Nanogame PnP Design Contest:&#10;&#10;1st Place: Best New Designer&#10;3rd Place: Best Artwork&#10;7th Place: Best Overall Game&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fighting",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Ancient: Rome",
      "Contests: 9 Card Nanogame PnP",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "15886",
    "Name": "Color Wheel",
    "ID": 198548,
    "Year": "(2016)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/198548/color-wheel",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Swap pieces on the wheel until all are grouped into clusters of one color.  Players have 27 turns to complete the board from a random starting position - each turn consists of switching two pieces of matching size or color.&#10;&#10;A fast and simple luck free co-op game for 1 to 5 players.&#10;&#10;Included in Pyramid Arcade and as a PDF on the publisher's website.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building"
    ],
    "Families": [
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "15887",
    "Name": "Warsaw Pact",
    "ID": 10561,
    "Year": "(1976)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/10561/warsaw-pact",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "This is a NATO vs Warsaw Pact game with three scenarios (1967, 1973, and the 1980s) with variant rules. The game scale is 30 mile hexes and 5 day turns. The map runs from Denmark to Turkey.&#10;&#10;Contents (Boxed Edition):&#10;1 20&quot;x28&quot; hex map&#10;1 Rules Booklet&#10;162 Counters (2 counter sheets; 1 is a half sheet)&#10;&#10;Originally published as a magazine game in JagdPanther #14 which has been rereleased in PDF format by Amarillo Design Bureau. Later published, in revised form, as a boxed game from Task Force Games.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Cold War",
      "Magazine: JagdPanther",
      "Players: Two-Player Only Games",
      "Political: NATO",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "15888",
    "Name": "Beccato",
    "ID": 338797,
    "Year": "(2020)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/338797/beccato",
    "Min Players": "4",
    "Max Players": "9",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Beccato is a game of glances, telepathy and fleeting gestures. Let your teammate know, through a secret signal, that you are holding a set of three. But be careful: if your opponents catch you, you won't score any points! So don't be a chicken ... Don't get caught!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "15889",
    "Name": "Poetry Slam",
    "ID": 247576,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/247576/poetry-slam",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Groovy, Daddio! Everyone can be a far-out poet even if they don't know it, ya dig?&#10;&#10;Poetry Slam is the party game all about writing short poems so that you can score big. Come up with some cosmic lines, and you'll find everyone snapping their fingers to the rhymes. Not only that &mdash; you gotta be fast coming up with rhymes since everyone is playing at the same time. If someone else finishes before you, they may end up getting a higher score, too. So come on, grab a pen, and start slammin'!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15890",
    "Name": "Shuttles",
    "ID": 1916,
    "Year": "(1973)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/1916/shuttles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.625",
    "Description": "From the box:&#10;Shuttles is a game of strategy for two players, ages 8 to adult. By moving playing pieces and game board sliders, players maneuver around variable barriers in a race to be the first to reach their goal. This challenging game develops strategic thinking skills, and by solving strategy problems, helps children to develop solutions to real-life problems.&quot;&#10;&#10;The board is made up of nine or seven horizontal rows (&quot;sliders&quot;) containing various combinations of holes and barriers. The players start with five pegs each, on opposite ends of the board, and attempt to be the first to get all of their pegs to the other side. On a turn, the player can either move a peg orthogonally as far as they want without crossing a boundary, or they can move one of the rows left or right, shifting the location of the holes and barriers in an attempt to block their opponent's moves or open a path for their own pegs.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze",
      "Racing"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15891",
    "Name": "Dead Man's Chest",
    "ID": 172837,
    "Year": "(2015)",
    "Geek Rating": "5.528",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/172837/dead-mans-chest",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2143",
    "Description": "Dead Man's Chest is a dice game of bidding and bluffing for three to eight pirates. The game includes rules, a treasure chest dice shaker, two special dice and 24 gems.&#10;&#10;The game is driven by a bid and challenge system. Players roll the dice in the chest and present the closed chest to the next player with a challenge based on their value. Will they call your bluff or choose to roll and raise the bid to the next player. But beware the challenge of DEAD MAN, as there is no higher bid!&#10;&#10;This is a variant of Mia.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Bluffing – Dice Cup",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "15892",
    "Name": "Human Interface: Nakamura Tower",
    "ID": 176850,
    "Year": "(2016)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/176850/human-interface-nakamura-tower",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.6667",
    "Description": "Human Interface: Nakamura Tower (HINT) is a board game that is a unique combination of many elements known from tactical and skirmish games, RPGs and board games. The game is based on a struggle between two powerful megacorporations that takes place in the title tower.&#10;&#10;HINT is designed for 2+ people but through different scenarios can be played alone, in cooperation or against other players. The story happens in the near future when the world is dominated by new technologies.&#10;&#10;In HINT you will lead a team of selected professionals of a given faction. Each of them has unique skills and abilities, each one can be given weapons and other equipment, be enhanced genetically or cybernetically. All characteristics and modifiers are presented on special character and equipment cards (you don&rsquo;t need to constantly flick through the rulebook). Each character card has a limited amount of slots that can be filled with equipment and modifications. The player can purchase additional equipment to replace the current item depending on the &ldquo;group&rsquo;s assets&rdquo;. You may like your heroes or hate them but they will no longer be just anonymous pawns.&#10;&#10;The game is played on a board showing the interior of the Nakamura corporate tower that is under attack by its rivals. The characters are moved using spaces on the board. This eliminates the need to measure distance when moving and fighting thus quickening the pace of the game and allowing to avoid misunderstandings. Each space presents a specific tactical situation that influences the characters placed on it.&#10;&#10;Game mechanics are fairly easy as we wanted to achieve a perfect balance between a fun game and rules that enable a lot of tactical possibilities. The basic rules are easy to learn but the possibilities of their use grow significantly in combination with the characters&rsquo; skills and capabilities of equipment. The characters are defined by their basic physical and mental abilities and modifiers, which make it easier or more difficult to perform some tasks, that make them unique. These modifiers result from their skills, special training or cyberations and other equipment. The rules do not use any dice and the testing mechanics are based on cards that we call CanDo. The description on the card, its value and colour influence the final result of the test. The numerical value also states the location of a hit and additional effects connected to it.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cyberpunk",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "15893",
    "Name": "Boblin's Rebellion",
    "ID": 370399,
    "Year": "(2024)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/370399/boblins-rebellion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Boblin is back with a cunning plan! He&rsquo;s been rallying hordes of his goblin friends to rise up against the goblin king and his troll guardians. Help Boblin train an army of Stalkers, Stabbers, Slingers, Sparklers, and Screamers, in an attempt to overthrow the evil dungeon overlords once and for all&hellip;&#10;&#10;&hellip;it's time to train your goblins and take back the dungeon!&#10;&#10;---&#10;&#10;Boblin's Rebellion is an engine builder with just one, notably volatile resource to manage: Goblins! Start by recruiting simple Stickler and Screamer goblins at camp, and then seek out opportunities to train them into mighty Stabbers, Stalkers, Slingers, and Sparklers.&#10;&#10;Descend into the depths with your fresh goblin army, conquering key rooms throughout the dungeon: Learn new tricks in the mineshaft, establish strategic footholds in the ice caves, and ultimately launch your furious assault upon the goblin king&rsquo;s lair in the inferno.&#10;&#10;But remember&hellip;  goblins are reckless and clumsy. Your finely crafted engine will require constant adjustment as your goblins overuse and destroy the conquered rooms. Adapt to this, and lead the most effective goblin rebellion to earn ultimate fame and be crowned the winner!&#10;&#10;&#10;     Continues the storyline of Dungeon Drop and its most beloved, unlikely hero, Boblin!&#10;     Includes 2 mini-expansions: Terrible Trolls and Hero's Help!&#10;     Includes a full set of heat-printed goblins and trolls for Dungeon Drop!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Chaining",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Goblins",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15894",
    "Name": "Die verzauberten Rumpelriesen",
    "ID": 136085,
    "Year": "(2013)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/136085/die-verzauberten-rumpelriesen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Die verzauberten Rumpelriesen, the magician players want to find imps hiding in the leaves that cover the forest floor around them &ndash; but they must search carefully to find these imps so that they don't wake the sleeping giants guarding the land. Oh, and they'll need to search quickly, too, or else the giants will wake from the sleeping spell cast on them and run the searchers out of the forest. Who can combine speed, control and a good memory to find the imps where they hide?&#10;&#10;To set up, players place the 16 imp tokens in the holes on the game board, cover these imps with the 85 cardboard leaves included in the game, then place one large wooden giant on each corner of the board. On a turn, the active player reveals a search card showing one of the imps. An opponent flips the sand timer, then the player uses her magic wand to push the leaves aside and (fingers crossed!) find the imp on the search card. She can use her wand to move the giants as well, but if they fall off the game board &ndash; or even so much as a single leaf falls &ndash; the giants awaken and chase the player away empty-handed. If the player reveals the target imp, though, she keeps the search card to record her find. After each search, players cover the board again and return the giants to their places. In the end, whoever has collected the most search cards wins!&#10;&#10;Die verzauberten Rumpelriesen includes rules for cooperative play, with the players using their wands together to search for the imps one by one as they're revealed by the search cards. If the players find more than eight imps without the giants awakening, they win.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "15895",
    "Name": "Cinephile",
    "ID": 282224,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/282224/cinephile",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The ultimate card game for film nerds, movie geeks and cinephiles. One deck, 150 cards, multiple ways to play.&#10;&#10;Each card features an actor or actress and a film in which they&rsquo;ve appeared. Play Six Degrees and connect two cards through their films. Or, Play Filmography where the object of the game is to name more films by one actor/actress than your opponents.&#10;&#10;You can even make up your own games with these beautifully drawn, hand-crafted works of art.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "15896",
    "Name": "Timeline: Sports et Loisirs",
    "ID": 170984,
    "Year": "(2014)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/170984/timeline-sports-et-loisirs",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": null,
    "Categories": [
      "Card Game",
      "Educational",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "15897",
    "Name": "Acornism",
    "ID": 415750,
    "Year": "(2023)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/415750/acornism",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Acornism (&#227;&#131;&#137;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#131;&#170;&#227;&#130;&#183;&#227;&#131;&#165;&#227;&#130;&#174;) is a family friendly tile placement puzzle game with easy to grasp rules but deep strategy. Surround the forest animals with the amount of acorns they need.&#10;&#10;When the total number of acorns on all four sides of the forest animal adds up to the number on the animal tile, the animal is full and leaves the forest.  Place a fallen leaf onto the space of the animal to score points. When no players are able to place more tiles, the game ends. Each player adds the score for each animal tile he has won.  The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "15898",
    "Name": "Rincala",
    "ID": 165627,
    "Year": "(2014)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/165627/rincala",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.3333",
    "Description": "The name Rincala refers to ring and Mancala. In this game, however, the well-known hollows are turned into stacks. On each move, you spread the pieces of one stack in a ring onto the other playing pieces.&#10;&#10;If, after the spreading, two pieces of the same color come to lie on top of one another (on one or more stacks), you get to take the one(s) on the very top of the applicable stack(s). The object of the game is to get hold of as many playing pieces as possible. There are just a few additional rules, regarding the spreading of the stacks and the point scoring in the end.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Mancala",
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Wooden pieces & boards",
      "Traditional Games: Mancala"
    ]
  },
  {
    "Rank": "15899",
    "Name": "Red Tide West: The Cold War & World War III in Europe",
    "ID": 155412,
    "Year": "(2014)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/155412/red-tide-west-the-cold-war-and-world-war-iii-in-eu",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "Modern War #15, Jan-Feb 2015&#10;&#10;Red Tide West: The Cold War &amp; World War III in Europe is a wargame that simulates a hypothetical Warsaw Pact invasion of West Germany in the late-1980&rsquo;s. Red Tide West also presumes a wider conflict beyond the scope of the game, but postulates West Germany to be the so-called &ldquo;center of gravity&rdquo; for the entire war. In other words, regardless of what is happening in, say, Scandinavia, or the Balkans, or the Middle East, etc., the presumption here is that the war will be won or lost in central Europe. To wit, if the Red Army cripples NATO and overruns West Germany, it is assumed that diplomatic negotiations will then suddenly become advantageous to both sides. For the Soviets, they would be satisfied to end the war with their substantial gains, not to mention the distinction of being regarded by the world as having won the war, especially if a nuclear exchange had not yet occurred. NATO, on the other hand (and especially the French) would want to end the war before the Red Army rolled into France proper, and certainly before a full-blown nuclear war erupted (or escalated further, if a limited nuclear exchange had already occurred).&#10;&#10;On the other side of the coin, if the Red Army&rsquo;s drive into West Germany is halted or thrown back, the war will have run its course then and there, regardless of what is happening elsewhere in the world. Negotiations would be underway, regardless, but the Soviets would have very little to gain (and actually much to lose) by perpetuating a war that is then being perceived as the ultimate reproach of the Soviet state and Communist ideology. Indeed, before Soviet battlefield defeats became prolific and pronounced, and especially before NATO units began to push across the borders of East Bloc countries, the Soviets would be confronted with a choice of trying to negotiate an end to the war before the Warsaw Pact alliance collapsed (or worse, defected&hellip;as if a widespread repeat of the Hungarian Uprising of &lsquo;56), or resort to nuclear strikes to avoid a total defeat (a decidedly undesirable solution when considering NATO&rsquo;s predictable response).&#10;&#10;In any case, Red Tide West presumes a short war whereby the final dispositions will be known within a matter of weeks. The Soviet timetables expected the Red Army to reach the French border within 15 days, and therefore the game excludes Soviet &ldquo;Category C&rdquo; and &ldquo;Category D&rdquo; reserves, which could not have been mobilized within the timeframe of the game&hellip; whether or not the Soviet timetables were realistic in the first place.&#10;&#10;The game includes two maps (22&quot;x34&rdquo;) and 560 counters.&#10;&#10;Design &amp; Development: Eric R. Harvey&#10;Final Rules Editing: Eric R. Harvey&#10;Map Graphics: Eric R. Harvey&#10;Counter Graphics: Eric R. Harvey&#10;Production: Callie Cummins and Lis&eacute; Patterson&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: Modern War"
    ]
  },
  {
    "Rank": "15900",
    "Name": "Magic: The Gathering – Duel Decks: Jace vs. Vraska",
    "ID": 210411,
    "Year": "(2014)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/210411/magic-the-gathering-duel-decks-jace-vs-vraska",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Guilds vie for supremacy in Ravnica, creating a tenuous balance of power. Jace Beleren, a mind mage who has adopted Ravnica as his home, fights to maintain a delicate peace. But the deadly gorgon Vraska operates by her own arcane moral code. She serves no guild and owes allegiance to none. This assassin-for-hire could destabilize the entire plane &hellip; but Jace refuses to let that happen.&#10;&#10;Each card in these two decks is black-bordered and tournament legal. They were designed to be played right out of the box, with no deckbuilding required.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games",
      "Series: World's Smallest Games Series (Super impulse)"
    ]
  }
]