[
  {
    "Rank": "6801",
    "Name": "Brigade Fire and Fury: Wargaming the Civil War with Miniatures",
    "ID": 12355,
    "Year": "(1990)",
    "Geek Rating": "5.659",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/12355/brigade-fire-and-fury-wargaming-the-civil-war-with",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.0833",
    "Description": "Rules for American Civil war battles at the brigade level and suitable for battles with forces representing 15,000 to 1000,000 men. Figures are based on stands representing 150-200 men, with a unit consisting of roughly 4-14 stands. It uses alternate moves, with a pair of moves being equivalent to 30 minutes real time.&#10;&#10;The rules consist of a single book and come with a pair of quick reference sheets, information on painting and assembling troops and a series of scenarios for the Battle of Gettysburg.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "6802",
    "Name": "Victory Roads: From Bagration to the Fall of Berlin 1944-1945",
    "ID": 171278,
    "Year": "(2015)",
    "Geek Rating": "5.659",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/171278/victory-roads-from-bagration-to-the-fall-of-berlin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "1440",
    "Weight": "3.5294",
    "Description": "June 1944, the Allies have finally opened the second front demanded by Stalin. The Red Army then launches the Bagration operation. Bringing considerable resources, over 2 million men and 4,000 tanks, it aims to liberate Belorussia. Taken by surprise, the German Army Group Center collapses quickly. The Soviets then advance 600 km in a month, causing an unprecedented defeat to the Germans. They are stopped at the gates of Warsaw, where the insurgency that has just started will be ruthlessly suppressed.&#10;&#10;But the Axis forces are not yet beaten and 10 months of fierce fighting will be necessary until the final victory.&#10;&#10;Victory Roads is a historical simulation retracing the campaign on the Eastern Front, from June 22, 1944, the day of the launch of the offensive Bagration in Byelorussia, until May 1945 in Berlin.&#10;&#10;Victory Roads uses the same game system as Liberty Roads, our wargame on the Western Front, from the D-Day to April 1945, while integrating the specific characteristics of this campaign. The counters are the divisions (Axis) and corps (Soviets) of both sides involved in the campaign.&#10;&#10;The system focuses on the different structure of the two opposing armies. Supports represent the effects of various materiel, equipment, as well as specific battle events.&#10;&#10;Players who are used to play with Liberty Roads should find Victory Roads very familiar.&#10;&#10;The main difference the game offers relies in the way to handle the Soviet player&rsquo;s offensive. A TO marker represents an area of logistic and administrative support from the Chief Commander of Stavka. Theaters of Operation markers are somewhat similar to PLUTO markers although slightly more tricky to handle. They&#10;&#10;Scenarios&#10;&#10;    Budapest-Vienna (7 turns: January-April 45), an initiation scenario to learn the system basics&#10;    Bagration (4 turns: June-August 44)&#10;    Bessarabia (7 turns: July-September 44)&#10;    Downfall (9 turns: January-May 45)&#10;    The Campaign game (24 turns), with historical setup or semi-free Soviet setup&#10;&#10;&#10;Game components&#10;&#10;    2 standard maps (A1 size) + 1 small map (A4 size) - printed on both sides&#10;    924 die-cut counters (1/2&quot;) - 3 countersheets with 308 counters on each&#10;    One full-colour rules booklet with designer notes (28 pages)&#10;    Game aids - 9 A4 size and 2 A3 size&#10;    Two 6-side dice&#10;    Box&#10;&#10;&#10;(source: Hexasim website and user's description)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Multiple Maps",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belarus",
      "Country: Germany",
      "Country: Hungary",
      "Country: Poland",
      "Country: Romania",
      "Country: Russia",
      "Country: Ukraine",
      "Decades: The 1940's",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Roads through WWII"
    ]
  },
  {
    "Rank": "6803",
    "Name": "Cosmic Run: Rapid Fire",
    "ID": 217423,
    "Year": "(2017)",
    "Geek Rating": "5.659",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/217423/cosmic-run-rapid-fire",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "It is 2456 and the planet Earth has long been abandoned. The remaining humans in existence, divided into political factions, have been in search of a new home. Only two factions remain. As they race toward new hospitable worlds, they are not only battling each other, but a hostile alien race that is trying to sabotage their ships with space mines. Will your team make it to the planets to establish new colonies?&#10;&#10;Cosmic Run: Rapid Fire is a standalone, 1-2 player sequel to Cosmic Run. It's a quicker, yet more aggressive game because it includes direct attacks on your opponent. It is also a very portable game consisting of just ten dice and score sheets.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Take That"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Cosmic Run",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "6804",
    "Name": "Exceed: Street Fighter – M. Bison Box",
    "ID": 265754,
    "Year": "(2019)",
    "Geek Rating": "5.659",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/265754/exceed-street-fighter-m-bison-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2.3333",
    "Description": "Exceed brings the speed, tactics, and variety of high-stakes fighting action to life. Choose your fighter and enter the arena. There are no packs to open or rares to chase get everything you need to play right here. Exceed Season 3 features fighters from Capcom's illustrious fighting game franchise, Street Fighter!&#10;&#10;This box contains:&#10;&#10;&#10;     M. Bison - A gauge-focused fighter who rapidly builds up power and spends it to make his dangerous attacks safer.&#10;     Cammy - A highly mobile fighter who is able to attack opponents by moving past them with her special attacks.&#10;     Ken - A well-rounded fighter with a focus on high power and rushdown tactics. Stronger on the offensive.&#10;     Guile - An attrition fighter with ways to rapidly reload his hand and improve his position over time.&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Exceed Fighting System",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6805",
    "Name": "Castellans",
    "ID": 379363,
    "Year": "(2024)",
    "Geek Rating": "5.659",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/379363/castellans",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "In Castellans, players will compete to build the most impressive jurisdictions in the city of Kosk with hopes of becoming its next Castellan &mdash; but this is no easy task! It requires players to navigate the complexities of construction, to pit short-term gains against long-term goals, and to decide between the assurance of small payoffs now or the possibility of larger payoffs later. As construction continues, the local Magistrate wanders each district of Kosk, casting judgment upon everyone's work at different times. Will you out-smart other players and gain the Magistrate's favor? Will you do enough in the big picture &mdash; and at the right times &mdash; to pull off the victory?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "6806",
    "Name": "Star Scrappers: Orbital",
    "ID": 284306,
    "Year": "(2021)",
    "Geek Rating": "5.659",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/284306/star-scrappers-orbital",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.1",
    "Description": "Star Scrappers: Orbital by Jacob Fryxelius, the designer of Terraforming Mars, is based on his Space Station card game, which has been mechanically streamlined, updated and re-themed to fit the Star Scrappers universe - a space western setting created and developed by Hexy Studio.&#10;&#10;You start your space station (Orbital) with a core module tile on the table, then over five years (rounds) you expand it by paying and placing new module cards. Each year you start with a five card hand, crew tokens and new money, with the amount of crew and money determined by the structure of your orbital. You use money primarily to pay for new modules, and the crew gives you special effects on many of your modules.&#10;&#10;During the year, the players take turns doing actions such as building, using module actions, playing event cards, repairing or passing. When everyone passes, the year ends and victory points are awarded: there are six kinds (colors) of modules and for each kind, the player(s) with the most modules of that kind is awarded a victory point. At the end of the fifth year, the player with most victory point wins.&#10;&#10;Background story:&#10;&#10;Welcome to the Star Scrappers universe! Have a seat and get comfortable in the commander chair on a Space Station - one of many that are being constructed in the asteroid belt called the Sybil Cloud. Deposits of Hexis - the most desired mineral in the entire Galaxy - have been discovered there, attracting numerous daredevils willing to extract the precious crystals. Miners have to live somewhere, so you and your corporation are here to provide them with accommodation and, naturally, to get rich!&#10;&#10;Terrons:&#10;&#10;Terrons, the space station builders, are descendants of the humans who came to this galaxy a long time ago. Over a thousand years, united in the Interstellar Terron Federation, they have colonized many corners of the universe. The democratic system of the Terron society has encouraged the creation of many independent structures, such as corporations, commercial consortiums and mercenary guilds. By making contact with different alien species, they have caused their civilization to flourish and their influence to spread. At the base of their success lies ambition. Ambition that knows no bounds. This trait of character drives Terrons ever forward, to conquer new territories, to discover the unknown, to push the frontier of the Federation another step further. Their military forces are well-known across the Central Sector, as they strike fear in the hearts of alien beings inhabiting the Galaxy. They became famous during the two Hy&rsquo;Dran Wars, proving unshaken and well-trained. Even now, in times of peace, the Terron fleet remains ready to defend their territories. And their businesses.&#10;&#10;Other inhabitants of the Galaxy:&#10; In the distant future, countless alien species explore the Galaxy in search of fortune and fame. The last interstellar war with the Hy&rsquo;Dran Empire ended over fifty years ago and since then peace treaties have been in power. Newly discovered cosmic nations, like the cybernetic Biosses and the expansive Weedlocks, are beginning to influence the fate of the Galaxy, while the inhabitants of ancient planets, such as the mechanical Metanels and the mysterious Minegglers, are once again striving to achieve their goals.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "6807",
    "Name": "CONFIDENT?",
    "ID": 251726,
    "Year": "(2018)",
    "Geek Rating": "5.659",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/251726/confident",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "CONFIDENT? is a highly entertaining family party game where you answer questions like &quot;how many slices are there in a loaf of bread?&quot;. But, instead of giving exact answers, you guess with a RANGE! You only need to get the right answer in your range to win points so everyone can have a go, but the smaller your range compared to everyone else, the more you score! Are you CONFIDENT enough to win?&#10;&#10;",
    "Categories": [
      "Educational",
      "Number",
      "Party Game",
      "Print & Play",
      "Trivia"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "6808",
    "Name": "Trailblazers: Travel Edition",
    "ID": 370598,
    "Year": "(2023)",
    "Geek Rating": "5.659",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/370598/trailblazers-travel-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Trailblazers are the gutsy folks who pave and brave the trails of the great outdoors.&nbsp; Whether by hiking boots, cycling wheels, or river paddle, these tenacious travelers seek to feed their insatiable appetite for adventure.&nbsp; With a scenic wilderness ever ahead and a freshly charted path upon the heels, one mustn&rsquo;t forget to eventually find their way back to camp.&nbsp; For there are always new environments to explore, further expeditions to undertake, and more trails to blaze.&#10;&#10;In Trailblazers, players compete to earn the most points by building biking, hiking, and kayaking loops from their campsites of the matching trail type.  Each round, players are dealt eight trail cards where they&rsquo;ll draft two cards, arrange those cards in their personal area, and pass their hand to the next player three times.  Cards must either be placed adjacent to or overlapping other cards.  While players can push their luck by aiming to construct long and elaborate trails, only closed loops that start and end at a matching campsite will score points.  Players also compete to fulfill &ldquo;First To&rdquo; and &ldquo;End Game&rdquo; goal cards.  After four rounds, the game ends and the player with the most points from closed loops and goal cards wins.&#10;&#10;The Super Travel Edition of Trailblazers plays up to 4 players and includes PVC cards, the clamshell case, and carabiner.  It does not include any expansions.  There is one solo mode. Another version of this edition exists as the &quot;Pocket Edition&quot; which features the same game content but instead comes in a tuck box with regular cards.&#10;&#10;(The Standard and Deluxe editions play up to 8 players, include the Animals and Adventures expansions, and have three solo modes. The Travel Edition includes the Animal expansion, but it does not have PVC cards)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Layering",
      "Network and Route Building",
      "Push Your Luck",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Track Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Camping",
      "Theme: Hiking",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "6809",
    "Name": "Dune: The Dice Game",
    "ID": 173486,
    "Year": "(2015)",
    "Geek Rating": "5.659",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/173486/dune-the-dice-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.92",
    "Description": "Dune: The Dice Game is a dice-driven game set in the Dune Universe created by Frank Herbert. The players represent various Factions vying for control of Arrakis, the desert planet. Each of the 6 playable Factions has a small set of thematical special abilities that allow them to break certain rules in the game.&#10;&#10;Each turn, you will need to politicize, ally and employ the means of Kanly wisely, recruit new troops, ship them to the surface, and attack in just the right spot. Fate, in the form of the dice, can be controlled to a certain degree but still might thwart your plans; Sandstorms and the mighty Shai-Hulud plague the surface of Arrakis; A charismatic leader might tip the balance in a forlorn combat in your favour.&#10;&#10;The game ends when one Faction or Alliance is in control of a certain number of Arrakis&rsquo; strategic Regions at the end of their turn, or after 6 whole rounds.&#10;&#10;Inspired by and based on both, this game tries to find a middle ground between the complexity and duration of Dune and the excessive simplicity of Dune Express while staying true to former&rsquo;s general feel and steering closer to the lore of the original novels than both. Sounds a bit ambitious, I know.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Fighting",
      "Negotiation",
      "Novel-based",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Dune",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "6810",
    "Name": "Fleet Commander: Nimitz – The WWII Pacific Ocean Solitaire Strategy Game",
    "ID": 105023,
    "Year": "(2014)",
    "Geek Rating": "5.658",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/105023/fleet-commander-nimitz-the-wwii-pacific-ocean-soli",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6923",
    "Description": "Newest entry in DVG's Field Commander series.  This is a solitaire game that covers the entire Pacific War from the US point of view.  Players can start the game on December 8th, 1941 with historically accurate forces displayed across the map.  The game contains a simple area land combat system to handle the island combat. Contains 4 campaigns and rules to link the campaigns to play the entire war.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "History: World War II (Pacific)",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Pacific Ocean",
      "Series: Field Commander (DVG)"
    ]
  },
  {
    "Rank": "6811",
    "Name": "Shikoku",
    "ID": 250781,
    "Year": "(2018)",
    "Geek Rating": "5.658",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/250781/shikoku",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.8",
    "Description": "Shikoku is the smallest of the four main islands of Japan and famous for its 88 Buddhist temples pilgrimage. It is said people have a year of misfortune and woes &mdash; at the age of 42 for men and 33 for women &mdash; so to be cured and avoid bad luck, pilgrims of those ages attend the temple 23 called Yaku&#197;&#141;ji and place of the Buddha of healing, Yakushi Nyorai. In every step, pilgrims leave a coin while singing the Yakushi mantra, which favors them with spiritual healing and prevents misfortune.&#10;&#10;In Shikoku, players play the role of pilgrims who are going up the 33 steps while singing mantras until they reach the pagoda. However, the &quot;Middle Path&quot; seeks moderation, not the extremes: To be the first one, or the last, is not welcome! The winners will be those who are second or next to last on the steps when a player reaches the top. The game is played in rounds, each of them with three phases:&#10;&#10;&#10;    Following the turn order of the mantra line, each player plays one card from their hand placing it in the mantra area along with their pilgrim.&#10;    When all players had played a card, pilgrims will be moved on the board. Players whose cards are second counting from the left and second counting from the right, don't go up. The other players go up as many steps (ICONO) as the card with their pilgrim indicates.&#10;    Move the mantra card (and its pilgrim) with the lower value from the first position to the last one of the mantra line. This will determine the turn order of the next round.&#10;&#10;&#10;The last player in the mantra line gets a new mantra card and other players take one of the cards (in turn order) that have been played during the previous round to have three cards in their hands.&#10;&#10;After the moving phase of a round, if one or more players reach the pagoda (square 33), the game ends and the player, or players, who are second counting from the top and second counting from the bottom, win the game.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Country: Japan",
      "Islands: Shikoku (Japan)",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "6812",
    "Name": "Battle Hymn Vol. 1: Gettysburg and Pea Ridge",
    "ID": 236931,
    "Year": "(2018)",
    "Geek Rating": "5.658",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/236931/battle-hymn-vol-1-gettysburg-and-pea-ridge",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "480",
    "Weight": "2.9545",
    "Description": "Battle Hymn Vol. One includes two games: Gettysburg: The Tide Turns and Pea Ridge: The Struggle for Missouri.&#10;&#10;Battle Hymn is a new brigade-level game system that simulates the chaos of the America Civil War using a simple activation system combined with a detailed combat system. The system&rsquo;s designer, Eric Lee Smith, originated the &ldquo;chit-pull&rdquo; activation system in his game &ldquo;Panzer Command&rdquo; and later used it in &ldquo;Across Five Aprils,&rdquo; Battle Hymn&rsquo;s forerunner, both published by Victory Games. Units are organized by command, usually divisions, and activate for movement when the command&rsquo;s activation marker is picked from the cup. The system uses traditional mechanics for movement, with units differentiated by type, but adds a level of detail to combat that feels almost miniatures like. In fact, the system is designed for easy conversion to miniatures. When one side has the initiative they decide when their combat phase occurs, without it, you don&rsquo;t know when it will happen.&#10;&#10;Units have strength point steps, which are either &ldquo;formed&rdquo; or demoralized, and losses are taken point by point. Based upon the latest research into Civil War combat and tactics, units suffer attrition in both losses and demoralizations until they finally shatter and are removed from the map. There are two combat phases, each of which consists of two rounds of combat. Engagements are fluid, with retreats and advances setting up unexpected confrontations during the second round of combat.&#10;&#10;Battle Hymn is a &ldquo;player&rsquo;s game&rdquo; designed to play fast and provide lots of fun and historical insight. With scenarios taking as little as an hour, up to eight hours for the full campaign, there is plenty of variety. The system is streamlined and does not have the complications seen in other games, such as logistics and leadership hierarchy. Here, it's all about strategy, movement, and fighting.&#10;&#10;Gettysburg: The Tide Turns needs no introduction as to subject, but the treatment is noteworthy. Using a graphics approach based upon the maps produced by the US Government after the war, the map is a pleasure to behold. There are six scenarios in the game, some of which have alternatives for additional variety.&#10;&#10;Pea Ridge: The Struggle for Missouri simulates the decisive battle of Pea Ridge, which determined that Missouri would stay in the Union. It could have gone the other way. This is a classic meeting engagement with the Confederates on the offensive and outnumbering the Union for once.&#10;&#10;Optional rules include hidden movement and more randomization during combat (more historical and also simulates async computer play).&#10;&#10;SCENARIOS&#10;&#10;Note: Some scenarios have alternatives making them in effect two or more scenarios.&#10;&#10;Gettysburg&#10;&#10;Pickett&rsquo;s Charge - 3 turns, 45 minutes&#10;The Best Three Hours (Devil&rsquo;s Den) - 3 turns, 1 hour&#10;The Accidental Battle (Day One) - 11 turns, 3 hours&#10;Longstreet&rsquo;s March (Day Two) - 9 turns, 3 hours&#10;The Tide Turns (Day Three) - 7 turns, 3 hours&#10;The Battle of Gettysburg (campaign) - 31 turns, 8 hours&#10;&#10;Pea Ridge&#10;&#10;The Surprise Attack (Day One) - 9 turns, 2 hours&#10;Missouri Redeemed! (Day Two) - 5 turns, 1.5 hours&#10;The Battle of Pea Ridge (campaign) - 15 turns, 5 hours&#10;&#10;Product Information&#10;&#10;Complexity: Medium (4 out of 10)&#10;Playing Time: 45 minutes to 3 hours (scenarios), 5 to 8 hours (full campaigns)&#10;Solitaire Suitability: High (due to variable activation system)&#10;Time Scale: 1 turn = 60 to 90 minutes depending on the game and day &#10;Map Scale: 1 hex = 300 yards across &#10;Unit Scale: Brigades, strength point = 150-300 men (depending on the game &amp; unity type)&#10;Players: 2 (but far above average as a solitaire game)&#10;Game Designer: Eric Lee Smith&#10;Artist: Robert Shields&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: Battle of Gettysburg",
      "States: Arkansas",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "6813",
    "Name": "Western Front Ace: The Great War in the Air, 1916-1918",
    "ID": 294112,
    "Year": "(2023)",
    "Geek Rating": "5.658",
    "Avg Rating": "8.70",
    "Link": "https://boardgamegeek.com/boardgame/294112/western-front-ace-the-great-war-in-the-air-1916-19",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.8462",
    "Description": "Western Front Ace is a solitaire, tactical air war game covering air operations in the Western and Italian fronts during WWI.  Players control an aircraft from one of seven different nations represented, with options to upgrade to better aircraft as the war progresses.&#10;&#10;You will manage individual aircraft, weapons systems, specific crew members, and ammunition over missions representing 3-4 days per turn.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "6814",
    "Name": "DC Deck-Building Game: Rivals – Green Lantern vs Sinestro",
    "ID": 252576,
    "Year": "(2018)",
    "Geek Rating": "5.658",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/252576/dc-deck-building-game-rivals-green-lantern-vs-sine",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "DC Comics Deck-Building Game: Rivals &ndash; Green Lantern vs Sinestro sets out to recreate the never-ending conflict between Hal Jordan and Sinestro. The 98 cards in the set include new heroes, villains, equipment, locations, constructs, and features two different approaches to play. The Sinestro side is built around attack and forcing his opponent to take bad cards, while the Green Lantern side prefers drawing extra cards and a strong defense.&#10;&#10;In more detail, players take on the roles of Green Lantern and Sinestro. Each oversized character card has a cost of 9, 12, or 15 and has a unique ability. As they are defeated, the characters grow in difficulty to take down, and their abilities also improve. Players start off on an even playing field with identical decks of cards. They then use the cards in their hands and special abilities to buy bigger and better cards. As the game progresses, each player's deck becomes unique, strengthened by their decisions. Players attack and defend until Green Lantern or Sinestro stands supreme over his iconic rival!&#10;&#10;The DC Deck-Building Game: Rivals &ndash; Green Lantern vs. Sinestro is fully compatible with the earlier Rivals &ndash; Batman vs. The Joker and the Confrontations set. It is also compatible with all other Cerberus Engine games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Comic Books: DC Universe",
      "Game: Cerberus Engine – Heroes",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "6815",
    "Name": "Nebula",
    "ID": 374982,
    "Year": "(2023)",
    "Geek Rating": "5.658",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/374982/nebula",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2667",
    "Description": "It is said that for every person who has inhabited the Earth, there is more than one shining star in the universe...&#10;&#10;In Nebula you will have to collect stars to position them in your galaxy. Stars come in various stages, from red giants to white dwarfs, which you can get from star clusters. You can get stars by investing Time or going to Chaos. Then you must position them in some orbit and constellation respecting the law of gravity. Finally, there will be objectives, both personal and shared, that can reward you, and also some stars without glow that will remind us that death is part of stellar life.&#10;&#10;Give life to your Galaxy and find harmony within your constellations. The stories that will be invented while you watch them will last over time...&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Se dice que por cada persona que ha habitado la Tierra, hay m&aacute;s de una estrella que brilla en el universo...&#10;&#10;En Nebula deber&aacute;s recolectar estrellas para posicionarlas en tu galaxia. Las estrellas se presentan en diversas etapas, desde gigantes rojas hasta enanas blancas, las cuales podr&aacute;s conseguir desde los c&uacute;mulos estelares. Podr&aacute;s obtener estrellas invirtiendo Tiempo o acudiendo al Caos. Luego deber&aacute;s posicionarlas en alguna orbita y constelaci&oacute;n respetando la ley de gravedad. Finalmente, habr&aacute;n objetivos, tanto personales como compartidos, que podr&aacute;n recompensarte, y tambi&eacute;n algunas estrellas sin resplandor que nos har&aacute;n recordar que la muerte es parte de la vida estelar.&#10;&#10;Dale vida a tu Galaxia y encuentra la armon&iacute;a dentro de tus constelaciones. Las historias que se inventar&aacute;n mientras las observas perdurar&aacute;n en el tiempo...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "End Game Bonuses",
      "Grid Coverage",
      "Pattern Building",
      "Track Movement",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "6816",
    "Name": "Lofoten",
    "ID": 361905,
    "Year": "(2022)",
    "Geek Rating": "5.658",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/361905/lofoten",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "45",
    "Weight": "2.2857",
    "Description": "Now considered to be one the most beautiful archipelagos in the world, Lofoten was an important Viking territory. Knowing how to adapt to various situations, Vikings were not only peaceful settlers and builders, but invaders and skilled merchants, as well. With your fleet of longships, you are determined to make the most of the 4 essential goods.&#10;Also try to become the most powerful Jarl of the archipelago!&#10;&#10;Goal of the Game&#10;In Lofoten, you must load merchandise from the market into your longships, and bring them back to your clan. For each type of merchandise, a particular scoring will grant you an advantage over the opposing Jarl. No matter what the situation is, your goal is to earn more PP (Power Points) than the opposing Jarl in the final scoring, to become the most powerful Jarl in the archipelago!&#10;&#10;Lofoten, is a game for two players with innovative card hand management and a rotating board.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: Norway",
      "Occupation: Merchant",
      "Players: Two-Player Only Games",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "6817",
    "Name": "Davy Jones' Locker: The Kraken Wakes",
    "ID": 342081,
    "Year": "(2023)",
    "Geek Rating": "5.658",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/342081/davy-jones-locker-the-kraken-wakes",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.0714",
    "Description": "Something is lurking in the depths of Davy Jones&rsquo;... You&rsquo;ve heard the stories - ships being ripped in half by a giant creature, maelstroms swallowing ships into the sea, &amp; dead sea creatures washing ashore with strange markings. The tides are changing, &amp; not for the better. The stories have struck fear in even the most fearless of Captains! They have decided to band together &amp; prepare for what evil may be waking. Choose your ship, make sail to the ports, &amp; gather everything you can to ready your ship&hellip;before it&rsquo;s too late!&#10;&#10;Davy Jones' Locker: The Kraken Wakes is a cooperative, pirate-themed game for 1-4 players split into 2 Acts. In Act 1, players will be using up actions to move around the map &amp; upgrade their ship as much as possible before Act 2 begins. Exploring Ports, Visiting Markets, defeating Raiding Ships, Exploring Shipwrecks, &amp; battling Naval Ships are just a few of the ways players can gain stat increases, gold, or equipment for their ships! Throughout Act 1, players will also encounter odd stories - pods of beached whales with strange markings, pools of red in the middle of the sea, &amp; stories of ships being dragged down to Davy Jones' from nowhere... As the stories grow more present, so does the reason behind them: The Kraken!&#10;&#10;Once The Kraken wakes, Act 2 begins! Players will be sucked into a huge whirlpool &amp; have to fight through the Kraken, its 8 tentacles, &amp; ever-changing whirlpool currents. Ships will sink, but that doesn't mean they are out of the fight! Other players can rescue the stranded crew from the sea, allowing them to man parts of their own ship &amp; keep pushing through the battle to send the Kraken back down to Davy Jones' Locker!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Miniatures",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Dice Rolling",
      "Hexagon Grid",
      "Multiple Maps",
      "Role Playing",
      "Solo / Solitaire Game",
      "Trading",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "6818",
    "Name": "Barrel Dice",
    "ID": 148531,
    "Year": "(2013)",
    "Geek Rating": "5.658",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/148531/barrel-dice",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5769",
    "Description": "The innkeeper of &quot;The Wild Boar&quot; tavern is a sly old dog! While they treat humble guests who don't ask for much to free rounds, for hard-drinking boozers they close the tap and keep the cool brew for themself.&#10;&#10;Polterfass is a dice-rolling game without dice! Yes, the dice have been replaced by small beer barrels, and the active player each round is the innkeeper who shares their brew with players who keep their requests modest.&#10;&#10;The game includes nine barrels &mdash; two of them being special ones &mdash; that are rolled out of a dice cup. The normal barrel bases show numbers, while the special barrel bases show symbols that allow the innkeeper to double other values or cancel them. After each roll, only the values/symbols of &quot;standing&quot; barrels count.&#10;&#10;After the active player has rolled for the first time, the other players secretly place cards with numbers in front of them. The active player then decides whether to reroll, change the values, or end their turn. Once their turn ends, the guests reveal their cards and sum them. If the innkeeper's total is less than this sum, they win this round, keeping all the beer for themself while the guest with the highest card actually loses points! If the innkeeper's total is higher, each player scores the value of their played card, and the innkeeper keeps the rest.&#10;&#10;When one player has at least 75 points, the game ends, and the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Theme: Pub, Bars, Bistros..."
    ]
  },
  {
    "Rank": "6819",
    "Name": "Qwixx: Das Duell",
    "ID": 212551,
    "Year": "(2016)",
    "Geek Rating": "5.658",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/212551/qwixx-das-duell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "Qwixx: Das Duell is a stand alone two player version of Qwixx.&#10;&#10;As in Qwixx, players roll colored dice and match them up to fill out a score sheet to maximize how many points they will score at the end of the game. However in this game, rolls can only be used by the active player, but the players will share the same score board and mark their progression with stones of their player color.&#10;&#10;Stones can in some cases be &quot;bumped&quot; out by the other player, while other stones are &quot;locked&quot; in permanently. As so, Qwixx: Das Duell features a higher level of player interaction than Qwixx.&#10;&#10;At the end of the game, players sum up their scores based on the placent of their stones. The player with the most points is the winner.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Qwixx",
      "Players: Two-Player Only Games",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "6820",
    "Name": "Suspicion",
    "ID": 204886,
    "Year": "(2016)",
    "Geek Rating": "5.658",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/204886/suspicion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8095",
    "Description": "You are a jewel thief, and you've been invited to the mansion of someone who doesn't know that you engage in such nefarious doings. While at that mansion, you're going to try to nick as many jewels as possible, but *gadzooks* the mansion turns out to be filled with jewel thieves who are all trying to do the same thing. Can you out them publicly, while staying unknown yourself and bagging a nice collection of gems?&#10;&#10;In Suspicion, ten characters start on the perimeter of the game board, and each player is secretly one of these characters. On a turn, you roll two dice, then move the two characters shown (or characters of your choice if you roll a joker). After this, you play one of the two action cards in your hand, and carry out one of the actions on that card: stealing a type of gem in the space where your character is located, moving any character, asking someone else whether their character can be seen by someone on the board, and so on.&#10;&#10;Gems come in three types, and when one of the piles is empty, the game ends. Everyone guesses who is which character, then all identities are revealed. For each player you've guessed correctly, you score 7 points; for each set of three different gems, you score 6 points; and for each individual gem aside from the sets, you score 1 point. Whoever has the most points wins!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "6821",
    "Name": "Planet etuC",
    "ID": 324320,
    "Year": "(2020)",
    "Geek Rating": "5.658",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/324320/planet-etuc",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "This is Planet etuC, where CUTE creatures live their life peacefully.&#10;See over there, that one is on the sea, dancing on a surfing board. That one is bathing in lava, and that is up in the sky, devouring the clouds.&#10;Wow, you think these guys are weirdos that don&rsquo;t look like any of the beings on your planet? Well, look at them again. Aren&rsquo;t they so Cute&hellip;oh no, very etuC??&#10;About this game&#10;&#10;This is a climbing-ladder/shedding-type card game with the theme of ecosystem. This game is designed to be enjoyed by 2-3 players. Players play stronger cards than each other to win the game by getting rid of their hand.&#10;&#10;In this game, there are two types of card ranks: numbers and colors (symbols).&#10;&#10;At the start of a game, whether you are playing for numbers or colors hasn&rsquo;t yet been decided. If the subsequent card has a stronger number, you play by numbers, and if it is a stronger color, you play by colors. If you play a card with stronger number AND color, the rule remains undetermined, and the next player will have options to choose.&#10;&#10;To win, it is important to plan ahead and take control of the dynamic card strengths.&#10;&#10;&#10;Ambiente Abissal is a shedding game for 2 or 3 players, which is to say the first person to play all cards from their hand will be the winner of a round.&#10;&#10;The cards used in the game vary by player count, but there are an equal number of card ranks and suits, and each of these give the players a way to rank cards.  That is, if a person plays an Orange 2, it could be beat by any higher ranked card (number) or any card of a higher suit (color).  In addition to playing one card, the first player could play 2 cards (of the same number or same suit), which can be beat in similar ways.&#10;&#10;Play continues around the table with players playing 1 or 2 cards to beat the current high play or passing.  Once all but one player has passed, the current trick ends and the last player to play begins anew.&#10;&#10;Once a player has played all of the cards from their hand, they will earn points, and when a player has earned a given sum of points, they are determined to be the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6822",
    "Name": "Mission Catastrophe",
    "ID": 319421,
    "Year": "(2022)",
    "Geek Rating": "5.658",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/319421/mission-catastrophe",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "You took the job on the Deep Space Mining Vessel Casimir because you needed a paycheck, not because it was exciting. Lucky you! Now that the asteroid you were mining has been inadvertently turned into high-velocity, flaming death headed straight for your ship, you have plenty of excitement! The ship is doomed - you and your crew mates need to keep it running just long enough to get supplies and head to an escape pod. Just don't tell them that there's only one.&#10;&#10;In Mission Catastrophe you're a member of the alien crew on a doomed ship. You'll need to use the ship modules, your unique role ability and the Operations Cards you obtain to collect supplies and find the remaining working escape pod before the ship takes so much damage that it explodes. Fixing the ship is an option - it may even be an imperative - but spend too much time on repairs and you'll be watching one of your crew mates escape while you float in the cold vacuum of space.&#10;&#10;Mission Catastrophe includes additional ship modules, crew member roles and modes of play to provide a unique gameplay experience every time.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Components: Miniatures",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Sovranti",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "6823",
    "Name": "Briefcase",
    "ID": 88016,
    "Year": "(2012)",
    "Geek Rating": "5.658",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/88016/briefcase",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5636",
    "Description": "Briefcase is a deck-building and resource management boardgame.&#10;&#10;In Briefcase, players build their own business empires by acquiring and activating various companies. Each company, once activated, provides the player with some benefits (which are called decisions cards) and a special ability for the rest of the game.&#10;&#10;Players start with identical decks of decision cards. Each time one player activates a company, he/she adds to his deck more decision cards.  Decision cards give the players various possible actions (like buy/activate/hire/obstacles). The most important is the &quot;buy&quot; action, with which players can either buy a building or a resource from the market.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Indiegogo",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "6824",
    "Name": "Break the Cube",
    "ID": 354669,
    "Year": "(2022)",
    "Geek Rating": "5.658",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/354669/break-the-cube",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "Break the Cube is the multiplayer puzzle solving game that will let you go brain-to-brain with your friends! To compete, you will need to build the most complex shape possible behind your screen.&#10;&#10;Your goal is to recreate the shape hidden behind your opponent's screen before they recreate yours using Break the Code's system of questioning and guessing, but now with a 3D shape!&#10;&#10;The first player finding their opponent shapes initiate the end of the game. Everyone else will get a chance to guess their respective opponent shape to share the victory.&#10;If the challenge is not hard enough, spice up your games with additional rules, like only one final guess, or adding another piece to you shapes!&#10;&#10;Each player starts the game by building a shape with their wooden pieces behind their screens.&#10;On their turn, players can: &#10;&#10;     Asking what their opponent sees from the top of one square.&#10;     Asking EVERY players what they see in a column or line. Everyone at the table, even the one asking it, must answer this question.&#10;     Trying to guess the shape once they think they recreated. If it is correct, every other player gets a chance to guess their opponents shape.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Memory"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "6825",
    "Name": "Micro Cosmos",
    "ID": 347347,
    "Year": "(2023)",
    "Geek Rating": "5.658",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/347347/micro-cosmos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.8421",
    "Description": "Micro Cosmos is a 1-4 player, card based, resource management game in which players try to terraform planets, create colonies and bring back survivors to their home worlds.&#10;&#10;On each turn players move their spaceship (Ark), use their cards in one of 3 different ways in order to gain and convert resources and perform various actions on planets, moons and space stations.  Players try to gain victory points by terraforming planets, scouting for survivors, settling them on their home worlds and creating colonies on planets they visit.&#10;&#10;Once a set number of planets is fully terraformed, the player with the most victory points is considered the winner.&#10;&#10;The game includes a robust solo mode that uses a super simple Automa deck to perform the AI players actions. Various levels of difficulty create a challenge for any player.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Movement",
      "Chaining",
      "Hand Management",
      "Movement Points",
      "Pick-up and Deliver",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "6826",
    "Name": "Funkoverse Strategy Game: Jurassic Park 101",
    "ID": 299268,
    "Year": "(2020)",
    "Geek Rating": "5.658",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/299268/funkoverse-strategy-game-jurassic-park-101",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;Life, uh, finds a way.&quot; Chomp, stomp, and roar your way to victory in the ultimate battle of chaos.&#10;&#10;In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in exciting game scenarios.&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system&mdash;the more powerful the ability, the longer it will take for the ability token to become available again&mdash;so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for the different game scenarios.&#10;&#10;Funkoverse Strategy Game: Jurassic Park #JP101 is a standalone game that features:&#10;&#10;     Unique playable characters, including Dr. Ian Malcolm and T. rex from the movie Jurassic Park&#10;     Memorable locations to explore, including The T. rex Paddock and Isla Nublar Lab&#10;     New dice to add some chaos to your gameplay&#10;     Flare Item to enhance your team&#10;     Amber Points, some with Mosquitos (because dino-DNA is hard to find!)&#10;     The ability to combine these figures with other Funkoverse titles to create the team of your dreams&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Movies: Jurassic Park",
      "Players: Two-Player Only Games",
      "Series: Funkoverse Strategy Game"
    ]
  },
  {
    "Rank": "6827",
    "Name": "The Great Battles of Alexander",
    "ID": 5233,
    "Year": "(1991)",
    "Geek Rating": "5.658",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/5233/the-great-battles-of-alexander",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.4054",
    "Description": "The Great Battles of Alexander contains four of the Macedonian conqueror's most famous and decisive battles, all chosen to highlight the developement of the Macedonian Art of War. The battles covered are: &#10;&#10;     Chaeronea &ndash; August 338 BC &#10;     Granicus &ndash; May 334 BC&#10;     Issus &ndash; November 333 BC&#10;     Gaugamela &ndash; October 331 BC&#10;&#10;&#10;The game mechanics use a combat system that emphasizes weapon/armor superiority and maneuverability over quantity. The battles can be fought separately or combined into a campaign version.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Ancient: Greece",
      "Game: The Great Battles of Alexander",
      "History: Wars of Alexander the Great",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Great Battles of History (GMT Games)"
    ]
  },
  {
    "Rank": "6828",
    "Name": "BANG!: The Walking Dead",
    "ID": 160567,
    "Year": "(2014)",
    "Geek Rating": "5.657",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/160567/bang-the-walking-dead",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "BANG!: The Walking Dead is a shoot 'em up card game based on BANG! in which factions from The Walking Dead face off in a battle to survive. Each player becomes a famous Walking Dead character while taking on the roles of Leader, Savior, Survivor, or Loner.&#10;&#10;&#10;    The Leader of the survivors is revealed to all and attempts to protect everyone while staying alive.&#10;&#10;&#10;&#10;    Saviors, who hide their identities, aim to kill the Leader of the survivors.&#10;&#10;&#10;&#10;    Survivors, who also go incognito, aid the Leader in staying alive.&#10;&#10;&#10;&#10;    The Loner, who is of course working alone, tries to defeat everyone else while accomplishing his own objective.&#10;&#10;&#10;BANG!: The Walking Dead is interchangeable with the original BANG! game and plays much the same way. Players try to determine who is on which teams, then use their cards in hand to  attack others and heal themselves, ideally ending up with their team on top.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fighting",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: The Walking Dead",
      "Creatures: Zombies",
      "Game: BANG!"
    ]
  },
  {
    "Rank": "6829",
    "Name": "Funkoverse Strategy Game: Golden Girls 100",
    "ID": 292029,
    "Year": "(2019)",
    "Geek Rating": "5.657",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/292029/funkoverse-strategy-game-golden-girls-100",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;Thank you for being a friend.&quot; Go on a sassy, retro adventure with some of your favorite Golden Girls in the ultimate Pop! battle.&#10;&#10;In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in exciting game scenarios.&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system&mdash;the more powerful the ability, the longer it will take for the ability token to become available again&mdash;so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for the different game scenarios.&#10;&#10;Funkoverse Strategy Game: Golden Girls #GG100 is a stand-alone game that features:&#10;&#10;     Unique playable characters, including Rose Nylund and Blanche Devereaux&#10;     Memorable locations to explore, including The Golden Girls' Home and the Florida Boardwalk&#10;     Cheesecake Item to enhance your team&#10;     The ability to combine these figures with other Funkoverse titles to create the ultimate dream team&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Funkoverse Strategy Game",
      "TV Shows: The Golden Girls"
    ]
  },
  {
    "Rank": "6830",
    "Name": "Johari",
    "ID": 161965,
    "Year": "(2014)",
    "Geek Rating": "5.657",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/161965/johari",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "Johari is a world famous jewelry market in Jaipur, so naturally in the game Johari you and your fellow players will try to buy and sell gems in order to come out tops on the market.&#10;&#10;The game lasts ten days, with players taking three actions each day. At the start of each day, the market is seeded with new gems, gold and prestige cards, with the stores holding only items of the same type and bazaar booths holding whatever comes to them. A new noble visits the market each day, offering a special power to whoever wants to pay for the privilege, with his price dropping each day.&#10;&#10;Each player chooses one of the seven action cards in hand, then they resolve them in order of who has the most gold. They then do this twice more, getting discounts now for the cost of taking certain actions. The action cards let you earn gold, take all the cards from one store or bazaar booth, hire a noble, swap gems, protect yourself for inspections in case you have fake gems, copy your previously played action, or (most important of all) sell gems.&#10;&#10;In addition to points from nobles and prestige cards, most of your score will come from gems that you sell &mdash; but you need to sell the right gems in the right way. When selling to a jeweler, you need to sell four different types of gems (or three types and gold), but you score only for one of the gem cards sold; when selling to a collector, you sell gems of only one type, but you have to hold the most gems of that type and you score only the difference between what you hold and what the player with the secondmost gems of this type holds. Status matters in the collector community!&#10;&#10;Whoever has the most prestige points after ten days wins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Delayed Purchase",
      "End Game Bonuses",
      "Set Collection",
      "Simultaneous Action Selection",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Animals: Elephants",
      "Components: Gems/Crystals",
      "Components: Wooden pieces & boards",
      "Country: India",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "6831",
    "Name": "Dungeons & Dragons: Adventure Begins",
    "ID": 315196,
    "Year": "(2020)",
    "Geek Rating": "5.657",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/315196/dungeons-and-dragons-adventure-begins",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3824",
    "Description": "The Dungeons &amp; Dragons: Adventure Begins co-operative board game is a fast entry into the world of D&amp;D.&#10;&#10;In the game, players choose their characters, then journey through the lands of Neverwinter, working together to overcome fantastic obstacles, battle monsters, and defeat the Boss monster terrorizing the realm. The role of Dungeon Master passes from player to player with each turn, so everyone gets to be part of the storytelling.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Finale Ending",
      "Modular Board",
      "Player Elimination",
      "Point to Point Movement",
      "Role Playing",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "6832",
    "Name": "Crossbows & Catapults: Fortress War",
    "ID": 342075,
    "Year": "(2024)",
    "Geek Rating": "5.657",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/342075/crossbows-and-catapults-fortress-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "Crossbows &amp; Catapults: Fortress War is a restoration of Crossbows and Catapults, the 1983 classic game of kinetic warfare. Each player builds their castle, then players take turns using their weapons to fire discs at their opponent's castle, trying to knock over their warrior figures.&#10;&#10;This new version features highly engineered weapons, more detailed building bricks, and deeper game play. The new weapons no longer use rubber bands, replaced by spring-powered and pinch-to-fire technology that ensure reliable velocity and reward player skill. On the building side, castles are constructed using a variety of detailed components to allow for larger, more intricate, and more varied structures. With 300% more bricks than the smaller version Castle Battle and with special new pieces, you'll build legendary fortresses that tower over the battlefield! Fortress War also features detailed mercenary miniatures, special ammo and a deck of asymmetrical tactics cards let you take special actions and recruit mercenaries to the battlefield, where they'll use their unique abilities to turn the tide in your favor.&#10;&#10;On your turn, take two actions: Move or Fire. Do them in either order, or do the same one twice. Knock down all the enemy warriors and their general to win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Flicking",
      "Hand Management",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 3-Dimensional (3D)",
      "Game: Crossbows and Catapults",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "6833",
    "Name": "Master of the Galaxy",
    "ID": 194062,
    "Year": "(2018)",
    "Geek Rating": "5.657",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/194062/master-of-the-galaxy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.6154",
    "Description": "The Galaxy is vast, rich and open to any species who discovers space flight... but nine Elder Races are expanding through space, ready to assimilate or exterminate anybody who stands in their way.&#10;&#10;We are proud to announce Master of the Galaxy, a fast playing 4&#208;&#165; board game - eXplore, eXpand, eXploit, eXterminate - using a unique and innovative blend of bag-building, card-drafting and tech-tree development mechanisms.&#10;&#10;Drawing inspiration from classic science-fiction, movies, and computer games, Master of the Galaxy merges all these inspirations into a unique and colorful setting.&#10;&#10;At the start of your conquest of the Galaxy, you have one star system, one Race card and a modest supply of resources. During the game, you will fill your bag with new resources that may lead you to victory depending on your chosen strategy. Moreover, you can use Progress and Political cards to help you to victory!&#10;&#10;You choose which way you will dominate the Galaxy &mdash; &#10;&#10;     try to quickly spread your people all across the Galaxy, &#10;     develop your science to a level unreachable by your opponents,&#10;     embark on a methodical extermination of your rivals,&#10;&#10;&#10;it is up to you to decide.&#10;&#10;All means are good if you are the winner!&#10;&#10;You can win this bag building game in different ways - by annihilating your opponents, by building 9 space bases, or by achieving dominance in diplomacy, economics, or science.&#10;&#10;(Espa&ntilde;ol)&#10;La galaxia es vasta, rica y abierta a cualquier especie que descubra el vuelo espacial. Nueve razas ancestrales se expanden a trav&eacute;s del espacio, listas para asimilar o exterminar a cualquiera que se ponga en su camino.&#10;&#10;Master of Galaxy es un juego del tipo 4X (eXplorar, eXpandir, eXplotar y eXterminar) que utiliza una combinaci&oacute;n &uacute;nica e innovadora de mecanismos de juego de azar con bolsas, draft y &aacute;rbol tecnol&oacute;gico. Inspirado en cl&aacute;sicos de la ciencia ficci&oacute;n, pel&iacute;culas y juegos de ordenador, Master of the Galaxy fusiona todas sus musas en un entorno &uacute;nico y colorido.&#10;&#10;Master of the Galaxy combina la gesti&oacute;n de recursos con el uso de cartas. Con la creaci&oacute;n de una reserva de recursos que obtendremos de nuestra bolsa al azar, tendremos que decidir invertir en tecnolog&iacute;a, desarrollo, ofensiva o en los planes secretos de nuestra raza.&#10;&#10;Pueden jugar de 2 a 4 jugadores, con una media de 30 a 45 minutos por jugador.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: 4X",
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "6834",
    "Name": "Potion-Making: Practice",
    "ID": 34169,
    "Year": "(2005)",
    "Geek Rating": "5.657",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/34169/potion-making-practice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.7258",
    "Description": "In the card game Potion-Making: Practice, players take on the roles of apprentice mages studying in a Magic School. Each player tries to gather the necessary components in order to produce magic elixirs, powders, talismans and even magical creatures. For each completed creation the player scores points &ndash; and the harder the task, the more points a player scores.&#10;&#10;The deck consists of 76 cards, with each card featuring one of 16 elements on its bottom half and a magic formula or spell on its top half. Each player start the game with four cards in hand, and four cards are laid face-up in the &quot;Desk of Elements&quot;; players can use these public elements to complete a formula in hand.&#10;&#10;On a turn, a player draws until he has five cards in hand, then he plays one or more cards from his hand. He can:&#10;&#10;&#10;    Discard a card onto the Desk of Elements; he scores one point if that element is not currently present on the Desk.&#10;    Take elements on the Desk to complete a formula on a card in his hand. He scores points equal to the number shown on the formula, then places the element cards face-down over the bottom half of the card so that all players can see the formula. His turn then ends.&#10;    Use one or more previously completed formulas, along with any elements required and available on the Desk, to complete a more difficult formula. He can use formulas in front of himself or other players to do this. Any elements under formulas reused this way are returned to the Desk. Any opponent who loses one or more formulas this way scores half the points of the more difficult formula just completed. The player's turn then ends.&#10;    Plays a spell from his hand to take a card from the desk into his hand, to decompose one completed formula or to transform one formula into another. After playing a spell, he must take another action, which could be playing another spell.&#10;&#10;&#10;After the deck runs out, players continue to take turns until no one has cards remaining in hand. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Digital Implementations: Tabletopia",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "6835",
    "Name": "To the Last Man! The Great War in the West",
    "ID": 21414,
    "Year": "(2009)",
    "Geek Rating": "5.657",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/21414/to-the-last-man-the-great-war-in-the-west",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "To The Last Man! is a strategic level wargame of World War 1 covering all aspects of the western front.&#10;&#10;To The Last Man! uses cards to allow units to fight, take replacements and affect the course of the game with key technological, military, and political events. Players alternate playing cards and moving pieces. The game sequence is very interactive, with NO down time waiting for the other player to take his turn. The combat system has both players rolling dice in each combat.&#10;&#10;In this two-player game each player starts the campaign game and 1914 scenario with cards that also represent the prewar stocks of ammunition, reserves and planning that allows the war to start off with a large bang. After players expend this allotment of cards, they must purchase more cards along with new units. Each player's resources are limited, so players often will not be able to launch large offensives every turn. They'll need to husband their resources. This represents the preparation for the next &quot;Big Push.&quot; All of this leads to difficult game decisions all the way through the game.&#10;&#10;There are scenarios for each year of the war from 1914 to 1918, along with the hypothetical Fuller or 1919 offensive. Also included are the many war plans conceived prior to the war and their appropriate set-ups so you could, for example, try the French 1909 plan vs. the German Schlieffen Plan.&#10;&#10;Rules include: Great Offensives, Stosstruppen, tanks, gas attacks, cavalry, huge dogfights, reserves, siege guns, forts, events on other fronts, and much more.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: France",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "6836",
    "Name": "Totensonntag",
    "ID": 31697,
    "Year": "(2007)",
    "Geek Rating": "5.657",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/31697/totensonntag",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.0536",
    "Description": "On November 19th, 1941, as the sun rose over a new day in the Libyan Desert, a clock was ticking in the headquarters of the British Eighth Army. They had done the impossible and surprised Erwin Rommel, the Desert Fox, slipping nearly five hundred tanks behind his lines. The opportunity to crush the Afrika Korps lay within their grasp...&#10;&#10;Totensonntag is the expanded 2nd Edition of Peter Bogdasarian&rsquo;s Totensonntag from the award-winning Corps Command-system game. At stake: The First Battle of Sidi Rezegh, fought between the British Commonwealth&rsquo;s XXX Corps and Germany&rsquo;s Panzerarmee Afrika during Operation Crusader. Relive the battles, from the opening skirmishes to the hellish clash on Totensonntag, the Sunday of the Dead.&#10;&#10;The Corps Command system is easily learned and taught, perfect for an evening&rsquo;s entertainment. So choose your side and make some history!&#10;&#10;Game Scale:&#10;Turn: 1 day&#10;Hex: 3 miles / 4.8 kilometers&#10;Units: Battalion to Division&#10;&#10;Game Inventory:&#10;Two 11 x 17.5&quot; full-color mapsheets&#10;One dual-side printed countersheets (100 5/8&quot; counters - includes 8 blanks)&#10;One 8-page Totensonntag rules booklet&#10;One dual-side printed Player Aid card&#10;Two 6-sided die&#10;&#10;Complexity: Medium-Low&#10;Solitaire Suitability: Medium-High&#10;Players: 1 or more&#10;Playing Time: 1-3 Hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Country: Libya",
      "Digital Implementations: VASSAL",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Series: Corps Command"
    ]
  },
  {
    "Rank": "6837",
    "Name": "Throw Throw Burrito: Kickstarter Edition",
    "ID": 288010,
    "Year": "(2019)",
    "Geek Rating": "5.657",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/288010/throw-throw-burrito-kickstarter-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Throw Throw Burrito is what you get when you cross a card game with dodgeball.&#10;&#10;Unlike the Original Edition and the Extreme Going Pro Edition, the Kickstarter Edition contains:&#10;&#10;- 120 exclusive game cards that are different from the Original Edition&#10;- Special edition box&#10;- 2 exclusive derpy eyed throwable burritos that differ than the throwable burritos in the Original Edition&#10;- 6 game tokens&#10;- 1 game badge&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "6838",
    "Name": "Autumn For Barbarossa",
    "ID": 232139,
    "Year": "(2017)",
    "Geek Rating": "5.657",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/232139/autumn-for-barbarossa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "2.3684",
    "Description": "Autumn For Barbarossa, (AfB) is a Standard Combat Series (SCS) game covering the the struggle to seize Smolensk in the late summer of 1941. This marks the end of the opening phase of Operation Barbarossa and the stabilization of the front until the effort to take Moscow in Operation Typhoon in the fall.&#10;&#10;AfB features a small map area and a limited number of units, making it easily accessible for fast or competition play. The entire campaign finishes in 10 turns.&#10;&#10;Play begins with the German offensive in full bloom. The German player attempts to rapidly seize as much of the map (in the form of Victory Point locations) as he can. Speed is essential; while he has several cities to reduce, he knows the clock is ticking before Hitler pulls the plug on his efforts. The commanders did not realize this was in the cards, but for design purposes we assume the player feels the pistol pointed at his head. The Germans have copious air and mechanized forces to accomplish their goals...for the moment. At some point determined by the &quot;Hitler Roll&quot;, the German mechanized forces are taken off the map, their air support is cut in half, and the Red counteroffensive strikes in an attempt to turn things around.&#10;&#10;The Soviet player stalls, withdraws, and conserves his forces while letting the German offensive expend itself. As the high tide passes, he prepares his rebuilt Red Army for the second half of the game: the Soviet effort to blunt the German gains and recoup their losses as best they can.&#10;&#10;It that was first published in Special_Ops magazine #7 (2017).&#10;&#10;Game Scale:&#10;Game Turn: 6 days&#10;Hex: 7 miles / 11.2 kilometers&#10;Units: Regiment to Division&#10;&#10;Game Inventory (Special Ops edition):&#10;One 16 x 28&quot; full color mapsheet&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 8-page Autumn for Barbarossa rules booklet&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 3-6&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: Belarus",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Magazine: Special Ops",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "6839",
    "Name": "Witch Trial",
    "ID": 1203,
    "Year": "(2001)",
    "Geek Rating": "5.657",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/1203/witch-trial",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6957",
    "Description": "Players represent lawyers in this humorous, pseudo-Colonial courtroom trial card game.&#10;&#10;Each player attempts to prosecute victims and make money by winning the case. All lawyers pair a Suspect with a Charge card to represent the case they are prosecuting. However, money can also be made by defending the cases that other lawyers are working on. When a case comes to court, players add their Evidence cards, and make Motions and Objections, in order to sway the jury to their side. Then the case is either settled by plea bargain (an agreement by lawers to divide the case money) or by the jury (a 2D6 dice roll of 13 or more which includes all card modifiers played on this case). A fun game in which the lawyer with the most money wins.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Awards&#10;    2001 Origins Award Nominee: Best Abstract Board Game&#10;    2001 Listed in GAMES Magazine's GAMES 100&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Attorneys / Courts",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "6840",
    "Name": "Pampas Railroads",
    "ID": 1796,
    "Year": "(2001)",
    "Geek Rating": "5.657",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/1796/pampas-railroads",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3214",
    "Description": "Players vie for control of six railroads in Argentina.  A deck of cards (3 Offer Stock, 4 Develop Settlements, 5 Construct Track) is used each round to determine player actions.  The deck is passed to the left and an action taken until there is just one action card type left in the deck.  Dividends are then paid (based on railroad value and total number of shares), and a new round is started.  The game lasts for nine rounds, at which time a final payoff is made based on value, income, and actual shares sold.  There are only 5 shares of each railroad available, with the money from the stock purchase going into the railroad treasury.  Also, all track construction must be paid for out of railroad treasuries, and the track is drawn along pre-defined routes using plastic crayons.  Settlements are developed using player funds, which in turn increases the income available to a railroad.  The player with the most money after the final payoff wins.&#10;&#10;The fourth game in the Prairie Railroads Series.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Crayon Rail System",
      "Stock Holding"
    ],
    "Families": [
      "Country: Argentina",
      "Series: Cube Rails",
      "Series: Prairie Railroads (Winsome)",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "6841",
    "Name": "BattleCON: Wanderers of Indines",
    "ID": 174400,
    "Year": "(2020)",
    "Geek Rating": "5.657",
    "Avg Rating": "8.35",
    "Link": "https://boardgamegeek.com/boardgame/174400/battlecon-wanderers-of-indines",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "3.3333",
    "Description": "An official, contest-driven expansion to the BattleCON universe!&#10;&#10;BattleCON: Wanderers was originally announced in January 2013 as a stretch goal in the Devastation of Indines campaign, and after the goal was met, Level 99 committed to creating a future, fan-driven BattleCON set. Submissions opened in April 2014 and closed in October 2014. Each person was allowed up to 3 character submissions (with only 1 character per person allowed to win), detailing their character's appearance, lore and play style.  Finalists were chosen by the Level 99 team to be turned into full, tournament legal characters in their own boxed set!&#10;&#10;This set will be standalone with its own box, board, rulebook and characters, the same size as BattleCON: Fate of Indines.  The set will be completely compatible with all previously released BattleCON sets as well.&#10;&#10;All winners have been notified and many have made themselves and their winning submissions known, but they have not yet all been officially listed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: BattleCON",
      "Players: Two-Player Only Games",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "6842",
    "Name": "1825 Unit 3",
    "ID": 15999,
    "Year": "(2004)",
    "Geek Rating": "5.657",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/15999/1825-unit-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.6667",
    "Description": "The final unit in Francis Tresham's 1825 series. This one covers the north of England &amp; Scotland. Unusual for an 18xx game it is designed for two players. This is a stand alone game, although it can also be used in conjunction with Unit 2 (Midlands) and Unit 1 (Southern England).&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: England",
      "Country: Scotland",
      "Digital Implementations: 18xx.games",
      "Game: 1825",
      "Players: Two-Player Only Games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "6843",
    "Name": "FateFlip: Washed Ashore",
    "ID": 401493,
    "Year": "(2024)",
    "Geek Rating": "5.657",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/401493/fateflip-washed-ashore",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1.2143",
    "Description": "You come to on a sandy beach. The sun is burning your back, the sea salt makes your skin itchy, your tongue barely moves in your mouth&hellip; You remember a huge wave washing you overboard, and you quickly lost sight of the ship. You are lucky to stay alive. But where are you? Is this place inhabited and do ships sail here? Will you ever return to your homeland? And will you be able to even survive?&#10;&#10;Washed Ashore is a story-based solo adventure in which the player takes the role of the game's main character who is shipwrecked and stranded on a deserted island. The player reads parts of the story on cards and makes decisions related to them, the consequences of which are revealed to the player immediately or after some time.&#10;&#10;As the player progresses through the game and follows the story map by map, they find/create resources that they can further use to achieve the goals of the game.&#10;&#10;The game consists of several parts/chapters, during which the main character tries to get off the island, finds and lives in a tribe of natives and tries to sail to their homeland on a ship that sailed to the islands.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Narrative Choice / Paragraph",
      "Solo / Solitaire Game",
      "Storytelling",
      "Track Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "6844",
    "Name": "Gigamons",
    "ID": 170969,
    "Year": "(2014)",
    "Geek Rating": "5.657",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/170969/gigamons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1176",
    "Description": "La Chasse aux Gigamons is a game for 2 to 4 players from 5 years old.&#10;&#10;This is the last event to enter the guild of magicians. It remains the ultimate lesson to master: the invocation of Gigamons. After this test, one that will catch more Gigamons be promoted to Elemage. Good luck and good luck to all!&#10;&#10;Aim of the game&#10;Find the pairs Elemons to the exchange against Gigamons.&#10;&#10;Setting up of the game:&#10;&#10;1-Mix all the Elemons tiles face down and create a 3 by 3 square!&#10;2-Place the 7 Gigamons and the Rocks tiles on the side of the play area.&#10;3-The remaining Tiles of Elemons form the deck.&#10;&#10;How to play?&#10;&#10;    The youngest begins.&#10;    In turn, each player returns 2 face tiles.&#10;        If the tiles are different, the player puts the face down (Polymon always forms a pair with any elemon)&#10;        If the tiles are identical, the player wins and triggers the power the Elemon that is drawn (see specials ability of each Elemons. Then he replaces them 2 tiles from the deck without looking at them.&#10;    &#10;&#10;&#10;If a player has 3 identical Elemons, it can put them back in the box to catch the Gigamon associate. If an opponent already has this Gigamon, he can steal it.&#10;Then it was the turn of the next player.&#10;&#10;Elemon powers:&#10;&#10;&#10;     Polymon: Functions as a wild, always forming a pair with any elemon.&#10;     Floramon: The player takes a tile from the top of the draw pile and adds it to their group of tiles.&#10;     Aeromon: Swap one of the tiles in front of you with a tile in front of another player. The player who gets the ability gets to choose which tiles are swapped.&#10;     Pyromon: Choose a tile in front of another player and remove it from the game.&#10;     Hydromon: While everyone else closes their eyes, look at four of the tiles in the 3X3 grid and then turn them back over.&#10;     Geomon: Place a rock tile on one of the tiles in the 3X3 grid. No player may pick up the tile underneath the rock until the player who played it takes their next turn.&#10;     Electromon: The player gets an extra turn.&#10;&#10;&#10;End of the game&#10;The game ends in 2 ways:&#10;&#10;    When a player has caught 3 Gigamons;&#10;    When the Elemons tiles deck is empty.&#10;&#10;&#10;Who win the game?&#10;&#10;Who ever has the most Gigamons is  promoted to Elemage!&#10;In case of tie, who ever has the most Elemons wins.&#10;In case of a tie, all tied players are  promoted to Elemages.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Take That"
    ],
    "Families": [
      "Containers: Unique Shape",
      "Creatures: Monsters",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "6845",
    "Name": "Tales from the Loop: The Board Game",
    "ID": 306676,
    "Year": "(2022)",
    "Geek Rating": "5.657",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/306676/tales-from-the-loop-the-board-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.375",
    "Description": "In the Tales From the Loop - The Board Game, you take the roles of local kids and play cooperatively to investigate whatever phenomena that threaten the islands (or perhaps just the local video store), and hopefully stop them. Each day starts at school, but as soon as the bell rings you can use whatever time you have before dinner and homework to go exploring! Player actions are integrated, meaning there&rsquo;s no downtime as you wait for others taking their turn. It also makes cooperating with your fellow players dynamic as you can react to things that happen in a turn and don&rsquo;t have to plan it all out from the start.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Tales From the Loop – The Board Game"
    ]
  },
  {
    "Rank": "6846",
    "Name": "21Moon",
    "ID": 308305,
    "Year": "(2020)",
    "Geek Rating": "5.657",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/308305/21moon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "150",
    "Play Time": "310",
    "Weight": "3.875",
    "Description": "The story so far &ndash; exploration of mineral resources on the moon&#10;&#10;The year is 2117. Climate change has taken its toll on Earth and new resources are needed to fuel a very technically advanced society gathered into ever growing megacities around the globe. Research during the last 50 years has shown that the Moon has several very pure and effective mineral resources that are needed on Earth. This year, mining corporations has established bases on the Moon with the purpose of building a transportation network to mine valuable mineral resources. As these resources are of global interest, the top 20 nations on Earth have invested in a freight rocket &ldquo;Future One&rdquo; scheduled to fly to the moon and transport minerals back to Earth.&#10;When the game starts, the corporations got eleven months to gather as much minerals as possible before the rocket leaves the moon.&#10;Players are opportunistic investors &ndash;most wealth at the end of the game wins!&#10;&#10;The players (referred to as &ldquo;investors&rdquo; in this game) see an excellent opportunity to make credits (=money) by investing in and running private companies and mining corporations on the moon. The corporations establish bases on the moon and build road networks to valuable mining resources, mining as much resources as possible until the freight rocket leaves the moon with its cargo of minerals.&#10;&#10;The winner is the wealthiest investor when the rocket leaves. An investor's wealth is made up of personal credits and current market value of owned shares in the seven corporations.&#10;&#10;21Moon is an 18xx game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: 18xx.games",
      "Series: 18xx",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "6847",
    "Name": "SAGA Rulebook (2nd Edition)",
    "ID": 248375,
    "Year": "(2018)",
    "Geek Rating": "5.657",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/248375/saga-rulebook-2nd-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "320",
    "Weight": "2.6364",
    "Description": "Every age has its heroes, singular men, whose prowess and virtue have raised them above mere mortals, and who have forged their own fates through their determination, courage and strength. Their names have survived the passage of time: King Arthur, William the Conqueror, Achilles, Conan.&#10;Whether they were born in popular legend, in the fertile minds of writers, or in the annals of history, they live forever in our collective memory as the most celebrated figures of ages past.&#10;However, for each surviving legend, there exist innumerable others still waiting to be written. Thousands of heroes wait to prove themselves on the battlefields, to speak with fire and steel, and to carve their mark on the world around them. With the book in your hands, you have the unique opportunity to take part in the creation of these legends and to see them master their destinies in turn.&#10;Your SAGA begins here..........&#10;SAGA is a skirmish game taking place in the heroic ages, whether they are historical, mythological, or sprung from the minds of writers. It brings to life the battles between exceptional warriors - Warlords, who defy their enemies on the battlefieds at the head of their warband.&#10;This game puts you at the head of one such warband, made of thirty or so figures, and lead by your heroic alter-ego. Each warband is chosen from among the available SAGA factions and has a specific Battle Board and SAGA dice which grant them particular abilities in battle and reinforce their identity.&#10;This book contains SAGAs simple and innovative basic rules. They are easy to learn and illustrated with numerous examples. They apply to all the universes you might explore. These rules are the fruit of years of development and the contributions of a large community that plays SAGA around the globe.&#10;Once you have read this book, all that is left for you to do is choose a SAGA Universe from the array available, assemble your figures and write your legend!&#10;&#10;&mdash;description from the publisher&#10;&#10;Note: This book contains no battleboards or Armies, you have to buy the first supplement for those...&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Line of Sight",
      "Movement Template",
      "Player Elimination",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: Saga"
    ]
  },
  {
    "Rank": "6848",
    "Name": "Monster Trick",
    "ID": 172309,
    "Year": "(2015)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/172309/monster-trick",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "You won't play just one trick at a time in Stichling, but up to four! This introduces many exciting choices: Serve this here? Those cards there? Do I open a new trick? With so many options you need to plan ahead carefully and find the right time to secure the most points.&#10;&#10;Can you predict the number of tricks you will win? There are other trick prediction games, but none where you must watch up to 4 tricks at the same time. Make exactly the number of tricks you predict, not one too many, nor one too few. If you lose your concentration for even a minute, your wily opponents will take your tricks away &hellip;&#10;The winner is the player who has the most victory points at the end of three rounds.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "6849",
    "Name": "Walk the Plank: Deluxe Edition",
    "ID": 219621,
    "Year": "(2017)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/219621/walk-the-plank-deluxe-edition",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Description from the publisher:&#10;&#10;In Walk the Plank!, players represent the worst pirates in a captain's crew. The captain has rounded you all up because you're all lazy and stupid and simply not worth the rum and loot you get paid. That said, the captain has decided he's willing to keep two of you in his crew. To prove you're worthy, you will fight amongst yourselves, trying to shove other players' pirates off the end of the plank while keeping yours alive!&#10;&#10;In game terms, each round players secretly stack three of their ten action cards, then they take turns revealing and playing those actions one by one no matter what's gone wrong between the planning and the doing. If you plan to have a pirate shove someone off the plank on your third move and all he sees are his own best mates, he will still shove away! Some cards bear a skull on them, and these powerful cards must remain on the table the round after they're played, but otherwise players then pick up their action cards and start a new round. As soon as two or fewer pirates remain on board, the game ends and the owner (or owners) of these pirates win! Watch out, though, as sometimes every pirate will end up in the drink, which means that no one wins other than the sharks circling in the water below...&#10;&#10;This all new deluxe tin edition features a reworked version of the rules, all new artwork (by Felideus Bubastis), screen printed meeples, and the Ghost Meeple mini-expansion (with rules).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Pirates"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Crowdfunding: Kickstarter",
      "Series: Get Bit Trilogy (Mayday Games)",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "6850",
    "Name": "Downfall of Empires",
    "ID": 295072,
    "Year": "(2022)",
    "Geek Rating": "5.656",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/295072/downfall-of-empires",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.5714",
    "Description": "Downfall of Empires is an army level World War I strategy simulation wargame designed with the goal of creating a fluid, historical and fast game.&#10;&#10;This is a game with only 4 pages of rules that works perfectly as an introductory wargame, lasts 18 turns, can be played from 2 to 4 players (Germany, Austria-Hungary, Allies and Russia) and can be completed in less than 3 hours.&#10;&#10;Each turn, each player has 2 or 3 actions (depending on which side they control) that they can use to move or attack with their armies, build trenches, conduct diplomacy with non-aligned countries, reinforce their armies or secretly develop technologies. &#10;At the end of the game someone will win with most victory points obtained by controlling key areas on the map.&#10;&#10;The German and Franco-British Powers have three actions per turn. The Russian and Austro-Hungarian Powers have two actions per turn.&#10;&#10;Available actions are:&#10;&#10;&bull; Recruit: Create new units or reinforce reduced units to full strength&#10;&bull; Activation: Move units and attack&#10;&bull; Research: Develop new technologies.&#10;&bull; Entrench: Build trenches in an area.&#10;&bull; Diplomacy: Increase markers on the political track to persuade neutral countries to join the war. &#10;&bull; Missions: Create Air missions and Tank missions to help in attacks.&#10;&#10;With the exception of Activation, actions can only be played once per turn.&#10;The Recruit action can only be played as the first action.&#10;&#10;Conquering enemy cities earns Victory Points, at the end of the game the side/player with most Victory points is the winner.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Points",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "6851",
    "Name": "Warhammer Age of Sigmar (Second Edition) Core Rules",
    "ID": 256422,
    "Year": "(2018)",
    "Geek Rating": "5.656",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/256422/warhammer-age-of-sigmar-second-edition-core-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.2222",
    "Description": "Warhammer Age of Sigmar is more than a game &ndash; it&rsquo;s a hobby. Build armies of plastic warriors drawn from the many warring factions that inhabit the Mortal Realms, paint your models to personalise your collection, and take them to the tabletop to play fast-paced games of strategy and action that will allow you to tell your own stories within the Age of Sigmar.&#10;&#10;The new edition of Warhammer Age of Sigmar features the most comprehensive look at the core rules since the first Generals Handbook, and like those changes, the new ones will have an equally huge impact on the tabletop.&#10;&#10;Artefacts of the Realms&#10;The Mortal Realms are enormous, and the factions that fight among them are characterised as much by which of the realms they hail from as by their Grand Alliance. Previously, we&rsquo;ve seen this represented largely through creative paint jobs and appropriate basing, with some hobbyists using clever conversions to identify where their force comes from. Now, in the new edition, you&rsquo;ll be able to represent where your army hails from with 84 new magic items. When you&rsquo;re writing your army list, you have the option to pick a Realm for your army to be from. As well as providing you with loads of opportunities for roleplaying (not to mention painting and converting), you&rsquo;ll be able to replace one of your normal Artefact picks with a special artefact from your chosen realm.&#10;&#10;Battling in the Realms&#10;The new edition of Warhammer Age of Sigmar turns the Mortal Realms into rich backdrops for all of your battles. These aren&rsquo;t just optional expansions, but a core part of the game. Each of the Mortal Realms has a set of unique rules that create unusual challenges and opportunities for the armies fighting in them. Firstly, each realm has a command ability, apart from Shyish, which has two, and Ghur, which has wandering, feral monsters instead. Available to every Hero fighting in that realm, these abilities ensure that your army fights in a thematically appropriate way for the realm it&rsquo;s in. Secondly, each Realm has a set of Realmscape Features &ndash; a random in-game effect that&rsquo;ll often have a significant impact on how your game will go. Last, but not least, each of the Mortal Realms has a massive selection of spells associated with it, representing the unique powers that Wizards are able to harness. Each realm has seven spells, ALL of which will be available to ANY Wizard fighting in that realm. Finally, choosing a Realm has a range of impacts on certain warscrolls. Each endless spell, for example, is more powerful when cast in its associated realm.&#10;&#10;Command Abilities and Command Points&#10;There are loads of awesome command abilities in Warhammer Age of Sigmar, but in the previous edition, some would almost never see play because they belonged to models who weren&rsquo;t being used as generals. In the new edition, every Hero can contribute and use their command ability, whether they&rsquo;re your general or not. There&rsquo;s a twist, however &ndash; to use any of your command abilities, you&rsquo;ll need a new resource, known as command points. Command points represent the tactical cohesion of your forces &ndash; you&rsquo;ll receive one to add to your pool every turn, and you&rsquo;ll get an additional point at the beginning of the game per warscroll battalion you&rsquo;ve used. That&rsquo;s not all! There are now three command abilities every single army and every single general can use &ndash; a tweaked Inspiring Presence, At the Double and Forward to Victory.&#10;&#10;Endless Spells&#10;Magic is changing in the new edition of Warhammer Age of Sigmar, offering you something never seen on our tables before &ndash; physical sorceries with models and rules of their own. Endless spells are cast like normal spells, but rather than resolving their text with a mere roll of the dice, each summons a model to the table. This miniature then persists throughout the game until it&rsquo;s dispelled. Endless spells are moved at the start of each battle round after determining who gets the first turn, with players taking it in turns to pick a spell to move, starting with the player that has the second turn that round. You&rsquo;ll be able to move any Endless Spell with this move, not just the ones you control, representing their wild and untameable nature.&#10;&#10;Look Out, Sir!&#10;With the new command ability system making Heroes more useful than ever, the last thing you want is to watch a critical support character get shot off the table before they get to do anything interesting. In the new edition of Warhammer Age of Sigmar, we&rsquo;ve balanced this with a new ability for Heroes that&rsquo;ll make your smaller and more vulnerable characters a lot more durable at range. By keeping your heroes close to your units, you&rsquo;ll make them much harder for enemies to kill at range.&#10;&#10;Magic: Casting and Unbinding&#10;Magic is most interesting when each army&rsquo;s magic phase is distinct and defined by the unique character of the wizards involved. To do that, the new edition sees a change to two classic spells &ndash; Arcane Bolt and Mystic Shield &ndash; to offer more incentive to use the unique spells each Wizard has access to. You&rsquo;ll still find these spells a valuable part of any wizard&rsquo;s toolkit, but they&rsquo;ve been toned down in comparison to others. Secondly, you can now attempt to unbind a spell at a massive 30&Prime; range, up from 18&Prime;, making unbinding much easier and also giving you a chance to deny your enemy key spells even in the first turn of the game, where you may not have had a chance to move your wizards into defensive positions.&#10;&#10;Measuring and Piling In&#10;We know most people play Warhammer Age of Sigmar measuring from bases already, so this is just a case of enshrining it in rules and making way for a more tactical era of Warhammer Age of Sigmar. Piling in has changed to work with the new, official base-to-base system, to allow you to get as many models into combat as possible. Where previously, you could only pile in towards the closest enemy model before having to stop, now, you can pile in even if you&rsquo;re right next to someone &ndash; provided you don&rsquo;t move any further away from the nearest enemy model. This should make large units a bit easier to use and should make surrounding enemies a bit simpler. Secondly, you can&rsquo;t choose not to attack with a unit anymore &ndash; the combat phase only ends when every single eligible unit has piled in and participated.&#10;&#10;Shooting in Combat&#10;Shooting in the new edition is changing slightly. While you&rsquo;ll still be able to shoot whilst in combat, you won&rsquo;t be able to shoot out of it. This makes for a more dynamic game as far as shooting is involved. Taking a few fast-moving, durable units in your army will be key for quickly occupying shooting units that&rsquo;d usually play havoc with the squishier elements of your forces, while defensively, you&rsquo;ll want to screen your key ranged troops with support troops.&#10;&#10;Summoning, For Free!&#10;In the new edition, summoning has been changed to work better for everyone and to properly reflect the unique character of each army that uses it. Rather than summoning units through magical spells, every army that could summon units before now has a unique resource that allows them to bring fresh reinforcements onto the tabletop that fits with their army&rsquo;s background. The big change for matched play, though, is that summoning now no longer costs reinforcement points! Instead, you earn your summoned units with in-game actions: bloodshed, spreading plague, mastering magic, and other thematic goals.&#10;&#10;Turn Priority&#10;In Warhammer Age of Sigmar, the game is split into battle rounds, and players roll at the beginning of each round to see who goes first. This means, in effect, a player may occasionally get to take two turns in a row. In the new edition, the studio have added an extra level of depth, choice and chance to this mechanic, as well as removing some of the randomness, to make for more tactical games. Previously, players would roll off to determine who gets to decide who gets the first turn in each battle round, with the winner getting to choose. This works in much the same way in the new edition, but now, if the players get a draw, the player that went first in the previous battle round wins the roll.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "6852",
    "Name": "Anno 1701: Das Brettspiel",
    "ID": 31897,
    "Year": "(2007)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/31897/anno-1701-das-brettspiel",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3125",
    "Description": "On behalf of the queen each player creates a settlement and establishes a flourishing commercial town. Everything that is used for the setting up and which does not bring settlement out, must on commercial travels are procured. The players discover fruitful colonies with their ships and discover on the way Pirates.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Civilization",
      "Exploration",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Catan",
      "Theme: Colonial",
      "Video Game Theme: Anno"
    ]
  },
  {
    "Rank": "6853",
    "Name": "Ticket to Ride: Ghost Train",
    "ID": 366488,
    "Year": "(2022)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/366488/ticket-to-ride-ghost-train",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Ticket to Ride: Ghost Train takes the gameplay of the Ticket to Ride series and scales it down for a younger audience.&#10;&#10;In general, players collect parade float cards, claim routes on the map, and try to connect locations such as the Mad Scientist's Lab, the Gingerbread House, and the Lonely Barn that are shown on their tickets. In more detail, the game board shows a map of a city with certain locations being connected by colored paths. Each player starts with four colored parade float cards in hand and two tickets; each ticket shows two locations, and you're trying to connect those two locations with a contiguous path of your trains in order to complete the ticket.&#10;&#10;On a turn, you either draw two parade float cards from the deck or discard parade float cards to claim a route between two locations by placing your ghost trains on it; for this latter option, you must discard cards matching the color and number of spaces on that route (e.g., two yellow cards for a yellow route that's two spaces long). If you connect the two locations shown on a ticket with a path of your trains, reveal the ticket, place it face up in front of you, then draw a new ticket. (If you can't connect locations on either ticket because the paths are blocked, you can take your entire turn to discard those tickets and draw two new ones.)&#10;&#10;If you create a route all the way from the Dark Forest region to the Seashore region, you collect the &quot;trick or treat&quot; bonus.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trains"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": [
      "Game: Ticket to Ride (Official)",
      "Holidays: Halloween",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "6854",
    "Name": "NUT",
    "ID": 195454,
    "Year": "(2017)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/195454/nut",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3846",
    "Description": "Collect acorns and store them in trees in your playing area. You may count each color only once and you'll need squirrels to multiply your sets for big points. You'll go nuts for this tiny set collecting card game!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Follow",
      "Layering",
      "Move Through Deck",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Squirrels",
      "Crowdfunding: Kickstarter",
      "Mechanism: Partially overlapping cards",
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "6855",
    "Name": "The Great Khan Game",
    "ID": 2063,
    "Year": "(1989)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/2063/the-great-khan-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1163",
    "Description": "The Great Khan Game includes one 32-page rule book, one 11&quot; x 17&quot; full-color map of the Whamite Isles, 120 die-cut cardboard playing pieces, 162 playing cards, and one plastic storage bag.&#10;&#10;This is a card/strategy board game for 2 or more players.  The game is set in the Whamite Islands.  It is a very fun game, which usually lasts an hour or so depending on the number players and chance.&#10;&#10;The idea of the game is to make as much gold as possible by controlling countries within your own little empire from the dozen or so provinces available.  The game uses a card system with a lot of clever design tricks added on to provide depth.&#10;&#10;The game play within your turn is easy to pick up, but requires much thought to get right. You are dealt six cards initially, which will usually give you weak control of a couple of countries. These can be added to each turn by drawing two free cards or taking the top card from the discard pile. Additionally, you can buy extra cards every turn.  Having checked the cards for events and acted on those immediately, you can make 'melds,' war and political manoeuvres before compulsorily discarding one card.&#10;&#10;The heart of the game is the 'meld.' A meld is simply the act of laying one or more cards from your hand in front of you, thus activating their powers. By having the most powerful political meld on the table (determined by the total number of flags on the melded cards), you control that country until toppled by better politics or combat. Each country normally has a couple of leaders, often with low numbers, and a varying number of higher-numbered followers who might be loyal to any leader card or just one.&#10;&#10;Power can be stolen in two ways: political coups where you lay more flag cards than are currently melded (you take over those cards as well - those willing rally to your cause), or by the time-honoured invasion force.&#10;&#10;Combat is simple enough, but can prove a little fiddly at times. Once battle is joined, a d6 is rolled to see how many rounds the battle will last. Rolling a one when there are two large armies will virtually guarantee a non-result, whereas a six will give both sides a good chance of a win. Swords kill simply on a roll of five or six, castles get to 'fight' in defence, and defending ships must be beaten first.&#10;&#10;The game has an excellent basic structure.  The key to the game is the balance of military, political power, and wealth.  It really works well.  But, as always, there are improvements to be made and rules that can be changed to improve or change the flavor of the game.  But, the reason why the game works well is that there is an excellent structure underlying the few contested rules.&#10;&#10;It's worth adding that a lot of the fun comes from the irreverent humour on the cards--just in case you thought you were playing a serious strategy game.  Names are satirical, silly, or obtuse references to real world people, places or events.  For example, there's a castle named &quot;Ratlarbig&quot; (look at it closely), a character called the &quot;Sorcerer's Apprentice&quot; and a group of soldiers called &quot;The Bloody Buggers&quot;. It's a hoot whether you're winning or losing.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Melding and Splaying"
    ],
    "Families": [
      "Animals: Wolves",
      "Components: Map (Continental / National scale)",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "6856",
    "Name": "Lift Off! Get me off this Planet!",
    "ID": 161681,
    "Year": "(2015)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/161681/lift-off-get-me-off-this-planet",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8438",
    "Description": "Lift Off! Get Me Off This Planet! is a fast-paced, &quot;gateway&quot; game where you use the moon and spacecraft to get your Aliens off the planet before it explodes!&#10;&#10;The game has a casual space theme and never takes itself too seriously. Lift Off! Get Me Off This Planet! is easy to learn, fast-paced game, where everyone feels engaged and &quot;in it&quot; until someone has won or the planet explodes!&#10;&#10;The objective of Lift Off! Get Me Off This Planet! is to be the first player to get their Aliens off the planet using resource cards, action cards, and phases of the moon to escape. If the planet explodes before everyone escapes, the player with the most saved Aliens wins.&#10;&#10;What&rsquo;s special about Lift Off! Get me off this Planet is that lift off points (space vehicles) are all different and often require multiple players to work together to take off. For example, a rocket ship takes a lot of resources and can carry 6 aliens from various players. This creates a great dynamic where initially all players are working together to get, say, the first half of their aliens off the planet, but once it starts thinning people become more competitive and tricky about things using action cards to manipulate the moon, change the board, create tornadoes, etc.&#10;&#10;",
    "Categories": [
      "Environmental",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Team-Based Game",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "6857",
    "Name": "Rolling Japan",
    "ID": 163377,
    "Year": "(2014)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/163377/rolling-japan",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5357",
    "Description": "Rolling Japan is a light &quot;multiplayer solitaire&quot; dice game. Each player has a map of Japan that's divided into the 47 prefectures, which are then bunched together into six differently colored areas.&#10;&#10;On a turn, a player draws two regular six-sided dice from a bag and rolls them; the bag starts with seven dice, six matching the colors of the areas on the map along with a wild purple die. All players now write down each number rolled on any prefecture of the matching color, i.e., if the blue die shows 4 and the yellow a 2, write a 4 in one blue prefecture and a 2 in one yellow prefecture. If the purple die is rolled, you can place this number in a prefecture of your choice; additionally, three times per game you can choose to use a non-purple die as any color. However, neighboring prefectures &mdash; including those in different areas connected by blue lines &mdash; can't have numbers with a difference larger than 1; if you can't place a number without breaking this rule, then you must place an X in a prefecture of the appropriate color. (If all the prefectures in an area are filled, you can ignore the die or use one of your three color changes to place the number elsewhere.)&#10;&#10;After six dice have been rolled, mark one round as being complete, then return the dice to the bag and start the next round. After eight rounds the game ends, and whoever has the fewest Xs on her map wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Country: Japan",
      "Mechanism: Roll-and-Write",
      "Series: Rolling (Hisashi Hayashi)"
    ]
  },
  {
    "Rank": "6858",
    "Name": "I AM DONE",
    "ID": 427624,
    "Year": "(2024)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/427624/i-am-done",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "Thanks to simple rules and an easy game set-up - which consists of shuffling the cards into a deck to draw from - you can get started straight away with I AM DONE. One at a time, players will either draw a card from the draw pile or play a card from their hand and doing what it says.&#10;&#10;For example, causing &lsquo;chaos&rsquo; then shuffling and redistributing all the cards in play. Or, giving away all their own cards. Maybe all the other players will have to give them a card. The game is played in clockwise order, unless a card says otherwise. The rules are more like guidelines, except for this one: whoever has the &lsquo;I&rsquo; &lsquo;AM&rsquo; &lsquo;DONE&rsquo; cards placed in front of them first, will win. Unless the &lsquo;kingmaker&rsquo; or the &lsquo;parasite&rsquo; have their fingers in the pie, or it happens to be 9:34 pm&hellip;&#10;&#10;Approximately 72 playing cards with illustrations by 30 different artists provide plenty of variety in this unpredictable card game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "6859",
    "Name": "Here, Kitty, Kitty!",
    "ID": 187289,
    "Year": "(2016)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/187289/here-kitty-kitty",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2105",
    "Description": "In the crazy cat-collecting game Here, Kitty, Kitty!, your neighborhood has a cat problem, the problem being that the cats don't all belong to YOU! Unfortunately you can't just grab them for yourself as everyone in the neighborhood wants to claim those adorable kitties. Outwit your fellow feline fiends as you lure cats onto your property, move cats into your house, and steal cats from your neighbors. All's fair in love and cat-collecting!&#10;&#10;In the game, each player chooses a Property board, which contains three zones: the Yard, the Porch, and the House. At the end of the game, cats in the House are worth 5 points each, cats on the Porch are worth 3 points each, and cats in your Yard are worth 0 points. However, having cats in your Yard does have advantages for special scoring conditions, such as having the most cats of a single color or the most cats overall. All 40 cat miniatures are placed in the center of the table, and represent the Neighborhood. Each player is dealt 2 or 3 cards, depending on the number of players in the game.&#10;&#10;On each player's turn, they perform two Actions: moving a cat, playing a card, or discarding cards. Cats can be moved 1 space for 1 Action, by picking up the cat and putting it in the next zone of the property. For example, a cat can be moved from the Neighborhood to the Yard for 1 Action, or from the Yard to the Porch or from the Porch to the Yard (and vice versa). Playing cards may allow a player to move multiple cats at once, to move cats multiple spaces, to steal cats from opponents, or to make opponents give up cats. A player may also choose to discard 1, 2, or 3 cards as an Action. Once both Actions have been taken, the player draws back up to a full hand, and play passes to the person to the left. If an Instant card (red border) is drawn, it is played immediately and affects the entire group. The player then draws a replacement card for the Instant card until a full hand is achieved.&#10;&#10;The final round is triggered when a player draws the last card from the draw pile. From that point every player, including the player who drew the last card, has one final turn to maximize their score. Then, the cats are counted and a winner is lauded for their purr-procurement proficiency.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Cats",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "6860",
    "Name": "1865: Sardinia",
    "ID": 87907,
    "Year": "(2011)",
    "Geek Rating": "5.656",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/87907/1865-sardinia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.85",
    "Description": "1865 Sardinia is a board game belonging to the 18xx series for 2-4 players and set on the Sardinia island (and Corsica).&#10;&#10;Players play the role of 19th century entrepreneurs investing in the construction as well as the financial and operational management of railways. Selling and buying shares on the stock market, seeking new sources of funding, laying track and placing stations, running trains and paying dividends are all basic elements of 18xx games.&#10;&#10;In addition, 1865 Sardinia has several features that make it different from other 18xx titles. The most important distinctions are:&#10;&#10;     a traffic based system that makes calculating company's revenues easier and faster&#10;     foreign investors (Dragons) trade in certificates in addition to human players&#10;     an absorption mechanism that allows companies to acquire each other&#10;&#10;&#10;Other interesting points:&#10;&#10;     before phase 5, all companies start as minor companies with 40%/20%/20%/20% shares&#10;     converting a company from minor to major requires a direct route from a company base to a historical destination city&#10;     private companies become 2 trains when transferred to a company and also provide extra traffic&#10;     buying trains from bank makes the share price jump up&#10;     the last 2, 3, and 4 train comes with a discount&#10;     withholding money in company doesn't reduce the share price&#10;     tiles can be replaced with another tile of same color, provided the current connections are retained&#10;     bankrupt players are given enough loans to keep them in game, loans are then deducted from final score in the end&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Dragons&#10;     during stock rounds, the Dragons will also trade&#10;     each stock round begins with a Dragon and Dragons also play between each player&#10;     dragons are interested in company's rank, an indicator based on the sum of trains phase and tokens on board, followed on a special table on the board&#10;     dragons will immediately sell certificates in companies ranked red and will buy certificates ranked green, according to a fairly simple and consistent algorithm.&#10;     players can buy shares from Dragons, but must pay a premium for well-ranked shares&#10;     share prices are adjusted down when shares are sold by Dragons or the company president&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Traffic system&#10;     when a company places a station marker, it gets to collect traffic chips from the board along the route&#10;     mines also produce traffic chips, but diminish in value as the game proceeds&#10;     each traffic chip is worth $10 in revenue&#10;     revenues are the smaller value of total revenue in traffic chips and train capacity available&#10;     phase 2 trains, for example, have 8 capacity each, so if company has two of those for 16 capacity and 14 traffic chips, it will make $140 in revenue, while adding three chips would increase the revenue to $160 because the capacity hits the roof at that point&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: Italy",
      "Islands: Sardinia (Italy)",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "6861",
    "Name": "Sicily: Triumph and Folly",
    "ID": 1582,
    "Year": "(2000)",
    "Geek Rating": "5.656",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/1582/sicily-triumph-and-folly",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "Sicily: Triumph and Folly:  The Campaign to Capture Sicily, 1943, is the 7th game in The Gamers popular OCS (Operational Combat System) series of games, and covers Operation Husky from the invasions to the fall of Messina.&#10;&#10;It breaks ground within the series: the first to use the 2.5 mile per hex scale (instead of the usual 5 mile per hex scale)and the first to cover a major amphibious operation.&#10;&#10;Each turn represents 1/4 of a week instead of 1/2 week. This retains the system wide standard ground movement allowances and movement point costs. Air unit ranges have been doubled (to reflect raw range) as they are not affected by the time scale change. Land units represent Brigades, Regiments, Battalions, Companies &amp; KamfGruppes.&#10;&#10;The game includes a few shorter scenarios plus several different start-dates for the campaign games, based on the various critical events of the campaign. &#10;Playing time can be a couple of hours for the shorter scenarios, but as with all the OCS games the real money is in the various campaigns, which - while quite manageable on the scale of these things - still can take from one to two full weekends to play to completion.&#10;&#10;This is certainly the most rules-intensive of all the OCS games with air, ground, and naval units (including aircraft carriers!), airdrop capability on both sides, and the invasion and naval supply transport rules.&#10;&#10;Game Scale:&#10;Game Turn: 1/4 week&#10;Hex: 2.5 miles / 4 Km&#10;Units: Company to Corps&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full-color maps&#10;Five dual-side printed countersheets (1,540 1/2&quot; counters)&#10;One 40-page OCS v2.0i system rules booklet&#10;One 36-page Sicily specific rules booklet&#10;Two OCS Charts &amp; Tables booklets&#10;Two 6-sided dice&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: World War II (Italy)",
      "Islands: Sicily (Italy)",
      "Players: Two-Player Only Games",
      "Series: OCS - Operational Combat Series (MMP & The Gamers)"
    ]
  },
  {
    "Rank": "6862",
    "Name": "Pharaoh's Gulo Gulo",
    "ID": 175088,
    "Year": "(2015)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/175088/pharaohs-gulo-gulo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1875",
    "Description": "Robbers raided Pharaoh Anopheles' grave a long time ago and stole all the valuable scarab beetles. Since then, his mummy has restlessly roamed the pyramid corridors, scaring away anyone who dares intrude. Courageous heroes are the only ones who can free the mummy of the curse. Only those who possess the precious scarabs and can creep through the dark tunnels past the scary mummy all the way to the burial chamber stand a chance of breaking the mummy curse. Whoever hurries through the maze without being careful will attract the furious mummy and quickly find themselves right back at the pyramid entrance. Many adventurers have already tried and failed miserably. Can you get rid of the mummy's curse?&#10;&#10;Pharaoh's Gulo Gulo, a reimplementation of the 2003 game Gulo Gulo, challenges players to make their way through a desert, then through the Pharaoh's pyramid. Before the game begins, players lay out face-down tiles on the desert path, in the pyramid, and in the mummy's burial chamber. The mummy figure starts outside the burial chamber, and the players start at the beginning of the desert.&#10;&#10;On a turn, a player first explores the tomb either by flipping over the closet tile that has not yet been revealed, or by choosing the color of a desert or pyramid tile that's been revealed. The player then digs for the color chosen or revealed on the tile in a wooden bowl. This bowl contains twenty &quot;boulders&quot; (wooden spheres) and a thin Pharaoh's staff that's placed standing up in the bowl. If the player successfully removes a boulder of the proper color without the Pharaoh's staff or another boulder falling out of the bowl, that player moves &mdash; either forward or backward &mdash; to the next space on the path of that color. If the player lands on a scarab space, they take a scarab token and place it in front of themself (with a maximum of four scarabs for a player).&#10;&#10;If the player creates a landslide by dropping a boulder or causing the staff to fall and touch the table, that player must retreat to the starting desert space (if in the desert) or the pyramid entrance (if in the pyramid). (You refill the bowl with all the boulders should someone cause a landslide or when all the boulders of one color have been removed.)&#10;&#10;If the player lands on a tile showing one or more mummy heads, the mummy advances that many spaces, moving again if it lands on a tile showing mummy heads. If the mummy passes a player or lands on the same space as one, that player must discard a scarab or retreat immediately to the pyramid entrance. The mummy roams back and forth from burial chamber to entrance, so you'll encounter it at least once!&#10;&#10;A player must have at least two scarabs to enter the burial chamber, after which the player must complete two boulder grabs in a row based on the tiles in that chamber. The first player to do so wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Children's Game"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids",
      "Country: Egypt",
      "Creatures: Mummies",
      "Occupation: Adventurer / Explorer"
    ]
  },
  {
    "Rank": "6863",
    "Name": "Flip Over Frog",
    "ID": 261165,
    "Year": "(2018)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/261165/flip-over-frog",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1429",
    "Description": "The flippin' frogs are coming! Help your brightly coloured frogs take control of your little corner of the rainforest!&#10;&#10;Cleverly place frogs on the game board to flip adjacent tiles, hiding some frogs and revealing others. Each player is given a secret Frog Token at the beginning of the game, determining what colour frogs they are trying to get on to the board. After dealing three tiles to each player, the game begins. Tiles can be placed on any empty space on the 4x4 board, or on the back of any face down tile. Frogs may NOT be placed on top of face up tiles.&#10;&#10;When placed, the arrows on the tile which surround the frog tell the player which nearby tiles should be flipped. If a tile is stacked on another, both tiles are flipped together. Only the newly placed tile causes other tiles to flip.&#10;&#10;Also included are four Snake Tiles which remove any one face up Frog Tile from the game. Both the Frog and Snake are discarded, freeing up a space for a new tile to be played.&#10;&#10;Players keep playing a tile and drawing back up to a hand of three until either no more tiles can be played or the board has sixteen face up frogs on show. This triggers the end of the game, and the player with the most frogs face up is the winner.&#10;&#10;Plan ahead, watch out for snakes, and flip your way to victory!&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deduction"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "6864",
    "Name": "Paradice",
    "ID": 330517,
    "Year": "(2021)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/330517/paradice",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Paradice is a game of dice placement and set collection where each player will complete different stalls to reach the maximum number of points at the end of the game.&#10;&#10;On their turn, players can do one of the following actions:&#10;&#10;     Pick on or more dice from the vending machine grouped by color or number and place them on the stall cards following the requirements&#10;     Pick one stall card.&#10;     Roulette movement (scroll out the dice from the bottom) and place the group of dice of their choice in the stall cards, following the requirements of the card.&#10;&#10;&#10;When a player completes a stall with the three dice following the requirements of that stall, it gives them an extra power to use immediately or in another turn, goes up a level on the scoring track and the points of the stall will be added at the end of the game.&#10;&#10;The different requirements of the stalls may be, for example, that all the dice are the same color, that one of the dice is 6...etc.&#10;&#10;The player with the higher score by completing the stalls and getting bonuses will be the winner.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "6865",
    "Name": "Reign of Witches",
    "ID": 324150,
    "Year": "(2020)",
    "Geek Rating": "5.656",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/324150/reign-of-witches",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9091",
    "Description": "Reign of Witches is the 2020 Hollandspiele Hollandays Sale promotional freebie game, shipped to folks who purchase at least two games during Hollandspiele's annual sale. The subject of this small two-player card game is America's Quasi-War with France, viewed through the lens of factional conflict within the Federalist Party. One player assumes the role of the supposedly obnoxious and disliked President John Adams, and is opposed by that ten dollar founding father without a father, Alexander Hamilton.&#10;&#10;The players purchase cards from a market, play those cards in front of them for influence in three categories - Politics, Military, and Opinion - and activate those cards for special effects. Political influence comes easier for a veteran intriguer like Hamilton than for the somewhat guileless Adams. Each player has an advantage within their preferred branch of the Military - Navy for Adams and Army for Hamilton. Opinion allows players to wage a war of words, usually by discarding enemy cards that have not had their powers activated.&#10;&#10;Your goal is to best your opponent in at least two of these categories when the Coup of 18 Brumaire brings the Quasi-War to a close. But there's one more wrinkle: your score across these three categories must also best that of the non-player Thomas Jefferson, who has been quietly accumulating power and influence while you and your opponent are tearing each other apart. Beat Jefferson and you (or your preferred candidate in Hamilton's case) win the election of 1800. Come up short and Jefferson wins. This historical result is the most likely, but with skill and a little luck, you can defeat your opponent with enough strength intact to secure ultimate victory.&#10;&#10;Players must contend with the effects of plague, tax rebellions, slanderous pamphleteers, and events from abroad. From the Haitian Revolution to the Battle of the Nile, from George Washington to Napoleon Bonaparte, this short little game with a tiny deck captures the chaos and flavor of a fascinating era in American history.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Napoleonic",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Open Drafting",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Hollandays Sale games (Hollandspiele)"
    ]
  },
  {
    "Rank": "6866",
    "Name": "Chickapig",
    "ID": 202490,
    "Year": "(2016)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/202490/chickapig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "Break your flock of chickapigs free while dodging opponents, hay bales, and an unruly pooping cow in this strategic board game.&#10;&#10;The first player to get their six chickapigs off the board wins. You must coordinate your chickapigs, hay bales, and the cow to help your chickapigs escape through their goal. At the same time, play defense against your opponents with your pieces, or use the cow to drop a poop in their way. Whenever someone goes over a poop, they must take a poop card which are always bad. There are also daisy cards, which are always good.&#10;&#10;Chickapig is an abstract game with enough chance to keep everyone competitive.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Farming",
      "Humor"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Excrements / Feces / Poop / Urine"
    ]
  },
  {
    "Rank": "6867",
    "Name": "50 Clues: The Fate of Leopold",
    "ID": 282008,
    "Year": "(2019)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/282008/50-clues-the-fate-of-leopold",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9",
    "Description": "Maria has gathered enough strength to confront Leopold, but first, she must track him down. The Fate of Leopold is the third episode of the murderous trilogy about Maria.&#10;&#10;50 Clues is an immersive puzzle game that offers the experience of an escape room, but in a format that can be played at home. You combine objects, solve puzzles and decipher codes to complete the story. A smartphone or tablet keeps track of the solutions and provides multistep hints if the need arises.&#10;&#10;A &quot;How to Play&quot; video is available here: 50 Clues: The Pendulum of the Dead&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Mature / Adult",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: 50 Clues",
      "Series: 50 Clues – The Leopold Trilogy"
    ]
  },
  {
    "Rank": "6868",
    "Name": "Duck, Duck, Bruce",
    "ID": 2114,
    "Year": "(1997)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/2114/duck-duck-bruce",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0526",
    "Description": "A simple push-your-luck card game with mechanics similar to Can't Stop. Players reveal cards from the draw pile one at a time, and may stop at any point and collect the cards into their score pile. However, if two fish of the same type are revealed, the player loses those cards and all cards in between, as well as forfeiting his turn. An octopus card when revealed also will end the turn and cost the player the other cards turned up on that turn, but allows the player to attempt to steal cards from another player's score pile. Only the biggest fish of a type in a player's pile count for scoring purposes. Game is to 77 points (perhaps this is a nice, round number in Germany).&#10;&#10;Part of the Goldsieber &#195;&#160; la Carte line of games.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Ducks",
      "Animals: Fish / Fishes",
      "Series: à la Carte (Goldsieber)"
    ]
  },
  {
    "Rank": "6869",
    "Name": "La Bataille de Mont Saint Jean",
    "ID": 5508,
    "Year": "(1993)",
    "Geek Rating": "5.656",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/5508/la-bataille-de-mont-saint-jean",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.0455",
    "Description": "This game came in 2 editions, an Expansion Kit edition and the standalone Deluxe edition. This entry is for the complete game.&#10;&#10;The Deluxe Edition contains the maps, special rules, and background, plus the counters and basic rules.&#10;&#10;The Deluxe edition contains:&#10;  4 34x22&quot; maps&#10;  3 Organizational Displays&#10;  Standard Rules &amp; Special Rulebook&#10;  6 Counter Sheets (2 Quatre Bras, 3 Ligny, 1 Informational markers)&#10;  Charts &amp; Tables&#10;&#10;Mont St. Jean is the French name for the Battle of Waterloo, and the Prussians called this The battle of Belle Alliance.&#10;&#10;scale = 100 m/hex; &#10;time = 20 min/GT; &#10;strength = 50-100 men/SP (Regimental/Brigade Size)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Zone of Control"
    ],
    "Families": [
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Series: La Bataille (Marshal Enterprises / Clash of Arms Games)"
    ]
  },
  {
    "Rank": "6870",
    "Name": "Side Quest: Nemesis",
    "ID": 387538,
    "Year": "(2023)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/387538/side-quest-nemesis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "1.5833",
    "Description": "Captain Jessica Kowalski's crew has been offered another offer from the Corporation. Apparently, a ship carrying a precious load vanished a few weeks ago. The mission was simple: locate the ship, assess the situation and make sure the cargo reaches Earth. However, the last log entry was rather unsettling. She recorded: the AI of the ship detected alien lifeforms, labelled Intruders, aboard. Silence is scarier than usual&hellip;&#10;&#10;Side Quest: Nemesis is a game of puzzles and enigmas by the designers of the Escape Tales series, but now in the Nemesis universe. SideQuest: Nemesis offers captivating puzzles, an interesting scenario and difficult choices to make while under pressure. The game will test your creativity, your perception, your open-mindedness. Be aware the silence aboard is not a good sign and intruders are hiding in the darkness. Complete your mission and avoid being contaminated at all costs!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Exploration",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Events",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Game: Nemesis",
      "Series: Side Quest (Board&Dice, lockme)"
    ]
  },
  {
    "Rank": "6871",
    "Name": "Dungeon Lite: Orcs and Knights",
    "ID": 341284,
    "Year": "(2021)",
    "Geek Rating": "5.656",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/341284/dungeon-lite-orcs-and-knights",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.3846",
    "Description": "In the cold and dark dungeons, once mines drilled in the heart of the mountain, dwell the fearsome Orcs and other perverse vermin. Hidden among their secret chambers is a treasure room, guarded by a dragon. The objective of the game is to find the room and kill the fabulous animal, but you must do it quickly, since the Orcs have raised the alarm and soon numerous enemies will arrive. When the dragon dies, the game ends.&#10;&#10;Dungeon Lite, Orcs and Knights is a cooperative game of survival for 1 to 4 players, brave fighters that thanks to the collaboration between them, the improvement of their equipment and the management of the actions, will reach the victory.&#10;&#10;During their adventure they will have to explore the dungeon, fight against orcs and other enemies, find treasures and equipment and solve their mission.&#10;&#10;During the round, players receive two action cards and events are resolved. After that players can perform their actions: move, attack, explore, find items and treasures.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "6872",
    "Name": "Viking Raiders",
    "ID": 331408,
    "Year": "(2022)",
    "Geek Rating": "5.656",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/331408/viking-raiders",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.7778",
    "Description": "Viking Raiders is a 2-5 player card game in which players are Viking chiefs, jostling to build the biggest Navy, create the largest Clan and gain the most Loot.&#10;&#10;On your turn, you draw 2 cards to see what your clan has been up to whilst you have been away 'chiefing'. Have they focused on resources and mined stone or gold, collected wood, created new vikings, or built up the food supplies? Sometimes they have spent their time preparing actions for you by capturing a wandering Berserker or preparing for a raid (one of their favourite endeavours). Or maybe they have gained a favour from one of the Norse gods or goddesses?&#10;&#10;Each turn you may use one action (for example go on a raid or use a favour from a God or Goddess) and buy one item from a central Market. You buy items using resources in your hand, and you can choose between ships for your Navy, buildings for your Clan and valuables for your Loot. Each item gives 1-3 Victory Points, and the first player to have an agreed number of Victory Points in each category wins the game.&#10;&#10;There are also four rare Abilities that sometimes turn up in the Market. Oh, and watch out for Ragnarok...!&#10;&#10;Compact and travel friendly, this gateway game is ideal for casual gamers and families with children aged 9 or above.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Market",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "6873",
    "Name": "Star Wars: Episode 1 – Clash of the Lightsabers",
    "ID": 90,
    "Year": "(1999)",
    "Geek Rating": "5.656",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/90/star-wars-episode-1-clash-of-the-lightsabers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4262",
    "Description": "Spewed out amidst the rest of the 'Phantom Menace' merchandise, this little card game from Hasbro actually rises to a decent level for the true Gamer.  The game focuses on the duel between Qui-Gon and Darth Maul.  Players face off in three battles per round trying to beat the other in two out of the three battles.  If you win a round then you score a point on the victory track.  Players have to manage a hand of cards and decide when to press forward and when to concede a battle.&#10;&#10;From the box:&#10;&#10;Relive the Final Duel in a one-on-one contest of strategy and skill!&#10;&#10;It's your turn to determine the fate of Naboo!  Pick who you will be -- Sith Lord Darth Maul or Jedi Master Qui-Gon Jinn -- and duel to the finish!&#10;&#10;Hand by hand, round by round, use your Battle Deck to attack and defend. Use strategy. Use skill. Use the Force. Move your figure through thte FInal Duel cards towards victory until the battle is won. Who will be the winner?&#10;&#10;Contents&#10;&#10;&#10;    55 Qui-Gon Jinn Battle Cards&#10;    55 Darth Maul Battle Cards&#10;    5 Qui-Gon Jinn Final Duel Cards&#10;    5 Darth Maul Final Duel Cards&#10;    1 Qui-Gon Jinn Pewter Figure&#10;    1 Darth Maul Pewter Figure&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6874",
    "Name": "Clash of Giants: Campaigns of Tannenberg and the Marne, 1914",
    "ID": 2638,
    "Year": "(2001)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/2638/clash-of-giants-campaigns-of-tannenberg-and-the-ma",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.2979",
    "Description": "Clash of Giants contains two separate games (both using the same basic system) covering the two most famous battles of the opening phase of the First World War. Tannenberg was the German victory that halted a Russian offensive into East Prussia and destroyed the Russian 2nd Army. The Marne was the climactic battle of Germany's attempt to defeat France in the war's first six weeks. Arguably a tactical draw, it was a strategic defeat for the Germans as their armies recoiled from the gates of Paris.&#10;&#10;Designed by eight-time Charles S. Roberts award winner Ted S. Raicer (whose most recent game was GMT's Paths of Glory), and developed by Krieg designer Steve Kosakowski, the Clash of Giants system is intended to emphasize playability while still providing players with proper historical feel. The games focus on the difficulty of commanding groups of armies, with a system where movement allowance for each army is separately determined by a command roll.&#10;&#10;Clash of Giants includes the standard and exclusive rules (including rules for Paris Taxis at the Marne and Geman wireless intercepts at Tannenberg), two full size large-hex maps, two player aid cards, and 264 large counters. Units are divisions and brigades.&#10;&#10;Simple but not simplistic, Clash of Giants has a unique combat system based more on a unit's training, equipment, and morale than numbers. In Tannenberg, the victory conditions force both sides to take risks - and the German player will have to use every advantage to avoid being crushed by superior Russian numbers. At the Marne, the Allied player will first have to successfully disengage and rally his French and British armies, before turning to deliver a powerful counterattack. (But don't forget that the Germans can win instantly if they take Paris!)&#10;&#10;The two battles in Clash of Giants [...] are good for solo or competitive play. The Marne (which contains an Allied Counterattack scenario in addition to the full campaign) can be played in an afternoon. Tannenberg can be completed in a couple of hours, making it the perfect game when time is short.&#10;&#10;TIME SCALE:    1-2 days per turn&#10;MAP SCALE:     4.5/3.3 miles per hex&#10;UNIT SCALE:     Divisions and brigades&#10;NUMBER OF PLAYERS:     One or two&#10;&#10;COMPONENTS&#10;&#10;        264 full-color counters&#10;        Two 22&quot;x34&quot; full-color mapsheets&#10;        8-page Rulebook&#10;        12-page Battle Book&#10;        2 Player Aid cards&#10;        One 6-sided dice&#10;&#10;&#10;(from GMT Games website)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Olsztyn (Poland)",
      "Digital Implementations: VASSAL",
      "History: 1914 Guns of August Campaign",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Clash of Giants (GMT)"
    ]
  },
  {
    "Rank": "6875",
    "Name": "Warhammer 40,000 (Seventh Edition)",
    "ID": 160044,
    "Year": "(2014)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/160044/warhammer-40000-seventh-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.125",
    "Description": "...in the grim darkness of the far future, there is only war.&#10;&#10;The rules come with a three book bundle. This trio of lavishly-presented hardback books depict the sensational imagery, miniatures, stories and gameplay that are the bedrock of Warhammer 40,000.&#10;&#10;Each volume of Warhammer 40,000 presents a different aspect of the hobby. The first 144 page book, A Galaxy of War, explores the art of collecting and painting your own force of miniatures.&#10;&#10;The history of the 41st Millennium is presented in the second book, Dark Millennium. In 128 pages it describes the crumbling Imperium of man and their many enemies, within and without, which wage war against humanity and each other.&#10;&#10;The final volume, The Rules, is a 208 page book contains all the rules for playing games of Warhammer 40,000.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Seventh Edition)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "6876",
    "Name": "Star Scrappers: Cave-in",
    "ID": 228183,
    "Year": "(2018)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/228183/star-scrappers-cave-in",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.6923",
    "Description": "Star Scrappers: Cave-in is a game for 2-4 players who take roles of Galactic entrepreneurs, rival mining bosses who compete in this difficult, sometimes even merciless industry. Your job is to excavate the Hexis crystals.&#10;&#10;The goal of the game is to get as many victory points as possible before the mine collapses!&#10;&#10;To overcome your competition you will have to recruit mercenary laborers, use their skills, and collect precious artefacts. However, you&rsquo;ll have to keep looking over your shoulder! Your competition is only waiting for a chance to buy your trusted men off and steal the bounty from under your nose!&#10;&#10;Every turn you can perform two out of four possible actions:&#10;&#10;     recruiting mercenaries&#10;     sending mercenaries to collect crystals&#10;     sending mercenaries to find artefacts&#10;     using special action of a chosen mercenary&#10;&#10;&#10;Star Scrappers: Cave-in can be described as a &quot;discard-building game&quot;. With every action, players put mercenaries into their discard. Now, the order of the discard also matters because your top discarded card gives you a special action at the beginning of your next turn. But beware! If your discard grows too interesting, another player may forfeit their entire turn just to steal the discard from you!&#10;&#10;The player that collects most Victory Points wins, and that can be achieved in few ways:&#10;&#10;     each crystal gives some VP&#10;     some artefacts boost your crystal collection&#10;     sets of fractions' symbols&#10;     protect your fraction trophy and try to steal other players trophies&#10;&#10;&#10;Last but not least, remember &ndash; it doesn&rsquo;t matter who is the best miner but the best schemer!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6877",
    "Name": "Bomb Squad Academy",
    "ID": 166202,
    "Year": "(2015)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/166202/bomb-squad-academy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.6429",
    "Description": "This is the final field exam of your bomb disposal training course. The instructor has rigged three training bombs for you and your team to defuse, but little do you know that there is no way to actually defuse them! The bombs will explode eventually, and if you want to graduate at the top of the class then you&rsquo;ll want to cut high-value wires without triggering the explosives! Grab your wire cutters and steady that shaky hand, because it&rsquo;s going to be an explosive night!&#10;&#10;In Bomb Squad Academy there are four decks of cards representing the four &ldquo;wires&rdquo; of the bomb, and a trigger track next to each deck. Every round, each player secretly decides (then simultaneously reveals) the wire that they will cut this round (or perhaps they&rsquo;ll chicken out, or even call &ldquo;Wait!&rdquo; preventing a wire from being cut). After actions are revealed, the chosen wires are &ldquo;cut&rdquo; by flipping cards from those decks. When a card is flipped, its value dictates how far the trigger moves down the trigger track and how many points are earned; cutting wires alone is worth a lot more than cutting the same wire as other players. Push the triggers too far and the bomb will explode! Whoever causes the bomb to explode loses points. Players earn useful Tools during the game that they can use to break the rules. Get through three gruelling bombs with the cleverest cuts to finish your final exam with the most points!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Police",
      "Theme: School / College / University"
    ]
  },
  {
    "Rank": "6878",
    "Name": "Battle Merchants",
    "ID": 59936,
    "Year": "(2014)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/59936/battle-merchants",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8889",
    "Description": "In a faraway land, the Elves, Dwarves, Orcs, and Hobgoblins stand on the brink of war. After years of failed peace negotiations, they have finally decided to take up arms and stand ready to fight &ndash; which is great news for you because you'll be selling them their weapons.&#10;&#10;Battle Merchants is an economic game set in a fantasy land in which players manufacture four different weapons, then sell them to various warring races. Demand for each type of weapon differs throughout the game, but a well-crafted weapon will last longer.&#10;&#10;On each turn, players can forge weapons, sell a weapon, upgrade craft (to build better weapons), or take a Kindom Card (for special powers); for players with a high-enough level of craft, a fifth action is available: forge and sell a weapon in the same turn. Players earn money by selling weapons, and it's permitted (nay, encouraged!) to sell your weapons to both sides of the same battle. The game takes place over four seasons in one game year. At the end of each season, the races fight with the weapons that the players sold. Weapons are at risk of being destroyed in battle, and surviving weapons earn money for surviving. After all, someone has to get paid to sharpen all of those weapons...&#10;&#10;At the end of the game, the player with the most money wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6879",
    "Name": "Friesematenten",
    "ID": 82402,
    "Year": "(2010)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/82402/friesematenten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.975",
    "Description": "In the card game Friesematenten, players want to collect enough of the right type of cards to score 40 victory points.&#10;&#10;To do this, you must build up an economy, then use the money to build status (victory points), but the cards are shuffled and sometimes you have to buy victory points early to win. The game includes a lot of powerful action cards, and you must find the right price for them in auctions.&#10;&#10;This new version Friesematenten, which was previously self-published by Friese, is streamlined with some new cards and completely new artwork. The marker management is no longer in the game to open the game for not-so-experienced gamers.&#10;&#10;The marker management is included in the expansion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Humor",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Layering",
      "Race",
      "Take That",
      "Turn Order: Auction"
    ],
    "Families": []
  },
  {
    "Rank": "6880",
    "Name": "Cavemen: The Quest for Fire",
    "ID": 110870,
    "Year": "(2012)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/110870/cavemen-the-quest-for-fire",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.88",
    "Description": "Cavemen: The Quest for Fire is a card-drafting game in which players take the role of tribal leaders. The tribes compete for opportunities to hunt dinosaurs, recruit tribesmen, and discover new technologies, vying to be the first with enough knowledge and prestige to invent fire and usher in the age of modern humanity!&#10;&#10;You have two resources to manage: Food and Teeth.  You must spend Food each turn in order to keep your Tribe from starving.  Teeth indicate prestige among the tribes.  Use Teeth to bid for the conch and to acquire Cavemen and Caves.&#10;&#10;Each turn, cards are drawn from the deck to fill a common Card Pool.  Players take actions based on what is available in the pool.  For example, if a Beast is drawn into the Card Pool, you can hunt it for Food and claim its Teeth as a sign of your bravery.&#10;&#10;If you hold the conch during the Action Phase, you benefit by taking your Action first and taking a second Action after everyone else has gone once.  Players can bid Teeth to take control of the Conch from another player.  This can be important to get the first pick of the cards in the Card Pool.&#10;&#10;The game features 21 different inventions that allow players to evolve diverse strategies, capitalizing on their tribe's individual strengths. There are challenging decisions every turn as players must evaluate what resources are available, guess what their opponents will do, and weigh the amount of risk they're willing to take.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Contests: Rio Grande Games Design"
    ]
  },
  {
    "Rank": "6881",
    "Name": "X-Bugs",
    "ID": 2316,
    "Year": "(2001)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/2316/x-bugs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3433",
    "Description": "The History:&#10;In the famous Roswell crash, the alien crew died, but some alien insects survived... and at the moment they're ready to conquer the world!&#10;But during the cold war, US and Soviet scientists studied a solution: genetically modified earth insects, strong enough to deal with the menace!&#10;The battle is going to begin!&#10;&#10;The Game:&#10;the game is based on the classic tiddlywinks: every army has three &quot;bases&quot; which have to be defended, and various &quot;soldier insects&quot; (winks) with various shapes, dimensions, and special abilities.&#10;An &quot;insect&quot; is captured when an opponent &quot;insect&quot; stop over it. A &quot;base&quot; is captured the second time an opponent &quot;insect&quot; stop over it.&#10;Three 6-sided creature dice for every army are rolled every turn, and dictates which kinds of insects can move. When you lose a base, you lose a die and therefore some mobility. When you lose the second base, you're out of the game.&#10;&#10;There are six armies, but only four were published in the United States. The game is sold in boxes containing two armies, and each army is separately available in two colors so identical forces can face each other:&#10;- USArthropods Vs. Flyborgs&#10;- Sovietoptera Vs. Chitinians&#10;- Samurachnids Vs. Bifids (not published in the US as of 8/2007)&#10;&#10;Each set has enough pieces for two players; by combining sets up to 12 can play.&#10;&#10;About special abilities: some insects can mimetize, some can move twice, other can shoot some weapons like missiles or acid spits (represented by winks, too)...&#10;&#10;BTW, the Italian name for &quot;Tiddlywinks&quot; is &quot;il gioco della pulce&quot;, which means &quot;the game of the flea&quot;.&#10;&#10;Reimplemented as Micro Mutants: Evolution&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Players: Two-Player Only Games",
      "Traditional Games: Tiddlywinks"
    ]
  },
  {
    "Rank": "6882",
    "Name": "The Rise of the Roman Republic",
    "ID": 6202,
    "Year": "(2003)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/6202/the-rise-of-the-roman-republic",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.7541",
    "Description": "(from GMT website:)&#10;&#10;The Ancient World: Rise of the Roman Republic is the first volume in a projected series of games that will cover virtually every war and campaign in ancient history on the same scale and scope that the legendary Europa series did for WWII. Each game and module in the series will add maps, units, and all the personalities that will enable you to play, in some, but not daunting, detail your favorite periods.&#10;&#10;Volume I, Rise of the Roman Republic, is the introductory game to the Ancient World series with shorter, smaller scenarios. Rise of the Roman Republic includes scenarios for the Samnite Wars (which also includes a three-player version that takes in the invasion of Alexander of Epirus), the invasion of Pyrrhus (including his Sicilian adventures), and also the first three years of Hannibal, all on a single map of Italy, complete with dated road system.&#10;&#10;The focal point of the game system is the unusual set of mechanics that, in essence, have no allowance limits to movement. Units - troops under a leader - are free to move as far and as long as they want, subject to two major factors: leader capability to do so, as well as attrition.&#10;&#10;The Romans are really fun, mostly because you have to master the Roman political system, from yearly elections, to pro-roguing consuls, even to asking the Senate permission to do many things, all of which serve to make running the Roman armies about as close to realistic as has ever been seen in a wargame.&#10;&#10;The land combat system uses a unique Combat Results Table that includes the dreaded Unusual Result dicerolls, which replicate the battles that took place wherein the outcome belied the odds. But you still get the Carthaginian cavalry, the Epirote hoplites, elephants, and all the usual goodies you'd expect in such a game.&#10;The Ancient World is aimed at aficionados of the subject, as well as those interested in the breadth and depth of campaign operations. Yet it is a very playable system in which most scenarios can be finished in an evening, and none, in Rise of the Roman Republic, take more than one map.&#10;&#10;Game Features&#10;TIME SCALE     1 year per turn&#10;MAP SCALE     13 miles per hex&#10;UNIT SCALE     Strength point = either 500 men; 300 cavalry; 10 elephants&#10;NUMBER OF PLAYERS     1-2&#10;&#10;DESIGNER Richard Berg&#10;DEVELOPER Alan Ray&#10;MAP ART Mark Simonitch&#10;COUNTER ART Rodger B. MacGowan and Mark Simonitch&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Punic Wars",
      "History: Roman Conquest of Italy",
      "History: Sicilian Wars",
      "Series: Ancient World System (GMT)"
    ]
  },
  {
    "Rank": "6883",
    "Name": "Way Out West",
    "ID": 884,
    "Year": "(2000)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/884/way-out-west",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.6203",
    "Description": "In this western themed game, players are looking to drive cattle across the west, establishing towns.  If you don't like the way something is going, you can fight other players for control with your cowboys.  You can rob the bank, rustle cattle, and shoot those pesky farmers!&#10;&#10;Gameplay:  To Start each player receives a set of colored player counters, matching turn order token, and two black action tokens and either $20 or $25 depending on number of players.  The dice are rolled to determine the start player. Each player in turn order will place one of their cowboy counters in a town box of any of the 5 towns on the map until each player has placed 3 cowboys.&#10;&#10;Each turn the players will bid for turn order, take actions and move the turn marker one space.  To bid for turn order each player places an amount of money under their turn order token in current player order.  Players may either raise or drop out.  If a player drops out all money bid so far is paid to the bank and their turn order token is placed in the furthest available spot from start player space on the turn order track.  This continues until one player remains and becomes the start player for the round.&#10;&#10;During the action phase each player will take 1 action in turn order.  After everyone has taken a turn they repeat the procedure.  The actions available are limited in number so turn order is important in doing what a player wishes to do.  Actions available are: Buy Cattle in a town containing their cowboy(s), Purchase more Cowboys, Move Cowboys to different towns, Move Cattle from one town to another, Purchase Buildings or Transport counters in a town, Take a Farmer(reduces income and victory points from Cattle in the town they are placed), or Gunfight.&#10;&#10;There are six different building and transport counters: StageCoach (these earn $1 per cowboy when cowboys are placed in or moved from the town containing the player's StageCoach), Train (this doubles the income gained from all players Cattle in the same town and doubles victory points gained from Cattle at game end),  Bank (earns its owner $2 for each building or transport counter in the same town), Store (earns the owner $1 for each Cattle counter belonging to other players in the town and $2 per Farmer counter in town),  Hotel (earns $1 for each cowboy belonging to other players in same town), Jail (the sheriff in the Jail acts as an extra cowboy controlled by owner that can be added to Gunfights). Cattle and Farmers also earn money for players during an income round.  Each Cattle counter earns its owner $2 UNLESS the town also contains a Farmer (it only earns $1 if this is the case).  Oh, the Farmer and Cowmen can't be friends.&#10;&#10;Gunfights can be started to take over another players Building or Tranport counter, rustle Cattle, rob a Bank or remove a Farmer or Jail.  The player choosing the Gunfight selects the target of the attack.  All Cowboys belonging to each player in the town will be involved.  The remaining player's Cowboys in the town are not involved. However; the owner of the Jail can choose to help themselves, if they are attacking, or they can add the Sheriff to the defender if wished.  Farmers that are attacked defend as a single cowboy.  Banks and Trains both have an intrinsic 1 Cowboy defense in addition to those in town of owner's color.  The player with the fewest Cowboys fires first and immediately removes casualties.  Each 5 or 6 rolled kills a Cowboy.  If the number of Cowboys is tied then firing is simultaneous.  A player may retreat instead of firing by moving each cowboy involved to a different town (only 1 per town) and loses the engagement.  If the attacker wins they take control of the target of the attack and may replace the counter (up to 2 counters if rustling Cattle) with one of their color (except for Banks, Farmers and Jails).  A Jail or Farmer is removed from play and a Bank is robbed.  The successful robber rolls 3 die 6 and takes that amount of money from the owner of the Bank (the Bank remains under owner's control).  If the owner of the Bank cannot pay the full amount (then pays all they have to the robber and the Bank is removed).  Each time a player wins a Gunfight they take a Wanted Counter.  If none remain they take it from another player their of choice.&#10;&#10;Victory:  After taking turns 3,6,9 and 12 income is paid to players as delineated above.  The game ends after round 12.  Victory points are awarded for each Building or Transport counter (1 point per size of town).  So a building in a Town with 4 Building or Transport Counters including itself is worth 4 points to the owning player.  Each Cattle Counter is worth one victory point for the owner.  If a train is in the town each Cattle Counter is worth 2 points.  If a Farmer is in the town Cattle are worth 1 victory point less.  To illustrate, if a Farmer is in same town Cattle counters are worthless unless a Train is also present in the town.  In this case, they would be worth 1 point each.  The player with the most Building/Transport counters and Cattle in a town is considered to control the town and scores bonus points equal to the size of the town (Cattle do not affect town size but do affect control).  The Player with most money gains 5 victory points (2 each in case of a tie).  The Player with the most Wanted counters scores 4 victory points.  The player with most Points wins.&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "6884",
    "Name": "One Zero One",
    "ID": 150298,
    "Year": "(2013)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/150298/one-zero-one",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.84",
    "Description": "In the world of computer programming, there can only be one winner - either zeros or ones!&#10;&#10;One Zero One is an abstract strategy card game for two players. With identical 16-card decks, each player (as either 0 or 1) plays cards to the program display, endeavouring to gain control of lines of program code. Each line is worth a set number of points. As soon as the program runs, points are tallied and the winner is determined.&#10;&#10;Most cards display commands which will affect the cards already in play. The order and position of cards played by each opponent will have a huge bearing on the outcome, as will the ability of the players to adjust their strategies as the programming code changes.&#10;&#10;Game #1 in 'The Mike Line' of games from Grail Games.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: The Mike Line (Grail Games)",
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "6885",
    "Name": "Savannah Tails",
    "ID": 54507,
    "Year": "(2009)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/54507/savannah-tails",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5435",
    "Description": "Welcome to Savannah Tails (Fragor's Essen 2009 release) the game of fast and furious ostrich racing. Play as either Albrecht, Alexandra, Enzo, Nnelg or Mathilda as you race for glory through the African savannah. However, winning the race is the least of your worries.  Cheetahs will try to eat you. Crocodiles will try to eat you. Warthogs will probably try to ignore you. Elephants are just in the way. The less said about porcupines the better.&#10;&#10;The game will include 25 track sections allowing players to once again design their own races. Some of these feature &ldquo;unhelpful&rdquo; animals. Special tracks involving a rope bridge, quicksand and a sand dune are also included.&#10;&#10;A limited edition of 1,000 games will be produced for Essen 2009. The game is fast paced and easy to learn.&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Animals: Ostriches",
      "Continents: Africa",
      "Country: Kenya"
    ]
  },
  {
    "Rank": "6886",
    "Name": "Charon Inc.",
    "ID": 71593,
    "Year": "(2010)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/71593/charon-inc",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "In the year 2288, off-world mining is now controlled by a few mega-corporations. It is no longer just people or nations that are subject to exploitation, but entire planets and moons. As the CEO of one of these mega-corporations, in Charon, Inc. you will vie against CEOs of other corporations as you exploit the planet&rsquo;s resources and colonize Charon, the largest moon of the dwarf planet Pluto.&#10;&#10;You will stake claims to the various mining regions of Charon, acquire resources for building facilities, use special actions (fair and unfair) to gain advantages over other CEOs, and build your empire to achieve victory in this fast-paced game of planetary domination!&#10;&#10;&#10;&#10;Game Summary&#10;The board shows Charon divided into several regions. Each round, seed the regions with a mix of gems. Players start with a hand of building cards: at the start of each round, everyone puts one into a common pool. At the end of each round, you get additional cards.Players' bidding flags start out 1 in each of the special power areas. Go around bidding till each player has just one flag unspent. Bid by moving a flag from its space to a location on the board -- in a region, on a border btwn 2 regions, or on an intersection (corner) touching 2-4 regions. After all bids placed, use the special power where your last flag stands -- that is a pretty cool twist, where you have to decide which special power you want to try for (but you only get it if you're alone on that power; or if there's 2 of you in a 5er game!). Then resolve each region: the player with the most flags in/around it wins all the gems. Ties broken by seniority, where a flag is more &quot;senior&quot; if it affects fewer regions (center then edge then corner).&#10;&#10;After all gems collected, players (in turn order) use their gems to build cards from common pool and/or their hand (but may never build cards with same number). May trade gems (3:1?) to get the colors you need, and may only save a limited number of gems from turn to turn. Some special powers change trade ratio and holding limit.&#10;&#10;After 5 rounds, player who built the highest sum of buildings wins.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Gems/Crystals",
      "Series: Family Games (Gryphon Games)"
    ]
  },
  {
    "Rank": "6887",
    "Name": "Wazabi",
    "ID": 48979,
    "Year": "(2008)",
    "Geek Rating": "5.655",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/48979/wazabi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.08",
    "Description": "You have a single goal in Wazabi: Get rid of your dice. The trap, though, is that the fewer dice you have, the more difficult the game becomes.&#10;&#10;Why? Because players can use the powers of the dice to give a die to another player, draw cards, or play a card, and these cards can remove dice from the game, give dice to another player, draw even more cards, or take many other assorted actions. Good luck!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Food & Drink: Sushi",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "6888",
    "Name": "Coralia",
    "ID": 277662,
    "Year": "(2019)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/277662/coralia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "35",
    "Weight": "2",
    "Description": "The colorful reefs around the former pirate island of Coralia offer a paradise for scientists from all over the world who explore the underwater world with their diving robots and work to preserve the coral reefs. They send their ROVs (Remotely Operated Vehicles) down to find specific species. At the same time, they keep their eyes open as to whether one or the other sunken pirate treasure can not be traced. A few pearls are also welcome to end up being not only a respected researcher but also a wealthy one ... This Dice Placement game is about winning the most points with a little luck and making the right decisions - an adventure for the whole family!&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Animals: Fish / Fishes",
      "Animals: Octopuses",
      "Components: Dice with Icons",
      "Theme: Treasure Diving",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "6889",
    "Name": "Codinca",
    "ID": 131568,
    "Year": "(2012)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/131568/codinca",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Deep within the rain forests of the Yucatan, rival teams of treasure hunters have recently discovered the lost city of Codinca. In the center of the once great citadel stands a stone temple. Local legends tell of great treasures that lie buried beneath the temple, but despite many weeks of searching no doorway has been found.&#10;&#10;On the top of the temple stands a square stone altar. A small totem stands in the center of this, surrounded by a pattern of sixteen carved tiles. Examining them closely you discover an intricate series of mechanisms which allow the tiles to switch places and turn over, which reveals that each tile has a stone side and a gold side. Carvings on each side of the pillar indicate that a sequence of four key patterns must be made with the tiles to open the temple. Can you be the first to unlock the secrets of Codinca?&#10;&#10;In Codinca, each player has control of a set of four matching symbol tiles: Air, Water, Earth or Fire. Players take turns attempting to move their tiles into a series of four specific key patterns indicated on the key discs drawn at the beginning of the game; those patterns are a block of four, a line of four, four corners (can be four corners of any nine tiles as well as outside corners) and a diagonal line of four.&#10;&#10;On each turn a player must either switch and flip one of their own tiles with any adjacent tile, or switch one of their tiles with any adjacent tile and switch the same or another of their tiles with any adjacent tiles or flip two tiles, one of which must be one of their own tiles. In addition, players are allocated three Spirit Card that gives them the bonus move choice of Line Push or Rotate Four. This allows players to disguise their planned moves. On the back of the Spirt Card is a Trap Pattern. This can be used to change a set display of tiles from gold to stone and visa versa to match the pattern on the Trap Pattern. Players can match their required patterns in any order, and the first player to match all patterns wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Country: Mexico",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "6890",
    "Name": "Fleet Commander: 1 – Ignition",
    "ID": 161108,
    "Year": "(2014)",
    "Geek Rating": "5.655",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/161108/fleet-commander-1-ignition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5111",
    "Description": "Fleet Commander: 1 - Ignition&#10;&#10;Step into the shoes of an interstellar admiral in just a few minutes. With your fleet of powerful spaceships, enter the zone of battle in which Frigates, Destroyers, and Battleships compete tirelessly under your command for supremacy over the known universe.&#10;&#10;Fleet Commander: 1 &ndash; Ignition is a space battle game with miniatures for two players. Each player controls a fleet of seven ships on a 5 x 5 checkered board, which may integrate terrain features such as asteroid fields. In turn, a player chooses three dice among his Command Dice, throws them, and either acts according to the outcome or saves the dice on his Command Bridge for the following rounds. There are dice to move, attack, and put energy into the shields.&#10;&#10;Fleet Commander: 1 &ndash; Ignition has been designed to make epic space battles easy to play and to enjoy without having to remove the living room table, acquire many miniatures, or learn complex rules. The whole atmosphere of such battles is transcribed here in one &quot;small&quot; box with a simple but deep game system and beautiful miniatures.&#10;&#10;It features a high replayability -- and with a modular board, six special weapons to equip the Battleships, advanced and optional rules, and four scenarios -- no battle will be the same.&#10;&#10;The game system of Fleet Commander: 1 &ndash; Ignition is flexible and allows for expansions, with multiple ones now available.&#10;&#10;&#10;For more detail on the latest evolution of this game, see Fleet Commander: Genesis.&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Fleet Commander",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6891",
    "Name": "Lindisfarne",
    "ID": 254017,
    "Year": "(2018)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/254017/lindisfarne",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2759",
    "Description": "June 8, 793, when the Abbey of Lindisfarne is sacked, the West discovers the existence of dreadful warriors: The Vikings. The raids will happen all over Europe for many centuries to come, bringing treasures and prestige to those fearless Jarls.&#10;&#10;In Lindisfarne, you are the Jarl of your clan, the Viking chief, and you will raid Europe hoping to bring back treasures and prestige. Be aware the sea is unpredictable and, without luck or the gods&rsquo; help, you could land after one of your rivals or at the wrong location altogether...&#10;&#10;Roll dice and place your vikings wisely to obtain the lead on the three boards, and win destination cards and objective cards...&#10;&#10;The game lasts six expeditions.&#10;Each turn, players roll dice depending on the number of tokens they own. Then, they place one or more tokens on one of the game boards, trying to have the lead and choose which card (destination or objective) to take at the end of the expedition.&#10;&#10;The more tokens they place on a turn, the fewer dice they will roll on the next turn.&#10;&#10;At the end of the game, players win prestige points with the completed objectives, the leads they got on each country, and the frescoes they have reconstructed.&#10;&#10;The player with the most prestige point is selected to go to the King's council Harald.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "6892",
    "Name": "Charlemagne, Master of Europe",
    "ID": 232924,
    "Year": "(2017)",
    "Geek Rating": "5.655",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/232924/charlemagne-master-of-europe",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.2",
    "Description": "Description from the publisher:&#10;&#10;At the age of twenty-nine, Charles I became sole ruler of the Frankish Empire. What he did with that power over the course of the next forty-plus years is the stuff of legend. His unparalleled achievements in warfare, diplomacy, administration, and culture led to the sobriquet Carolus Magnus: Charles the Great: Charlemagne, King of the Franks and of the Lombards, and Emperor of the Romans.&#10;&#10;In this solitaire strategy game, you assume the Frankish throne, and seek to duplicate - or exceed - Charlemagne's singular genius, while hopefully avoiding some of his mistakes, such as the famous defeat at Roncevaux (immortalized in the Song of Roland). As you conquer new territory and incorporate it into your empire, you'll need to contend with rebels and palace intriguers. Building public works and patronizing the Carolingian Renaissance will increase your prestige and wealth. Along the way you'll need to win the support of the papacy, buy off Viking marauders, convert the pagans in Saxony, contend with incursions from Al-Andalus, build a powerful army, and maintain detente with the Byzantine Empire.&#10;&#10;Gamers who are familiar with the game Agricola, Master of Britain will find many similarities between it and Charlemagne: Master of Europe, though this is a longer and more complex game, with its own nuances. The core mechanism of cup adjustments is of course alive and well. Chits representing enemy units reside in one of three cups representing how they feel about your rule: Friendly, Unfriendly, or Hostile. Chits are drawn from the hostile cup and placed on the map, manifesting themselves as overt challenges to your rule. Every action you take will subtly change their stance, blindly moving chits from one cup to another.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: France",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: VASSAL",
      "History: Francia",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Three cups (Tom Russell)"
    ]
  },
  {
    "Rank": "6893",
    "Name": "Napoleon at Bay: The Campaign in France, 1814",
    "ID": 4086,
    "Year": "(1978)",
    "Geek Rating": "5.655",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/4086/napoleon-at-bay-the-campaign-in-france-1814",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.475",
    "Description": "&quot;Napoleon at Bay&quot; is a division level, two-player simulation of the Campaign of 1814 which was one of Napoleon's finest. He conducted this campaign with subtlety and lightning speed against heavy odds, attacking isolated enemy forces on advantageous terms. This game shows Napoleon's skill in a classic use of interior lines, shifting to engage the combined armies of Russia, Prussia and Austria.&#10;&#10;GAME SYSTEM: CAMPAIGNS System - Series 1X = 3,200m/hex, 1,000 men/SP, 2 days/turn.&#10;1983 Edition: 260 counters (includes 18 blanks)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Prussia",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Campaigns of Napoleon System – 1x"
    ]
  },
  {
    "Rank": "6894",
    "Name": "Assassinorum: Execution Force",
    "ID": 176817,
    "Year": "(2015)",
    "Geek Rating": "5.655",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/176817/assassinorum-execution-force",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0909",
    "Description": "From the publisher:&#10;&#10;Assassinorum: Execution Force gives four Imperial Assassins an incredibly important mission - slay Chaos Lord Drask before his dark ritual brings about the end of the Imperium itself! A fast-paced co-operative game for one to four players, it blends stealth, tactics, subtle forward-thinking and outright blazing violence into a fantastic, tense, action-packed experience that is accessible to board game players of any level.&#10;It contains everything you need to play to defeat the Chaos Space Marines Sorcerer.&#10;&#10;Included in the box are four beautiful, exclusive Imperial Assassin miniatures - the Vindicare Assassin, armed with an Exitus Rifle and pistol, clad in a stealth suit; the Callidus Assassin, wielding a C&rsquo;tan Phase sword, neural shredder and poison blades; the Eversor Assassin, with Executioner pistol and Neuro Gauntlet and the Culexus Assassin, with his psyk-out grenades. On top of these, you get fifteen Chaos Cultists, three Chaos Space Marines, a Chaos Familiar and a Chaos Space Marine Terminator Sorcerer.&#10;&#10;On top of these incredible miniatures, there&rsquo;s a set of detailed board tiles on heavy card stock, a deck of Event Cards, counters for various events in different shapes, sizes and designs and included dice.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "6895",
    "Name": "Unlock!: Short Adventures – The Birmingham Murder",
    "ID": 392192,
    "Year": "(2023)",
    "Geek Rating": "5.654",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/392192/unlock-short-adventures-the-birmingham-murder",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Unlock! Short Adventures: it's Unlock, only shorter!&#10;Unlock Short Adventures are 30 to 45 minute Unlocks in a small format, ideal for pocketing or giving as a gift. Unlock! is a cooperative card game inspired by escape rooms.  Unlock! brings these experiences into your home, around a table. After familiarizing yourself with the context of the scenario, you begin your adventure in a room (a location map showing various numbers). Search the room for objects! Beware: some may be hidden! Visual and audio puzzles slow your progress. It's up to you to cooperate with your partners to advance and finish on time.&#10;Unlock!, an interactive game combining traditional hardware and mobile application&#10;To play, you need the free Unlock! app, compatible with Android and iOS phones and tablets. It allows you to obtain clues, locate hidden objects and enter the codes you discover. The app makes the game very real. It adds to the atmosphere, with music dedicated to each adventure, audio puzzles, terrible penalties and a fatal countdown.&#10;&#10;Unlock! Short Adventures: Murder in Birmingham!&#10;An Escape room in your living room! Investigate Birmingham's underworld in 1920!&#10;The app sets the pace and mood for 30-minute games. The puzzles, the app, the clues, the timer - all from Unlock!&#10;&#10;Unlock! Short Adventures : Meurtre &agrave; Birmingham !&#10;Une Escape room dans votre salon ! Enqu&ecirc;tez dans les bas-fonds de Birmingham en 1920 !&#10;L&rsquo;application donne le rythme et pose d&rsquo;ambiance pour des parties de 30 minutes. Les &eacute;nigmes, l&rsquo;app, les indices, le timer, du concentr&eacute; de Unlock!&#10;Unlock! Short Adventures : Meurtre &agrave; Birmingham est une aventure de niveau de difficult&eacute; 3 (sur 3). Il contient 30 cartes d'aventures et 2 cartes de r&egrave;gles.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Unlock! (Space Cowboys)",
      "Series: Unlock! Short Adventures (Space Cowboy)"
    ]
  },
  {
    "Rank": "6896",
    "Name": "On to Richmond II: The Union Strikes South",
    "ID": 367432,
    "Year": "(2023)",
    "Geek Rating": "5.654",
    "Avg Rating": "9.14",
    "Link": "https://boardgamegeek.com/boardgame/367432/on-to-richmond-ii-the-union-strikes-south",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "1200",
    "Weight": "3.6667",
    "Description": "On to Richmond II: The Union Strikes South covers some of the most famous campaigns of the Civil War in a single module for the award-winning Great Campaigns of the American Civil War (GCACW) series.  Two of the campaigns in this module have been revised, repackaged, and rebalanced for improved play; and the third is entirely new:&#10;&#10;On To Richmond II (which covers the 1862 Richmond Campaign) has had the Basic Game scenarios rebalanced as needed and modifications made to the rules and victory conditions for the Advanced Game scenario.&#10;Grant Takes Command II (which covers the 1864 Overland Campaign) has had the various basic and advanced game scenarios revised as needed.&#10;The Petersburg Campaign (which covers the 1864-1865 Petersburg Campaign) is an entirely new module that covers the months of battles, mostly in the open field, that started when Grant marched across the James River in June 1864 and ended with the defeat of the Confederates at Five Forks in April 1865.&#10;&#10;The four maps included are painted by original map artist Charlie Kibler and have been significantly revised to include all the latest GCACW terrain types including hills, swamps, dams, trails and landings.  New map area has been added to cover the western portion of the Petersburg battles.  The military unit counters have been redesigned by Charlie Kibler to harken back to the counters in the original games in the series but with a more modern graphical treatment.&#10;&#10;Richmond &amp; Petersburg Campaigns includes a massive collection of twenty-five Basic Game scenarios and seven Advanced Game campaigns, divided as shown between the three modules:&#10;&#10;On To Richmond II includes one new Basic Game scenario, the seven original Basic Scenarios redesigned and rebalanced, and the original Advanced Game campaign scenario extensively revised.&#10;&#10;Grant Takes Command II includes the eight original Basic Scenarios rebalanced as needed and the four original Advanced Game campaigns.&#10;&#10;Note: the two grand campaigns require the Stonewall In The Valley maps which are not included.&#10;&#10;The Petersburg Campaign includes nine Basic Game scenarios and two Advanced Game scenarios.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Variable Phase Order"
    ],
    "Families": [
      "Series: Great Campaigns of the American Civil War (Avalon Hill/MMP)"
    ]
  },
  {
    "Rank": "6897",
    "Name": "Manitoba",
    "ID": 260201,
    "Year": "(2018)",
    "Geek Rating": "5.654",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/260201/manitoba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.65",
    "Description": "The Canadian province of Manitoba is wild, fascinating, and almost without any limits: countless lakes, majestic mountains, a vast tundra in the north and endless prairies in the south. Manitoba &mdash; a country whose name derives directly from Manitou, the big spirit of creation of the American natives.&#10;&#10;In Manitoba, players become clan leaders of the Cree tribe and try to become the chieftain of them all, but this is not easy as they have to cope with the capriciousness of nature and must provide material as well as spiritual richness for their clans.&#10;&#10;In the course of the seasons, everyone has to consider several things: When and where do I plan to get active in the hunting grounds of Manitoba? Or would it be better now to emphasize spiritual development and walk on mystical paths? How can I exchange and exploit my resources cleverly? Players can also manipulate the wooden disks of the totem to influence the possibilities of all players strongly. Many situations demand wise decisions...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Modular Board",
      "Set Collection",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Wooden pieces & boards",
      "Country: Canada",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "6898",
    "Name": "Power Grid: Outpost",
    "ID": 424395,
    "Year": "(2024)",
    "Geek Rating": "5.654",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/424395/power-grid-outpost",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.3",
    "Description": "In Power Grid: Outpost, the colonization of the new planet advances quickly. There is a huge demand for electricity that your companies gladly fulfill.&#10;&#10;Can you purchase the best power plants, biggest shelters, and best technologies? Can you spread your network faster from city to city than your competition? Do you expand your company economically to accommodate workers permanently so that you can avoid employing expensive seasonal workers that you must dismiss to the labor market after each assignment? Only then you can win Power Grid: Outpost!&#10;&#10;Outpost was one of the major inspirations for Power Grid as that game was far ahead of its time. More than twenty years after the first release of Power Grid, Friedemann wants to honor Outpost with this game. He took many thematic elements of that game and translated them to the Power Grid world.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "Catch the Leader",
      "Income",
      "Market",
      "Network and Route Building",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "Families": [
      "Game: Power Grid"
    ]
  },
  {
    "Rank": "6899",
    "Name": "Greedy Greedy Goblins",
    "ID": 184919,
    "Year": "(2016)",
    "Geek Rating": "5.654",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/184919/greedy-greedy-goblins",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "1.8571",
    "Description": "Greedy Greedy Goblins is a simultaneous play, strategic tile placement and bluffing game.&#10;&#10;Players lead a clan of goblin miners who want to gather the most valuable collection of gems. Coins are scored for gem tiles on the mines you have claimed, with bonuses for dynamite tiles &mdash; but if there is too much dynamite, the mine (and all the riches within) are destroyed!&#10;&#10;In more detail, players sit around a circle composed of cave game boards and the guildhall game board, with sixty mining tiles placed face-down within this circle. Each round, while playing at the same time, players use one hand to look at one mining tile at a time, then place it on one of the cave game boards. At any time, a player can claim the guildhall or a cave by placing one of their three goblins on the board, after which no more tiles or goblins may be placed on this board.&#10;&#10;Once everyone has placed all of their goblins (or decided not to place them), players resolve the boards. The goblin on the guildhall draws a minion card that provides a special ability, while each goblin in a cave scores coins based on the gems, diamonds, dynamite and monsters found there; these goblins can also take minion cards if minion tiles have been placed in the cave. Dynamite multiplies the value of a cave, but three or more sticks blows the place up, costing you coins.&#10;&#10;If someone has one hundred or more coins, the game ends and whoever has the most coins wins; if not, set up another round and go digging again.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Economic",
      "Fantasy",
      "Real-time",
      "Territory Building"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "6900",
    "Name": "Adios Amigos",
    "ID": 41658,
    "Year": "(2009)",
    "Geek Rating": "5.654",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/41658/adios-amigos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1034",
    "Description": "Somewhere in Mexico, rival gangs of desperadoes clash. To survive the inevitable shoot-out, you need to keep the coolest head and have the fastest trigger finger&#203;&#155;&#10;&#10;Adios Amigos is fast-paced card game runs for five game rounds during each of which each player represents three desperadoes. All players act simultaneously. They need to realize quickly which pistol counter allows them to shoot at which desperado, and then immediately pull the trigger. They can do this if the hit number corresponds to either the sum of or the difference between the desperado numbers on the cards. If you don&rsquo;t forget to reload and have your bundle of dynamite ready for just the right moment, chances are you may be the last desperado standing and get a loot tile in reward.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "American West",
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  }
]