[
  {
    "Rank": "N/A",
    "Name": "Catacombs: Red Box",
    "ID": 353422,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353422/catacombs-red-box",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Catacombs Red Box is an expansion for Catacombs 3E that allows the game to be played in a fully co-op fashion. This includes support for solo play. The expansion also adds new heroes, monsters, Catacomb Lords, and items for Catacombs 3E. It also adds new content for Catacombs &amp; Castles 2E. The set includes custom dice and a new obstacle for use in either game: the &quot;Trilithon&quot;.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Flicking",
      "Measurement Movement",
      "Movement Template"
    ],
    "Families": [
      "Game: Catacombs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Player of the Game Tennis",
    "ID": 353429,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/353429/player-of-the-game-tennis",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "1000",
    "Weight": "0",
    "Description": "Player of the Game Tennis is much like our other games in the Player of the Game lineup. It plays rapidly, but offers enough detail and action to give you the story of the match.&#10;&#10;In Player of the Game Tennis, each player is individually rated for their service game both first serves and second serves; their complete ability when receiving (again how they handle the opponent's first serve or second serve); ability to hit game winners or game losers in some cases. Other factors, like a player's fitness, whether he is a favorite, ability to handle adversity, major and minor injuries are all included. Did we mention that all of the factors above are broken down by playing surface? All aspects of a tennis match are covered.&#10;&#10;Player of the Game is easy to learn and easy to understand. You'll be playing in no time. Each match will unfold in front of your eyes at a brisk pace. A full match in Player of the Game tennis take no longer than 10 minutes. Most matches will be completed in 5 minutes!&#10;&#10;The base game includes a fictional Men's Tour and a fictional Women's Tour with complete schedules, prize money, a points system, and even tournament brackets. Everything needed to play is included in the base game.&#10;&#10;If you want to add real players, you can purchase any of our season year books.&#10;&#10;If your favorite player isn't rated (which isn't likely), we give you a method to put them in the game!&#10;&#10;The Printed game features all players on die-cut cards printed in vivid color.&#10;&#10;Step on the court today, it is all Aces with Player of the Game Tennis!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pe Tang 1900",
    "ID": 353430,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/353430/pe-tang-1900",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Pe Tang 1900 is a solitaire wargame depicting the 57 day siege of the Catholic Cathedral in Peking by the Boxer rebels in 1900. The Cathedral, packed with fleeing Catholic Chinese, was defended by 12 Italian sailors under the command of Sottotenente di Vascello Angelo Olivieri and about 40 French soldiers under the command of the Enseigne de Vaisseau Paul Henry. Their courage and resilience managed to save many lives until the relief of the Cathedral by Japanese soldiers on August 16th, 1900. The player&rsquo;s mission is to defend the Cathedral and resist up to the end of turn 12, when the relief column will arrive.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Beijing (China)",
      "Country: China",
      "History: Boxer Rebellion",
      "Magazine: Banzai Magazine",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Card Kingdoms – Darksworn: Kickstarter Edition",
    "ID": 353431,
    "Year": "(2021)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353431/valeria-card-kingdoms-darksworn-kickstarter-editio",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Kickstarter editions comes packaged with 3 expansions not contained in the retail edition - The Fire Temple Monsters, The Kaharian Monsters, and The Shade Events.&#10;&#10;The goal of Valeria: Card Kingdoms &ndash; Darksworn is to introduce co-operative play into the Valeria world through groups of related books called Sagas. These books will lead the players through a story that unfolds during the game and offers greater immersion into the Valeria setting. New rules and cards will be introduced in each book, some lasting only through the current book and some persisting through the unfolding Saga, somewhat like a &quot;legacy game&quot;.&#10;&#10;Darksworn uses six book-decks to tell a story of wonder, sacrifice, and adventure as you explore the territory west of Valeria and encounter a darkness that cannot go unchecked. Each book presents you with a set of new rules and several tasks that must be completed by your gaming group in order to advance to the next book in the saga. Within each book you'll find special boons to assist you and powerful monsters to challenge you. Your team will have to strike a balance between building effective tableaus of citizens that will allow you to complete the tasks and defending the decreasing center stacks of citizens that are the health of your kingdom.&#10;&#10;The play area for Darksworn is much the same as an ordinary game of Valeria: Card Kingdoms, but there are some notable changes. The story board sits above the monster row. This is where each book's story and challenges are presented, where new rules are displayed, and where citizens captured by monster attacks languish in a dark oubliette. Walls provide additional protection from the attacking monsters, but if they make it past the walls, your citizen stacks are going to suffer. At the bottom of the play area is the Blessings Board where your devotion to the radiance of Aquila can grant you special powers, free captured citizens, and even rebuild fallen walls. If any of the monsters make it through to the Blessings Board, however, all is lost.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Κλεφτοκοτάς (Chicken Thief)",
    "ID": 353434,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/353434/kleftokotas-chicken-thief",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Chicken Thief is a real time game of observation and quick reaction! In includes 3 games, for different children development levels:&#10;&#10;A) Grab the Chicken&#10;Cornelia the Chicken is craving a treat of a specific color! Check your card. If you have that color, be the first to grab the chicken by the neck, to get rid of your card!&#10;&#10;B) Coop Party&#10;Cornelia the Chicken is now asking for a specific number of veggies!Count the veggies on your cards and if they match the number, grab the chicken first to get rid of them!&#10;&#10;C) Go Figure!&#10;This time, Cornelia the Chicken is asking for specific items. Search among the cards spread on the table and be the first to spot the item to win its card. First player with 7 cards, wins the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mascara",
    "ID": 353435,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353435/mascara",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Who's behind the mask? A mystery game for 2 players. Choose whether you want to be the detective or join the criminal Red Circle.&#10;&#10;The Hideaway&#10;The Masked Man chooses where to hide on the game board and covertly writes down the corresponding letter on the sheet of paper.&#10;&#10;This is the Masked Man&rsquo;s hideaway. The Detective mustn't see this letter.&#10;&#10;The Investigation&#10;The Detective begins his search for the Masked Man by taking a coin from the Coin Reserve Zone and placing it on a free corner of the game board.&#10;&#10;The Masked Man treats this coin move as an enquiry.&#10;He answers yes if he is hiding in any of the squares adjacent to where the coin has been placed. Only squares directly touching the coin square count (not diagonal squares).&#10;&#10;He answers no if the coin has been placed beyond those squares OR if the Detective has placed the coin directly on his hideaway.&#10;&#10;The Detective moves the coin to a free square adjacent to the current square - including diagonally - and proceeds to repeat his enquiry.&#10;&#10;The Raid&#10;After a total of three enquiries, it is time for The Detective to make a raid. The Detective says in which square he thinks the Masked Man is hiding.&#10;The Masked Man then reveals the letter he wrote on the sheet - thereby identifying his hideout.&#10;&#10;If the Detective is correct then he WINS the round and places the coin face down in&#10;the square with the Masked Man&rsquo;s hideout.&#10;If the Detective is wrong then the Masked Man WINS the round and puts the coin in the Masked Coin Area.&#10;&#10;The first player to win three coins wins the game.&#10;&#10;The game is presented on a vinyl 7&quot; gatefold sleeve including a record produced by Timothy J Fairplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Video Buzzer",
    "ID": 353436,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353436/video-buzzer",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Trivia Buzzer game, with an LCD screen, in which luck and good judgement also matter!&#10;&#10;It includes 2 modes of difficulty, one for children and one for the whole family.&#10;&#10;In your turn, you move your pawn on the board, answering questions to gather points. On special squares, everyone can bet on whether the active player will answer correctly, to win some extra points. Race first your pawn to the finish line and be the player with the most points to win the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Electronic",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hidden Victory Points",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Timefold",
    "ID": 353437,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353437/timefold",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Timefold is a trick taking card game played in teams of two. Each round, the players have to predict the exact number of tricks they will win.&#10;&#10;Players know their own cards and those of their teammate.&#10;&#10;A correct prediction or &bdquo;bid&ldquo; earns points. The team with the most points at the end of eight rounds of play wins the game.&#10;&#10;Each player also has a unique set of abilities, that can be used to temporarily change the rules of play.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Memory",
      "Predictive Bid",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Einfach klasse in Mathematik-DUDEN 2010",
    "ID": 353438,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353438/einfach-klasse-in-mathematik-duden-2010",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "4 games for the first handling of numbers are offered in this collection for the pupils of the 1st and 2nd grade elementary school.&#10;&#10;Card pairs trains memory and continuous counting, you uncover pairs of cards with the same value or the same number or the same number and write down the value of two pairs found in several scores, who has the highest sum at the end, wins.&#10;&#10;Fast task rotation poses arithmetic tasks with the help of the rotating arrow, first number tiles are uncovered, with which then the task is to be solved, who achieves the highest sum from two of three results, wins.&#10;&#10;Arithmetic Quiz requires solving arithmetic problems in two difficulty levels for first and second grade.&#10;&#10;Shape Puzzles provides a first look at geometric shapes and how they interact for larger and other shapes by laying shapes analogous to Tangram. The laying puzzles give the new shape and the number of pieces given for it, while the corner puzzles give the pieces needed and the number of corners the new figure must have.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Raddaugh Gnasp Fluttercraft Unit Expansion",
    "ID": 353444,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353444/star-wars-legion-raddaugh-gnasp-fluttercraft-unit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Defend Kashyyyk with the Raddaugh Gnasp Fluttercraft Unit Expansion for Star Wars: Legion! A compact scout craft used to patrol the dense wroshyr forests of Kashyyyk, this fluttercraft is fast, deadly, and packs a nasty sting. Whether harrying the enemy with bowcaster fire or expertly- lobbed grenades, the fluttercraft is a formidable addition to the Wookiee arsenal.&#10;&#10;Within this expansion, you&rsquo;ll find everything you need to add a Raddaugh Gnasp Fluttercraft to your Republic armies as a support unit. A beautifully detailed, unpainted hard plastic miniature brings this unit to life on your tabletop, while a unit card outlines all of its capabilities, including the new Overrun keyword. Finally, five upgrade cards invite you to choose exactly how this unit behaves in combat.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Fictional Events: Clone Wars",
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Super Tactical Droid Commander Expansion",
    "ID": 353446,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353446/star-wars-legion-super-tactical-droid-commander-ex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Upgrade your tactics with the Super Tactical Droid Commander Expansion for Star Wars: Legion! An upgrade over the T-series Tactical Droid, the Separatist Alliance often calls upon these ruthless droids to serve as generals in their armies. Relying on cutthroat tactics, they will stop at nothing to accomplish their objectives.&#10;&#10;This expansion contains everything you need to deploy your own Super Tactical Droid to battle your foes, beginning with a beautifully detailed, unpainted hard plastic miniature that can be assembled in three distinct poses. Meanwhile, three unit cards give you the freedom to choose the specific Super Tactical Droid to lead your army, whether it&rsquo;s a standard model or the infamous Kalani or Kraken. No matter which droid you choose, three command cards help your Super Tactical Droid bend the battle to their will. Finally, six upgrade cards invite you to further customize your droid to fit your battle plan.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Fictional Events: Clone Wars",
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Infantry Support Platform Unit Expansion",
    "ID": 353447,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353447/star-wars-legion-infantry-support-platform-unit-ex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Battle in any environment with the Infantry Support Platform Unit Expansion for Star Wars: Legion! An immense rear-mounted turbofan and powerful repulsors make this a true all-terrain vehicle, helping the Republic meet its foes on any battlefield. Featuring armaments that punch significantly above its weight, its paired pilots can direct each weapon individually, or link them together to take on larger prey.&#10;&#10;This expansion contains one finely sculpted Infantry Support Platform miniature along with everything you need to add it to your Republic armies as a heavy unit. The miniature itself can be assembled with either standard Clone Scout Trooper Pilots, or 327th Star Corps Elite Armor Pilots. Additionally, you&rsquo;re free to choose the weapons mounted on the front of your Infantry Support Platform, including Twin Blaster Cannons, Twin Missile Pods, or Twin Beam Cannons. All of these visual touches are brought to life in-game by a unit card and seven upgrade cards that invite you to outfit the Infantry Support Platform to fit your strategy. Fight your foes anywhere with the Infantry Support Platform Unit Expansion!&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Fictional Events: Clone Wars",
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – NR-N99 Persuader-class Tank Droid Unit Expansion",
    "ID": 353451,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353451/star-wars-legion-nr-n99-persuader-class-tank-droid",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Lead the assault with the NR-N99 Persuader-class Tank Droid Unit Expansion for Star Wars: Legion! This fast, heavily armed tank droid is surprisingly well suited to even the most difficult terrain thanks to its massive central tread. Its wide side sponsons can accommodate a full unit of battle droids and transport them directly to the front lines.&#10;&#10;This expansion contains everything you need to add a NR-N99 Persuader-class Tank Droid to your Separatist armies as a heavy unit. The beautifully detailed, unpainted miniature features two option B1 battle droids that it can ferry into battle and a unit card outlines all of its weapons and systems. Finally, nine upgrade cards invite you to outfit your NR-N99 Persuaderclass Tank Droid with additional shells, comms, and programming.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Fictional Events: Clone Wars",
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – IG-100 MagnaGuards Unit Expansion",
    "ID": 353452,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353452/star-wars-legion-ig-100-magnaguards-unit-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Protect key Separatist personnel with the IG-100 MagnaGuards Unit Expansion for Star Wars: Legion! These implacable droids are programmed as unflinching bodyguards for key Separatist commanders like General Grievous and Count Dooku. Armed with deadly electrostaffs and precision blaster pistols, the menacing MagnaGuards will continue to fight after losing limbs&ndash; or even their head!&#10;&#10;This expansion puts a troop of six highly detailed, unpainted hard plastic IG-100 MagnaGuard miniatures at your command, enough for two special forces units. In addition to their standard electrostaffs, these miniatures can be assembled with a variety of alternate weaponry, including an RPS-6 rocket launcher, an electro-whip, and a unit leader that can appear with a precision laser dart. Additionally, eight upgrade cards give you even more options for your MagnaGuards, including two heavy weapons.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Fictional Events: Clone Wars",
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexagone",
    "ID": 353453,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/353453/hexagone",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Hexagone is an accessible abstract strategy game for 1-4 players. Claim the most Hexagones to win the game. Compete against your friends to make the most connections, or play solo to discover your inner grand master.&#10;&#10;Build the block, roll the dice, connect the colours and claim the Hexagones.&#10;&#10;On your turn you have 2 rolls of the dice. The colours rolled dictate which Hexagones you can move. To move a Hexagone simply swap it with an adjacent piece of any colour. Connect 3 or more matching coloured pieces to claim them. If you roll a double, you get to swap a piece of that colour with any piece on the block.&#10;&#10;The board evolves with each roll of the dice, make sure your victory pile grows too!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Decs Building",
    "ID": 353454,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353454/decs-building",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The whole neighbourhood competes to see who can decorate their house in the most tasteful, elegant display of brightly- coloured lights in the run-up to Christmas. Every square metre of your house has to be blasting out light if you want to stand a chance of out-Holidaying the Joneses!&#10;&#10;2-4 players compete to put on the most impressive Christmas lights on the front of their houses by spending cards to build their decks, install power lines and put up decorations, drawing their display out on individual grids. When the big day comes you don't want to be left with unpowered lights or empty walls.&#10;&#10;Decs Building is intended to be printed on the inside face of a Christmas card to friends or family, and in addition to the self-contained card, requires only components many families will already have around their houses: coloured pawns from e.g. Ludo or Pachesi, a couple of decks of regular playing cards, and a pen or pencil and paper for each player.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Paper-and-Pencil",
      "Worker Placement"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Doomsday Project: Episode 3 – The Battle for the North",
    "ID": 353456,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353456/the-doomsday-project-episode-3-the-battle-for-the",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "540",
    "Weight": "0",
    "Description": "This game combines with the Battle for Germany game and the Battle for the Balkans game to cover the entire European Front in a hypothetical World War Three in 1985.&#10;&#10;The game will add additional rules, which can be retrofitted in the previous games, for naval warfare.&#10;&#10;Norway, Sweden, and Finland will be covered showing the Warsaw Pact attack on these countries.  Denmark's role will be expanded.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Multiple Maps"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Series: Operational Scale System (Compass Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mushroom Shaman",
    "ID": 353460,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/353460/mushroom-shaman",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "As civilization raged on, it spewed pollution and litter behind. Species died. Food dwindled. Depression and anxiety rose.&#10;&#10;One day, explorers ventured into the last remaining jungle, searching for the mythical Mushroom Shamans. They came eager to find meaning, solutions, and happiness.&#10;&#10;You are one of these legendary Mushroom Shamans. Spurred by the enthusiasm of your new followers, you embark on a mission to grow your cult and save the planet.&#10;&#10;You will race against your fellow competitors by sending your followers out to forage, grow, and consume mushrooms to heal the earth and fight inner demons.&#10;&#10;You must hurry because increasing pollution and destruction will damage your foraging grounds. However, you must be cautious. Inexperienced mushroom consumers may face severe consequences.&#10;&#10;Mushroom Shaman is a worker placement and engine building game for 1-6 players where players forage, grow and comsume mushrooms to heal the earth and fight inner demons.&#10;&#10;Players allocate followers to complete various tasks to achieve victory points. Tasks consist of foraging and visiting 6 locations on the shared game board: cave, forest, market, plains, river, and village. Additional tasks are located on individual grow chamber boards. Here, followers can grow mushrooms, create medicinal tinctures, and colonize grain.&#10;&#10;The goal is to reach 8 victory points, with victory points representing the success of your cult. The game immediately ends when a player reaches 8 victory points. That player wins the game and crowned the greatest Mushroom Shaman.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Environmental",
      "Exploration",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Market",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cryptopia!: A Blockchain Board Game",
    "ID": 353461,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/353461/cryptopia-a-blockchain-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Cryptopia is a fast paced blockchain asset building &amp; trading game where players collect development, influence and funding and invest it into their blockchains. Player's will leverage strategy cards that can improve position and attack other player's asset. Cryptopia involves strategy, wits and a bit of luck!&#10;&#10;&#10;     Collect funding, development and influence assets cards inspired by actual events relating to crypto&#10;     Use strategy cards to remove, steal or trade other player's assets.&#10;     Strategically invest assets cards to improve position&#10;     Watch out for attacks from other players&#10;&#10;&#10;Choose your blockchain and reach market dominance&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Lose a Turn",
      "Negotiation",
      "Ownership",
      "Roll / Spin and Move",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Theme: Cryptocurrency"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Morning Show",
    "ID": 353469,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353469/the-morning-show",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this game, it's a battle of the radio stations as you try to make your station's morning show the best in town! Play songs from a constantly rotating request line deck que. Play cards from your hand to line up the sponsors and guests and remote locations. The more you give the listeners what they want, the more points you score and the most points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Open Drafting"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blanc-manger Coco: La Gaule",
    "ID": 353473,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353473/blanc-manger-coco-la-gaule",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Blanc-manger Coco 4 - La Gaule is a game with 600 new cards on the theme of France, from Vercing&eacute;torix to Xavier Dupont de Ligonn&egrave;s, consanguines with cagoles, sauerkraut with honey pipe ...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blanc-manger Coco: La Culture G",
    "ID": 353474,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353474/blanc-manger-coco-la-culture-g",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The seventh expansion for Blanc-manger Coco, 200 cultivation-themed cards, for grown-ups, bodybuilders, for everyone indeed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blanc-manger Coco: Au fond du trou",
    "ID": 353475,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353475/blanc-manger-coco-au-fond-du-trou",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Blanc-manger Coco 5 - Deep in the Hole is a game with 600 new cards on the theme of Sex and Death. An explosive mix that creates hilarious combinations, the height of black humor&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bible \"Trivia\": Authorized Supplement",
    "ID": 353487,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353487/bible-trivia-authorized-supplement",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Authorized supplement to the original Bible &quot;Trivia&quot; game (1984), &quot;the game where trivia is not trivial&quot;. Provides 2,100 new and challenging questions from the King James Version of the Bible, with some additional questions of Biblical significance.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Educational",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "7TV: Fantasy",
    "ID": 353488,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.68",
    "Link": "https://boardgamegeek.com/boardgame/353488/7tv-fantasy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "7TV: FANTASY is a tabletop skirmish wargame inspired by the myriad of cinematic fantasy worlds and the books and games that inspired them. Battle over the tabletop pitting sword and magic against dark lords, endless hordes and villainous sorcery!&#10; &mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kaosball: Ringer Pack – The Survivor",
    "ID": 353505,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353505/kaosball-ringer-pack-the-survivor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Survivor is deadly and will never stay down, no matter how many times he gets hit!&#10;&#10;If The Survivor would be killed or knocked down, you may instead bench him and replace him with a bruiser or runner (the kill doesn't count).&#10;&#10;This miniature was an exclusive promo from GenCon 2016.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Revised Edition",
    "ID": 353507,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353507/magic-the-gathering-revised-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "The Revised Edition for Magic: The Gathering rewrites the rules for greater clarity, introduces new symbols to the cards, and replaces several of the original cards with those from the first two expansions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Joy",
    "ID": 353508,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/353508/joy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Bring on the dice! Joy is a turbulent running game for the whole family, in which you compete against each other in 2 teams and collect valuable elements in the form of cubes to be the fastest to bring them back to the common starting field.&#10;&#10;Use run cards to skillfully move your pieces across the board and collect the coveted cubes. Beating the figures of your fellow players is explicitly allowed!&#10;Joy cards give you a variety of tactical actions to give your team an advantage or to slow down your opponents.&#10;&#10;Thanks to the numerous possible combinations and the random arrangement of the elements at the beginning of the game, no two games will ever be the same.&#10;&#10;The team that is the first to deliver all the elements it is looking for wins the game.&#10;But beware: collusion is forbidden!&#10;&#10;What are you waiting for? On your mark, get set - Joy!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Movement Points",
      "Pick-up and Deliver",
      "Take That",
      "Team-Based Game",
      "Track Movement"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gärtner und Schnecke",
    "ID": 353509,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353509/gartner-und-schnecke",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The gardener and the snail start at their houses near space 1. The players roll a die and move their pieces accordingly. The first to get to the cabbage (between the spaces 29) takes the cabbage and tries to get it into his house. If the other player gets on the same space as the one with the cabbage, he steals it . At space 13 the players may change tracks. The player who gets the cabbage into his own house wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Suicidium: Party",
    "ID": 353511,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353511/suicidium-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the Suicidium Party expansion you'll find two dice and 23 new cards illustrated by Marco Tonus to add to the basic deck for 5/6 player games.&#10;&#10;And that's not all, in addition to the additional set of nice object cards - noose, poison, razor blade and, new entry: the harakiri - here are for you many answer cards with unpredictable effects and 6 character cards that assign each participant a special power at the start of the game!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wer jagt wen?",
    "ID": 353512,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353512/wer-jagt-wen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players (cat and mouse) take turns to place a tile showing their animal on the game board. If cats or mice are enclosed by the other, they get flipped over to change from mice to cats or vice versa. When all spaces are covered, the player whose animal has the majority wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rise of the Necromancers: Undead Sea",
    "ID": 353515,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353515/rise-of-the-necromancers-undead-sea",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Undead Sea is the totally new expansion for Rise of the Necromancers, and it comes with a new game board with new lands to explore, new items to find, new Necromancers to play, and new apprentices to bind to your will! And let's not forget all the new Monsters to defeat and raise!&#10;&#10;Our Isle being flooded as a result of summoning the Demons, we are reduced once more, lowly and wretched, and must set sail to the West to seek vengeance on the Forces of Light.&#10; Finding the wrecked bones of broken ships and merging them with our Soul Fragment, we sail into uncharted and treacherous waters. We must venture forth to explore unknown lands in search of powerful treasures. Encountering ancient threats, we defeat them and they soon become our most powerful minions.&#10;&#10;New victory conditions add further challenges! Now, not only do you have to be first to place your 13 Dominion counters, you must hold a city of the Light, too! Being evil just got harder!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kodiak: l'île aux saumons",
    "ID": 353530,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/353530/kodiak-lile-aux-saumons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In this fun hand management game, you have to carefully play your cards. Play your bears to steal your opponent's salmons and make sure that your salmons do not get caught by the other bears.&#10;&#10;In the new game, the players no longer have just bears on their hands but predators (a mixture of bears and a wild animal). Each predator has a unique value ranging from 1 to 60. The player playing the predator with the lowest value gets to pick a salmon first. This way, it is less likely to have ties.&#10;Besides, the ties are now sorted with a new mechanism, the waterfall. In case of a tie with two predators of the same value, the player whose token is closer to the bottom of the waterfall gets to pick first. Then, the token gets moved to the highest spot on the waterfall.&#10;&#10;Finally, the new game introduces a handicap card. Each player gets a +15 card that, which when played, adds 15 to the value of another predator, having an impact on the order of the players getting salmon.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Museum: Pictura – Patron Pack",
    "ID": 353534,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353534/museum-pictura-patron-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Patron Pack contains all the goodies and additional content unlocked during the Museum: Pictura Kickstarter campaign, including several mini-expanstions, Solo Mode, new Favour and Patron cards, and more!&#10;&#10;Includes,&#10;- 1 Museum Solo board&#10;- 11 Exhibition cards&#10;- 24 Favour cards&#10;- 19 Patron cards&#10;- 1 First player standee &#10;- 4 Wooden score tokens&#10;- 4 Discard mats&#10;- 30 Event cards&#10;- 18 Assistant tiles&#10;- 12 Artist cards&#10;- 5 Value Token&#10;- 11 Great Pictorial Works cards &#10;- 32 Influence tokens&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Expansions Adding Solo Play",
      "Players: Expansions Changing Player Count",
      "Theme: Fine Art and Art Museums",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blackout",
    "ID": 353538,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/353538/blackout",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "When Rob Evers gets a big promotion at work, a celebration is in order. After a wild night out on the town, Rob wakes up in a dark alley with no memory of his actions and the disturbing sense that he might have been involved in something. Only he can't remember what. With a sinking feeling in his gut, he checks his pockets and finds a several strange items along with a series of voice messages on his phone. When he calls his friends, they even tell him that he left the bar with a woman. Rob has no memory of the night at all and is worried about what he might have done. Retrace Rob's actions from the night in question and determine all of the things he did during his Blackout!&#10;&#10;Difficulty Rating &ndash; 7/10&#10;&#10;Originally released as the monthly subscription mystery for September 2021.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conspiracy",
    "ID": 353539,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/353539/conspiracy",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A hidden message in The Valley Falls Observer leads to the conclusion that all is not what it seems. Is the message simply the result of a typo, a practical joke, or mere coincidence? Or is there a deeper conspiracy working behind the scenes of Valley Falls?&#10;&#10;Difficulty Rating &ndash; 7.5/10&#10;&#10;Originally released as the monthly subscription mystery for August 2021.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Welcome to Screamland",
    "ID": 353540,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/353540/welcome-to-screamland",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Screamland is Valley Falls' #1 haunted house attraction. Customers drive from all over Thornmire county to experience the fun and frights that Screamland has to offer. The experience becomes all too real, however, when Bekah and Erich Rosenbalm go missing. Their last known location? You guessed it: Screamland. You and your colleagues at the Will Street Detective Agency are hired by Bekah&rsquo;s parents to find the missing couple. Will you confront humans wearing the faces of monsters or monsters wearing human faces? In Valley Falls, anything is possible! Screamland is ready and waiting for you. Get your ticket now for the scariest attraction in Valley Falls!&#10;&#10;As with all Deadbolt Mystery Society games, you step into the role of the detective. Examining the evidence provided,visiting different locations and using the password protected QR mechanic to uncover the truth.&#10;&#10;Players win once they catch the killer, find whats missing or whatever else is needed to solve the case at hand.&#10;&#10;Difficulty Rating - 7/10&#10;&#10;Originally released as the monthly subscription mystery for October 2021.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spin Circus",
    "ID": 353544,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/353544/spin-circus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Welcome to the big artists' evening! You will have to wow the public with the best acrobatics on the Ferris wheel. The first player to reach the end of the star-studded round will become the star of the evening.&#10;&#10;Can you work together with the acrobats to be the star of the show?&#10;&#10;     Roll the acrobat dice to know which acrobat to play with.&#10;     Move the acrobat clip on the wheel, the wheel will spin and tell you which numbers to use to move your piece &hellip; and someone&rsquo;s else!&#10;     Carry out your act and advance, or backtrack on the stage!&#10;&#10;&#10;Reach the end of the track first to get a standing ovation!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Misc: LongPack Games",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ehita linnus",
    "ID": 353550,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353550/ehita-linnus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Each player builds his/her own castle with different characters like princess, knight, cat, ghost or dove. &#10;But only the players with the most characters/completed towers score points at the end of the game.&#10;&#10;Each round players choose one card from the table and place it on his/her castle face up to make it higher of face down to make it wider. All patterns must be continued on each adjacent card.&#10;&#10;If the deck is exhausted the player with the most characters in each type / completed towers scores 3 points. The player with the 2nd best scores 1 point.&#10;Player with the most points is the winner.&#10;&#10;Different variants for playing and scoring included.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Picture Perfect: The Sherlock Expansion",
    "ID": 353562,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353562/picture-perfect-the-sherlock-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A murder has happened! It could have been anyone - even the dog! But Sherlock Holmes is already investigating. Will you provide the master detective with the crucial clues? Or will you side with the murderer?&#10;&#10;The murderer has mingled with the mourners. Talk to those present to find out who has an alibi. But be careful not to reveal too much of what you've found out to the other photographers!&#10;&#10;Add an all-new game mode to your perfect moment! Find out who the culprit is and set Sherlock and Watson up to either catch him or let him escape!&#10;&#10;The stakes have never been so high. Can you take the best photo under such conditions?&#10;&#10;To play with 5-6 people, you will need the 5-6 player expansion in addition to the basic game.&#10;&#10;-Translated from the crowdfunding page&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Deduction",
      "Memory",
      "Negotiation",
      "Puzzle"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Variable Set-up"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Crowdfunding: Spieleschmiede",
      "Game: Picture Perfect"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Galactic Battle Game",
    "ID": 353563,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353563/galactic-battle-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "A simple multiplayer game where you select pieces to move a spring loaded bar.&#10;&#10;Selecting the right piece so that the bar does not move is key to victory and each piece has a different hidden point value.&#10;&#10;The game is quite luck driven and plays in 5-10 minutes&#10;Tagline &quot;choose carefully or the enemy will strike&quot;&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Mario: Piranha Plant Escape!",
    "ID": 353568,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.95",
    "Link": "https://boardgamegeek.com/boardgame/353568/super-mario-piranha-plant-escape",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Roll the die to determine how many place your Super Mario character must move on the game board. The number you land determines the number of chances to must take against this classic villain.&#10;&#10;Watch out! The Piranha Plant will randomly attack and knock Mario and Luigi off of the game board.&#10;&#10;Figures from the Piranha Plant Escape! are compatible with other Epoch Super Mario Games including Balancing Games and Blow up! Shaky Tower&#10;&#10;Game includes easy-to-assemble Piranha Plant game board, 2 unique Super Mario Action Figures, 2 character plates and die.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Video Game Theme: Super Mario Bros."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hindsight",
    "ID": 353571,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/353571/hindsight",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "2 player traditional card game, combining trick taking and melding. Players aim to win tricks with their playing hand, and to convert their stock into a spread of 13 cards containing melds scoring as high as possible. The melds are: 1 per card in its longest suit, plus 1 per card in its longest sequence, plus 2 for a pair, 3 for three of the same rank and 8 for four of a kind. Also: to announce in advance which of one's two scores - tricks or melds - will count double. Trick play has the unusual feature that you have to follow suit, but if you can't and play a card of the same rank it trumps and is worth 10 points. Tricks of the same suit are worth 2 and tricks of differing suits are worth 6.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Melding and Splaying",
      "Memory",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Exchange",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Storabelt",
    "ID": 353575,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/353575/storabelt",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a strategic game to scramble for the territory of the Scandinavia peninsula.&#10;You choose one among seven actions and send soldiers to the battlefield and build the defensive wall.&#10;When a certain territory was completely surrounded by the defensive wall, the player whom influence is higher in gets a score.&#10;You can purchase a card strengthening own action to push forward a game strategically.&#10;The card which you purchased finally gets a score in this way.&#10;The winner of the game is the player who got more territories and achievements.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fighting",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kobold-Kämpfe",
    "ID": 353579,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353579/kobold-kampfe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at the lowest opposite spaces of the climbing frame and take turns rolling the die and move their meeple (only on the red part of the climbing frame). If a player can't move the rolled number of spaces forward, because he is blocked by the opposite player, he has to move backwards. If a player is forced to move back to his starting space he has lost the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Track Movement",
      "Tug of War"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Abyss: Kraken & Leviathan",
    "ID": 353580,
    "Year": "(2022)",
    "Geek Rating": "5.549",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353580/abyss-kraken-and-leviathan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "An expansion box containing both Abyss: Kraken and Abyss: Leviathan.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Game: Abyss (Bombyx)",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sechs Schlösser im Schloss",
    "ID": 353581,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353581/sechs-schlosser-im-schloss",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at the lower right corner of the game board and have to reach the treasure chamber at the end of the track. They take  turns to roll the die and move their pawn accordingly. If a player reaches the space in front of a door, he has to use the special die to roll the key he needs to open the door. If he rolls a ghost he may pass the door without the key. The first player to reach the door of the treasure chamber and rolls the needed key wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Äpfel pflücken",
    "ID": 353582,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353582/apfel-pflucken",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "At the beginning of the game all spaces on the tree are covered with an apple token. The players put their meeple on their starting space at the fruit basket und take turns to roll the die and move their meeple. If a meeple gets on a space with an apple, the player puts the apple inside his basket. If a meeple gets on a space on the tree with is already occupied by the opposite meeple, the later has to start anew from his starting space.&#10;&#10;When all apples are plucked, the player with the most apples in his basket wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Static Capture"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pisa Fondo",
    "ID": 353583,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353583/pisa-fondo",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A persecution game of cops against truck drivers.&#10;&#10;You are a &quot;red skin&quot; in your &quot;car&quot;, running on the asphalt, trying to be the first to go around the board.&#10;&#10;In other words ... you are a driver (red skin) trying to be the first player to get a complete lap of the board to your starting point ... but you have to be careful ... two police cars (pale faces) and a helicopter (iron bird) are waiting to catch you speeding.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Álbum de Oro Club de la Aventura (CEFA)",
      "Theme: Police"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rallye World",
    "ID": 353584,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353584/rallye-world",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Run your adventure against wind and breakdown.&#10;&#10;Rallye World is a game for reckless motorists, in which 2-8 players can participate.&#10;&#10;The atmospheric situation and the multiple breakdowns that can occur to you during the tour, will make you an intrepid driver.&#10;&#10;In the face of adversity, you will always have the invaluable help of your assistance truck, in which the best mechanics will get your car ready.&#10;&#10;Your decisions made at the right moment will make ingenuity defeat mechanics.&#10;&#10;You will drive your &quot;car&quot; from the high peaks of Europe to the most inhospitable desert in the world, where solitude will be your only company.&#10;&#10;You are facing a real challenge, a true five-star adventure in your living room.&#10;&#10;For you who are determined, sagacious and intelligent this game is made. Dare yourself!&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Álbum de Oro Club de la Aventura (CEFA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Morning Coffee Dungeon: Deep Sea Adventure",
    "ID": 353585,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/353585/morning-coffee-dungeon-deep-sea-adventure",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Morning Coffee Dungeon is a dungeon crawling puzzle that can be completed with your morning cup of coffee. Limiting randomness to the treasure/loot drops, each delve into the dungeon is more a series of calculated decisions. Will you be able to complete the campaign with the most victory points?&#10;&#10;Deep Sea Adventure: An underwater vessel has been discovered and you have been tasked with investigating. A stroke of bad luck has compromised your mission. Get what you can, treasures or creature samples, and escape before your air runs out!&#10;&#10;Rules / How to Play&#10;&#10;You may move your character to any spot. It may not move through walls or undefeated monsters.&#10;If your character encounters a monster, resolve Battle in order.&#10;You may leave the dungeon at any time. The total number of Victory Points (VP) earned is your score. If you lose all your health, you lose all your Victory Points.&#10;&#10;Battle Rules (Complete in Order)&#10;&#10;Calculate Damage: monster level - your level = damage to you, with a minimum of 0. Example: Monster Level 5 - Your Level 3 = 2 Damage to you.&#10;Earn VP: if the monster is the same level or higher than your level, gain 1 VP.&#10;Gain Level: if the monster is the same level or higher than your level, gain 1 Level.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Morning Coffee Dungeon: Just a Dungeon",
    "ID": 353586,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/353586/morning-coffee-dungeon-just-a-dungeon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Morning Coffee Dungeon is a dungeon crawling puzzle that can be completed with your morning cup of coffee. Limiting randomness to the treasure/loot drops, each delve into the dungeon is more a series of calculated decisions. Will you be able to complete the campaign with the most victory points?&#10;&#10;Just a Dungeon: is a normal dungeon as any other. There are monsters. There are treasures. There is probably a mold problem. Our hero, Sadie Cat, finds themselves treasure hunting in hopes of finding some relief from their crippling student debt. Beware of gold thieves hiding in treasure chests!&#10;&#10;What Do I Need to Play:&#10;&#10;1d12&#10;10 health chits / markers&#10;10 level chits / markers&#10;10 VP chits / markers&#10;&#10;Rules / How to Play&#10;&#10;You may move your character to any spot. It may not move through walls or undefeated monsters.&#10;If your character encounters a monster, resolve Battle in order.&#10;You may leave the dungeon at any time. The total number of Victory Points (VP) earned is your score. If you lose all your health, you lose all your Victory Points.&#10;&#10;Battle Rules (Complete in Order)&#10;&#10;Calculate Damage: monster level - your level = damage to you, with a minimum of 0. Example: Monster Level 5 - Your Level 3 = 2 Damage to you.&#10;Earn VP: if the monster is the same level or higher than your level, gain 1 VP.&#10;Gain Level: if the monster is the same level or higher than your level, gain 1 Level.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Morning Coffee Dungeon: Night At The Museum",
    "ID": 353587,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353587/morning-coffee-dungeon-night-at-the-museum",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Morning Coffee Dungeon is a dungeon crawling puzzle that can be completed with your morning cup of coffee. Limiting randomness to the treasure/loot drops, each delve into the dungeon is more a series of calculated decisions. Will you be able to complete the campaign with the most victory points?&#10;&#10;Night At The Museum&quot; There&rsquo;s a bit of trouble at the museum and they&rsquo;ve sent their best paranormal investigator to take care of it. Watch out for that frog creature! It really hops.&#10;&#10;What Do I Need to Play:&#10;&#10;1d12&#10;1 hero marker&#10;1 monster marker&#10;3 bullet chits / markers&#10;5 Victory Point chits / markers&#10;10 Time chits / markers&#10;&#10;Rules / How to Play&#10;&#10;You may move your character to any spot. It may not move diagonally, through walls, or piles of rubble.&#10;Your character may only attack a monster by shooting it.&#10;If your character enters a new &ldquo;jump&rdquo; area, the monster jumps to a new spot.&#10;&#10;Battle Rules (Complete in Order)&#10;&#10;SHOOT: Your character may only shoot if it has bullets. Every bullet subtracts a Bullet.&#10;SUCCESS: A successful shot is determined by rolling 1d12. It is successful if that value is larger than the distance between your character and the monster (shortest path, no diagonals, ignore Line of Sight rules). Success earns 1 VP.&#10;JUMP: Any kind of shot, successful or not, results in the monster jumping to a new spot.&#10;RELOAD: Replenish your Bullets to the maximum, but doing so forces the monster to jump.&#10;&#10;MONSTER JUMPS&#10;&#10;Roll 1d12 to determine where the monster jumps to. Whenever the monster jumps, you lose 1 Time.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sadie Cat: Cook Out",
    "ID": 353589,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353589/sadie-cat-cook-out",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Sadie Cat and Mao are out in the forest for the night and need to get some food in their stomachs. Sadie Cat sends Mao out to get some supplies, but he comes back with more than just ingredients. Now Sadie Cat is on the hook to feed a bunch of mouths and the sun is going down fast. How much food can she make in time?&#10;&#10;What is Sadie Cat: Cook Out?&#10;&#10;Sadie Cat: Cook Out is a dice rolling and matching game by Alexander Shen. Players roll numerous d6 and match them to the recipes that she knows. Each recipe takes a certain amount of time to cook and there is a limited amount of time left.&#10;&#10;Do you like dice games? Do you like the puzzle-y bits of figuring out how to maximize your score? If you do, definitely give Sadie Cat: Cook Out a try!&#10;&#10;&mdash;description form the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Matching"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monster Healer Solo IIDX",
    "ID": 353591,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/353591/monster-healer-solo-iidx",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the past monster hunters were needed to control the outbreak of certain monsters in the area or ones that cause direct danger to our local communities, but these needs have decreased and have no longer been an issue for a very long time. Instead, there has been a recent increase of rogue monster hunters running around in the wildlands, slaying them for no reason other than for sport. It is my job to save these innocent monsters, bring them back to health, and reunite them with their packs. It requires luck. It requires traps constructed from what nature can provide to subdue the monsters for treatment. It&rsquo;s a dangerous job, but it needs to be done.&#10;&#10;Monster Healer Solo IIDX is a print-and-play dice game that has you doing your best to subdue a hurt monster so you can perform your doctorly duties to save it.  Two monsters included in this version!&#10;&#10;Basic Gameplay&#10;&#10;You roll your trap dice and assign them to the traps required to stop the monster. When the monster takes its action, it may do damage to you (saving monsters is a tough business) or even shake off the traps.&#10;&#10;Full Rules&#10;&#10;Setup&#10;&#10;Print out the Monster Healer Solo IIDX Demo game sheet.&#10;Give yourself 5x 6-sided dice and place in the Unused Dice pool&#10;Give yourself 3x Life Tokens&#10;Give the monster 1x 6-sided die&#10;Player goes first&#10;Phases&#10;&#10;Refresh Dice&#10;Player Actions (2)&#10;Monster Action&#10;Refresh Dice&#10;&#10;Move all dice from the Used Dice pool to the Unused Dice pool.&#10;&#10;Player Action&#10;&#10;Player chooses to perform any two of these actions (player may choose to do the same action twice):&#10;&#10;Roll Any Unused Dice&#10;Player may reroll any number of dice from the Unused Dice in their dice pool.&#10;Remove Trap (1)&#10;Player removes a single Trap die from the monster and adds it to the Used Dice pool.&#10;Assign Trap (1)&#10;Player assigns a single Trap die from the Unused Dice pool and adds it to an open matching Trap space on the monster.&#10;Use a Player Power&#10;Player selects all required dice from the Unused Dice pool to use a power. Place these dice into the Used Dice pool.&#10;Monster Action&#10;&#10;Roll 1d6 for the monster.&#10;Perform the action associated with the result on the monster card.&#10;Game End&#10;&#10;The game ends as soon as the player has lost all of their Life Tokens or if all the Trap spaces on the monster card are filled.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skulls and Pumpkins",
    "ID": 353594,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353594/skulls-and-pumpkins",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "It&rsquo;s that spooky time of year again where skulls and pumpkins are around every corner! Do you have what it takes to to be crowned Halloween Royalty?&#10;&#10;Winning the Game&#10;&#10;First player to win 5 rounds will be crowned Halloween Royalty! In the case where a player is unable to win 5 rounds, the player with the most rounds won will be crowned Defacto Halloween Royalty! If the game is still a tie, then it's a tie and both players turn into candy corn.&#10;&#10;How to Play&#10;&#10;Each player chooses one card and places it face down in front of them.&#10;Each player reveals the card at the same time.&#10;The player with the winning card wins the round.&#10;Discard the played cards in their own respective discard piles face up, one for each player.&#10;&#10;The Winning Card&#10;&#10;If the cards share the same suit (i.e. skull vs skull or pumpkin vs pumpkin), the highest card wins.&#10;If the cards are of different suits, the lowest card wins.&#10;If the cards are the same, the round is a draw. Discard these cards.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Traditional Playing Cards",
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dash Away All",
    "ID": 353595,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/353595/dash-away-all",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Players draw, flip, and swap cards to be the first to collect Santa's sleigh and all of the Elf Pets Reindeer cards to win the game.&#10;&#10;All players will begin with six face down cards.  On their turn a player draws a card and if it s a numbered card they put it in the appropriate slot of their card row.  This will cause the face down card to flip and the player can place this card as well.&#10;&#10;This continues until a player reveals a card they already have face up or a special card that can help a player or hinder another player.&#10;&#10;The first player to have Santa's sleigh and all five reindeer face up in front of them wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pet shop",
    "ID": 353597,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353597/pet-shop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the Pet Shop you have your own pet store, where you have to buy and sell animals and food. Decorate the store, by placing the animals you have for sale on your player board, and have customers visit. &#226;&#128;&#139;Who first earns enough money to buy the white, coveted cockatoo and earns $ 1,000.00?&#10;&#10;Players buy animals and food, and each round a customer for each player is drawn from a deck of cards, the customer will buy a specific animal or set of animals. If the player have those for sale, they will earn money. After each round players get to restock with the money they earn. Eventually earning enough money to buy the Cockatoo - and be ready for the final sale when the right customer wants to buy, and thus winning the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Income"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SPLIT",
    "ID": 353602,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/353602/split",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "SPLIT is a real-time puzzle game from Japan. Players race to find the two pieces required for forming the shape on the revealed card and score points. The player who gains the most points wins.&#10;&#10;&#227;&#130;&#185;&#227;&#131;&#148;&#227;&#131;&#188;&#227;&#131;&#137;&#229;&#139;&#157;&#232;&#178;&#160;&#227;&#129;&#174;&#227;&#131;&#145;&#227;&#130;&#186;&#227;&#131;&#171;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#231;&#155;&#174;&#231;&#154;&#132;&#227;&#129;&#174;&#229;&#189;&#162;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#171;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#170;&#239;&#188;&#146;&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#131;&#148;&#227;&#131;&#188;&#227;&#130;&#185;&#227;&#130;&#146;&#10;&#232;&#170;&#176;&#227;&#130;&#136;&#227;&#130;&#138;&#227;&#130;&#130;&#230;&#151;&#169;&#227;&#129;&#143;&#232;&#166;&#139;&#227;&#129;&#164;&#227;&#129;&#145;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#228;&#184;&#128;&#231;&#149;&#170;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#10;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;SPLIT is a speed matching abstract game from Japan. There is a set of 4 and 5 polyminos on cards. There is another deck with images of shapes. You have to pick which two polymino cards go together to make the shape exactly.&#10;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snyder-opoly",
    "ID": 353603,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/353603/snyder-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "How do you make a game about the great city of Snyder, Texas?&#10;&#10;While it's impossible to include everything, we jammed all the Snyder we could into this box. It's full of outdoor adventures, family attractions, rich history, and of course... Towle Memorial Park - a little something for everyone! Looking for a fun way to experience Snyder?&#10;&#10;Here's a quick idea of how to play!&#10;&#10;Buy your favorite SNYDER properties, increase your rent by collection City Blocks and trading them in for Keys to the City. Sound easy? Well, add in some traffic jams, property tax, and the IRS and it gets a little more difficult and a lot more fun!&#10;&#10;Get your game on!&#10;&#10;Choose your token and advance to Go Snyder! You may soon be the Mayor... or out of the game for drinking too many Chocolate Shakes from the Sweet Shop!&#10;&#10;This is Snyder... and it's your roll!&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Rondel",
      "Set Collection"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tramvaj 1910",
    "ID": 353606,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353606/tramvaj-1910",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The family board game Tram 1910 entertainingly presents the operation of a tram line in a small town. Your task will be to pass all the stations, get promotion cards and become the stationmaster before your opponent.&#10;&#10;The game starts with the player who rolled the highest number of points in the shootout. He rolls the dice and advances his piece by the die roll number of points, except that he rolls on die number 6, see DICE ROLLING - special rolls at the end of the rules.&#10;&#10;A player leaves the DEPO station in two in two arbitrary directions until the final  stations in one direction - 11 Nadrazi;  in the other direction - 1 Bielska Street.&#10;&#10;The game is won by the player who completes both challenges first - namely, checking off the following tasks in sequence all 11 tram stops and collects 6 bonus cards (M). This will the stationmaster. However, the remaining players can not have to finish the game.&#10;&#10;",
    "Categories": [
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slaget om Amager",
    "ID": 353607,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/353607/slaget-om-amager",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Now you have the chance!&#10;To own, dominate and rule Amager! Complete missions as Amagercan, Rocker or Rich Scholar, and set the rules for those who control Amager.&#10;&#10;Hand out amagerkys and land at Flyvergrillen&#10;You can land on special fields such as Amagerkys, Demolition (tear down a building), The Airport, Christiania and Flyvergrillen, e.g.&#10;&#10;The game contains fun and recognizable Destiny cards from everyday situations at Amager, and there is plenty of action when Amagercans fight for power against Rockers and Rich Scholars.&#10;&#10;You can win the game by owning property, get the other player bankrupt or by completing the missions on the mission cards.&#10;&#10;&mdash;description from the back of the box (translated)&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Ownership",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Denmark",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sylaby: Nauka czytania",
    "ID": 353608,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353608/sylaby-nauka-czytania",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Sylaby is an educational game for children, helping to learn to read using syllables. &#10;The game has 2 decks of cards. One with syllables, the other one with consonants. &#10;In a basic game, every player is given 5 cards, the rest in a drawpile. We open one card and players starts a game. In his turn, a player can either put a card on top of the open card, as long as he is creating a proper word. If he can't or doesn't want, he needs to draw a card. Winner is a player, who will get rid of his/her cards first.&#10;&#10;The advanced variant introduces the second deck of cards. The rules are the same, but players are making more one syllable word.&#10;&#10;Cards can also be used as a help for recognizing letters and used to introduce children to reading.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Baseball Dice Board Game",
    "ID": 353615,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/353615/baseball-dice-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Play a 9 inning game of baseball using two 6 sided dice. Usually played on a wooden wedge shaped board using marbles or pegs.  Some boards are square or rectangular.  All have a baseball diamond printed, burned, or engraved on them.&#10;&#10;Dice rolls, using standard dice, for scoring are imprinted on the board.  Wooden dowels or marbles are used to mark positions on the board.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Baseball",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Alphabet Game",
    "ID": 353619,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/353619/the-alphabet-game",
    "Min Players": "2",
    "Max Players": "26",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Player go around the table saying a word that matches the theme that also starts with the next letter of the alphabet! If you mess up, you'll have to take a trick card that makes your next round harder.&#10;&#10;Once all players have taken a trick card or you get to Z, a new round begins. When all of the trick cards have been taken, the player with the fewest trick cards wins the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Communication Limits"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le jeu de l'oie de Cornebidouille",
    "ID": 353626,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/353626/le-jeu-de-loie-de-cornebidouille",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;If you don't eat your soup, I'll eat your blankie!&quot;&#10;Be careful, Cornebidouille is determined to swallow you raw!&#10;We will have to travel the board as quickly as possible and thwart the traps set by Cornebidouille. Can you perform the mimes and the challenges launched by the famous witch?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Promises, Promises",
    "ID": 353628,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353628/promises-promises",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A bitter tribute to the perceived injustice of the James Bay Treaty #9, move across local landmarks answering trivia to collect three red, yellow and blue tokens to win this indigenous game.&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hul'qumi'num Treaty Group Game",
    "ID": 353629,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353629/hulquminum-treaty-group-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Moving from village to village in British Columbia, players engage in both trivia and negotiation to try and secure a treaty with both provincial and federal branches of government.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ターンアップシャークリターンズ～超B級サメの逆襲～ (Turn Up Shark Returns ～The super B-class shark strikes back!～)",
    "ID": 353635,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/353635/tanatsupushiyakuritanzuchao-bji-samenoni-xi-turn-u",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#179;&#227;&#130;&#162;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#130;&#183;&#227;&#131;&#163;&#227;&#131;&#188;&#227;&#130;&#175;&#227;&#131;&#170;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#179;&#227;&#130;&#186;&#239;&#189;&#158;&#232;&#182;&#133;B&#231;&#180;&#154;&#227;&#130;&#181;&#227;&#131;&#161;&#227;&#129;&#174;&#233;&#128;&#134;&#232;&#165;&#178;&#239;&#189;&#158; (Turn Up Shark Returns &#239;&#189;&#158;The super B-class shark strikes back!&#239;&#189;&#158;) is a card game from Japan. This game replaces &#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#179;&#227;&#130;&#162;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#130;&#183;&#227;&#131;&#163;&#227;&#131;&#188;&#227;&#130;&#175; (TURN UP SHARK) and adds new cards with new shark, new cast with extra abilities and new hazards.&#10;&#10;The publisher says: &#10;B-Movie Shark Party Game - Players try to survive by confronting or escaping from brutal sharks.&#10;&#10;Simple rules! - Just take turns to flip a card and handle the outrageous situations!&#10;&#10;Sharks, Doom for Death and Cast - Along with new sharks, Doom for Death cards to hinder other players and Cast character cards with unique abilities have been added!&#10;&#10;A Remake! - This is a stand-alone remake of Turn-up Shark - Super B-movie Shark Card Game!!-.&#10;&#10;B&#231;&#180;&#154;&#227;&#130;&#181;&#227;&#131;&#161;&#230;&#152;&#160;&#231;&#148;&#187;&#227;&#131;&#145;&#227;&#131;&#188;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#188;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#227;&#130;&#181;&#227;&#131;&#161;&#230;&#152;&#160;&#231;&#148;&#187;&#227;&#129;&#174;&#231;&#153;&#187;&#229;&#160;&#180;&#228;&#186;&#186;&#231;&#137;&#169;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#135;&#182;&#230;&#154;&#180;&#227;&#129;&#170;&#227;&#130;&#181;&#227;&#131;&#161;&#227;&#129;&#171;&#231;&#171;&#139;&#227;&#129;&#161;&#229;&#144;&#145;&#227;&#129;&#139;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#233;&#128;&#131;&#227;&#129;&#146;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#129;&#151;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#227;&#128;&#129;&#231;&#148;&#159;&#227;&#129;&#141;&#230;&#174;&#139;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#239;&#188;&#129;&#10;&#10;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#175;&#232;&#182;&#133;&#231;&#176;&#161;&#229;&#141;&#152;&#239;&#188;&#129;&#10;&#228;&#184;&#128;&#232;&#168;&#128;&#227;&#129;&#167;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#129;&#168;&#229;&#157;&#138;&#228;&#184;&#187;&#227;&#130;&#129;&#227;&#129;&#143;&#227;&#130;&#138;&#227;&#128;&#130;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#167;&#228;&#184;&#187;&#227;&#129;&#170;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#175;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#227;&#130;&#129;&#227;&#129;&#143;&#227;&#130;&#139;&#227;&#129;&#160;&#227;&#129;&#145;&#239;&#188;&#129;&#231;&#144;&#134;&#228;&#184;&#141;&#229;&#176;&#189;&#227;&#129;&#168;&#230;&#136;&#166;&#227;&#129;&#136;&#239;&#188;&#129;&#10;&#10;&#227;&#130;&#181;&#227;&#131;&#161;&#227;&#129;&#168;&#227;&#131;&#149;&#227;&#131;&#169;&#227;&#130;&#176;&#227;&#129;&#168;&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#130;&#185;&#227;&#131;&#136;&#10;&#230;&#150;&#176;&#227;&#129;&#159;&#227;&#129;&#170;&#227;&#130;&#181;&#227;&#131;&#161;&#227;&#130;&#146;&#229;&#143;&#142;&#233;&#140;&#178;&#227;&#128;&#130;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#171;&#227;&#131;&#149;&#227;&#131;&#169;&#227;&#130;&#176;&#227;&#130;&#146;&#231;&#171;&#139;&#227;&#129;&#166;&#229;&#166;&#168;&#229;&#174;&#179;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#131;&#149;&#227;&#131;&#169;&#227;&#130;&#176;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#129;&#231;&#153;&#187;&#229;&#160;&#180;&#228;&#186;&#186;&#231;&#137;&#169;&#227;&#129;&#174;&#229;&#155;&#186;&#230;&#156;&#137;&#232;&#131;&#189;&#229;&#138;&#155;&#227;&#130;&#146;&#230;&#140;&#129;&#227;&#129;&#164;&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#230;&#150;&#176;&#227;&#129;&#159;&#227;&#129;&#171;&#232;&#191;&#189;&#229;&#138;&#160;&#239;&#188;&#129;&#10;&#10;&#227;&#131;&#170;&#227;&#131;&#161;&#227;&#130;&#164;&#227;&#130;&#175;&#228;&#189;&#156;&#229;&#147;&#129;&#239;&#188;&#129;&#10;&#227;&#129;&#147;&#227;&#129;&#161;&#227;&#130;&#137;&#227;&#129;&#175;&#227;&#128;&#140;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#179;&#227;&#130;&#162;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#130;&#183;&#227;&#131;&#163;&#227;&#131;&#188;&#227;&#130;&#175;&#239;&#189;&#158;&#232;&#182;&#133;B&#231;&#180;&#154;&#227;&#130;&#181;&#227;&#131;&#161;&#229;&#157;&#138;&#228;&#184;&#187;&#227;&#130;&#129;&#227;&#129;&#143;&#227;&#130;&#138;&#239;&#189;&#158;&#227;&#128;&#141;&#227;&#129;&#174;&#227;&#131;&#170;&#227;&#131;&#161;&#227;&#130;&#164;&#227;&#130;&#175;&#229;&#147;&#129;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#147;&#227;&#129;&#161;&#227;&#130;&#137;&#229;&#141;&#152;&#228;&#189;&#147;&#227;&#129;&#167;&#233;&#129;&#138;&#227;&#129;&#182;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Horror",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Raju",
    "ID": 353637,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353637/raju",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Dragon God of the Eclipse, Raju, has cultivated and collected Arkonite gems for billions of years, giving it its ancient energy and power. Anyone who dares to challenge him to remove the gems ends up wishing they hadn't tried.&#10;&#10;But, now, a group of Heroes are ready to enter and appropriate his priceless treasure. So much so that, blinded by greed, all champions will do whatever it takes to get the best cut. Get the highest number of victory points with the Arkonites collected and stored in the coffers of your kingdom. Each color of Arkonite has a different value. The player with the highest score wins the game.&#10;&#10;During each round of Raju, two Arkonites are drawn from Raju's cave (from his cloth bag) and the die is rolled to see if the night and day champion cards are empowered or if, on the contrary, there is an eclipse and all champions develop your skills during this round.&#10;&#10;Each opponent plays a Master card (secretly or not, depending on the previous roll of the die) in their own play area. Whoever has the highest card number wins the round and takes the Raju treasure drawn at the beginning of the round.&#10;&#10;This mechanic is repeated over 9 rounds where, depending on how you have played your cards taking into account what you think others are going to play, you will or will not be the winner.&#10;&#10;Depending on the game mode, up to 3 games can be chained together without revealing the loot achieved. Which makes it very interesting due to the great variety of Arkonites included in the game and of different value.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Victory Points as a Resource"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animals",
    "ID": 353638,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/353638/animals",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Animals is a game for 3-6 years old published by Ravensburger. Game comes with several sets of rules for different kinds of experience. All the modes are desinged to help kids with different skills.&#10;&#10;In the main game animals are placed on their boards and they each need three different kinds of food. The food pieces are placed in a cloth bag. Players take turns picking a random food piece from the bag and place it on an animal, that can eat it (there are different kinds of foods, such as hay, insects, carrots etc. and each animal can eat 3 different types of foods). When a player feeds the third kind of food for an animal they get the animal for scoring. The game ends when all the animals are fed and the winner is the one, who has most animals collected.&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational"
    ],
    "Mechanics": [
      "Matching",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "共鳴する六芒星の輪舞曲 (Resonating Hexagram Rondo)",
    "ID": 353641,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353641/gong-ming-suruliu-mang-xing-nolun-wu-qu-resonating",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#229;&#133;&#177;&#233;&#179;&#180;&#227;&#129;&#153;&#227;&#130;&#139;&#229;&#133;&#173;&#232;&#138;&#146;&#230;&#152;&#159;&#227;&#129;&#174;&#232;&#188;&#170;&#232;&#136;&#158;&#230;&#155;&#178; (Kyomesuru Rokuboseino Rondo) (Resonating Hexagram Rondo) is a game from Japan. Players hold their own rondel and use it and their cards to battle with magic. The game has 10 magical characters; each is unique and fun with different attributes and activation abilities. Even if a character dies, they can still win the game through Resurrection.&#10;&#10;The publisher says:&#10;Hold the hexagram tiles directly in your hands and chant spells! A magical battle for your heart!&#10;Which of the six different spellbook cards will you use? You make an agonizing choice and raise your hexagram. You chant your spell in high spirits...!&#10;&#10;The game has an unusual butting system: if your moves are read by other players, your attacks will be less effective and your opponent will gain Magic Points. It's not enough to be good at the game to win, you have to be able to play the tense game.&#10;&#10;The magic battles are fast and thrilling, and can be settled in 20-30 minutes. But it's not the end of the world if you die - there is a resurrection element. You never know who will emerge victorious.&#10;&#10;With multiple tactical cards, 10 different characters, 6 different attributes, 3 types of abnormalities, and the rare &quot;Divine Awakening&quot; ability, there's plenty to do! Let's go back to your childhood and enjoy the battle!&#10;&#10;&#229;&#133;&#173;&#232;&#138;&#146;&#230;&#152;&#159;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#231;&#155;&#180;&#230;&#142;&#165;&#230;&#137;&#139;&#227;&#129;&#171;&#230;&#140;&#129;&#227;&#129;&#161;&#229;&#145;&#170;&#230;&#150;&#135;&#227;&#130;&#146;&#232;&#169;&#160;&#229;&#148;&#177;&#239;&#188;&#129;&#229;&#142;&#168;&#228;&#186;&#140;&#229;&#191;&#131;&#227;&#130;&#146;&#227;&#129;&#143;&#227;&#129;&#153;&#227;&#129;&#144;&#227;&#130;&#139;&#233;&#173;&#148;&#230;&#179;&#149;&#227;&#131;&#144;&#227;&#131;&#136;&#227;&#131;&#171;&#239;&#188;&#129;&#10;&#239;&#188;&#150;&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#233;&#173;&#148;&#230;&#179;&#149;&#230;&#155;&#184;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#227;&#129;&#169;&#227;&#130;&#140;&#227;&#130;&#146;&#228;&#189;&#191;&#231;&#148;&#168;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#128;&#130;&#230;&#130;&#169;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#132;&#233;&#129;&#184;&#230;&#138;&#158;&#227;&#130;&#146;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#229;&#133;&#173;&#232;&#138;&#146;&#230;&#152;&#159;&#227;&#130;&#146;&#230;&#142;&#178;&#227;&#129;&#146;&#227;&#130;&#139;&#227;&#128;&#130;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#229;&#145;&#170;&#230;&#150;&#135;&#227;&#130;&#146;&#233;&#171;&#152;&#227;&#130;&#137;&#227;&#129;&#139;&#227;&#129;&#171;&#232;&#169;&#160;&#229;&#148;&#177;&#227;&#129;&#151;&#227;&#129;&#159;&hellip;&#239;&#188;&#129;&#10;&#10;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#171;&#229;&#139;&#149;&#227;&#129;&#141;&#227;&#129;&#140;&#232;&#170;&#173;&#227;&#129;&#190;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#227;&#129;&#168;&#230;&#148;&#187;&#230;&#146;&#131;&#227;&#129;&#174;&#229;&#138;&#185;&#230;&#158;&#156;&#227;&#129;&#140;&#229;&#188;&#177;&#227;&#129;&#190;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#171;MP&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#229;&#164;&#137;&#229;&#137;&#135;&#231;&#154;&#132;&#227;&#129;&#170;&#227;&#131;&#144;&#227;&#131;&#131;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#183;&#227;&#130;&#185;&#227;&#131;&#134;&#227;&#131;&#160;&#227;&#130;&#146;&#229;&#176;&#142;&#229;&#133;&#165;&#227;&#128;&#130;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#171;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#132;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#167;&#227;&#129;&#175;&#229;&#139;&#157;&#227;&#129;&#166;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#128;&#129;&#227;&#131;&#146;&#227;&#131;&#170;&#227;&#131;&#146;&#227;&#131;&#170;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#159;&#233;&#167;&#134;&#227;&#129;&#145;&#229;&#188;&#149;&#227;&#129;&#141;&#227;&#129;&#174;&#229;&#191;&#156;&#233;&#133;&#172;&#227;&#128;&#130;&#10;&#10;20&#239;&#189;&#158;30&#229;&#136;&#134;&#227;&#129;&#167;&#227;&#130;&#185;&#227;&#131;&#148;&#227;&#131;&#188;&#227;&#131;&#135;&#227;&#130;&#163;&#227;&#131;&#188;&#227;&#129;&#171;&#227;&#130;&#185;&#227;&#131;&#170;&#227;&#131;&#170;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#171;&#230;&#177;&#186;&#231;&#157;&#128;&#227;&#130;&#146;&#227;&#129;&#164;&#227;&#129;&#145;&#227;&#130;&#139;&#233;&#173;&#148;&#230;&#179;&#149;&#227;&#131;&#144;&#227;&#131;&#136;&#227;&#131;&#171;&#227;&#128;&#130;&#10;&#227;&#129;&#167;&#227;&#130;&#130;&#227;&#130;&#136;&#227;&#129;&#143;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#140;&#227;&#129;&#161;&#227;&#129;&#170;&rdquo;&#230;&#173;&#187;&#227;&#130;&#147;&#227;&#129;&#160;&#227;&#130;&#137;&#231;&#181;&#130;&#227;&#130;&#143;&#227;&#130;&#138;&rdquo;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#129;&#170;&#227;&#129;&#143;&#227;&#128;&#129;&#229;&#190;&#169;&#230;&#180;&#187;&#232;&#166;&#129;&#231;&#180;&#160;&#227;&#130;&#130;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#128;&#130;&#230;&#156;&#128;&#229;&#190;&#140;&#227;&#129;&#190;&#227;&#129;&#167;&#232;&#170;&#176;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#130;&#146;&#230;&#137;&#139;&#227;&#129;&#171;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#130;&#143;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#128;&#130;&#10;&#10;&#232;&#164;&#135;&#230;&#149;&#176;&#227;&#129;&#174;&#230;&#136;&#166;&#232;&#161;&#147;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#132;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#130;&#168;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#129;&#171;&#229;&#175;&#140;&#227;&#130;&#147;&#227;&#129;&#160;10&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#128;&#129;6&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#229;&#177;&#158;&#230;&#128;&#167;&#227;&#128;&#129;3&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#231;&#138;&#182;&#230;&#133;&#139;&#231;&#149;&#176;&#229;&#184;&#184;&#227;&#129;&#171;&#227;&#131;&#172;&#227;&#130;&#162;&#227;&#129;&#170;&#227;&#131;&#161;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#131;&#136;&#232;&#131;&#189;&#229;&#138;&#155;&#227;&#128;&#140;&#231;&#165;&#158;&#230;&#176;&#151;&#232;&#166;&#154;&#233;&#134;&#146;&#227;&#128;&#141;&#227;&#129;&#170;&#227;&#129;&#169;&#227;&#128;&#129;&#227;&#130;&#132;&#227;&#130;&#138;&#232;&#190;&#188;&#227;&#129;&#191;&#229;&#186;&#166;&#227;&#130;&#130;&#229;&#141;&#129;&#229;&#136;&#134;&#239;&#188;&#129;&#10;&#231;&#171;&#165;&#229;&#191;&#131;&#227;&#129;&#171;&#232;&#191;&#148;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#130;&#172;&#227;&#131;&#129;&#227;&#131;&#179;&#227;&#130;&#179;&#227;&#131;&#144;&#227;&#131;&#136;&#227;&#131;&#171;&#227;&#130;&#146;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#130;&#227;&#129;&#134;&#226;&#153;&#170;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Rondel",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ホメタリーディスラレタリー (Hometarī Disuraretarī)",
    "ID": 353642,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353642/hometarideisuraretari-hometari-disuraretari",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#227;&#131;&#155;&#227;&#131;&#161;&#227;&#130;&#191;&#227;&#131;&#170;&#227;&#131;&#188;&#227;&#131;&#135;&#227;&#130;&#163;&#227;&#130;&#185;&#227;&#131;&#169;&#227;&#131;&#172;&#227;&#130;&#191;&#227;&#131;&#170;&#227;&#131;&#188; (Hometar&#196;&#171; Disuraretar&#196;&#171;) is a word party game from Japan. Players talk about things in either complimentary or insulting fashion. The players are trying to create new ways of describing something to either promote or denigrate the item, and develop their own vocabulary as they go.&#10;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Det store turspillet",
    "ID": 353643,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/353643/det-store-turspillet",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You and your friends have made a bet - who can visit the most cabins on Hardangervidda - the great mountain plateau in Southern Norway.&#10;&#10;The hike between the cabins will not be easy. Plan your trip well and be aware of changing weather!&#10;&#10;The winner is the player who collects the most points during the trip. The first visitor to a cabin gets 3 points, the second gets 2 points and the third gets 1 point. If a cabin is visited by more than 3 players, it is not possible for other players to score points on this particular cabin. There are over 20 cabins to visit. You can also get bonus points for fishing in one of the lakes or ponds along the way.&#10;&#10;On your turn you can chose to collect one new travel card - or start a trip to the next cabin. To move from one cabin to another, it is required to play a travel card with the correct number of moves. If you &quot;get lost&quot; and can not reach the destination, you will be &quot;rescued&quot; and moved back to your last visited cabin.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Resource to Move"
    ],
    "Families": [
      "Country: Norway"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naturafarm",
    "ID": 353646,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353646/naturafarm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Each player has a farm that they must manage by offering their animals the best conditions of life. The meadow must be large enough for the animals to freely frolic in the open air, and food and straw for litter must be provided, including making up for unexpected events. Fully satisfied animals will earn points, and in time they are harvested for meat. Players may invite each other to the restaurant, and if a player's meat is served they will benefit further. Whoever manages their farm in the most respectful way for animals comes closest to victory...&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Occupation: Farmer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imposter!: The After-Dinner Mystery Game",
    "ID": 353647,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/353647/imposter-the-after-dinner-mystery-game",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Imposter is a lively after-dinner game in which players use debate, bluff and logic to win points.&#10;&#10;A Murder Mystery-style deduction game: Imposter! is a conversation-based mystery game of social deduction and bluffing. All of you are guests at the Earl of Simpleton&rsquo;s country estate, but some of you are trying to make off with his treasures undetected. Each round, a selected postmaster will choose some guests to send things out of the castle in the Royal Mail bag. The bag&rsquo;s contents are revealed at the end of the round, and Imposters score a point if any treasure has made its way into it.&#10;&#10;Now it&rsquo;s time to figure out which of those chosen players put that treasure in there. Are they looking a bit shifty? Are they a bit quick to pass the blame to others? You have your suspicions, but let&rsquo;s see how they behave in the following rounds&hellip;The first team to five round victories wins the game, but the Innocents will win if they can unmask the Imposters before that point!&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Memory",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robot or Not",
    "ID": 353648,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/353648/robot-or-not",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "It's time to prove you are not a robot.&#10;&#10;Pick several images that have a common connection. The other players try to figure out the connection. Do they all have traffic lights? Is someone sitting in every image? Or is the connection...coffee! Do not pick one so easy everybody can figure it out. But be careful, if you make it so hard nobody gets it, everyone scores but you!&#10;&#10;&mdash;description from back of box&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I Quit!",
    "ID": 353649,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/353649/i-quit",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Have fun while you learn about personal finances which you can use in real life in this 1 to 4 player game.&#10;&#10;Players race towards financial independence in a shared game world. You will reach this goal by investing in stocks, real estate, businesses and maybe starting your own part-time business.&#10;&#10;Each round starts with a global event occur affecting the shared game world, and players draw player event cards which only affects the player who drew it.&#10;&#10;When a player has reached an investment income which is at least double their pre-tax expenses the game ends, or at the end of round 20.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Brilliant or BS?: Brilliant and Black Expansion Pack",
    "ID": 353653,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353653/brilliant-or-bs-brilliant-and-black-expansion-pack",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Flex on your friends or finesse your way to victory with this expansion pack that celebrates Black culture. Mix these questions into your copy of Brilliant or BS? First Edition to level up your game night.&#10;&#10;Contents: 54 trivia questions to add to your deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brilliant Or BS?: NSFW Expansion Pack",
    "ID": 353654,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353654/brilliant-or-bs-nsfw-expansion-pack",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Put the kids and grandparents to bed before breaking out this expansion pack. Things are about to get spicy! Mix these questions into your copy of Brilliant or BS? First Edition for some R-rated fun.&#10;&#10;Contents: 54 trivia questions to add to your deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brilliant or BS?: Fresh BS Expansion Pack #1",
    "ID": 353655,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353655/brilliant-or-bs-fresh-bs-expansion-pack-1",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Get excited! This expansion pack has more of the family-friendly trivia you love. Mix these questions into your copy of Brilliant or BS? First Edition to keep the BS going.&#10;&#10;Contents: 54 trivia questions to add to your deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Things on a Hamburger",
    "ID": 353656,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/353656/things-on-a-hamburger",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game contains a deck of cards with various categories to guess, like &quot;parts of a bicycle&quot; or &quot;superheroes,&quot; and a single short rules card.  Play is in teams, whether one-with-one or bigger, and a timer is suggested but not required. Whoever gets the most correct answer, wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Frostgrave: Second Edition – Blood Legacy",
    "ID": 353657,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353657/frostgrave-second-edition-blood-legacy",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "In the days of ancient Felstad, vampires kept to the shadows, their small numbers no match for the power of the city's wizards. But when the cataclysm struck, the wizards were destroyed, while the deathless vampires went into a frozen hibernation. Now, as the city thaws, so to do its undead inhabitants. The masters of the night are rising again: reoccupying their hidden strongholds, reforming their old cabals, and finding new victims to serve as their thralls. The destruction of the old city has brought one other boon to the vampires - giant's blood. While giants used to live out of reach to the far north, in the intervening millennium, they have descended on the city in large numbers. Their blood is like an elixir to the vampires, filling them with strength and magical power. A new war is forming between these two ancient races, and once again, the wizards of Frostgrave are caught in the middle.&#10;&#10;This supplement for Frostgrave: Fantasy Wargames in the Frozen City presents greatly expanded information about the vampires and the giants that occupy the frozen ruins, including rules for vampiric magic and a breakdown of the different tribes of giants. Also included are rules for a new type of soldier, the giant-blooded. These huge men and women have the blood of giants running through their veins, granting them great strength unseen in normal men. Finally, the book contains a section on playing Frostgrave with high-level wizards and includes two mini-campaigns to challenge these experienced spellcasters.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Frostgrave"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "私勇者だけど、美味しいとこだけかっさらいたい (Watashi yusha dakedo oishii tokodake kassaraitai)",
    "ID": 353659,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353659/si-yong-zhe-dakedomei-wei-shiitokodakekatsusaraita",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&#231;&#167;&#129;&#229;&#139;&#135;&#232;&#128;&#133;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#169;&#227;&#128;&#129;&#231;&#190;&#142;&#229;&#145;&#179;&#227;&#129;&#151;&#227;&#129;&#132;&#227;&#129;&#168;&#227;&#129;&#147;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#139;&#227;&#129;&#163;&#227;&#129;&#149;&#227;&#130;&#137;&#227;&#129;&#132;&#227;&#129;&#159;&#227;&#129;&#132;(Watashi yusha dakedo oishii tokodake kassaraitai) (Despite of being a hero, I wanna just enjoy the sweetest reward lazily.) is a game from Japan. The game is intended to play with the idea that not all heroes are heroic. The designer's blurb is &#229;&#139;&#135;&#232;&#128;&#133;&#227;&#129;&#160;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#190;&#227;&#129;&#152;&#227;&#130;&#129;&#227;&#129;&#171;&#227;&#129;&#190;&#227;&#129;&#138;&#227;&#129;&#134;&#229;&#128;&#146;&#227;&#129;&#151;&#227;&#129;&#171;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#129;&#168;&#230;&#128;&#157;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#129;&#139;&#239;&#188;&#159; (Y&#197;&#171;shadakara tte majime ni maou taoshi ni iku to omottemasu ka?) (Are you expecting me to defeat the demon lord just because I&rsquo;m a hero?) or (Do you seriously think you are going to defeat the Devil King just because you are brave?), emphasising the counter-play tone of the game.&#10;&#10;Players are trying to reach a central castle and defeat the Demon King (Maou &#233;&#173;&#148;&#231;&#142;&#139; is a generic fantasy term for the/a devil king or demon lord). They can be aided in their quest by Jewel Fairies. There are six player characters drawn from who have different weapons, but each character also has some trouble. The winner is not the player who reaches Maou first, but second, and helps defeat Maou.&#10;&#10;As the players progress along the path, they play mini-games which serve as training for the main game. Each player is trying to move themselves forward, but keep moving other players forward too, so that they get to arrive second after another player.&#10;&#10;The game has various decks of adventure stories, so there is variety as you play it over again.&#10;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Role Playing",
      "Semi-Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Capture the Flag",
    "ID": 353660,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/353660/capture-the-flag",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It&rsquo;s a head to head race to capture the flag! Both players play at the same time as fast as they can, no taking turns.&#10; Each player starts with four cards defending their flag. Players draw one card at a time that they can use to either defend their own flag or attack their opponent&rsquo;s defenses in order to get closer to their flag. The first player that can remove all of their opponent&rsquo;s cards and grab their flag wins!&#10;&#10;Capture the Flag is a colorful, fast-paced, family game of strategy and skill that you can play over and over again.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Matching",
      "Race",
      "Real-Time"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What's Poppin'? Movie Quiz",
    "ID": 353662,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/353662/whats-poppin-movie-quiz",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Packaged in cinema-style popcorn box packaging this fun quiz contains 300 questions on everything movie-related from the classics to action and horror. Perfect for every film buff.&#10;&#10;The aim of this movie quiz is to be the first player to correctly answer one question from each of the six genres:&#10;&#10;     Action&#10;     Sci-Fi/Adventure&#10;     Comedy&#10;     Horror/Thriller&#10;     Classics&#10;     General Knowledge&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Farben Spass",
    "ID": 353663,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/353663/farben-spass",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Attention - color wanted! The clown's red nose is missing. And the blue of the ball is missing. Now there ist a big hole, where the color was. What now? Very simple: If you put the cards on the correct colored area, the color quickly comes back... and the clown's nose is red again. Dice fun for everyone who already knows the colors and can observe them well. Different play options always provide variety.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Achtung - Farbe gesucht! Dem Clown fehlt die rote Nase. Und aus dem Ball fehlt das Blau. Wo die FARbe war, ist jetzt ein gro&szlig;es Loch. Was nun? Ganz einfach: Legt man die Karten auf die richtige Farbfl&auml;che, kommt die Farbe blitzschnell zur&uuml;ck... und schon ist die Clownnase wieder rot. Ein lustiger W&uuml;rfelspa&szlig; f&uuml;r alle, die schon die Farben kennen un gut beobachten k&ouml;nnen. Verschiedene Spielm&ouml;glichkeiten sorgen immer wieder f&uuml;r Abwechslung.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gli amici del 10",
    "ID": 353665,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/353665/gli-amici-del-10",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&quot;Gli amici del dieci&quot;, friends of ten in English, is an educational card game to learn the calculation of friends of ten, the core of mathematics, while having fun.&#10;How to play?&#10;There are two way:&#10;The classic Memory game, but you must find the couple friend of ten (1 and 9, 2 and 8, etc.), if you find the 10, you can take it; for the final counting every couple count 1, the &quot;ten&quot; count 2. &#10;&quot;La Matta&quot; (10), all the cards are dealt to the players and in turn each one draws a card from the next player. If you find a pair, you discard it. Whoever runs out of cards wins. You must insert only one 10 in the deck for this way.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Svenska språket",
    "ID": 353666,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/353666/svenska-spraket",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A educational quiz game about the Swedish language.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Detecteam Family: 3 in 1",
    "ID": 353667,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/353667/detecteam-family-3-in-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "A collection of 3 Detecteam Family games (One Egg Too Many, A Pie Gone Missing, Cheating Champions) in one box!&#10;&#10;Inside the box you will find 3 quirky mysteries for children and their parents featuring lovable animal characters. In each cooperative adventure, connect the cards with important information and piece the full picture just like a jigsaw puzzle. Get to the bottom of it using your deductive skills and solve all 3 cases!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Open Drafting"
    ],
    "Families": [
      "Series: Detecteam Family (Lifestyle Boardgames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nome in Codice: Carte Bonus Comics and Games 2016",
    "ID": 353668,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353668/nome-in-codice-carte-bonus-comics-and-games-2016",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "10 promo cards loosely inspired to Italian culture, released during the 2016 edition of the Lucca Comics and Games festival.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Las Carabelas de Colón",
    "ID": 353670,
    "Year": "(1953)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353670/las-carabelas-de-colon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An old Argentinian Game of Goose style game, according to where a player falls, moves forward or backward, pulls back, etc. until reaching the final position of the track. It is based and tells the story of the Columbus' journey to America.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Lose a Turn",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Historical Figures: Christopher Columbus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sankt Martin Laternenspiel",
    "ID": 353671,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353671/sankt-martin-laternenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game consists of 14 lantern cards, 9 event and solution cards each, and 4 luck cards. The lantern cards and solution cards are distributed to all players with their backs facing up. A face-down pile is formed from the event cards and luck cards. One card is drawn from this pile at a time. Whoever draws a lucky card may turn over a lantern card, which now shows the lantern light. If an event card is drawn, you need the matching solution card to reveal a lantern. You point to one of the face-down solution cards, this is temporarily turned over. In the case of 2 events (wind and rain), even a lantern that is already lit is extinguished if you do not find the matching solution card. If the players manage to light all the lanterns, they win the game, otherwise they lose together.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Religious"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Linyera",
    "ID": 353672,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353672/el-linyera",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "1940's Argentinian game.&#10;&#10;Players will roll the dice, acquiring and paying jobs to others. The player who cannot afford the payments is out of the game. The winner is the one who has eliminated his opponents.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Income",
      "Player Elimination",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clave",
    "ID": 353673,
    "Year": "(1957)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353673/clave",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player will receive a 6x5 square grid with CLAVE on the top row, a 0 on the center, and numbers on the other cells. Each turn, a CLAVE die a two d6 dice are rolled, and players can mark the combination of letter and sum of both d6 dice. If CLAVE is rolled on the letter die, players can choose the letter. First player to fill a row, a column or diagonal with 5 pieces, wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Square Grid"
    ],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grabbit",
    "ID": 353674,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/353674/grabbit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A game that is essentially the &quot;15 puzzle&quot; combined with a memory game and cute bunnies trying to get vegetables.&#10;&#10;On your turn, your rabbit jumps to a space where you hope to find a vegetable you don't already have.&#10;The first to have all four different vegetables, wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Espionaje",
    "ID": 353676,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/353676/espionaje",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A Clue reimplementation based on spies.&#10;&#10;Players move from room to room to solve the mystery of: who done it, with what, and where? Players are dealt character, weapon, and location cards after the top card from each card type is secretly placed in the confidential file in the middle of the board. Players must move to a room and then make an accusation against a character saying they did it in that room with a specific weapon. The player to the left must show one of any cards accused to the accuser if in that player's hand. Through deductive reasoning each player must figure out which character, weapon, and location are in the secret file. To do this, each player must uncover what cards are in other players hands by making more and more accusations. Once a player knows what cards the other players are holding, they will know what cards are in the secret file. A great game for those who enjoy reasoning and thinking things out.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Grid Movement",
      "Memory",
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Darkest Doom",
    "ID": 353677,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.35",
    "Link": "https://boardgamegeek.com/boardgame/353677/darkest-doom",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.8",
    "Description": "Darkest Doom is a competitive strategy game with RPG elements for 1-4 players. Set in a dark fantasy world inspired by XVII century Europe and inhabited by anthropomorphic animals.&#10;&#10;Will you survive for the 8 days of the Eclipse as the Darkness tries to annihilate the region of Betel all the while competing with the other Guardians to complete one of the four paths to victory?&#10;&#10;The Darkest Doom boardgame puts you in charge of one of four formidable Guardians, each with unique abilities and traits. As you explore the areas of the region of Betel you'll be able to take advantage of each different terrain and use its unique characteristics. You'll increase your Guardian's statistics by completing quests assigned to you by Vicar Percival, adjusting your strategy and attitude towards the game based on the stats you choose to upgrade. During your exploration, you'll also stumble onto ancient relics which will help you satisfy one of four victory conditions. You'll be able to declare Alliances with Citadels in order to gain advantages over other Guardians and battle the Darkness which is slowly bringing the whole region to collapse. Each new round is a new Dawn, and thanks to the Citadel restock you'll always have some help as you replenish the cards in your hand, choosing them from different decks: Equipment, Spells and Traps. The same card has different effects depending on the player using it and the stats they've chosen to increase. Whenever you're required to roll dice, High Priestess Elaine grants you and all other players the power of the Crimsonfate - the Amulet of the Elders - which will let you modify the result of the dice with a result of your choice from the Citadels Supplies cards in your hand. Play by yourself with the Bot Guardians mode, allowing you to play with up to three automated Guardians, or prove yourself by challenging three other players in this Dark Fantasy adventure combining elements of roleplay, exploration, handicap management and traditional boardgames.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Cuadrera",
    "ID": 353680,
    "Year": "(1952)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353680/la-cuadrera",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An Argentinian horse racing game.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catapult Feud: Hydra! Expansion",
    "ID": 353681,
    "Year": "(2022)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353681/catapult-feud-hydra-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Series formerly titled, 'Catapult Kingdoms'.&#10;&#10;Ready the catapults! Wait, do you smell smoke? INCOMING FIREBALL!!!&#10;&#10;Will your castle walls melt from the Hydra's fiery breath or will you tame the mythical beast and launch fireballs at your opponent's castle?!&#10;&#10;Catapult Feud Hydra exapansion adds a fireball launching Hydra to the game.&#10;&#10;This expansion requires Catapult Feud to play.&#10;&#10;During setup, place the Hydra in the middle of the battlefield, at an equal distance between players. If you are also using the Volcano Expansion, then place the Hydra to the side of it. Shuffle the Hydra Cards and place them in a pile, face down, next to the Hydra.&#10;&#10;Taming the Hydra: During your turn, as a free action you may decide to try and Tame the Hydra! To do so, shuffle the Hydra cards, reveal the top one and resolve it as per its rules.&#10;&#10;BEWARE: Taming the Hydra is a risky task. You might end up getting a chance to deal extra damage to your opponent, but there is always the chance that the Hydra will retaliate and scare away your troops! It is possible to lose the game if the Hydra scares away your last troop! Every time you try to Tame the Hydra, one of its heads will respond to you. Depending on the head, there is a different outcome.&#10;&#10;Right Head: The Hydra is extremely angry and retaliates! It scares your troops away and some of them desert you! Remove one of your troops from the game. If this was the last troop, you lose the game!&#10;&#10;Left Head: You barely managed to control the Hydra to do your bidding. You may use it to launch one Ball of Fire to your opponent.&#10;&#10;Center Head: You did an exceptional job taming this beast! You may use it to throw 2 Balls of Fire to your opponent!&#10;&#10;Warning! This is a game of construction/destruction of plastic bricks and figures... NOT your opponent, pets, or people who may foolishly pass through the field of battle! Please play fair and be careful not to hurt each other or damage anything... other than your opponent's attempt at an impenetrable fortress!&#10;&#10;Includes:&#10;- 1 Hydra&#10;- 4 x Fireballs&#10;- 6 x Hydra Cards&#10;- 1 Instruction Sheet&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  }
]