[
  {
    "Rank": "N/A",
    "Name": "Mini Space Rogue",
    "ID": 288286,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/288286/mini-space-rogue",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Strike it big by answering the frontier&rsquo;s call! With space pirates swarming, you see the perfect opportunity to make a name for yourself. Rocket toward adventure! Explore a new star system filled with salvage, missions, technology, and pirate blasting! Your friends can eat your stardust when steal all the glory in this grand galactic adventure!&#10;&#10;Mini Space Rogue is a competitive exploration and looting game with a modular board and spaceships. It includes dice rolling, pick up and deliver, grid movement, hand management, modular board, exploration, variable player powers, and worker placement.&#10;&#10;Buy diverse loot, but find it hiding out there, too, and unlock new powers for your ship. Compete with other players for the shiniest ship and the longest list of the most fantastic feats. Discover new places and take your crew on a voyage through warp gates, black holes, and even board other ships and cause a ruckus!&#10;&#10;The goal of the game is to earn the most Glory Points. The game ends when one player has achieved the goal number of points.&#10;&#10;Objective&#10;When a player earns 23 Glory Points (GP), play 1 more round and end the game. Every player with at least 23 GP wins and the player who achieved it first is the most glorious.&#10;&#10;Round Order&#10;Movement Phase&#10;The current Captain moves their ship pawn up to 3 space tiles.&#10;In turn order, each subsequent player does the same.&#10;&#10;Action Phase&#10;Players simultaneously perform any of these actions up to once in any order (if order ever matters, go by player order closest to the Captain):&#10;Charge your shield any number of points&#10;Trade with an adjacent player&#10;Move any number of crew in your ship&#10;Use any number of cargo items, bays, and weapons&#10;Interact with your tile&#10;Board an adjacent player&#10;&#10;End Phase&#10;Update the Glory Point Tracker.&#10;The first player passes the Captain token to their left.&#10;&#10;",
    "Categories": [
      "Space Exploration",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Campus in a Box",
    "ID": 288288,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/288288/campus-in-a-box",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Let&rsquo;s build our own college together! Lead a department of student workers to enact your strategic plan across campus. Construct buildings in your name and convince your friends to visit them. Convene surprise committees and focus all the attention on you because it&rsquo;s a race for whomever will have the biggest measurable impact on campus before the end of the school year! Lead a department and assign your student workers to gather resources. Use these resources to complete your department&rsquo;s strategic plans and graduate students to have the biggest measurable impact on-campus. The goal of the game is to earn the most Contribution Points (CP)&#10;&#10;Assets&#10;These four sets of tokens complete Strategic Plans, earn additional student pawns, and graduate alumni. There is a hard limit on how many assets tokens there are (23) and once they are taken no more can be taken from the Public Supply until players return them. These are the four assets: Blue Labor, Red Satisfaction, White Prestige, and Yellow Approval.&#10;&#10;Money&#10;Use Money to construct buildings and enact Strategic Plans. There is no limit to how much money can be in the game. If players must use more than what is provided, keep track in any other way.&#10;Special Regulations&#10;&#10;Strategic Plans&#10;These cards can be held face down or face-up at the discretion of each player. Keeping them confidential ensures other players don&rsquo;t strategically monopolize resources you need. To complete a Strategic Plan, return the asset and money cost from your personal supply to the Public Supply or bank and retrieve the listed reward. Draw from the four face up cards unless instructed otherwise. Always replace a drawn Strategic Plan card with a new Strategic Plan. Put completed Strategic Plan cards under your Department Identity card and these remain secret until the end of the game.&#10;If instructed to reset the Strategic Plans, shuffle the face-up four plans back into the deck and draw four new ones.&#10;&#10;Committees&#10;These will give you benefits or hinder other player&rsquo;s progress. Go to the Alumni Center to play these and discard them after use. Players have a hand limit of 4 Committee cards and must discard down to 4 immediately whenever they exceed this limit. When the draw deck is exhausted, shuffle the discard pile to create a new one.&#10;&#10;Constructing Buildings&#10;Player 1 chooses a building to discuss. Starting with Player 1 and going clockwise, each player commits any amount of money towards the construction of a new building. Continue to go around until all players are satisfied with their contributions. If the total money committed meets or exceeds the building&rsquo;s listed cost, move all contributed money to the Bank and build the building. Otherwise, return all player&rsquo;s money and discard the building in question.&#10;Continue this until all three buildings have been discussed.&#10;When the draw deck is exhausted, shuffle the discard pile to create a new one.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Cooperative Game",
      "Hand Management",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Taco Tuesday",
    "ID": 288300,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/288300/taco-tuesday",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Compete against your rivals to run the best Taco Truck on Taco Street. Visit vendors to collect ingredients, plan your menu, and complete recipes to attract customers. Don&rsquo;t forget to utilize marketing and skill cards to get the upper hand!&#10;&#10;Taco Tuesday is a family-weight game where rounds are made of two phases. In the first, players secretly select a vendor to visit and a blind bid that gives them first pick at ingredients and player order (arrival time). In the second phase, players take turns performing actions to help them complete recipes and build their customer base.&#10;&#10;Once a player has enough customers, players will finish the round and add up their scores. The player with the most customers will win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rurik: Dawn of Kiev – Kickstarter Edition",
    "ID": 288316,
    "Year": "(2019)",
    "Geek Rating": "5.813",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/288316/rurik-dawn-of-kiev-kickstarter-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8",
    "Description": "The Kickstarter edition of Rurik includes Rurik: Dawn of Kiev &#226;&#128;&#147; Intrigue Cards 1 and 4 plastic player trays (which hold the pieces of each player color for easy setup), which are not included in the retail edition.&#10;&#10;&mdash;&mdash;&mdash;&mdash;&mdash;&mdash;&mdash;&mdash;&mdash;&mdash;-&#10;&#10;Rurik: Dawn of Kiev is a euro-style realm building game set in an 11th century Eastern European Kingdom. It features area control, resource management, and a new game mechanic - &quot;auction programming.&quot;&#10;&#10;You play as a potential successor to the throne following the death of your father, Vladimir the Great, in 1015. The people value a well-rounded leader, so you must establish your legacy by building, taxing, fighting, and accomplishing great deeds. Will you win over the hearts of the people to become the next ruler of Kievan Rus?&#10;&#10;Rurik brings to life the ancient culture of Kievan Rus with game design by Russian designer Stanislav Kordonskiy and illustrations by Ukrainian artist Yaroslav Radeckyi.&#10;&#10;In Rurik, players openly bid for actions with their advisors. Stronger advisors earn greater benefits at the cost of performing their action later than other players. Conversely, weaker advisors earn lesser benefits but perform their action quickly. This planning mechanism (&quot;auction programming&quot;) adds a fun tension to the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Medieval",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Kyiv (Ukraine)",
      "Country: Ukraine",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Series: Madison Game Design Cabal"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cosmic Encounter: Booster Promo Alien",
    "ID": 288318,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288318/cosmic-encounter-booster-promo-alien",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Promotional Alien distributed as part of the Cosmic Encounter First Galactic Championship Tournament at Escape Velocity 2019.&#10;&#10;Booster -- You have the power of Escape Velocity -- this alien has the power to discard or draw cards depending on the number of ships launched during an encounter.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Expansion for Base-game",
      "Negotiation",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Cosmic Encounter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Where is Mei?",
    "ID": 288319,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/288319/where-is-mei",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mei lost her way. Her older sister Satsuki and her class mate, Kanta, are searching for Mei. The game ends when one player finds Mei. Roll the dice, choose movement cards and explore the board to find Mei in this My neighbor Totoro themed game.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "mini istanbul",
    "ID": 288330,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/288330/mini-istanbul",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "mini istanbul is a 2 player game inspired by Istanbul. In mini istanbul, players are merchants attempting to amass a collection of gemstones.&#10;&#10;Inspired by Project Shrinko!, mini istanbul makes use of a limited set of custom components to recreate the experience of its big brother. Alterations to create mini istanbul include fewer resources with recalculated availability, dice for movement (no more tokens), custom spinner dials for money and items (no more stacks of tiles), an innovative pull out player board (no more cartwright tiles), and a custom set of 6 cards with 12 altered locations to suit the smaller footprint of the game.&#10;&#10;While most Istanbul rules are applicable, several adjustments are noted in the document included in the files section.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Civil War",
    "ID": 288331,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/288331/civil-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The play is by months, which you mark by turning the calendar.  Months on blue card such as March and May are North&rsquo;s time to move.  In the alternate months, which are red, South moves.&#10;&#10;The game is designed so that its course will resemble the American Civil War, with North eventually overrunning the Southern states.  Par to do this is 51 months.  If North does it in that time, by May 865, he wins a the game.  If he does not, South wins the game.&#10;&#10;The war is over when South no longer holds any two of the state capitals shown on the board.&#10;&#10;&mdash;description from the publisher&#10;&#10;Each side brings their divisions onto the board, move them in their turn and resolve battles with dice.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SOS Vermines",
    "ID": 288333,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/288333/sos-vermines",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A vermines card game where players will infest other players and get them out of the game if they get 5 vermines cards. A simple strategy where you can eliminate the vermines with an Exterminator card, and you could also disable your opponents from getting rid of their vermines. Migration cards can move vermine cards from one player to another so will be useful to keep away from the Scorpion! Fun, simple game for everyone!&#10;&#10;FRAN&Ccedil;AIS:&#10;Infestez les autres joueurs, exterminez-les tous!&#10;SOS Vermines poss&egrave;de une strat&eacute;gie inspir&eacute;e de notre populaire jeu OhShit! mais sous un th&egrave;me diff&eacute;rent. Attention au Scorpion!!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vievarium",
    "ID": 288334,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/288334/vievarium",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "A board game with 99 different cards about events in real life so players will see the consequences on their boards.&#10;&#10;There are gold cards that adding a really fun interaction between players. The main goal: try do reach the objective you fixed at the beginning between (Health, Happiness, Wealth, Culture) before getting too old and quit the game at 99 years old.&#10;&#10;Each player has a board with 8 wooden cubes to mark their scores of each of column. They get older after each turn of the table. At the top of their boards, they have to put a wood cube at the beginning of the game so they will try to reach the top of that column to win before dying of 100 years of age. Each card has its own effect on the boards. Cards can be played to any player.&#10;&#10;FRAN&Ccedil;AIS:&#10;Faites les bons choix de vie pour vivre vieux et en sant&eacute;!&#10;Vievarium est un jeu o&ugrave; toutes les parties ne se ressemblent pas. Avec ses 99 cartes diff&eacute;rentes, qui sait ce qui vous attend!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Player Elimination",
      "Point to Point Movement"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tsukuyumi: Full Moon Down – Rise of the Moon Princess Expansion",
    "ID": 288336,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288336/tsukuyumi-full-moon-down-rise-of-the-moon-princess",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "4",
    "Description": "Half dragon, half Oni - she has risen! Work together (or try it by yourself) to face down the moon princess as she defends the fallen moon!&#10;&#10;This expansion includes over 100 cards, the Moon Princess miniature (over 40 mm), and more!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Components: Standees",
      "Crowdfunding: Kickstarter",
      "Players: Expansions Adding Solo Play",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tsukuyumi: Full Moon Down – Fireborn Expansion",
    "ID": 288337,
    "Year": "(2020)",
    "Geek Rating": "5.572",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288337/tsukuyumi-full-moon-down-fireborn-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "4",
    "Description": "The Fireborn Faction adds a new playable faction of dragons to Tsukuyumi. The faction includes:&#10;&#10;&#10;     1 faction sheet&#10;     6 unique 3d fireborn miniatures&#10;     1 initiative token&#10;     4 battle cards&#10;     12 growth tokens&#10;     1 mission card&#10;     1 3D home zone tile (KS Exclusive)&#10;     20 faction markers&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tsukuyumi: Full Moon Down – Lords of the Lost Sea Expansion",
    "ID": 288338,
    "Year": "(2020)",
    "Geek Rating": "5.569",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288338/tsukuyumi-full-moon-down-lords-of-the-lost-sea-exp",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3",
    "Description": "This expansion adds the Lords of the Lost Sea as a playable faction in Tsukuyumi. The faction includes:&#10;&#10;- 1 faction sheet&#10;- 4 battle cards&#10;- 1 initiative token&#10;- 1 mission card&#10;- 20 faction markers&#10;- 9 Lords of the Lost Sea 3d miniatures&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tsukuyumi: Full Moon Down – Leadership Cards",
    "ID": 288339,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288339/tsukuyumi-full-moon-down-leadership-cards",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "What's a faction without a strong leader? The leadership deck features three completely different leader cards for each faction that completely change the way you play your favorite faction.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Modular Board",
      "Open Drafting",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exploration: Conqueror Spaceship Pack",
    "ID": 288340,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288340/exploration-conqueror-spaceship-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "This expansion adds a new ship type for more strategies and increased replayability.&#10;&#10;Components:&#10;&#10;     4x Conqueror Miniatures&#10;     4x Conqueror Cards&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Point to Point Movement",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exploration: Recover Spaceship Pack",
    "ID": 288341,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288341/exploration-recover-spaceship-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "This expansion adds a new ship type for more strategies and increased replayability.&#10;&#10;Components:&#10;&#10;     4x Recover Miniatures&#10;     4x Recover Cards&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Point to Point Movement",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exploration: Super Maneuver Spaceship Pack",
    "ID": 288342,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288342/exploration-super-maneuver-spaceship-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "This expansion adds a new ship type for more strategies and increased replayability.&#10;&#10;Components:&#10;&#10;     4x Super Maneuver Miniatures&#10;     4x Super Maneuver Cards&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Point to Point Movement",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Money Maker",
    "ID": 288349,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/288349/money-maker",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Money Maker is a fun board game about creating money, debt and credit set in 16th century Amsterdam, the Golden Age of the Netherlands.&#10;Every player is a commercial bank. It is your goal to end up as the richest bank of Amsterdam. You do this by earning as much money as you can. Luckily, you have an endless supply of credit to invest!&#10;&#10;The game works like this:&#10;&#10;&#10;     Bid against your friends to acquire valuable companies.&#10;     The highest bidder is allowed to invest in the company using their bank credit.&#10;     Using the companies you invested in, produce consumption or production goods.&#10;     Sell the goods to the markets, earn money, and hopefully make a profit!&#10;     But be careful! The more credit is introduced into the economy, the more inflation will rise, causing fluctuating prices. You might not get the return you were counting on and cause a financial crisis...&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "City Building",
      "Economic",
      "Nautical",
      "Negotiation",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Laser",
    "ID": 288350,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/288350/laser",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Lazer is a cute kitty, and as such, loves to chase moving spots of light. To make the game more exciting for her, show her how to change the color by mixing 2 color frequencies with prisms and creating a third color. The player that can mix colors the best will be the winner here.&#10;&#10;Semi-cooperative mode:&#10;&#10;To set up the game the 12 tiles have to be placed on the table in a circle. Laser the cat will be placed randomly onto one of them. After this, the remaining 11 tiles each have to be filled with one prism meeple. The cards showing the color mixing rules have to be placed next to the tiles.&#10;&#10;Each round starts by drawing two prism cards from the deck, these show the next color mixing tasks. The players have 30 seconds to find the solution, that is which meeples (or the cat)  to move how many tiles to a meeple on another tile in order to make the requested colors. After 30 seconds each player shows a number 2 to 10 simultaneously, this indicates that they can solve the task in that many moves. The player with the bid closest to the starting player&rsquo;s bid will join him/her. Without communicating, they have to solve the task by moving the meeples in turns under the indicated number of movements. If they succeed, they receive points equal to the number of movements. The winner is the player with the most points once the round is complete (everybody was starting player once).&#10;&#10;Competitive mode&#10;&#10;Setup is the same as in semi-cooperative mode, except you use the backside of the tiles (depicting 3 different types of floor: wood, stone, carpet) and the prism cards (not only the required color is indicated, but also the type of floor where the mixing is to be to performed ). When the first player claims a number of movements in which he/she can solve the problem, the 30 second countdown starts. In these 30 seconds all the players can decrease the bid by claiming a lower number. After the 30 seconds ends, the player bidding the lowest has to solve both prism cards in as many movements as the bid. If he/she manages to complete it, he/she will score points. If somebody fails 3 times, they will receive minus 6 points. The first player to reach 15 points will win the game.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SAM la pagaille: promo cards",
    "ID": 288354,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288354/sam-la-pagaille-promo-cards",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Five new cards distributed by the publisher: 4 Cats and 1 Brown Fox. These cards allow to play with three different rules.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of History: Tales Of The Ancient Greece",
    "ID": 288355,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/288355/heroes-of-history-tales-of-the-ancient-greece",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The game Heroes of History: Tales Of The Ancient Greece is in many ways a varied entertainment for adventurer, fans of history, friends of cooperative games and many more. You will play through fictitious stories of the Greek mytholgy. Therefore the players take on the role of the Heroes Hercules, Achilles, Hector and Atalante. The Heroes have to fulfill various tasks before a certain amount of enemies reach a particular field. The Heroes will be confronted with both predictable and unpredictable situations which occur through certain decisions taken by the cooperative group, as well as through specific action cards. The story will take a good ending if all story goals have been achieved on time. All stories are built on each other and are divided into 14 chapters each. All of them will be connected by the Meta story of the Kingdom of Knossos.&#10;&#10;NOW COMPATIBLE WITH ANVL.CO HEROES!!!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Mythology",
      "Puzzle"
    ],
    "Mechanics": [
      "Role Playing",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Suspect: Promo cards \"-18\"",
    "ID": 288359,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288359/animal-suspect-promo-cards-18",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Six cards that can be add to the Expression stack of cards, to spice up the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Karibou Camp: Decibel add-on",
    "ID": 288360,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288360/karibou-camp-decibel-add-on",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Three extra cards for the game. C&eacute;line the singer brings mayhem to the camp!&#10;&#10;The 3 special &quot;C&eacute;line&quot; cards may replace 3 Scouts cards for a special Karibou Camp challenge. When a player plays a &quot;C&eacute;line&quot; card they shout &quot;C&eacute;line!&quot;. All Card-swaps stop immediately. Next, one animal flees the hand of each other player because of the high pitched sounds; the player who played the &quot;C&eacute;line&quot; card picks a card randomly from each player's hand and discards it. The player then draw a new card from the draw pile, and play continues.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Tantive IV Expansion Pack",
    "ID": 288362,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288362/star-wars-x-wing-second-edition-tantive-iv-expansi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "With its powerful broadside batteries and advanced command capabilities, the CR90 Corellian Corvette has served as the cornerstone of strike forces since the days of the old Republic. Now these vessels are among the Rebellion&rsquo;s most valuable warships, slipping Imperial blockades and delivering the decisive blow in space engagements.&#10;&#10;Within this expansion, you&rsquo;ll find everything you need to add one CR90 Corellian Corvette ship to your Rebel Alliance or Galactic Republic squadron, including ship cards, tokens and maneuver dials. Finally, this expansion also includes the components you need to fly this or any other huge ship in battle, including a huge ship maneuver tool and a huge ship damage deck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – C-ROC Cruiser Expansion Pack",
    "ID": 288363,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288363/star-wars-x-wing-second-edition-c-roc-cruiser-expa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The C-ROC Cruiser is the heaviest vessel available to many criminal operations, cartels, and syndicates in the Outer Rim, capable of carrying massive weapons batteries and unique dirty tricks that keep it one step ahead of the law. Whether it is hauling illicit cargo or marauding the hyperlanes in search of easy targets, the C-ROC is a flexible and dangerous craft.&#10;&#10;The C-ROC Cruiser Expansion Pack contains everything both Scum and Villainy and Separatist Alliance players need to incorporate one of these armed transports into their squadrons. A selection of ship cards, tokens, and maneuver dials gets your C-ROC into battle while a suite of upgrade cards invites you to add a bevy of dirty tricks to your cruiser. Finally, a plastic maneuver tool, huge ship resource tracker, and huge ship damage deck make managing your ship fast and easy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Epic Battles Multiplayer Expansion",
    "ID": 288365,
    "Year": "(2019)",
    "Geek Rating": "5.565",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288365/star-wars-x-wing-second-edition-epic-battles-multi",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Broaden the possibilities of your Star Wars: X-Wing games with the Epic Battles Multiplayer Expansion! This expansion introduces a totally new way to play X-Wing, inviting two to eight players to engage in epic multiplayer battles as they command massive fleets in large-scale games that evoke iconic Star Wars scenes.&#10;&#10;Featuring eleven cinematic scenarios, Epic Battles gives players the chance to fly coordinated wings of starfighters into a wide variety of situations. From desperate defensive actions to daring assaults on enemy fortifications, each scenario creates an exciting X-Wing experience. Within this expansion, you'll find five wing tools, eight upgrade cards, seven Wing Quick Build Cards, and everything else you need to stage your own epic X-Wing battles!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Never Tell Me the Odds Obstacles Pack",
    "ID": 288366,
    "Year": "(2020)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288366/star-wars-x-wing-second-edition-never-tell-me-the",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In the vast depths of space, one can find countless wonders&mdash;comets with icy trails, nebulas filled with ionizing gas, or even living creatures, like mynocks, hiding within wreckage.&#10;&#10;In addition to asteroids, debris fields, and gas clouds, the Never Tell Me the Odds Obstacles Pack contains six environment cards that reflect a few of the strange and terrifying places a space battle could erupt. Each environment card changes the placement or rules around obstacles, adding variety to your X-Wing games!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Technical Readout – Clan Invasion",
    "ID": 288367,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288367/battletech-technical-readout-clan-invasion",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "INVADERS FROM BEYOND&#10;&#10;On 27 September 3048, the ComStar Explorer Corps JumpShip Outbound Lightstumbled onto the Clan Homeworlds, setting in motion a massive invasion of the Inner Sphere by the Clans. At first sweeping all before them with their advanced technologies, the Clans met defeat at the Battle of Tukayyid and were stymied by a 15-year truce. With the clock ticking, the Inner Sphere&rsquo;s elite took the battle directly to the Clan Homeworlds. There, the destruction of Clan Smoke Jaguar and the defeat of the Clans in the Great Refusal ended the invasion.&#10;&#10;In their absence, political machinations continued across the Inner Sphere. As the victorious forces returned home, the mighty Federated Commonwealth tore itself apart in a titanic Civil War spanning a thousand light years as Houses Davion and Steiner pitted brother against sister. These large-scale conflicts accelerated technical advancements, as a new generation of BattleMechs and weapons appeared on a hundred worlds of conflict.&#10;&#10;Technical Readout: Clan Invasion builds on Technical Readout: Succession Warswith &rsquo;Mechs previously found in Technical Readout: 3050 Upgrade, Technical Readout: 3055 Upgrade, Technical Readout: 3058 Upgrade, Technical Readout: 3060, and Technical Readout: 3067. This volume features some of the most common &rsquo;Mechs from the Clan Invasion and Civil War Eras, each illustrated in detail and accompanied by a description of its history, capabilities, and game stats, along with their most famous pilots.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Technical Readout",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Fully Loaded Devices Pack",
    "ID": 288368,
    "Year": "(2020)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288368/star-wars-x-wing-second-edition-fully-loaded-devic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Set the timer and brace for detonation! The Fully Loaded Devices Pack collects numerous devices for X-Wing, giving you access to a vast arsenal of options for your squadrons. In addition to the upgrade cards and tokens for Proximity Mines, Conner Nets, Ion Bombs, and more, this devices pack contains six environment cards that use devices as part of setup. With these cards, you can battle in deadly minefields, fly your ships through star fields riddled with unexploded ordnance, or even maneuver to avoid continuous bombardments!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Hotshots and Aces Reinforcements Pack",
    "ID": 288369,
    "Year": "(2020)",
    "Geek Rating": "5.551",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288369/star-wars-x-wing-second-edition-hotshots-and-aces",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Enhance your squadron options and launch new pilots with the Hotshots and Aces Reinforcements Pack! With upgrades available to all factions and new pilots for numerous ships in the Rebel, Imperial, Scum, Resistance, and First Order factions, you can now add iconic characters like Leia Organa, Captain Phasma, and K-2SO to your squads.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Imperial Raider Expansion Pack",
    "ID": 288370,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288370/star-wars-x-wing-second-edition-imperial-raider-ex",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An advanced patrol vessel developed by the Empire, the Raider-class Corvette is built to strike swiftly and decisively crush the embers of rebellion wherever they can be found. Capable of spewing out salvoes of ordnance or firing focused blasts at any target hapless enough to be caught in its killzone, the Raider is a terrifying opponent on the battlefield.&#10;&#10;Within the Star Wars: X-Wing (Second Edition) &ndash; Imperial Raider Expansion Pack, you&rsquo;ll find everything you need to add a Raider-class Corvette to either your Galactic Empire or First Order squadrons, including two ship cards and variety of upgrade cards inviting you to outfit your ship with Commands, Teams, Cargo, and potent Hardpoints. You&rsquo;ll also find everything you need to fly a Raider-class Corvette or any other huge ship, including a huge ship maneuver tool, a huge ship range ruler, a resource tracker, and a huge ship damage deck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Major Vonreg's TIE Expansion Pack",
    "ID": 288371,
    "Year": "(2019)",
    "Geek Rating": "5.535",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288371/star-wars-x-wing-second-edition-major-vonregs-tie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "As the personal ship of the First Order elite ace Major Baron Elrik Vonreg, the Sienar-Jaemus Fleet Systems TIE/ba Baron Space Superiority Interceptor strikes fear in the hearts of even the most grizzled Resistance pilots. Major Vonreg personally guided the enhancement of proven designs to create this precise and lethal craft.&#10;&#10;Within Star Wars: X-Wing (Second Edition) &ndash; Major Vonreg's TIE Expansion Pack, you&rsquo;ll find six pilots ready to fight for the First Order, as well as six upgrade cards to fine-tune your TIE/ba interceptor&rsquo;s capabilities. Accompanying these are two Quick Build cards with pre-built combinations of pilots and upgrades to help you get flying right away.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Fireball Expansion Pack",
    "ID": 288372,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288372/star-wars-x-wing-second-edition-fireball-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A labor of love to the crew of Jarek Yeager&rsquo;s garage, the Fireball is a highly combustible, scratch-built racing ship. Flown by undercover Resistance operative Kazuda Xiono, this explosion with wings is able to push the limit around the course before living up to its name. Lightly armed but lightning fast, the Fireball can careen around the battlefield, gaining superior position on almost any enemy.&#10;&#10;The Fireball Expansion Pack contains everything you need to add one of these swift ships to your Resistance squadrons, including one Fireball miniature, four ship cards, and seven upgrade cards. Additionally, two Quick Build cards help you easily combine pilots and upgrades and get your Fireball to the start line as quickly as possible.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Saw's Renegades Expansion Pack",
    "ID": 288373,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288373/star-wars-x-wing-second-edition-saws-renegades-exp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Saw Gerrera&rsquo;s partisans are deadly freedom fighters who have opposed tyranny since the Clone Wars. Now, they resist the Empire using every strategy and dirty trick available, zealously flying their customized T-65 X-wing and U-wing starfighters into battles others deem hopeless or lost.&#10;&#10;The Saw's Renegades Expansion Pack includes features a T-65 X-wing miniature and a UT-60D miniature strikingly painted in the colors of Saw and his partisans. In addition to these miniatures, you&rsquo;ll also find 10 ship cards and 12 upgrade cards identical to the Second Edition cards originally found in the Saw's Renegades Expansion Pack released as part of X-Wing's First Edition. Finally, four brand new Quick Build cards give you convenient predefined combinations of ships and upgrades to get your fighters in the fight right away.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Hound's Tooth Expansion Pack",
    "ID": 288374,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288374/star-wars-x-wing-second-edition-hounds-tooth-expan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The reptilian bounty hunter Bossk is as tenacious as he is notorious, pursuing his targets doggedly in his customized YV-666 light freighter, the Hound&rsquo;s Tooth, or launching his Z-95-AF4 Headhunter to engage other starfighters up-close and personal. Beside Bossk, the YV-666&rsquo;s spacious triple-decker design makes it popular with bounty hunters of all stripes, who often retrofit an entire deck for prisoner transport.&#10;&#10;The Hound&rsquo;s Tooth Expansion Pack contains everything you need to start your own bounty hunting career, including a YV-666 light freighter miniature and a Z-95-AF4 Headhunter miniature painted in the striking Nashtah Pup scheme. Joining these miniatures are six ship cards&mdash;four for the YV-666 and two for the Z-95-AF4 Headhunter&mdash;and fourteen upgrade cards. Finally, three Quick Build Cards give you even more options for deploying your YV-666. The Bossk Z-95-AF4 ship card contained in this expansion is also be available in the Hotshots and Aces Reinforcement Pack for the benefit of veteran players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – TIE/in Interceptor Expansion Pack",
    "ID": 288375,
    "Year": "(2019)",
    "Geek Rating": "5.538",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288375/star-wars-x-wing-second-edition-tiein-interceptor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "With incredible engine output, a lightweight frame, and precise thrusters for close maneuvering, the TIE/in interceptor is a vessel for the most elite Imperial aces. Only those with nerves of steel can ride the knife&rsquo;s edge to draw out this craft&rsquo;s full potential. This includes the ship&rsquo;s four wing-mounted laser cannons, a dramatic increase in firepower over its predecessors.&#10;&#10;The TIE/in Interceptor Expansion Pack gives you the chance to put the legendary Soontir Fel and three other pilots at the controls of this swift and deadly craft. Joining them are five upgrade cards that give these elite pilots even more advantages in the thick of a space battle. Finally, two Quick Build cards provide useful combinations of pilots and upgrades, allowing you to test all of the TIE/in interceptor&rsquo;s capabilities.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – TIE/D Defender Expansion Pack",
    "ID": 288376,
    "Year": "(2019)",
    "Geek Rating": "5.541",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288376/star-wars-x-wing-second-edition-tied-defender-expa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A fighter so powerful and advanced that Phoenix Squadron feared its mass production could make the Imperial Navy unbeatable, the TIE/D defender features powerful shields, speed and maneuverability, and a suite of potent weapons including missiles and cannons. In the right ace&rsquo;s hands, the TIE/D defender can bring down nearly any target.&#10;&#10;Within the TIE/D Defender Expansion Pack, you&rsquo;ll find everything you need to bulk up your Imperial squadrons, including a TIE/D defender miniature, five ship cards, and four upgrade cards inviting you to outfit your ship with new systems, missiles, and cannons. Meanwhile, two Quick Build cards provide exciting combinations of pilots and upgrades, inviting you to see everything the ship can do.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – RZ-1 A-Wing Expansion Pack",
    "ID": 288377,
    "Year": "(2019)",
    "Geek Rating": "5.540",
    "Avg Rating": "8.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288377/star-wars-x-wing-second-edition-rz-1-a-wing-expans",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The favored craft of Rebel aces who value precision handling, the RZ-1 A-wing can fit through narrow gaps between obstacles or fly circles around enemy craft. What these nimble interceptors lack in durability, they more than make up for in speed and maneuverability.&#10;&#10;The RZ-1 A-Wing Expansion Pack includes everything you need to add one of these speedy ships to your Rebel Alliance squadrons. An RZ-1 A-wing miniature painted in the colors of Phoenix Squadron is accompanied by four ship cards representing the Rebel pilots willing to take on the challenge of flying this craft. You can improve these pilots&rsquo; capabilities in battle with five upgrade cards of your choosing, or you can take the recommendations of two Quick Build cards for even more ways to use your RZ-1 A-wing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Estoril 1942: Super Box",
    "ID": 288378,
    "Year": "(2019)",
    "Geek Rating": "5.681",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/288378/estoril-1942-super-box",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5833",
    "Description": "One Super box containing the Estoril base game (City of Spies: Estoril 1942) plus all Promo Cards (City of Spies: Promo Cards), the Expansion &ldquo;Double Agent&rdquo; (City of Spies: Double Agent) and the NEW Expansion &ldquo;VIP&rdquo; with new locations and new spies and improved components.&#10;&#10;Estoril is a famous small town near Lisbon (Portugal). It has beautiful beaches, fine weather , a grand Casino and luxury Hotels. Because of this, during WWII it attracted many spies.&#10;&#10;In this game, players will compete to create the best network of Spies. All players begin the game with the same six Character tiles and must send them to historic locations to acquire and upgrade their group of spies with the goal of gaining victory points and accomplishing Missions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Cities: Estoril (Portugal)",
      "Country: Portugal",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Anarchy of Power",
    "ID": 288381,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/288381/the-anarchy-of-power",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Nothing is more anarchic than Power&quot; said Pier Paolo Pasolini many years ago. The Anarchy of Power tells the history of Italian First Republic, from 1946 until 1994 when the coming of Berlusconi to power inaugurates a new age, the so called Second Republic. The game is a pure Euro-style, where players will play as families who will make machiavellian choices and moves to get power by interacting with events both concerning Italy and international ones, factions (from Mafia and Vatican to US and USSR) and characters from this very interesting historical period.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "Families": [
      "Country: Italy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Chicken or the Egg? Game",
    "ID": 288392,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/288392/the-chicken-or-the-egg-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sushi or caviar? Spaghetti or meatballs? This fun and fast game answers the age-old questions of &ldquo;which came first&rdquo;? Each of the cards not only poses the face-off questions but also give a quick history of the answer. Smart and funny, this game will add laughs and some knowledge to your next game night.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mummy Match: Consonant Matching Game",
    "ID": 288394,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/288394/mummy-match-consonant-matching-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mummy Match is an educational children's game designed to teach reading and letter sounds and also adds a memory element.&#10;&#10;Players roll a die and move their pieces around the board.  Each space displays a word starting with a different consonant, and the player must find a matching word from an array of face-down cards on the board.  A match allows the player to roll again and continue moving.  No match means the player's turn ends.  The face-down card is replaced either way, giving other players information.  Cards are color-coded in groups to narrow down the choices.  The first player to move all the way around the track and return to the starting space wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Mummies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Activity Crime",
    "ID": 288422,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/288422/activity-crime",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "660 words from the world of crime - from the &quot;ax murderer&quot; to the &quot;fire devil&quot; - are waiting to be guessed .. The supplied handcuffs limit the presentation of the searched terms considerably, but full body use is desired Players may also explain themselves through sounds and noises or pointing to body parts, but speaking is forbidden! Only imagination, speed and a good combination of powers are required!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Activity (Piatnik)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BANG! The Duel: Renegades",
    "ID": 288429,
    "Year": "(2019)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288429/bang-the-duel-renegades",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "BANG! The Duel &ndash; Renegades allows players to play BANG! The Duel in four new exciting ways: three with two players (two &quot;The Third Group&quot; modes and one &quot;Reinforcements&quot; mode) and one with three players (&quot;Mexican Standout&quot;).&#10;&#10;This expansion includes a deck of green-bordered cards called &quot;Resources&quot;, which are a special type of equipment. Just like any other equipment cards, players must put these cards into play on their rearguard character or their opponent's active character, but unlike blue-bordered equipment, resources may be used only starting with the next turn, not in the same turn during which they were put into play.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: BANG!",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "It's Alive!",
    "ID": 288432,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/288432/its-alive",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Welcome to Googly Inc.! As gig agents, we find the perfect googly eyed helper, or &ldquo;googly&rdquo; for short, to match our client&rsquo;s requirements no matter what the gig! Client needs a bodyguard for protection? How about Penny the Pen or Mr. Flippy the Spatula? Find the best googly for the gig and win over the client!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Atlas Break",
    "ID": 288433,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/288433/atlas-break",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Atlas Break is a fast-paced Deckbuilding card game. You get 4 Champion cards, 4 Score cards, 20 Starter cards, 10 Gold Unit cards, 14 Bounty cards, and 57 Market cards to begin your adventure. Invite your friends, choose your champions, and decide who conquers and who falls!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Commandos From Hell!: Extermination",
    "ID": 288434,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/288434/zombie-commandos-from-hell-extermination",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The year is 2143 A.D. and Gaia has finally had enough of the defiling human race. She has struck a deal with the Devil to exterminate them from the face of the Earth; allowing his legions of demons to possess the corpses of the deceased and raise them as zombies with full access to all of their memories and experience.&#10;&#10;In this cooperative combat card game based on the comic series, players take command of the demonic zombie hordes of Hell. They collaboratively confer together, then take turns attacking the faction cards in play, intent on eventually eliminating humankind's last remaining strongholds. Meanwhile, the factions offer an ongoing resistance as they strive to establish their game ending survival conditions. Combat is quick, based on stats comparison, yet remains diverse from the wide range of abilities. Game flow is fast paced, yet decisions still have depth, including some deck building undertones. Pick up the game and gather your friends. Do you have what it takes to achieve Gaia's ambition?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ei Noon",
    "ID": 288444,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/288444/ei-noon",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Ei Noon, you and your fellow players are apprentices to the Easter Bunny, and to prove yourself, you want to collect more eggs from the chickens than anyone else.&#10;&#10;To set up the game, lay out the nest card on the table, then randomly place the two chickens and as many bunnies as the number of players on the four sides of this card. Place the matching bunny card on the table next to each wooden rabbit.&#10;&#10;On a turn, deal each player a track card, then on the count of three, reveal these cards. Each track card shows a number of bunny footsteps (possibly zero) and a number of color-coded chicken footprints (again, possibly zero). Each player then races to grab the bunny card of their choice.&#10;&#10;Once everyone has a card, the active player for that round counts the number of steps for each chicken, then advances them clockwise around the nest card. Each player then advances the rabbit token that matches their card a number of spaces equal to the number of footprints showing on their card. If you find your rabbit on a side of the chest that's not guarded by a chicken, you can now grab an egg! (This is symbolized by you turning your track card face down and keeping it.)&#10;&#10;Play through the track card deck, and see who collects the most eggs!&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warfare in the Age of Napoleon III",
    "ID": 288445,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/288445/warfare-in-the-age-of-napoleon-iii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "These rules are intended to permit simple but fairly realistic wargames in which players with relatively few figures can refight colorful European actions of the mid-19th Century.  The focus is on Napoleon III's Italian adventure and 1870 debacle.  However, with a realistic assessment of the characteristics of the different armies, the Crimean, Austro-Prussian and Mexican campaign can be refought. With even more allowance for local eccentricities, the War Between the States and contemporary colonial battles can be accommodated. In fact, the rules dealing with first effect and melee results do reflect consideration of American example. Since the emphasis is on European action, the higher level of organization of European armies of the period is not always known to the gamer new to the period, typical corps structures are shown at the end of these rules.&#10;&#10;&mdash;description from the designer&#10;&#10;This complete rule set/game was first published as an article in Vol. VII, No. 5 of The Courier magazine (1982).&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Austro-Prussian War",
      "History: Crimean War",
      "History: Franco-Prussian War",
      "History: Italian Wars of Independence",
      "Magazine: The Courier",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1859: Scenarios",
    "ID": 288447,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288447/1859-scenarios",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Historical background, tactics and step-by-step descriptions of tactical scenarios for 1859: Grand Tactical Rules for the Second Italian War of Independence, with a focus on the Battle of Magenta.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Italian Wars of Independence",
      "Magazine: The Courier",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ad Gallia: An Ancient Variant for On To Richmond",
    "ID": 288448,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288448/ad-gallia-an-ancient-variant-for-on-to-richmond",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The rules were designed as an ancient variant for On to Richmond American Civil War Miniature Rules primarily focusing on Roman, Gauls and some late Greek Successor States.  Complete rules for organization, operations, combat values, movement, fire power, melee, and morale are included.  Also, special units and conditions of the period, such as elephants, chariots and war engines are covered.&#10;&#10;This expansion for On to Richmond American Civil War Miniature Rules was first published as an article in Vol. VIII, No. 1 of The Courier magazine (1987).&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Roman – Gallic Wars",
      "Magazine: The Courier",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pontiac's Rebellion",
    "ID": 288449,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/288449/pontiacs-rebellion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "This mini campaign game cover Pontiac's War was first published as an article in Vol. VIII, No. 5 of The Courier magazine (1989) and provides and well researched historical background of the conflict before providing in-depth rules for set-up, turn sequence, unit activation, movement, combat, supplies and victory points. The map/chart is easy to use for tracking the campaign.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Pontiac's War",
      "Magazine: The Courier",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Lies",
    "ID": 288450,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/288450/the-game-of-lies",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In this age of alternative facts, what better game to play than The Game of Lies, a trivia party game where everything is based on bull***t? But these aren't your normal, boring quiz questions &ndash; in this game, you have to sort out fake news from fact, sneak a fib past other players, or spot which unbelievable-sounding reality TV show isn't real.&#10;&#10;Gameplay:&#10;Correctly answer questions across three categories in order to reach the center of the game board, and successfully bluff your way to victory! The categories are:&#10;&#10;     False Memories: Spot the fake from three ludicrous-sounding  entries such as reality TV shows, dating shows, made-for-TV movies, game shows, songs, and more. They're all unbelievable, but only one is actually made up by us.&#10;     Fake News: the questions are written like news stories except they contain an intentional error. You have 60 seconds to sniff out the mistake across genres like film, music, arts &amp; literature, history, and sport.&#10;     Fact or Fib: the opposing player either reads out the TRUE surprising fact printed on the card or LIES and changes the highlighted part. Using your powers of deduction, you have to guess whether the player is telling you a fact or fibbing! &#10;&#10;&#10;Plus All Play cards where other players have to come up with the fake answers, and you can even lie about how many spaces you move on the game board!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zakat Imperii",
    "ID": 288451,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/288451/zakat-imperii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "This is an easy card game for 20-30 minutes, where you need to skillfully use the army, the circumstances that have fallen, and inattention, or sloppy tactics of the enemy.&#10;&#10;A game of the First World War, where players act on behalf of two military-political blocs: the Entente and the Central Powers. It lasts five game years and your goal will be to win in 3 of them, defeating the enemy troops.&#10;&#10;The game has two decks. Each of 65 cards, where there is an army, aviation, navy and operations.&#10;&#10;Each year it is measured with a card with events introducing new conditions and changing the combat plans of the players. And these 40 cards - 8 for each year. Thus it rises regularly. After all, each new batch you take a new five cards of playing years.&#10;This is a very fast and exciting game, thanks to which you can not only have a good time, but also learn a lot. Indeed, almost every card is provided with reference text.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "World War I"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ZigZag Pocket: Expansion #1",
    "ID": 288452,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288452/zigzag-pocket-expansion-1",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This mini-expansion adds 6 new cards to ZigZag Pocket:&#10;&#10;     Deck swap: You can swap your deck of cards with that of another player.&#10;     10 seconds: Instead of distributing a first card to each player, put 4 or 6 cards in the center of the table. The owner of the card then has 10 seconds to make the exchanges he wants.&#10;     Card theft: The player can steal a card at random from an opponent's deck.&#10;     Card master: At the beginning of the turn, the card master looks at the 4 first cards and chooses who to give each card to.&#10;     Look at a deck (2 copies): This card allows to see the deck of any player.&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Divided America: The Next Civil war",
    "ID": 288468,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/288468/divided-america-the-next-civil-war",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "&quot;But, Colonel! You're asking us to attack other US citizens!&quot; &quot;Do your work, soldier! This is Divided America.&quot;&#10;&#10;Divided America: The Next Civil War is a simulation game of a hypothetical near-future conflict within the once United States. A presidential election has just concluded, and no clear winner has arisen. Martial law is declared, but competing factions on the Joint Chiefs of Staff result in a divided military, and militia forces are popping up in the urban centers.&#10;&#10;This is YOUR chance to command one of those military forces, or a militia force, and see if you can overcome your enemies and restore some measure of control over Divided America.&#10;&#10;Designed in the classic hex-and-counter style of &quot;military chess&quot; game playing popularized in the 1970s and 1980s, this game lets you decide the fate of the republic.&#10;&#10;Battles take place on a brand new  original map which has a simplified terrain representation of the lower-48 states. Cities, forests, rivers, lakes, and coasts are among the terrain types represented on the map.&#10;&#10;In a civil war, will militia units do well, or run away? Will military units fire on civilians, even if they have taken up arms? What will happen in a Divided America? And over it all hovers the fear of who has the `nuclear football'? Will nuclear attacks happen?&#10;&#10;Game Facts: Three sets of double-sided counters made by professional artists, an original map commissioned just for this game, and a comprehensive 60 page rules book.&#10;&#10;1-3 players ages 10+ with great solo rules. Game length 45 minutes to several hours Numerous and varied scenarios, from a quick skirmish to the huge country wide game 'when the SHTF'&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Downed AT-ST Battlefield Expansion",
    "ID": 288471,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288471/star-wars-legion-downed-at-st-battlefield-expansio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Imperial All Terrain Scout Transport is a formidable war machine, cutting through Rebel lines as it stomps across the battlefields of the Galactic Civil War. Despite their appearance, however, these intimidating assault vehicles aren&rsquo;t invincible. With the Downed AT-ST Battlefield Expansion, you can see find out firsthand what happens when one of these towering terrors comes crashing down.&#10;&#10;This expansion deepens your immersion in the Star Wars galaxy with a beautifully sculpted downed AT-ST miniature that joins the fabric of the battlefield itself, providing valuable cover for your troops no matter what planet they find themselves on. Additionally, six new battle cards invite you to make your crashed AT-ST a focal point of a two part scenario, bringing even more variety to your games of Star Wars: Legion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thud & Blunder: Fantasy Skirmish Wargaming Rules",
    "ID": 288473,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/288473/thud-and-blunder-fantasy-skirmish-wargaming-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Thud &amp; Blunder is a set of generic fantasy skirmish wargaming rules from the Ministry of Gentlemanly Warfare, whose authors have previously brought you In Her Majesty&rsquo;s Name, Daisho and Blood Eagle.&#10;&#10;With just five to fifteen figures a side you can play a party of brave adventurers, a knight and his retinue, a college of powerful wizards, a company of dwarven prospectors, a patrol of elven rangers, a warparty of orc raiders, a foul necromancer and his undead minions, and so many more classic fantasy warbands. The book provides numerous example warbands and all the tools you need to create almost any warband that you can imagine, including a detailed and open points system. The rules cover a wide range of armour and weapons, including magical versions. You will also find statistics for a variety of beasts and legendary beasts, rules for flyers, a comprehensive system of magical powers and much, much more.&#10;&#10;Thud &amp; Blunder is not tied to a specific world; this means you can play your games in any fantasy setting you choose, including realms of your own devising.&#10;&#10;The rules are designed to be really quick to learn and fast in play. As with all our games, they are well-supported with their own dedicated Facebook page and a Blog that includes free additional material from both authors and players.&#10;&#10;&ndash;description from publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Talavera",
    "ID": 288474,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/288474/the-battle-of-talavera",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Introduction to OSG's Library of Napoleonic Battles Series using the battle of Talavera from Napoleon's Quagmire.  Includes one Counter Sheet, one 17 x 22 inch map and rule books.  The charts and tables needed to play are free PDF files from the OSG website.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Talavera (Spain)",
      "Country: Spain",
      "Players: Two-Player Only Games",
      "Series: The Library of Napoleonic Battles (OSG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Renaissance Rivals",
    "ID": 288475,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/288475/renaissance-rivals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Compete for knowledge, favor and glory as one of the greatest artists the world has ever known! Renaissance Rivals is a 2-4 player card-driven game that can be played in about an hour, combining streamlined tableau and deck building with an innovative system of tactical movement. Players take on the role of artists of the Italian Renaissance as they move around a &quot;map&quot; of Italy (represented by a 4 x 4 grid of cards), using the cards drawn from their decks to obtain Commissions and complete eight unique Masterpieces. On a typical turn, you will draw four cards from your deck to generate Influence points (which allow you to acquire Commission cards) and Advancement points (required to complete your artist&rsquo;s Masterpieces). Every time you acquire a Commission, you must decide whether to add the card to your deck to generate more resources in future turns, or add it to your Palette to unlock the Skills that will enable you to obtain more valuable Commissions and complete more prestigious Masterpieces. Different kinds of Commissions trigger movement in different directions, so you need to be strategic about the order in which you acquire them. Furthermore, each Masterpiece can only be executed in its designated city (or &quot;map&quot; row), so completing all eight will require strategy and foresight!&#10;&#10;The game ends when any player completes all her Masterpieces, or as soon as a player obtains the most highly prized commission, the rebuilding of the Basilica of St. Peter&rsquo;s.  Victory Points are scored for Commissions remaining in each player's deck and for each completed Masterpiece, and the player with the highest total is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Print & Play",
      "Renaissance"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Firepower in Today's World",
    "ID": 288476,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288476/firepower-in-todays-world",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.3333",
    "Description": "An article with scenarios intended to bring the 1984 game Firepower up to date with modern tactics and conflicts.  It starts with an in-depth review of Firepower's design and then provides the following scenarios:&#10;&#10;Meeting Engagement - Ukraine 2015&#10;Ambush - Iraq 2004&#10;Urban Combat - Somalia 1993&#10;Urban Combat - Chechnya 1995&#10;Assaults - Afghanistan 2003&#10;Tank Killers - Iraq 2015&#10;&#10;Also provided is an Addenda for New Weapons and Vehicles.&#10;&#10;Published in issue 3 of CounterFact magazine.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Afghanistan",
      "Country: Iraq",
      "Country: Russia",
      "Country: Somalia",
      "Country: Ukraine",
      "History: Iraq War",
      "History: Russo-Chechen Wars",
      "History: Russo-Ukrainian War",
      "History: Somali Civil War",
      "History: Soviet-Afghan War",
      "Magazine: CounterFact",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Good Old Cause",
    "ID": 288477,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/288477/the-good-old-cause",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "2",
    "Description": "Area based wargame on The English Civil War covering the financial, trade and political basis of the war, and the political operations. Cards are used to control activating commanders.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Country: England",
      "History: English Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Firepower Campaign",
    "ID": 288478,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288478/a-firepower-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.5",
    "Description": "These optional rules provide a system for &quot;linking&quot; individual battles into an abstract campaign game, and is recommended only for very experienced players of the game. Basically, Campaign Turns are made on a &quot;strategic matrix&quot; and, when both players are willing, battles are resolved using the FIREPOWER game.  Due to the number and size of the individual battles that will be fought, plan on a campaign game extending over a number of gaming sessions.&#10;&#10;This expansion was first published as an article in The General, Vol. 21, No. 6 (1985).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: The General",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aydolon: Age of Heroes",
    "ID": 288479,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/288479/aydolon-age-of-heroes",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "300",
    "Weight": "0",
    "Description": "Aydolon is a cooperative multi-player game for 1-5 players where heroes battle beasts for loot and glory. Players will be able to create and customize their hero, before making their way through hordes of monsters. Picking up ancient artifacts along the way to aid them in their next encounter.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Struggle for El Salvador",
    "ID": 288480,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288480/struggle-for-el-salvador",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "This is a group of scenarios covering modern tactical conflicts in El Salvador using FIREPOWER.  It starts with an in-depth review of the history of the conflict and related forces, including tactics, unit composition and equipment lists and then provides the following scenarios:&#10;&#10;Ambush 1981&#10;Ambush 1984&#10;Urban Combat 1979&#10;Attack on Radio Venceremos 1984&#10;Battle at La Union 1985&#10;&#10;This expansion was first published as an article in The General, Vol. 22, No. 6 (1986).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: El Salvador",
      "History: Central American crisis",
      "Magazine: The General",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Revolution Against the Revolution",
    "ID": 288481,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288481/revolution-against-the-revolution",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.25",
    "Description": "&quot;Revolution Against The Revolution&quot; is a group of scenarios covering modern tactical conflicts in the Nicaraguan Contra War using FIREPOWER.  It starts with an in-depth review of the history of the conflict and related forces, including tactics, unit composition and equipment lists and then provides the following scenarios:&#10;&#10;Border Raiders 1980&#10;A Trap for the Militia 1982&#10;Coffee Harvest 1985&#10;Cazadores Y Cazadoros 1986&#10;Blazing Tooth 1983&#10;Miskito Coast 1984&#10;Flight to the Coco 1983&#10;San Juan Del North 1984&#10;&#10;This expansion was first published as an article in The General, Vol. 23, No. 6 (1987).&#10;&#10;",
    "Categories": [
      "Civil War",
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Nicaragua",
      "Country: USA",
      "History: Central American crisis",
      "Magazine: The General",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Central America"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Fisher King Promo",
    "ID": 288482,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288482/doctor-who-exterminate-the-miniatures-game-fisher",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This promotional expansion adds the Fisher King to Doctor Who: Exterminate! The expansion includes a miniature of the Fisher King and a link to his card to expand the Doctor Who: Exterminate! universe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Pact",
    "ID": 288483,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288483/the-pact",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.6667",
    "Description": "This is a group of scenarios covering hypothetical modern tactical conflicts in Central Europe (focusing on the Warsaw Treaty Organization) using FIREPOWER.  It starts with an in-depth review of the history of the conflict and related forces, including tactics, unit composition and equipment lists and then provides the following scenarios:&#10;&#10;Along the Weser&#10;Bavarian Ambush&#10;Object Frankfurt&#10;Nuclear Battlefield&#10;The Edge of Hamburg&#10;The French Strike Back&#10;&#10;This expansion was first published as an article in The General, Vol. 24, No. 1 (1987).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Cities: Berlin (Germany)",
      "Cities: Frankfurt am Main (Hesse, Germany)",
      "Cities: Hamburg (Germany)",
      "Country: France",
      "Country: Germany",
      "Country: Poland",
      "Country: Russia",
      "Country: United Kingdom",
      "Country: USA",
      "Magazine: The General",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Movellans",
    "ID": 288484,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288484/doctor-who-exterminate-the-miniatures-game-movella",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds Movellans to Doctor Who: Exterminate! The expansion includes three miniatures, three Movellan faction cards, and three new adventure cards to expand the Doctor Who: Exterminate! universe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Laager",
    "ID": 288485,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288485/the-laager",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "This is a group of scenarios covering modern tactical conflicts in South Africa's wars using FIREPOWER.  It starts with an in-depth review of the history of the conflict and related forces, including tactics, unit composition and equipment lists and then provides the following scenarios:&#10;&#10;Operation Zulu 1975&#10;Trouble in Ovamboland 1978&#10;Bushman at War 1979&#10;UNITA Resurgent 1980&#10;Operation Super 1982&#10;Operation Protea 1981&#10;A Defeat for the SADF 1987&#10;&#10;This expansion was first published as an article in The General, Vol. 25, No. 2 (1988).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Angola",
      "Country: Cuba",
      "Country: Namibia",
      "Country: South Africa",
      "History: Angolan Civil War",
      "Magazine: The General",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Flame in the Gulf",
    "ID": 288486,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288486/a-flame-in-the-gulf",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "This is a group of scenarios covering modern tactical conflicts in the Iran-Iraq War using FIREPOWER.  It starts with an in-depth review of the history of the conflict and related forces, including tactics, unit composition and equipment lists and then provides the following scenarios:&#10;&#10;Korramshahr 1980&#10;Behind Enemy Line 1981&#10;Allah Akbar 1981&#10;Basra Embattled 1982&#10;Counterattack at Fao 1986&#10;Zubaidat 1988&#10;&#10;This expansion was first published as an article in The General, Vol. 26, No. 3 (1989).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Iran",
      "Country: Iraq",
      "Magazine: The General",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Slitheen",
    "ID": 288487,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288487/doctor-who-exterminate-the-miniatures-game-slithee",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds Slitheen to Doctor Who: Exterminate! The expansion includes three miniatures, three Slitheen faction cards, and three new adventure cards to expand the Doctor Who: Exterminate! universe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Special Air Service",
    "ID": 288488,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288488/special-air-service",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "This is a group of scenarios covering modern tactical operations of the British Special Air Service (SAS) using FIREPOWER.  It starts with an in-depth review of the history of the SAS and its operations, including tactics, unit composition and equipment lists and then provides the following scenarios:&#10;&#10;Edwards Patrol Discovered 1964&#10;Mirbat 1972&#10;Pebble Island 1982&#10;Belize 1983&#10;Somewhere in Germany 19-&#10;&#10;This expansion was first published as an article in The General, Vol. 25, No. 6 (1989).&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Argentina",
      "Country: Germany",
      "Country: United Kingdom",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Ogrons",
    "ID": 288489,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288489/doctor-who-exterminate-the-miniatures-game-ogrons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds Ogrons to Doctor Who: Exterminate! The expansion includes three miniatures (cards sold separately) to expand the Doctor Who: Exterminate! universe.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Vervoids",
    "ID": 288490,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288490/doctor-who-exterminate-the-miniatures-game-vervoid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds Vervoids to Doctor Who: Exterminate! The expansion includes three miniatures (cards are available for free download) to expand the Doctor Who: Exterminate! universe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scenario Seven",
    "ID": 288491,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288491/scenario-seven",
    "Min Players": "5",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "The following is a new and truly different scenario for FIREPOWER buffs, designed to be played by five to six players in training for a life in crime. It springs from the twisted mind of that arch desperado, the designer of the game, who nevertheless has a keen eye for fun.&#10;&#10;The scenario is &quot;The Bank Robbery&quot; and is set in the 1920s/30s world of Eliot Ness and the Untouchables.  It also includes complete stats for weapons of the period.&#10;&#10;&mdash;description from the designer&#10;&#10;This expansion/scenario was first published as an article in The General, Vol. 25, No. 5 (1989).&#10;&#10;",
    "Categories": [
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: The General"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Headless Monks",
    "ID": 288492,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288492/doctor-who-exterminate-the-miniatures-game-headles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds Headless Monks to Doctor Who: Exterminate! The expansion includes three miniatures, three Headless Monks faction cards, and three new adventure cards to expand the Doctor Who: Exterminate! universe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power1",
    "ID": 288493,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/288493/power1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Power1 is a shedding/matching style card game that works like a sparked-up version of Classic Rummy in which you can win by either getting rid of all your cards or eliminate all your opponents in the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Necromunda: Underhive – Gangs of House Delaque",
    "ID": 288495,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288495/necromunda-underhive-gangs-of-house-delaque",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Necromunda: Gangs of House Delaque is a eight page supplement included in the December 2018 issue of White Dwarf.&#10;&#10;Within are the rules for the just released Gang of House Delaque.&#10;&#10;Since the rules for the Delaques were not published within a new Gang War supplement, as it usually happened with the previous gangs, but only within the Supplement Necromunda: Underhive &#226;&#128;&#147; Gangs of The Underhive (a compilation of all the gang rules already appeared within previously published Gang War Supplements) this mini module was made avaialble for free for those who didn't want to buy a whole supplemet for just one gang.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kitsune of Foxes and Fools: Shivo",
    "ID": 288504,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288504/kitsune-of-foxes-and-fools-shivo",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This was a promo character created for distribution at Kitsune Kon in 2014.  The character promo card can be used in play just like any other character in Kitsune: of Foxes and Fools.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Warcry – Monsters & Mercenaries",
    "ID": 288505,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288505/warhammer-age-of-sigmar-warcry-monsters-and-mercen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Expand your game with new challenges for every warband.&#10;Battle and enslave massive monsters.&#10;Find rules for fifty deadly new Allies with options for every warband.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carnival of Monsters: Louella York – Jägermeister",
    "ID": 288506,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288506/carnival-of-monsters-louella-york-jagermeister",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Promo card for Carnival of Monsters: &bdquo;In each season, ignore 1 danger symbol.&ldquo;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goetia: Nine Kings of Solomon – Scrolls of Qumran Mini Expansion",
    "ID": 288507,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288507/goetia-nine-kings-of-solomon-scrolls-of-qumran-min",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Scrolls of Qumran adds a new card type: &quot;Scroll&quot; which gives players the ability to trade resources.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Religious"
    ],
    "Mechanics": [
      "Modular Board",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goetia: Nine Kings of Solomon – Familiars",
    "ID": 288508,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288508/goetia-nine-kings-of-solomon-familiars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Familiars expansions adds custom wooden meeples which represent familiars (bears, hawks, lions, dromedary etc) which players can acquire from the outskirts.&#10;&#10;Familiars are played together with a follower, and will give players extra abilities, for instance:&#10;&#10;     Immediately take back your follower&#10;     Gain 2x cubes&#10;     Send opponent followers back to the outskirts.&#10;&#10;&#10;When a player has used a familiar, at the end of the round, that familiar is returned to the outskirts so that it may be acquired by other players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Religious"
    ],
    "Mechanics": [
      "Modular Board",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "無限合体ロボット (Mugen Gattai Robot)",
    "ID": 288509,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/288509/wu-xian-he-ti-robotsuto-mugen-gattai-robot",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#231;&#132;&#161;&#233;&#153;&#144;&#229;&#144;&#136;&#228;&#189;&#147;&#227;&#131;&#173;&#227;&#131;&#156;&#227;&#131;&#131;&#227;&#131;&#136; (Mugen Gattai Robot) is a Japanese card game of combining robot parts.&#10;&#10;In the year 204X, Japan is under threat from outside forces. The government responds by building a series of defence robots to protect the people. But Japan is too small to store the robots intact, so they must be kept in pieces and re-combined as needed.&#10;&#10;The players work to build a robot out of a variety of components in order to meet the oncoming threat. The main robots form a series of specialities: land, space, ground, air, underwater, female, force, flame, and almighty. But in the game, these parts are inter-changeable into infinite combos. So players try to build the robot with different characteristics by combining parts from all types.&#10;&#10;The game has 12 story cards (the players work to resolve five of the stories), and 48 robot parts. A complete robot has a head, torso, arms and legs. Players are dealt five robot cards at random and then draw and discard cards to try and get a whole robot in their hand that will resolve the story.&#10;&#10;When everyone has a robot prepared, they are shown. the one that scores highest against the target wins the round and takes the story card. The robot parts are shuffled and redealt and the game continues. the winner is the player who gets the most story cards.&#10;&#10;The robot deck includes a computer virus card. If theis is included in the game, it disrupts play by making random changes to a player's hand. Their neighbour discards a card at random from their hand, disrupting their plans.&#10;&#10;The designer intended players to enjoy the experience of building robots like the anime of their childhood. The game can be played by young children by just experimenting with robot combos.&#10;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Aviation / Flight",
      "Card Game",
      "Modern Warfare",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Storytelling",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Country: Japan",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Necromunda Underhive: Badzones Environments & Events Cards",
    "ID": 288516,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288516/necromunda-underhive-badzones-environments-and-eve",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This set contains 26 cards for use in games set in the perilous Badzones of the underhive.&#10;&#10;The cards cover a diverse range of Badzones Environments and the Events that can befall the unwary within them.&#10;&#10;The six Environment cards define the nature of the Badzone battlefield, ranging from a fathomless Slump Sea to an Unstable Dome. The 20 Badzones Event cards make the battlefield even more perilous, assailing the rival gangs with such hazards as a Toxic Downpour, a Brainleaf Outbreak, a Static Storm or worse...&#10;&#10;The cards in this pack make generating which Environment and Events are in play a simple matter, and each features all of the special rules needed to keep track of its effects.&#10;&#10;Badzones Environments snd Events can be used in conjunction with most Necromunda scenarios. The rules for doing so are presented in the Necromunda: The Book of Peril gaming supplement.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DiTiC",
    "ID": 288520,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/288520/ditic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "DiTiC is a tile placement and dice-pawn movement game for 2-4 players. Combine pawns to level them up and be the first to create a level 6 die. Dice are generated when 4 tile corners meet, aim to place you own colours together. The majority colour generates a die of value equal to the number of that colour segments in the quadrant. Each tile is unique and all possible combinations of coloured corners are represented once. Tiles are double sided and each colour is balanced to have the same odds of drawing a tile with its colour on both sides, one side or none at all! There is also a custom 'action die' that comes into play once a player has generated a die.&#10;&#10;DiTiC plays a bit like chess for 2-4 players. Each level die has its own unique attributes and the game can get quite strategic. 2 players can get through a round in 15 minutes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "It's In The Bag!",
    "ID": 288526,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/288526/its-in-the-bag",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The Quick Witted Party Game&#10;&#10;Work with your team to guess the cards before time runs out!  Guess the cards in 3 different rounds and win!&#10;&#10;&mdash;description from box back&#10;&#10;What do all board games and card games have in common? PURE HAPPINESS... and TEAMWORK! You'll be smiling and laughing in no time as people yell and hope you can answer the implied questions with your ability to communicate!&#10;&#10;&mdash;description from publishers website&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hier spielt die Musik",
    "ID": 288527,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/288527/hier-spielt-die-musik",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a game for 2 - 6 players with 3 different games for different age Groups.&#10;&#10;On the one hand, they provide for early-age, playful use of musical instruments and, on the other hand, fun, information, education and entertainment for the whole family.&#10;&#10;The first game: discover musical instruments&#10;is for children from 5 years old, they can playfully discover musical instruments and additionally train their memory.&#10;&#10;The second game: getting to know musical instruments and their secrets&#10;Here are children from 8 years and their parents try to collect as many pictures of instruments as possible in the exciting cube race. Attention: Only those who correctly answer a question about the respective instrument will receive the picture card.&#10;&#10;The 3rd game: music party&#10;This variant is intended for teenagers from 12 years and for adults. Who can best assert himself with wit, brains and charm in the big wide world of music? The communicative form brings a lot of humor, fun, creativity and a lot of information about the current music scene into play.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Patento",
    "ID": 288528,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/288528/patento",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The INSTI-game, from the inventor to the millionaire&#10;&#10;The board shows two circles on which one can carry out his activities. There are lots of action fields. The task of the players is to put together ideas for inventions and to apply for a patent in Germany or in Europe.&#10;With patent sale or with licensing you make the big money. And with a clever game play, you can win as the richest player.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Awkward Pucket Extension pack",
    "ID": 288532,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288532/awkward-pucket-extension-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Awkward pucks include: the flying saucer, whose rounded edges cause it to fly up when fired; the fatboy, who only just fits through the gate; the wedgie, specially shaped to wedge under the elastic on the other side; the long face, who only fits through longways; the crab&rsquo;s claw, that must be fired wrist-first; the two timer, which forces you to get two pucks through at once; and the lopsidewinder, whose embedded weight makes it swerve off to one side. The pack includes two of each kind of puck plus instructions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diaspora: Flight",
    "ID": 288540,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/288540/diaspora-flight",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A unique engine building board game where you pilot a generation ship to a distant planet. Every turn, you must choose how your crew spends their lives - installing new parts on your ship, working in those facilities to increase the Crew you have available, creating immortal Drones and innumerable Clones to take their place, or resting comfortably with ample time to raise the next generation.&#10;&#10;As your ship approaches the planet, you must carefully balance the needs of your ship with the future needs of your colony. Once the planet is reached, the Crew you have in stasis on your ship will determine which among you can start the most successful colony. &#10;Humanity has a chance for a new start. You could lead what is left of us into a bright future on our new home.&#10;&#10;Each game features a randomized sub-set of available Parts for you ship and Landing Sites that determine scoring. Every game will play differently. Bidding Fuel to outrace the other ships determines what Parts you can buy every turn, while Influence can be used to determine additional rules every ship must adhere to. Simultaneous turns keep the action moving and everyone engaged.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Modular Board",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All American Basketball",
    "ID": 288543,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/288543/all-american-basketball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The game follows basketball in method of play, and in rules.  Each player has five tokens, representing either the red or blue team,-two forwards, two backs, and a center.  A ball is also furnished for use in play.&#10;&#10;The spinner is arranged with five circles marked: Goal; Pass; Dribble; Break; Tip-off.  Player call their plays before spinning, and when the arrow stops the spin is read and the play carried out.&#10;&#10;The player who has the ball continues to spin and play until he loses the ball by an interception or otherwise, or until a goal is made.  Then of course, players spin once more for Tip-off.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World At War 85: Starter Kit",
    "ID": 288549,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288549/world-at-war-85-starter-kit",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "4",
    "Description": "The World At War 85 Starter Kit has been designed with the new player in mind. Learning any game system can be daunting, but don&rsquo;t be dissuaded; we use large font sizes to accommodate the eyes and have lots of examples to illustrate the mechanics. Further, we understand that the best way to learn a game system is to be shown you how to play by another person, so we have produced an extensive play-list of &ldquo;boot camp&rdquo; videos, available on YouTube, that walk you through the entire system. And since you&rsquo;ll need to download the Core Rules for FREE in order to get the scenario and walkthrough, you can see how expansive the system really is.&#10;&#10;This WaW85 Starter Kit comes with the fully printed map, 2mm thick counters, and a set of playing cards.&#10;&#10;Requires the World At War 85 Core Rules v2.0 or higher manual to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Series: World At War 85 (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nations At War: Starter Kit",
    "ID": 288550,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288550/nations-at-war-starter-kit",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "The Nation At War (NaW) Starter Kit v3.0 has everything you need to learn the NaW game system. This pack contains the full one-piece map, counters, and player aid for you to get the most of the FREE scenario in the FREE NaW Core Rules download. We understand how hard it is getting into a new and complex rule system, which is why we&rsquo;ve provided this kit so you can play the scenario in the same way as you would a full scenario in a core game.&#10;&#10;The NaW Core Rules v3.0 contains the latest set of guidelines and regulations for the game system, with a focus on the necessary rules for basic infantry combat. Our goal is to present the rules in a straight forward manner without disrupting their existing structure and foundation from previous versions. For clarity, some rule sections have been modified not with content but with a new structure,&#10;e.g., additional subsections, more bullet points, or more images and examples. Additional cross-referencing of rules and expanded unit-image diagrams have also been added.&#10;&#10;Requires the Nations At War Core Rules v3.0 manual to play.&#10;&#10;Nations At War Core Rules are now available in the following format Editions for downloads.&#10;&#10;PDF - http://bit.ly/NaW-PDF-CR&#10;EPUB - http://bit.ly/NaW-EPUB&#10;MP3 - http://bit.ly/NaW-MP3&#10;Audiobook - http://bit.ly/NaW-Audiobook&#10;Hardcover and Audible - http://bit.ly/NaW-Amazon&#10;We want to also remind you about our Boot Camp training videos.&#10;NaW Bootcamp - http://bit.ly/NaW-Bootcamp&#10;&#10;All are free downloads except for the Hardcover and Audible versions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Series: Nations at War (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reichbusters: Projekt Vril – Cargo Hold",
    "ID": 288562,
    "Year": "(2020)",
    "Geek Rating": "5.590",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288562/reichbusters-projekt-vril-cargo-hold",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Expansion with all Kickstarter Stretch Goals:&#10;&#10;&#10;     10 Heroes&#10;     1 Additional Vrilpanzer&#10;     8 Additional Nazi Soldiers (Alt Sculpts)&#10;     6 Additional Zombies (Alt Sculpts)&#10;     4 Additional Experiment 6XX (Alt Sculpts)&#10;     Heinrich Gruber&#10;     4 Nazi Engineers&#10;     2 &Uuml;bersoldaten&#10;     2 Sentry Flamers&#10;     2 Sentry Guns&#10;     General von Eichenberg&#10;     4 Additional Tracking Bombers (Alt Sculpts)&#10;     4 Detectors&#10;     1 Experiment 1080-A&#10;     1 Experiment 1080-B&#10;     120 Action Cards&#10;     8 Nazi Unit Cards&#10;     20 Weapon Tokens&#10;     2 Raid Faction Cards&#10;     Turn Order Dog Tags&#10;     3D Alarm Token&#10;     1 Stretch Goals Box&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "World War II",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Era of Tribes: 5/6 player Expansion",
    "ID": 288566,
    "Year": "(2019)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288566/era-of-tribes-56-player-expansion",
    "Min Players": "5",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Play Era of Tribes with up to 6 players.&#10;&#10;With six players you will discover even more interaction between players because each tribe will have less space to expand.&#10;Colours of components are a wonderful light pink and a nice light to medium green with following components in each colour.&#10;&#10;36 vassals&#10;8 round markers&#10;2 cube markers&#10;8 cities&#10;4 leaders&#10;1 triumphant march&#10;so 118 wooden components in total&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Civilization",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Era of Tribes: Modular Board",
    "ID": 288567,
    "Year": "(2019)",
    "Geek Rating": "5.555",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/288567/era-of-tribes-modular-board",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Make your Era of Tribes a real 4X game with thousands of millions of possibilities to arrange 36 hexagonal unique and well designed tiles.&#10;&#10;Build your own maps and scenarios and upload the pictures on BGG to share them with the community.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Civilization",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Modular Board",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Realm of Chaos: Wrath and Rapture",
    "ID": 288570,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/288570/realm-of-chaos-wrath-and-rapture",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Wrath and Rapture, Rage and Pain, Violence and Grace. All of this and more can be found in the Realms of Chaos: Wrath and Rapture. This incredible set unleashes the uncontrolled fury of the Blood God, Khorne, and the seductive temptation of the Prince of Pleasure, Slaanesh. Not only do you get a host of daemonic minions that serve these rival Chaos Gods, but there are no less than three booklets that introduce new background and rules for both Warhammer Age of Sigmar and Warhammer 40,000! Here&rsquo;s what you'll find in the set:&#10;&#10;- 38 Citadel Miniatures, including the following:&#10;&#10;Daemons of Khorne&#10; 1x Karanak, the Hound of Khorne&#10; 10x Bloodletters&#10; 3x Bloodcrushers&#10; 5x Flesh Hounds&#10;&#10;Daemons of Slaanesh&#10; 1x Infernal Enrapturess&#10; 10x Daemonettes&#10; 3x Fiends of Slaanesh&#10; 5x Seekers of Slaanesh&#10;&#10;- A 24-page Wrath and Rapture booklet, describing the endless and ever-shifting dimension utterly devoid of reason and logic that is the Realm of Chaos (if such a thing is even possible). The concept of the Great Game played (and fought) between the Dark Gods is introduced, in which Khorne and Slaanesh are two of the fiercest rivals. There is an entire section of the nature of daemonic names, and there are also three tables of such names for you to generate for your Daemons.&#10;&#10;- A 24-page Denizens of the Warp booklet, which introduces tales of murderous conflicts fought between the daemonic legions of Khorne and Slaanesh in the 41st Millennium. Also included are three Echoes of War missions and a campaign to help you refight these battles, as well as Stratagems and a full set of datasheets for the models included in the box.&#10;&#10;- A 24-page Bane of the Mortal Realms booklet, describing an exciting storyline that led to bitter war between the rival Chaos powers and providing a trio of battleplans to refight them. It also includes full sets of warscrolls for all of the Khornate and Slaaneshi miniatures in the box, as well as their allegiance abilities and warscrolls, and two warscroll battalions.&#10;&#10;- A double-sided token sheet containing two 9&quot; range rulers, a Prey of the Blood God marker (used to identify Karanak's prey), Khornate and Slaaneshi wound markers, and six numbered objective markers.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Age of Sigmar",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Kingdom",
    "ID": 288571,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/288571/my-kingdom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "My Kingdom is one of its kind strategic card game. Despite its unique mechanism, it&rsquo;s a child&rsquo;s play to grasp the game. With the lucid instructions provided within the box, you can learn the rules as you play. This game runs on three fundamental operations. The first one is to simply build your kingdom using the defense cards you&rsquo;re dealt with. Next, sabotage your rivals with the attack cards in your hand. The third goal is to simultaneously protect your kingdom from the wrath of your opponents using several action cards. The objective is to defeat your enemies by ambushing their kingdom cards. The player with the last Kingdom standing is the Supreme Monarch!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  }
]