[
  {
    "Rank": "N/A",
    "Name": "Sloths vs Kraken",
    "ID": 354493,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/354493/sloths-vs-kraken",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It's Sloths vs Kraken in a race to spell KRAKEN first. Use tactical Sloth cards to slow your opponents from spelling KRAKEN while you race to build the word yourself. Use Tornadoes, Wipeout Balls, LolliSloth Ladies, X-Ray Vision, Slam Dunks, DJ Skills, Pickpocketing and Bank Robbery to edge ahead in summoning the sea monster from the depths. A party or warm up game that can be played quickly and taught even quicker.&#10;&#10;Each turn a player plays a card out of their hand of 7. The card effects are played out and then the player replenishes their hand back up to 7 cards from either the draw pile or the top card of the discards. Card effects include stealing cards from other players, wiping out other players hands, looking at other players hands, blocking another players effect card.&#10;&#10;The game moves around the players until one of them spells the word KRAKEN with the letter cards and shouts KRAKEN. Any player that has 5 letters of the word KRAKEN must shout AHOY or forfeit their hand and start with a fresh hand.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Open Drafting",
      "Race",
      "Spelling"
    ],
    "Families": [
      "Animals: Octopuses",
      "Animals: Sloths"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Aquarium: Goldfish & Castle",
    "ID": 354494,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354494/pocket-aquarium-goldfish-and-castle",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The Goldfish expansion adds 4 goldfish to the base game, each with a new unique action. There's also a Net to help you with its own special action.&#10;&#10;The Castle expansion is used together with the Goldfish expansion for an even bigger aquarium. It has (you've guessed it) a castle as well as an extra fish of each species which means larger schools and higher points targets to aim for.&#10;&#10;Each expansion consists of 5 cards plus a rules card and both expansions will fit in the base game box.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Animals",
      "Card Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Chaining",
      "Network and Route Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – Red Tide Rising: Challenge Scenario",
    "ID": 354504,
    "Year": "(2021)",
    "Geek Rating": "5.555",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354504/arkham-horror-the-card-game-red-tide-rising-challe",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4",
    "Description": "The last thing Wendy Adams expected was to learn of a potential clue to her father&rsquo;s whereabouts. What secrets is the town of Innsmouth keeping from her? Can she last long enough to find out?&#10;&#10;Red Tide Rising is a special print-and-play challenge scenario for Arkham Horror: The Card Game designed to be played with the Wendy Adams character.&#10;&#10;This scenario can be played as either a standalone scenario or as a side-story inserted into any campaign. In order to play this scenario, a copy of the Core Set, The Innsmouth Conspiracy Deluxe Expansion, and the printed print-and-play files are required.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Horror",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck Construction",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Arkham Horror – The Card Game",
      "Game: Arkham Horror TCG – Challenge Scenarios & Parallel Investigators",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Risiko!: Batman – La Caduta Di Gotham City",
    "ID": 354505,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/354505/risiko-batman-la-caduta-di-gotham-city",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "RisiKo! The most loved strategy game in a special edition set in the DC world! As one of Gotham City's Super-Villains you will descend on the city to conquer it! Strategically strengthen your armies on the districts of the city under your control, attack the neighboring districts to expand your dominion. Try to reach your goal and defeat your opponents to remain the only ones left on the board and win!&#10;&#10;In this game we find ourselves playing the opponents of the superhero. The title includes up to a maximum of four players, who can however choose from the most iconic villains of Gotham City: Bane, Joker, Catwoman, Mr. Freeze, The Riddler and Harley Quinn.&#10;&#10;This is a first new element compared to the classic version of RisiKo! In fact, each villain will have a Criminal Plan to carry out, developed in different missions (such as taking control of specific territories or making certain results with the dice). Achieving a certain number of objectives will activate the character's special powers, giving the player various advantages during the rest of the game.&#10;&#10;Clearly while the villains compete for the districts of Gotham City (following the traditional RisiKo! dice-rolling mechanic!) Our hero is not standing idle. When five 1's are rolled during a turn, Batman goes into action, clearing one or more territories on the board and wreaking havoc in the fight for control of the metropolis. Especially in the initial stages it will not be easy to watch, but it will always be a great emotion to swoop into our opponents. It will be less pleasant when it's our turn to face the Dark Knight, but that's part of the challenge too.&#10;&#10;In addition to conquering all of Gotham, you can take home the game by completing one of three objectives, common to all participants. However, every time a criminal empire is definitively defeated, the player who accomplished the feat can choose to eliminate one of the conditions.&#10;&#10;&#10;RisiKo! Il Gioco di strategia pi&ugrave; amato in una edizione speciale ambientata nel mondo DC! Nei panni di uno dei Supercriminali di Gotham City scenderete in citt&agrave; per conquistarla! Rinforzate strategicamente le vostre armate sui distretti della citt&agrave; sotto il vostro controllo, attaccate i distretti confinanti per ampliare il vostro dominio. Cercate di raggiungere il vostro obiettivo e sconfiggete i vostri avversari per restare gli unici rimasti sulla plancia e vincere!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Comic Books: Batman",
      "Game: RisiKo!",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Peaky Blinders: Birmingham Domain",
    "ID": 354507,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/354507/peaky-blinders-birmingham-domain",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Peaky Blinders: Birmingham Domain is a card game published directly by a Brazilian company, set in the scene of the famous TV series.&#10;&#10;Players embody the top five gangs from the series Peaky Blinders in a fierce battle for hegemony in the Birmingham region. Therefore, it is not enough to expand their territories and open pubs. You will need to use your own gang's special skill wisely, create a working network for your (illicit) activities to thrive, get the most out of the characters and use the best moment to attack (or defend against) your opponents. Mechanics and themes were matured by the expertise of designer Marcos Macri and his long creative process. The result is an exciting, fun and balanced card game. You don't need to know or like the show to enjoy this game, but fans will delight in the elegance of the artwork and character reincarnation.&#10;&#10;In his turn, the player has three options: expand his region or open a new business, laying down cards in his table; or receive profits from the table itself. It's also possible to use the effect of different characters to optimize actions and improve gang development.&#10;&#10;After the endgame is triggered (the pubs cards or the territory cards have run out), the leader who scores more points wins and achieves supremacy over rival gangs.&#10;&#10;",
    "Categories": [
      "Mafia",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Income",
      "Move Through Deck",
      "Solo / Solitaire Game",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Birmingham (England)",
      "Theme: Mystery / Crime",
      "TV Shows: Peaky Blinders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Best of the West",
    "ID": 354509,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/354509/best-of-the-west",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "4",
    "Description": "Best of the West is an open-world game set in the Wild West! It features asymmetrical gameplay where you can go it alone as a Pioneer or join up with the co-op Bandit Gang. Since the game is heavily player vs player, it requires both Pioneers and Bandits in similar numbers. A single Round consists of the Pioneer turns (rotating player order) and then Bandit Gang's turn (any order). Either the Bandit Gang team or the Pioneer with the highest Reputation at the end of 25 Rounds wins the game.&#10;&#10;For Pioneers, Reputation is mostly earned by doing a job (Panning or Mining for Gold, Herding Livestock, Trapping for Furs). For Bandits, Reputation is primarily gained by robbing the Pioneers. Additional cash and Reputation can be earned by robbing the Train, Saloon, and Bank or by performing a Jailbreak. Cash allows you to load up with Weapons, Items, and Pets. Power Cards that grant extra abilities, upgrades, and utility bonuses can be collected around the map at the Indian Village, Saloon, and Ghost Town.&#10;&#10;Pioneers move using Movement Cards and can also ride the Train that travels around the map every Round. Bandits move either by using Movement Cards or Ambush Cards. Ambush Cards allow a Bandit to secretly hide on a space on the board. Battling is primarily dice-based, but also includes Power Cards and character abilities.&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Bribery",
      "Dice Rolling",
      "Hidden Movement",
      "Pick-up and Deliver",
      "Roles with Asymmetric Information",
      "Team-Based Game",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Seize the Bean: Extra Founders Expansion Pack",
    "ID": 354510,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354510/seize-the-bean-extra-founders-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Snack Menu (Expansions) Rulebook: An additional 6 Founder Cards are included in the 5-6 Player Expansion, sold separately. They are also available as a standalone, add-on back for players who do not intend to play the game with more than 4 players, but who don't want to miss out on all of the extra content. These 6 Founders work identically to the Base Founders and simply add more variation to the game.&#10;&#10;All of the additional 6 Founders pay tribute to real people who contributed massively to the creation of Seize the Bean. They don't own caf&eacute;s in real life so their corresponding caf&eacute;s are fictional ones, created for fun and to support some very imaginative Solo Scenarios.&#10;&#10;The cards in the pack include:&#10;-Adriano Rahde (Hungry Media)&#10;-Rodrigo Cunha (Cyclists)&#10;-Priscilla Anton (Happy Families)&#10;-Nala Q. (Fashionistas)&#10;-Salome Q. (Funemployed Expats)&#10;-Jazzbot&trade; (Tourists)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Berlin (Germany)",
      "Crowdfunding: Kickstarter",
      "Food & Drink: Coffee"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Affluent: The Wealth Management Game",
    "ID": 354513,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/354513/affluent-the-wealth-management-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Affluent, the wealth management card game simulates real world&rsquo;s incidents and events and allow players to invest in financial instruments such as growth funds, income funds, gold and endowment. Plan your wealth accumulation strategy carefully and the player who can achieve most of their financial dreams wins the game!&#10;&#10;Each turn a player draws a card from the deck and either plays a card from their hand, sells one of the investments they played in prior turns for more cards, which are the in-game currency, or convert those investments into annuities, which score wealth, and help complete objective cards.&#10;&#10;The game ends when a player collects 12 wealth, then players score points for cards in hand, their dreams (end game objectives), investments with accumulated wealth, and their wealth.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Investment",
      "Ownership",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flying Fox Farms",
    "ID": 354518,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354518/flying-fox-farms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Central California in the 1930's is Mecca to two major industries: farming and aeronautics. In this fertile valley, there is a thriving community of clever and daring foxes who have combined these two skills. The game's charming art-style featuring anthropomorphic foxes and other native critters is sure to delight.&#10;&#10;During the flight phase, pilot your biplane miniature through the skies using flight cards. Be careful not to stall out! Spend seeds as you pass through the clouds and push them to form rain clouds - which generates rain water. But be careful, a cranky cloud can shoot lighting back!&#10;&#10;During the farming phase, sow seeds on your field, water them to grow produce for your roadside stand. Pay attention to the market to get the highest prices. Grow recipes that will become favorites and generate an income for your roadside stand.&#10;&#10;During the market phase, Use your profits to purchase more seed, expand your farm, and purchase useful tools. Or expand your hanger, and tinker and upgrade your biplane to make it faster and more maneuverable.&#10;&#10;The player who is the most successful farmer after three years and the valley festival and airshow (scoring uses a variety of methods including money, objectives, aeronautics skill and &quot;neighborliness&quot;), wins the game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Aviation / Flight",
      "Dice",
      "Economic",
      "Farming",
      "Miniatures"
    ],
    "Mechanics": [
      "Hand Management",
      "Market",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Occupation: Farmer",
      "States: California",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "寂晝狼蹤 (Dawn of Werewolf)",
    "ID": 354521,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/354521/ji-zhou-lang-zong-dawn-of-werewolf",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A werewolf is attacking the village and the remaining villagers are trying their very best to survive until dawn.&#10;&#10;Dawn of Werewolf is a re-theme of Not Alone which is an asymmetrical card game, in which one player (the Werewolf) plays against the villagers.&#10;&#10;Playing as villager, you will explore the wild using Place cards and try to avoid, confuse or even stop the werewolf from killing your friends until dawn arrives.&#10;&#10;Playing as the werewolf, you will stalk and predict where the villagers hide themselves. You try to kill all the villagers before the dawn.&#10;&#10;Dawn of Werewolf is werewolf theme based card game, where you need to guess, bluff, and observe carefully to achieve your goal, kill all the villagers, if you are the werewolf, or survive till dawn as villagers.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Werewolves",
      "Game: Werewolf / Mafia",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Sagrada Familia (fan expansion for Carcassonne)",
    "ID": 354528,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354528/la-sagrada-familia-fan-expansion-for-carcassonne",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a fan expansion created by the non-profit association Carcassonne.cat. It was created with the purpose of having a seal inside the Carcassonne&rsquo;s community and was given as a gift in the 2018-2019 catalan&rsquo;s league of Carcassonne.&#10;&#10;The expansion consists of a tile of the &lsquo;Sagrada Familia&rsquo;. When it appears in the game, should be played normally placing it where the player wants. Since from that moment on, the enlarged city with the Sagrada Familia tile no may be closed throughout the game, but it will be possible to expand with more city &#226;&#128;&#139;&#226;&#128;&#139;tiles while never closing the city &#226;&#128;&#139;&#226;&#128;&#139;with the Sagrada Familia.&#10;&#10;Exception 1: In the case that the placement of the Sagrada Familia tile closes a city, that city will have 0 points and the meeples will return to the corresponding players.&#10;&#10;Exception 2: In the case that the Sagrada Familia tile can&rsquo;t be validly placed anywhere on the board, this tile will be returned to the box and will not come into play again during this game. The player in turn takes another tile from the pile in order to do his turn normally.&#10;&#10;At the end of the game, the city with the Sagrada Familia tile will be counted as an incomplete city following the usual scoring rules.&#10;If any other tile taken during the game can only be placed in the city with the Sagrada Familia tile closed, this tile is removed from the game and the player in turn takes another tile in order to do his turn normally.&#10;&#10;Variant: In this variant the city that contains the tile of the Sagrada Familia yes can be closed normally but in this case it will count 0 points and the meeples will remain blocked until the end of the game. So be careful not to close the city if you have meeples inside and try to make it as big as possible to avoid it&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Denver, Pennsylvania",
    "ID": 354536,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354536/the-game-of-denver-pennsylvania",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A Monopoly-like game released as a fund raiser and promotional item. There are no hotels/houses, just bonuses for collecting groups, and a unique &quot;lottery&quot; system called Lotso for gambling your money. The board is like a directory of businesses local to the small town of Denver, Pennsylvania, including addresses and phone numbers. As in Monopoly, you play until all but one player are bankrupt.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Income",
      "Ownership",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vampire: The Masquerade – Rivals: Shadows & Shrouds",
    "ID": 354538,
    "Year": "(2022)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354538/vampire-the-masquerade-rivals-shadows-and-shrouds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "70",
    "Weight": "0",
    "Description": "Shadows &amp; Shrouds is an expansion for Vampire: The Masquerade - Rivals that adds two new clans: Lasombra &amp; Hecata.&#10;&#10;The Lasombra love to win and will spend and risk their agenda to do so, often employing long shadows to do their bidding. The Hecata are necromancers obsessed with death, using the blood of dead mortals to fuel their occult practices. You may play these two clans head-to-head or integrate them with your Core Set and other expansions to make your coterie step out of the shadows and into the winner&rsquo;s circle.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Hulkbuster",
    "ID": 354539,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354539/marvel-crisis-protocol-hulkbuster",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Iron Man&rsquo;s Hulkbuster armor is one of Tony Stark&rsquo;s crowning achievements, a machine created to attempt the impossible: contain a raging Hulk. It is among the most substantial armored suits devised by Tony Stark. While lacking the versatility and agility of other armors, this heavy-duty protection has maximum force augmentation designed to allow the wearer to survive prolonged melee combat with a force as strong as an out-of-control Hulk. Its hardened carbon-composite plating and integrated anchoring system enable the wearer to withstand several punches from an enraged Hulk while the magno-hydraulic pseudo-musculature can lift 175 tons.&#10;&#10;This is a a full expansion set a miniature that come with card, rules and specific powers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ardent Reapers",
    "ID": 354540,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/354540/ardent-reapers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Ardent Reapers is a 2 player game featuring procedurally generated print-and-play decks. Each player tries to outscore their opponent by using a 17 card deck containing a variety of Creatures, Relics, and Actions.&#10;&#10;On their turn, players can introduce dormant Creatures to the battleline, use active Creatures to fight their opponent's creatures or harvest mature Creatures to score points. Powerful Actions and Relics can be played to change the state of the battlefield quickly.&#10;&#10;After playing, using, or discarding cards; Creatures and Relics rotate to the active or mature state, increasing their utility for the player's next turn, provided they can survive!&#10;&#10;Players then refill their hand to 3 cards and the turn passes to the opponent.&#10;&#10;Play continues passing back and forth until one player has completely exhausted their deck, at which point the player with the most points wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: Digital Hybrid – App/Website Required",
      "Components: Unique Game",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One week ‘till Christmas",
    "ID": 354546,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/354546/one-week-till-christmas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The card placement area control board game with Santa's Elves.&#10;It&lsquo;s One week &lsquo;till Christmas, you are manager of one team of Elves. Each turn you place one elf on empty space on board (or attack taken one). The stronger elf takes the place at working table. As they need to create as many gifts as they can, the more elves you have on board, the more gift they will create. Player who creates most of the gifts wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crystallia",
    "ID": 354547,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/354547/crystallia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "&#10;        Boulogne-Billancourt International Contest Finalist 2022.&#10;        Ion Award Finalist 2023&#10;    &#10;&#10;&#10;You are among the chosen descendants of one of the world&rsquo;s ancient civilizations who meet on a remote island once a year to keep the world in balance. In an underground temple, you must use the Board of Opportunity by placing stones with powerful crystals that will determine what the future holds. However, summon too many crystals of one color and bring horrible luck upon your people.&#10;&#10;In Crystallia, each descendant duels for the good fortune of their people by drafting stones from a pyramid and strategically placing them on the Board of Opportunity, which they will create from 6 of 16 different pieces at the start of each game. Activate stones by creating lines of crystals of the same color, taking advantage of free crystals on the board and use powerful abilities that change the board-- and the turn order. Patience and self-control are needed as these stones can unlock special powers like the ability to rotate stones, move stones or even earn another turn.&#10;&#10;Stones can only be drafted from the pyramid if no other stone is on top of them, so picking the right stones can be challenging. If you create a line of four of the same crystal, you must take another turn. Do this at the right time and you could find yourself collecting the crystals that bring you closer to victory.&#10;&#10;With an advanced variant that has unforgiving consequences and rewards perfect timing, Crystallia will have you asking yourself: do you have what it takes to navigate the Board of Opportunity?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition",
      "Set Collection",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fruit Frenzy",
    "ID": 354548,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/354548/fruit-frenzy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#10;        The Game Crafter Semi-Finalist 2020 (ProtoATL Contest)&#10;        Ciutat de Granollers Semi-Finalist 2024&#10;    &#10;&#10;&#10;In Fruit Frenzy, each player is a caterer from a rival catering business competing for the fruit they need by collecting cards from a shared market. They will layer and reposition the cards they collect to enhance their plate with the best collection of fruit for their customers.&#10;&#10;Each turn, you must choose to swap a card from your hand with a card from the Fruit Market or discard a card from your hand to take the top card of the deck. Then, you must play a card so that it covers 1-3 fruit symbols on cards already played. If you play fruit cards with 3 or 4 different types of fruit, you can take your pick of powerful abilities that allow you to break placement rules for one turn, swap with the discard, clear the row or get a bonus for claiming a specialty fruit. Snatch up the special abilities before your rival caterers, using the powers to get the cards you need to make the perfect plate.&#10;&#10;Balance your desire to choose from the market with the strategy of keeping valuable fruit from your rival caterers.&#10;&#10;Fruit Frenzy is a simple &amp; addictive pattern building game that uses dynamic layering to create a challenging puzzle for any gamer. With very easy to teach rules and satisfying choices, Fruit Frenzy delivers endless entertainment with a sleek table presence. Win this addicting abstract puzzle game by building large sections of fruit because you only score if you don't have the least in each of the six types of fruit.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Layering",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Food & Drink: Fruit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stacking Frogs",
    "ID": 354550,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354550/stacking-frogs",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&#10;        Ion Award Finalist 2023&#10;    &#10;&#10;&#10;In Stacking Frogs, you are the owner of your very own frog circus! Collect colorful frogs by drafting them over three short acts and build up your circus to be the best in the world.&#10;&#10;Each act, your hand size will decrease, building tension throughout the game.  Your stage can only be 3x3 stacks and each stack can only have 3 cards, but once you place the third card on a stack, it cannot be altered for the rest of the game.  But building stacks, while encouraged, is also risky.  If you don't fill all 9 spaces of your stage, you'll lose points for each unfilled space.&#10;&#10;Most frogs score points at the end of the game but some frogs' abilities trigger immediately such as the pink frog that helps you recruit extra frogs or the green frog that allows you move frogs between stages.  These two frogs are powerful and help you ruin your opponent's plans.&#10;&#10;For more addictive replayability, dual frogs are thrown into the mix to give more variety and open up entertaining combos such as a yellow frog being worth up to 15 points or adding extra points to each blue frog.  With each game lasting around 15 minutes, Stacking Frogs is an entertaining, simple and strategic drafting game for all ages.  If you play it once, you'll definitely want to play it again!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Layering",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Frogs / Toads",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Galaxia Initiative",
    "ID": 354551,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354551/the-galaxia-initiative",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Take control of a budding galactic empire in the 22nd Century during The Galaxia Initiative, a program where civilizations are encouraged to expand and make their mark on the universe. Colonize planets, work on The Station, construct moons, build alliances and fight important battles while scavenging the scrapyards of the cosmos.&#10;&#10;&#10;     Swap 2 dice on the dynamic, ever changing Galaxy Board. &#10;     Create a line of 3 or more rocket dice of the same color or number and recruit them. Use them to colonize planets, build moons, work on The Station or visit the Scrapyard.&#10;&#10;&#10;Trigger battles with the other empires by meeting collective or singular goals! Find alliances &amp; take advantage of battle only bonuses for unexpected victory.&#10;&#10;Your Player Aid is your empire and how you choose to build The Station, acquire attack and scavenge is up to you with variable empire abilities!&#10;&#10;The game ends when six battles have been triggered and resolved, ten planets have been conquered by 1 player or a player has worked The Station 15 times. Highest score wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Exploration",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tug of War",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cryptid Forest",
    "ID": 354552,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/354552/cryptid-forest",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Cryptid Forest, you are a cryptid who is drawn to shiny things. When you see the glowing embers from the campfires, you can't help yourself! As scary &amp; easily distracted, yet misunderstood cryptids, your goal is simple: collect more shiny campfires than your opponent. Teleport with the Yeti, travel farther with the Sasquatch, fly with the Mothman or use the Skunk Ape's terrible stench to relocate campers.&#10;&#10;Cryptid Forest is an addictive duel game that utilizes a unique hand management mechanic to allow players their choice of a number of important actions! Collect a large set of cards to travel farther, discard cards to collect the shiny fires and leave footprints to draw attention to your rival cryptid, or discard any 1 cryptid card to perform its special ability, even if it isn't yours!&#10;&#10;Each turn, move the Park Security pawn to try to deter your rival cryptid from their goal.  If either cryptid gets their picture taken 3 times, they lose!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Set Collection",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Creatures: Chupacabras",
      "Theme: Cryptids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel United: Doctor Strange",
    "ID": 354553,
    "Year": "(2020)",
    "Geek Rating": "5.784",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354553/marvel-united-doctor-strange",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.3333",
    "Description": "An additional hero.&#10;&#10;Contents:&#10;Doctor Strange Miniature&#10;12 Cards&#10;&#10;Stretch goal from the Kickstarter campaign also available at retail as part of an Amazon exclusive bundle with Marvel United base game and Marvel United: Enter the Spider-Verse expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: United",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Kotesashi",
    "ID": 354555,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/354555/battle-of-kotesashi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This is an issue game of &quot;Bushi Life&quot; #3, depicts the Battle of Kotesashi, a samurai battle between Nitta Yoshisada and Sakurada Sadakuni on May 11, 1333. This battle was a part of the decisive K&#197;&#141;zuke-Musashi Campaign during the Genk&#197;&#141; War in Japan that ultimately ended the Kamakura Shogunate.&#10;https://en.wikipedia.org/wiki/Battle_of_Kotesashi_(1333)&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "History: Kamakura Period to Muromachi Period",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Bubaigawara",
    "ID": 354556,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/354556/battle-of-bubaigawara",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This is an issue game of &quot;Bushi Life&quot; #3, depicts the Battle of Bubaigawara, a samurai battle between Nitta Yoshisada and H&#197;&#141;j&#197;&#141; Yasuie on May 15 and 16, 1333. This battle was a part of the decisive K&#197;&#141;zuke-Musashi Campaign during the Genk&#197;&#141; War in Japan that ultimately ended the Kamakura Shogunate.&#10;https://en.wikipedia.org/wiki/Battle_of_Bubaigawara&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "History: Kamakura Period to Muromachi Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sythopian Wars",
    "ID": 354563,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/354563/sythopian-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Sythopian Wars is a brand new, science fantasy, tabletop wargame.&#10;&#10;Players take control of unique armies made up of terrifying miniatures, each with their own distinct rules defined by their lore in this original setting. This fast-paced, brutal wargame rewards tactical play over dice rolls and your ability to act, and react to your opponent's moves, turning the game into a tactical dance as players shoot simultaneously, dive into cover or charge into the enemy before they can unleash their firepower. Beware however that there are pros and cons to every tactic, as reacting to everything leaves you constantly playing second fiddle to your opponent. With alternating activation, immersive combat and quick to learn basic rules, Sythopian Wars should appeal to both hardened wargamers and newcomers alike. Sythopian Wars, in the beginning, the world ended!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Moving Multiple Units",
      "Real-Time",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Kandersteg",
    "ID": 354567,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354567/battletech-touring-the-stars-kandersteg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Once a sleepy Lyran backwater noted primarily for its interesting local dialect and minor industrial exports, Kandersteg found itself much closer to the front lines during the first Clan Invasion of the 3050s. Now, a century later, Kandersteg is thrust into the spotlight in the wake of the Clans' move to conquer Terra, where it finds itself in the center of a budding Tamar liberation movement and home to a fast-growing Hiring Hall as mercenaries from around the Inner Sphere prepare to take the fight to the enemy.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imagician: Extension 1",
    "ID": 354569,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354569/imagician-extension-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The great grimoire of the imagination contains mysterious magic formulas. But you still have to be able to decipher them because you are only an apprentice magician. Will you be able to understand what is taking shape before your eyes?&#10;&#10;Follow the formula and guess what you are making appear!&#10;Imagicien is based on the principle of mystery drawing: connect dots to discover what is being drawn.&#10;Discover 64 new cards to renew the game experience.&#10;&#10;Requires Imagicien the basic game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gopuram",
    "ID": 354600,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgame/354600/gopuram",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3.8",
    "Description": "The Tower-Doors of the Hindu Temples, known as Gopuram, have a pyramidal shape and they are orned with heavenly scultures and other divine and celestial beings. This is the sancta-santorum entrance to the whole Temples in the South of India.&#10;&#10;We are in the South of India, in the 11th century. The Chola dinasty is governing peacefully within the borders for decades. The King Rajaraja Chola the 1st wants to celebrate this prosperity period and for this purpose he invited master sculptors to create the most beautiful and largest sculpture of the Gopuram's kingdom.&#10;&#10;During 6 rounds, the players will sculpt and paint the statues of the tower of the Temple. On their turn, players can place a tile, place a worker, or sculpt/paint the statues of the tower of the Temple.&#10;&#10;The game end in the round 6, called &quot;Summer Solstice Zenith&quot;. The winner will be who sculpts and paints more of them.&#10;&#10;---Spanish---&#10;&#10;Las puertas-torres de los templos hind&uacute;es se conocen como Gopuram, de forma piramidal est&aacute;n adornadas por esculturas de dioses y otros seres divinos y celestiales. Marcan la entrada a los sancta sanctorum de los templos del sur de la India.&#10;&#10;Sur de la India s.XI, la dinast&iacute;a Chola gobierna desde hace d&eacute;cadas y la paz reina dentro de sus fronteras. El rey Rajaraja Chola I quiere conmemorar esta magn&iacute;fica &eacute;poca de prosperi- dad y ha llamado a los mejores maestros escultores del reino para que pongan sus habilidades manos a la obra en la mayor y m&aacute;s bella Gopuram del reino.&#10;&#10;Sum&eacute;rgete en la cultura Drav&iacute;dica y convi&eacute;rtete en un maes- tro escultor, talla y pinta las estatuas que decoran el exterior de la Gopuram. Pero no olvides tus deberes con los dioses y celebra bellos festivales para aumentar su Karma antes de que el solsticio de verano llegue a su cenit y el rey d&eacute; por finalizada la construcci&oacute;n del templo.&#10;&#10;Durante 6 rondas tallaremos y pintaremos las estatuas que decoran la torre del templo.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Square Grid",
      "Tile Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: India",
      "Crowdfunding: Verkami",
      "Religious: Hinduism",
      "Theme: Temple"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hermagor Market",
    "ID": 354610,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/354610/hermagor-market",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "In Hermagor Market, players compete to be the richest merchant. They will collect goods from the famous market and travel from town to town to sell at a profit, following the cheapest path when they move but also selecting the best town to sell. The game lasts 32 turns, with three types of turns taking place:&#10;&#10;&#10;    A collection turn in which each player uses the same die roll to determine which good and how many of that good they can collect from the market.&#10;    A move-and-sell turn in which each player can move their merchant and sell goods in a bundle.&#10;    A maintenance turn in which warehouses must be paid.&#10;&#10;&#10;The goal is to have the most profit and be the richest merchant of the land of Hermagor.&#10;&#10;Hermagor Market is a print-and-play game for 1 to an infinite number of players. Print a sheet for each player, provide them with one pawn and a pen, and you are ready to play as long as one person has three dice to roll!&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Print & Play",
      "Transportation"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Market",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Print-on-Demand",
      "Components: Digital Hybrid – App/Website Required",
      "Components: Map (Continental / National scale)",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mar de Mentiras",
    "ID": 354618,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/354618/mar-de-mentiras",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "0",
    "Description": "The captain has vanished and now it is time for you to squabble for the leadership of our boat! Are you ready to share one of you Huge Deed in the high sea to win this dispute?!&#10;&#10;Mar de Mentiras is a party game for 3 to 7 players, where the pirates struggle to get the crew support to become the new captain of the ship! Share one of your Huge Deed to impress the crowd and watch out not to loose everything to a Hairy Hearsay!&#10;&#10;The first pirate to get the support of 15 crew member will become the new captain! Be ready to mislead your friends with your stories and know the right moment to share your Darkest Secrets about your enemies. And the most important thing: try not to get caught sharing a Tell Tale.&#10;&#10;Every turn a Pirate will tell a story from a selection of 3 possible story cards. All other pirates will discuss if they believe this story or if anybody wants to challenge, but beware, crew members hate when you challenge a true story and you will loose their support, else if you catch a liar you will steal some of it's crew members support to yourself.&#10;&#10;Play story cards, tell some tales, get support of 15 crew members and become the new captain.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Storytelling",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gasolin Verkehrs-Erziehungsspiel",
    "ID": 354620,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354620/gasolin-verkehrs-erziehungsspiel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A typical roll and move type promotional board game. The players take turns to roll and move. They start at space 1. The first to reach space 115 wins the game. On some spaces events or traffic signs hinder or benefit the players.&#10;&#10;The game was published between 1953 and 1956.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Promotional: Board Games",
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meta Card",
    "ID": 354626,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/354626/meta-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "On the surface, Meta Card couldn't be more simple. Draw your hand, take actions, and discard cards to purchase new ones. Beyond that is a complexity that challenges even experienced players. Carefully plot against your opponents, craft perfect turns, and build a table full of cards to manage and protect your deck.&#10;&#10;Meta card diverges from the typical deck building format in 3 main ways:&#10;&#10;- There are no victory points, health, money or manna; instead the only purpose of the game is to get as many cards as possible. &#10; - The game is intended to maximize player interaction and competition. You can steal and destroy other players cards, interrupt their plans, and defend your own deck with various upgrades.&#10; - The only theme is more cards! It is grounded in simplicity and based around the actions of the players.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Like And Subscribe",
    "ID": 354629,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354629/like-and-subscribe",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Congratulations! You've been hired by CUT to help grow the channel! This means we'll need you to source the best thumbnails and combine them with the funniest keywords and headlines to make sure you get people liking and subscribing your work! You'd better bring your A-game, there's rumors that robots will soon be replacing all of our jobs!&#10;&#10;Like and Subscribe! is a party game where players take turns being the judge who submits a thumbnail to the crowd then selecting a winner from the other players' submitted titles.&#10;&#10;Each round, the judge player will draw two Thumbnail cards, then choose one of them for players to submit a headline for. All other players will make a headline for the selected Thumbnail by combining a caption and keyword card from their hand. Once all players have submitted their headline, the judge reveals the submissions and selects the winning combination!&#10;&#10;The winning player is awarded the Thumbnail card as a point, play continues until all players have judged twice! The player with the most points, wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Judging Games",
      "Series: Cards Against Humanity-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: Jack White Pack",
    "ID": 354631,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354631/cards-against-humanity-jack-white-pack",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The 2018 Jack White Concert 6 Jack White themed regulation-sized Cards Against Humanity white cards and 1 regulation-size Cards Against Humanity black card. Made by Matthew Jacobson and Cards Against Humanity. The cards were sold at the show with a 18x24 inch double-sided poster that was silkscreened in Chicago by Baker Prints.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Cards Against Humanity (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zara",
    "ID": 354658,
    "Year": "(1200)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354658/zara",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Zara is a game of chance first played in the Middle Ages.&#10;&#10;It was most commonly played with three dice, although there were regional variations. Each player would throw the dice, calling out a number at the same time. If the number he called was not the sum of the dice, he would pay a number of coins equal to the number he called; if the number he called was the sum of the dice, he would collect a number of coins equal to the number called.&#10;&#10;Zara is mentioned by Dante in the Divine Comedy, Purgatory, VI canto.&#10;&#10;The set consists of 3 handmade wooden dice, bag and booklet with rules and anecdotes, including Dante's step. The game can also be played with a dice tower.&#10;&#10;",
    "Categories": [
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fortifications of Moroni: 8 Player Expansion Pack",
    "ID": 354659,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354659/fortifications-of-moroni-8-player-expansion-pack",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion will allow two more players to added your existing Shipwreck Island game board allowing up to 8 players at once. Expansion includes 2 Pawns, 60 Wall Segment Pieces, 4 Fire markers, 10 Reinforcement Cards, 36 new Wall Segment Cards introducing 2 additional colors, and 2 Game Play Instruction cards. It also includes a larger 6 panel board and 22 new Fortification Plan cards for the 22 new cities. This game requires you have the original edition as well as the 5-6 player expansion pack.&#10;&#10;",
    "Categories": [
      "Adventure",
      "City Building",
      "Religious"
    ],
    "Mechanics": [
      "Action Queue",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Au",
    "ID": 354660,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/354660/au",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Au is a real-time trading game for 4 players in which currency is backed by gold. The game takes about 45 minutes.&#10;&#10;Played over 4 rounds, players take the role of a nation and start the game with some of their own national currency and an equal amount in gold. (No debt, no credit).&#10;&#10;A round starts with players acquiring resources and printing currency. Then there is a timed trading session, after which resources can be spent to mine for gold.&#10;&#10;At the end of the game, players are awarded Victory Points for the currencies they hold, however, the victory points are ranked according to the currencies strength.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Whiskey Game",
    "ID": 354662,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/354662/the-whiskey-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A board game to match your favorite tipple.&#10;&#10;Work your way around the board by answering History cards, Mixology cards and Connoisseur cards, collecting different whisky varieties to win&#10;&#10;Fill your Whiskey board with a full set of whiskies from around the work (1 Wheat, 1 Scotch, 1 Irish, 1 Bourbon, 1 Japanese, 1 Rye)&#10;&#10;Travel to the game board center to win&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tacticum Invictus",
    "ID": 354664,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/354664/tacticum-invictus",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "You are a Centurion candidate. Before you will be entrusted to lead any of Rome's legionnaires you need to be trained in tactics from small units to campaign size formations. Tacticum is designed to present different scenarios for you to work through versus an opponent, who could be another centurion candidate or one of the pesky trainers.&#10;&#10;&mdash;description from the publisher&#10;&#10;Main changes from Tacticum:&#10;&#10;     additional 17x11 Invictus board for Advanced Training&#10;     new formation: The Line&#10;     new maneuver options: Rally on me!, Disperse&#10;     new units: Cavalry, Skirmishers&#10;     19x19x9mm acrylic tiles&#10;     4 complete armies&#10;     Terrain options: swamp, lakes, coast.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Category: Combinatorial",
      "Components: 8 x 11 Grids",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gloomhaven: Jaws of the Lion – Roguish Individuals",
    "ID": 354666,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354666/gloomhaven-jaws-of-the-lion-roguish-individuals",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A new Dice Tower Kickstarter promo scenario designed for Gloomhaven: Jaws of the Lion by Isaac Childres that uses a map already included in the book, with a different story and set up.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Game: Gloomhaven"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eendracht Maakt Macht",
    "ID": 354667,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/354667/eendracht-maakt-macht",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3",
    "Description": "An Afrikaans co-operative game about the Anglo-Boer War.&#10;&#10;Set in 1899, Eendracht Maakt Macht is South Africa&rsquo;s first ever co-operative game in which players will learn about one of the most challenging periods in our history, the Anglo Boer War! Players need to work together, accept challenges set by historic leaders and travel all over the South African war landscape to achieve legendary status. These challenges and game mechanics were well researched and based on some of the water-shedding events that changed our country forever.&#10;&#10;Players turn their Boer characters into commandos, build on their own unique skills, and are led to collaborate with others to a common goal by accepting challenges ranging from large battlefields, such as Magersfontein and Spioenkop, to secret missions, such as spying on the enemy's operations. These challenges require them to travel across South Africa's war landscape in pursuit of legendary status.&#10;&#10;If the players gain enough &quot;hero points&quot; before the war calendar runs out of time, the players win.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Country: South Africa",
      "History: Boer Wars",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alle Vögel sind schon da!",
    "ID": 354668,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354668/alle-vogel-sind-schon-da",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players are given four bird figures to roll over a circuit and bring them to a birdhouse over certain target squares. The four-sided birdhouse has only three entrances and is turned each time a 6 is rolled. On some squares, opposing pieces may be hit and sent back to their starting square. The first player to place his four birds in the birdhouse wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Animals: Birds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Holden 70th Anniversary Edition",
    "ID": 354673,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/354673/monopoly-holden-70th-anniversary-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tour the 70th Anniversary Holden Monopoly for the hottest properties: classic Holden vehicles, Assembly Plants and the Lang Lang Proving Ground are all up for grabs. Invest in Service Centres and Dealerships, and then watch the rent come pouring in! Make deals with other players and look out for bargains at auction, there are many ways to get what you want. Stay sharp &ndash; because there is only room at the top for one. For everyone else, there&rsquo;s bankruptcy. Trade your way to success &ndash; you can own it all!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kazoo That Tune",
    "ID": 354674,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/354674/kazoo-that-tune",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "In Kazoo That Tune players try to hum tunes with their kazoos for they teammates to guess.&#10;One player each round is the &quot;kazoo artist&quot; and gets two minutes to hum their way through as many tune cards as possible.&#10;Each card features two different pieces of music; an easier piece and a harder piece. The easiest one grants 1 point and the other 2 points.&#10;After a certain numbers of round (determined from the start) the team with most points is the winner!&#10;&#10;",
    "Categories": [
      "Music",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Champs de Bataille",
    "ID": 354675,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/354675/champs-de-bataille",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2",
    "Description": "This new edition takes us from the death of Alexander in 323 BC and the war of his successors &mdash; the Diadochi &mdash; which will last fifty years, to the last battles in Italy and Spain of the Second Punic War in 206 before BC, via the expedition of Pyrrhus, king of Epirus in Italy between 280 and 275 BC.&#10;&#10;Two great systems of weapons clash then, the Macedonian phalanx and the elephants against the legions of the Roman Republic, but the battle of Cynoscephalae will not take place until 197 BC and the phalanx is not yet obsolete.&#10;&#10;Champs de Bataille is a board game largely inspired by an English rule for miniatures called De Bellis Multitudinis published by the Wargames Research Group in the early 1990s, four booklets of army lists ranging from 3000 BC to 1500 AD accompany this rule.&#10;&#10;The general classification of troops allows not only armies to compete in historical battles, but also non-historical adversaries thanks to its budgeting system, providing practically endless what ifs.&#10;The adaptation for board game makes it possible to play many battles of antiquity on a small surface and without figurines with on average between 20 to 30 counters on each side.&#10;Overlays to be cut are also provided to vary the battlefield. No two games of Champs de Bataille will be the same.&#10;&#10;Through eight lists that will allow you to experiment with many army combinations and four historical scenarios(*), this module will give you the opportunity to replay many battles with a relatively simple system.&#10;&#10;(*)    Paraitacene (317), Gaza (312), Ausculum (279),  Ilipa (206).&#10;&#10;&mdash;description from the publisher (edited)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "History: Punic Wars",
      "History: Sicilian Wars",
      "History: Wars of the Diadochi and Syrian Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Champs de Bataille (Vae Victis)",
      "Series: Collection Jeux d'Histoire (Vae Victis)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Helios",
    "ID": 354682,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354682/helios",
    "Min Players": "3",
    "Max Players": "15",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "FORTUNE FAVOURS THE BOLD&#10;A card game for the brave, to be played with friends. The aim of the game is to win by earning coins or stealing them from your opponent. Guess the suit or the god behind the cards to get more powers to use against your opponents. You can change the game by making the right choice at the right time.  Place your bets...&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SuperAce Tennis",
    "ID": 354688,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/354688/superace-tennis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "SuperAce Tennis is the perfect simulation of real tennis on your table. Instead of a tennis ball, jumping fleas, instead of athletes figurines. To do this, a court with a surface specially developed for this game. Play singles or doubles, organize an exciting tournament with family and friends. The game includes a mobile application that will make it easier for you to calculate the score.&#10;&#10;Attack with precise blows or patiently wait for the opponent's mistake. Play, train, improve, win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Flicking",
      "Real-Time"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Totenstadt: Vier Pfoten Booster",
    "ID": 354689,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354689/totenstadt-vier-pfoten-booster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This booster expands Totenstadt by 21 new cards!&#10;&#10;Explore the dog school, fight mutants and zombie dogs or find a friend for life!&#10;&#10;The cards can simply be mixed up with the Totenstadt basic box and the missions can be expanded with new possibilities and encounters!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Dieser Booster erweitert Totenstadt um 21 neue Karten!&#10;&#10;Erkundet die Hundeschule, bek&auml;mpft Mutanten und Zombie Hunde oder findet einen Freund f&uuml;rs Leben!&#10;&#10;Die Karten k&ouml;nnen einfach mit der Totenstadt Basisbox vermischt werden und die Missionen mit neuen M&ouml;glichkeiten und Begegnungen erweitern!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Exploration",
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Dogs",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Totenstadt: Hausverbot Booster",
    "ID": 354690,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354690/totenstadt-hausverbot-booster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This booster expands Totenstadt by 21 new cards!&#10;&#10;Explore the night clubs of the Totenstadt, fight with bouncers and find out what gold is hidden in the safe!&#10;&#10;The cards can simply be mixed up with the Totenstadt basic box and the missions can be expanded with new possibilities and encounters!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Dieser Booster erweitert Totenstadt um 21 neue Karten!&#10;&#10;Erkundet die Nachtclubs der Totenstadt, schlagt euch mit T&uuml;rstehern rum und findet raus was sich goldenes im Tresor versteckt!&#10;&#10;Die Karten k&ouml;nnen einfach mit der Totenstadt Basisbox vermischt werden und die Missionen mit neuen M&ouml;glichkeiten und Begegnungen erweitern!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Exploration",
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Totenstadt: Frischfleisch Booster",
    "ID": 354691,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354691/totenstadt-frischfleisch-booster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This booster expands Totenstadt by 21 new cards!&#10;&#10;Defend yourselves against Eddie and his cannibals.&#10;Save your victims from being slaughtered as a main course and grab a fancy meat cleaver!&#10;&#10;The cards can simply be mixed up with the Totenstadt basic box and the missions can be expanded with new possibilities and encounters!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Dieser Booster erweitert Totenstadt um 21 neue Karten!&#10;&#10;Verteidigt euch gegen Eddie uns seine Kannibalen.&#10;Rettet ihre Opfer davor als Hauptspeise auf der Schlachtbank zu laden und schnappt euch ein schickes Fleicherbeil!&#10;&#10;Die Karten k&ouml;nnen einfach mit der Totenstadt Basisbox vermischt werden und die Missionen mit neuen M&ouml;glichkeiten und Begegnungen erweitern!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Exploration",
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Totenstadt: Zeit des Horters Booster",
    "ID": 354692,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354692/totenstadt-zeit-des-horters-booster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This booster expands Totenstadt by 21 new cards!&#10;&#10;It's Christmas in the Totenstadt and the Hoarder is on the way!&#10;Take care of your equipment and prevent thieving elves from getting their hands on it.&#10;Then there is Robert the reindeer ...&#10;&#10;The cards can simply be mixed up with the Totenstadt basic box and the missions can be expanded with new possibilities and encounters!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Dieser Booster erweitert Totenstadt um 21 neue Karten!&#10;&#10;Es ist Weihnachten in der Totenstadt und der Horter ist unterwegs!&#10;Passt auf eure Ausr&uuml;stung auf und verhindert das diebische Elfen sie in ihre H&auml;nde bekommen.&#10;Dann ist da noch Robert das Renntier ...&#10;&#10;Die Karten k&ouml;nnen einfach mit der Totenstadt Basisbox vermischt werden und die Missionen mit neuen M&ouml;glichkeiten und Begegnungen erweitern!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Exploration",
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Viscounts of the West Kingdom: Crossover Promo Pack",
    "ID": 354693,
    "Year": "(2022)",
    "Geek Rating": "5.624",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354693/viscounts-of-the-west-kingdom-crossover-promo-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This mini expansion is included inside the Viscounts Collector's Box. It will also be made available for individual purchase.&#10;&#10;Consists of 12 promo items: 4 Outsiders, 4 Hero Townsfolk, and 4 Chest Tiles. All of these items require both Gates of Gold and Keeper of Keys to function, as they tie together elements from both expansions.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: Francia",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Monsters",
    "ID": 354694,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/354694/my-monsters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Once upon a time, there was ... a monster! Well, many monsters to be exact, in different colours, with spots, scales, fur... Monsters of every kind!&#10;&#10;A game of observation and speed for the whole family.  Find the monster parts shown on the dice and build the maximum number of monsters.&#10;&#10;A very funny game that, in addition to:&#10;&#10;     stimulates visual perception&#10;     practices mental agility&#10;     requires players to make logical deductions&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Dice",
      "Exploration",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Different Dice Movement",
      "Pattern Building",
      "Pattern Movement"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chameleon",
    "ID": 354697,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/354697/chameleon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A solid wood game for two persons. Every player tries to collect 6 tiles in different colors (red, blue, green, yellow, purple and light green).&#10;&#10;The rules are simple. Roll the (normal) dice and rotate the big wooden dice around one of it's edges on the board so many times. If it stops above a tile with the same color as the dice shows take it. Please note that no player can cross a tile more than two times or select tiles of the same color more than once. Who first owns all six different tiles wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die Olchis: Das Spiel zum Film",
    "ID": 354700,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/354700/die-olchis-das-spiel-zum-film",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "A muffle fart cool memo game:&#10;&#10;Cheesy stinker sock, it smells quite rotten in Schmuddelfing! The Olchis have until 12 noon to free the small town from the bad smell. Then begins the citizens' meeting, at which the future of the dirty finger dump, the home of the Olchis, is decided.&#10;&#10;Go together with the Olchi children in search of fine herringbones, toady slippers and crisp batteries. You have to roll in order and reveal cards. As soon as three cards of the same waste are revealed it is automatically selected. But be careful not to accidentally get a voucher for the wellness hotel. Because then it's time to Yikes, off to the bathtub, take a bubble bath, and that costs valuable time!&#10;&#10;The game starts with an area of 4 times 6 hidden tiles with the player token in one corner and the vouchers in the others.&#10;&#10;Roll a dice and either increase the time if the dice shows a clock or move depending on the result 1-3 fields with a single player token. Ensure that the final field is revealed and add a chip on all three tiles with player tokens if they are equal. For the next turn hide the tiles without chip again if you leave it and the next player tries again.&#10;&#10;You win the game if the clock shows less than 12 o&lsquo;clock and there are chips on all waste tiles otherwise you loose.&#10;&#10;",
    "Categories": [
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Creatures: Die Olchis (designed by Erhard Dietl)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hike!: Events and Traits Expansion Pack",
    "ID": 354703,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354703/hike-events-and-traits-expansion-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "If you like Hike! and wish to have an even bigger experience, the Events and Traits expansion is for you. It adds a hefty deck of 64 cards to the gameplay. It includes trait cards that players get at the beginning of the game and that give them a bit of asymmetric starting positions, and event cards that add another layer to card drafting, and present players with more options in the race phase. Event cards are divided into two groups - the majority of them are events that only influence the race track or the player that played them, and there are 12 event cards that include more player interaction and a bit of 'take that' element. Players can decide if they want these last 12 events part of the game or not. The cards include text in English.&#10;&#10;-description from the Kickstarter campaign&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Events",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Dogs",
      "Crowdfunding: Kickstarter",
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iago",
    "ID": 354704,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/354704/iago",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Iago is an abstract strategy game for two players. It is based on Othello, but starts with an empty board and has rules for forced capture, like checkers.&#10;&#10;Enemy disks that are flipped over by being sandwiched by your disks become the third color, red, instead of your color. If the red disk wants to flip over again, one of your disks sandwiching it must be in the outer area or in the center space. Your final score is determined by multiplying the number of discs in the inner area by ones in the outer area.&#10;&#10;Like Iago, who tricked Othello in Shakespeare's tragedy, you can use these rules to cunningly outsmart your opponent.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blue Coats: Black Flags",
    "ID": 354705,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/354705/blue-coats-black-flags",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Not just another pirate game, &quot;Blue Coats - Black Flags&quot; is a historical deck-building board game that has 4 unique factions (2 more added in the upcoming &quot;Yankees and Frogs&quot; expansion).&#10;&#10;The British faction is based on the historically proud navy of the British empire.  Its crews and fighting prowess is unmatched in the game.  When the British tasked its navy to get something done in the late 1700s and early 1800s, there was none better than the blue coats of Britain.&#10;&#10;The Spanish faction is past its prime, but still has plenty of teeth to compete with the British. However, its main focus is to get treasure ships back to Spain while avoiding pirates and other navies who also have a hunger for gold.&#10;&#10;The pirate faction is a disjointed conglomeration of characters like Blackbeard, Jack Rackham, Mary Read, Black Bart Roberts, and others, each trying to capture victory points by looting, pillaging, or capturing prize ships.  If they can pull together and establish a Pirate Republic and add a little whimsy, the black flags of the pirate faction may even have enough swagger to take on the navy factions in the game.&#10;&#10;The merchant faction produces exports and seeks to get them back to Europe.  They establish plantations, produce crops and get them to port, then ship them off for export.  Of course, with pirates lurking everywhere and navy captains stopping your ships for inspection, it'll take everything the faction has to produce enough VP for a win.&#10;&#10;So, pick your side and customize your deck (or play with the suggested decks) to give yourself the best chance to win.&#10;&#10;The game is packed with historically accurate people and ships of the Age of Sail and Age of Piracy.  They made history.  Can you rewrite it?&#10;&#10;&#10;    Note: 2 more factions have been added in preparation for our Kickstarter event in late summer of 2023.  The &quot;Yankees and Frogs&quot; expansion adds the American and French factions to the game for even more historical shenanigans and cooperation.  &#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter",
      "Region: Caribbean Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time to Mate",
    "ID": 354707,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/354707/time-to-mate",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A strategic board game about biology of mating and competition. In Time to Mate, players race against each other in a bid to spread their genes around the island. Players must be strategic in building the Reproduction and Survival traits of their male and female Mates to gain the most DNA points through mating and cooperation with other players.&#10;&#10;Improve your Mate's traits to become the most attractive lover or the deadliest fighter. Deceive and betray other players, form alliances, survive catastrophic season events, and even inbreed (if you dare...).&#10;&#10;Every game is a new adventure with Time to Mate, so there is never a dull moment on this island. New players bring on new tactics, new rounds bring on new seasons and their unpredictability.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Alliances",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Hexagon Grid",
      "Negotiation",
      "Resource to Move",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Biology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heckonomics",
    "ID": 354708,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354708/heckonomics",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Heckonomics was originally known as Fiscal Warfare. The objective of players is to gain as much money as possible by the end of the game. During the game players roll the dice and choose where to travel to within the limitations of their roll. After landing they can take an applicable action. This mostly involves investment in companies or political actions. Players are able to influence the population of the city in order to gain votes. This allows them to make political decisions that can impact the financial situation in the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Basketball Legends",
    "ID": 354710,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.06",
    "Link": "https://boardgamegeek.com/boardgame/354710/basketball-legends",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A comprehensive basketball simulation with the capability of playing high school, college, and professional basketball teams based on their real stats.&#10;&#10;After the initial setup, which adjusts a team's ratings in various offensive and defensive statistical categories, the play is resolved by rolling dice and consulting the appropriate chart on the applicable team.&#10;&#10;Players can adjust the rolls by spending &quot;Coaching Points&quot; that affect the outcome of particular plays. This adds a strategic gameplay element to a genre of games that is often very dice-driven.&#10;&#10;Example: Team A may be very good at offensive rebounds. When a shot is missed, they would have a better chance of grabbing a rebound than teams without as good ratings. By spending coaching points, those results can be modified. Doing so at key moments can have a huge effect on the game outcome.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Math",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Take That"
    ],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pog Surf'n Toss Game",
    "ID": 354711,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354711/pog-surfn-toss-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Toss your Pogs onto a teetering &ldquo;seasaw,&rdquo; while keeping them from sliding off. Use strategy to bounce off or slide under the central Pogman. Get rid of all your milkcaps first to win.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Flicking",
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "マチナミトリテ (Machinamitorite)",
    "ID": 354712,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/354712/machinamitorite-machinamitorite",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a fashionable open terrace cafe.&#10;&#10;Today, traveling is gathered with friends who have a hobby.&#10;If you bring a nice picture of the cityscape you took while traveling and let the memories of each fun trip bloom ...&#10;&#10;Suddenly, a gust of wind blew the photo away!&#10;&#10;I picked it up in a hurry, but the photos fell apart, and I have no idea who took them or where.&#10;&#10;Get more photos of the same cityscape than anyone else!&#10;&#10;[Game Play]&#10;Matinami Trite is a trick taking game.  There are 4 suits (value 1~5) and one additional special trump (green) suit (value &quot;A&quot; or 0).  Players have to follow the lead suit in a round.  The game has a set of special designed cards with different terrace card back of a card.  Players have to win tricks and collect cards of different terrace so that they can get high scores at game end.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lauf und kauf Persil 59",
    "ID": 354713,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354713/lauf-und-kauf-persil-59",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A typical roll and move type promotional board game. The players take turns to roll and move. They start in front of their respective tracks. The first to reach space 17 wins the game. On the numbered intersections of both tracks events hinder or benefit the players.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "In the Palm of your Hand: Life of Mei",
    "ID": 354714,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354714/in-the-palm-of-your-hand-life-of-mei",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Expansion for the game In the Palm of your Hand: try to make your teammate guess the right card by miming it using the objects in the box in the palm of their hand as their eyes remain closed.&#10;Discover beautiful illustrations showing the life of Mei, wife of the first hero of the game, Leon.&#10;&#10;In this expansion, discover &laquo;The Life of Mei&raquo; from her childhood to the encounter with Leon. See the story of the core game through the eyes of this new character! Adds a nice replay value to the core game with 50 new cards and 2 new objects.&#10;&#10;Mix the 50 cards of this expansion with the 100 cards of the core game. Add the 2 new objects to the ones from the core game. Play as usual and discover the life of the characters from another angle. Find new ways to mime the cards of the base game thanks to the new objects, as well as new ways to use the objects of the base game thanks to the 50 new cards. The cards also bring new possibilities to interfere with the memories!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Circuitry",
    "ID": 354715,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/354715/circuitry",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Build the circuit board with the help of 30 double-sided cards. Move strategically your pawn from a CHARGE POINT to the MASTER NODE and collect and play the charge cards. You can change the circuit board's pathways, or force your opponents to move when they don&rsquo;t want to. The goal: build and negotiate the pathways to reach your charge point, before returning to the master node and eliminate other players.&#10;&#10;How to Play: &#10;Take circuit-board card #1 and put it with the numbered side face-up between all the players. Each player chooses a coloured pawn and places it on the matching coloured NODE of card #1.&#10;&#10;The CHARGE POINT circuit-board cards (#2-#7): each have a different coloured charge point.&#10; Each player takes the CHARGE POINT card that corresponds to their pawn's colour and the rest of the CHARGE POINT cards are now put away and no longer used.&#10;The remaining circuit-board cards (#8 - #30) are shuffled and each player is dealt an additional 3 so each player now has 4 circuit-board cards in hand (which includes their CHARGE POINT card). The rest is put away.&#10;&#10;The gold-back mini cards (movement and certain action cards) are shuffled and placed in their own deck (face down). The green action mini cards are separated into their own corresponding piles (6 of them) and placed face up.&#10;&#10;Turns: &#10;Each turn a player selects 2 mini cards of any combination that they wish to take. &#10; A player can have as many mini cards in hand as they wish, and may play any amount of mini cards in any order during their turn&#10;&#10;Each turn a player may also play (but does not have to) a single circuit-board card at any point in their turn, any way up and in any orientation, as long as it connects to a corresponding edge of another card (i.e. longest edge to longest edge, etc - you get the gist).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Player Elimination",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cross",
    "ID": 354716,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/354716/cross",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The goal of the players is to lay a continuous path from their own corner to the opposite corner on a square game board. To do this, they draw face-down tiles with single-lane and double-lane paths and lay out up to 3 tiles per turn. &#10;The winner is determined by scoring over a previously agreed number of games.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Battle for Greyport – Kite Bomber",
    "ID": 354717,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354717/the-red-dragon-inn-battle-for-greyport-kite-bomber",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "100",
    "Weight": "0",
    "Description": "A new monster card for Battle for Greyport.&#10;&#10;The promo card comes from The Red Dragon Inn: Battle for Greyport: Store Event Kits &ndash; Season 2&#10;&#10;Damage: Black die&#10;Title: Kite Bomber&#10;Hit Points: 6&#10;Text Box: If you defeat Kite Bomber with Snipe damage, deal (black die) damage to a pirate ship or location monster&#10;Threat: 1&#10;Faction: Pirates&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Goblins",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tang Garden: Seasons",
    "ID": 354718,
    "Year": "(2024)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354718/tang-garden-seasons",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The roofs of the villages of the Tang Dynasty are the first to notice the slightest temperature changes and the passing of time. The wind blows, raising dry leaves that fly before the snow covers every architecture. After several days the air starts smelling like pollen and gets warmer, the flowers start blooming again, and the sun dries the mud into cracked earth once again.&#10;&#10;Tang Garden: Seasons is the final expansion for Tang Garden. We have crafted different rich scenarios by getting inspiration from the mechanisms you most love in board games that will completely change the way you create your beautiful garden. In this expansion, you will find new tiles, decorations, panoramas, visitors, boards, and new components that you have never seen before.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Environmental"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction: Sealed Bid",
      "Cooperative Game",
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Game: Tang Garden",
      "Series: 30 Journeys (Thundergryph)",
      "Theme: Gardening",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "5MAL5",
    "ID": 354719,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354719/5mal5",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this game inspired by a television format, players must attempt to guess 5 letter words similar to word mastermind. If the guesser manages to guess the word within 5 rounds, he may draw 2 chips, which he places on his bingo board. The guessing right changes to the opponent if the player fails to think of a guess word within a certain time, fails to find the correct word after 5 rounds or draws a red ball while drawing the chips. The first player to complete a bingo row wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Word Game"
    ],
    "Mechanics": [
      "Bingo",
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ghosts Love Candy Too: Dice Tower 2022 Promo Cards",
    "ID": 354722,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354722/ghosts-love-candy-too-dice-tower-2022-promo-cards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Set of four promo cards for the Dice Tower 2022 Kickstarter campaign.&#10;&#10;The pack includes four new kids that can be mixed into your deck of kids, each with new abilities not found on other cards:&#10;&#10;&#10;     Game Reviewer - Tell everyone your least favorite candy. You may then swap up to 3 of those candies from your stash for any treats in the neighborhood or discard pile. &#10;&#10;&#10;&#10;     Dice Tower - Discard a kid from the deck and look at its number. If it is 20 or lower, discard a candy. If it is 80 or higher take a treat from the discard. &#10;&#10;&#10;&#10;     Bowl of Cereal - The first player in turn order must haunt the Bowl of Cereal or place a treat on them.&#10;&#10;&#10;&#10;     Meeple - You may place a treat from your stash on any other kid in the neighborhood then use their ability if able. &#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "2070",
    "ID": 354726,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/354726/2070",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Victims of an attack, the plans of an unprecedented technology have been stolen from the powerful Solax laboratories.&#10;&#10;In 2070, you play as a group of elite agents: an android, a martial arts expert, an alien, and a mercenary. Your mission is to intercept the spy droid in the streets of Rome. Nobody dares to imagine the consequences if you fail...&#10;&#10;Investigation, traps, fights, survival and puzzles await you, but will you be able to work together to succeed in your common hunt without being distracted by your individual secret objectives? Play alone or with others, make the right choices of paths and actions and weave your own adventure because YOU are the heroes!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Cities: Rome (Lazio, Italy)",
      "Series: Graphic Novel Adventures (Makaka Editions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Potion House",
    "ID": 354730,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/354730/potion-house",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "0",
    "Description": "The witch is finally going on holiday and will hand over the potion house to her best apprentice.&#10;&#10;     Choose how many ingredients your potions will contain.&#10;     Search the attic and memorise where they are hidden.&#10;     Make your potions using the magic wand.&#10;&#10;&#10;Keep an eye on what your opponents are doing to make the best potions as fast as possible!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Misc: LongPack Games",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schnauferl-Rennen im Revier",
    "ID": 354735,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354735/schnauferl-rennen-im-revier",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players take turns to roll and move their cars. They start at &quot;Start&quot;. The first to reach &quot;Ziel&quot; wins the game. On some spaces events hinder or benefit the players.&#10;&#10;The game was published as &quot;Das gro&szlig;e Weinachts-W&uuml;rfelspiel der WAZ&quot; in the Christmas 1965 edition of the &quot;Westdeutsche Allgemeine Zeitung&quot;.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Country: Germany",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die WAZ Flaschenpost",
    "ID": 354738,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354738/die-waz-flaschenpost",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players take turns to roll and move their bottles. They start at space 1 (Rheinhausen). The first to reach &quot;Ziel&quot; (Zeeland) wins the game. On some spaces events hinder or benefit the players.&#10;&#10;The Game was publishes in the Christmas 1963 issue of the &quot;Westdeutsche Allgemeine Zeitung (WAZ)&quot;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "それやっぱボクの！ (Sore Yappa Bokuno!)",
    "ID": 354739,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354739/soreyatsupabokuno-sore-yappa-bokuno",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#130;&#132;&#227;&#129;&#163;&#227;&#129;&#177;&#227;&#131;&#156;&#227;&#130;&#175;&#227;&#129;&#174;&#239;&#188;&#129; (Sore Yappa Bokuno!) is a card game from Japan. Players are babies, squabbling over who gets the toys and baby bottles.&#10;&#10;Each player has cards marked I Want! or I Don't Want!. Object cards are dealt up and players place their cards face-down on these. When the cards are turned up, the player with a lone I Want! collects the card. But if more than one has placed I Want! on an object, nobody gets it.&#10;&#10;Players are trying to build up sets and score points to win the game.&#10;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Revier-Spiel",
    "ID": 354742,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354742/revier-spiel",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players take turns to roll and move. They start in Essen. The first to return to Essen wins the game. On some spaces events hinder or benefit the players.&#10;&#10;The game was published in the April 1985 issue of the &quot;Westdeutsche Allgemeine Zeitung (WAZ).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Static Capture",
      "Track Movement"
    ],
    "Families": [
      "Country: Germany"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Okol Invasion",
    "ID": 354743,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/354743/okol-invasion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "We get into the role of some aliens from the planet Multiplus called Okols.&#10;&#10;     The goal of the Okols is to recharge the energy of mother D10 by conquering all the planets in the universe.&#10;     All this will be achieved by playing two of our 10 cards and multiplying one of them with the power of the D10 and placing the result in one of the squares of the map of the planet to conquer.&#10;     In this game you will conquer the planet earth, a lava planet , submarine and many others.&#10;     You will practice your multiplication tables while having fun in this board game with area control mechanics, cards and dice.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Math",
      "Print & Play",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Multiple Maps",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Polyhedral (not D6) dice",
      "Creatures: Aliens / Extraterrestrials",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Totenstadt: Angriff der Killer-Kürbisse Booster",
    "ID": 354770,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354770/totenstadt-angriff-der-killer-kurbisse-booster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This booster expands Totenstadt by 21 new cards!&#10;&#10;The Totenstadt is criss-crossed by a network of pumpkin tendrils, pumpkin fields clog the streets and a crazy professor is about to create a huge monster pumpkin!&#10;&#10;The cards can simply be mixed up with the city of the dead basic box and the missions can be expanded with new possibilities and encounters!&#10;&#10;&mdash;description from the designer&#10;&#10;Dieser Booster erweitert Totenstadt um 21 neue Karten!&#10;&#10;Die Totenstadt wird wird von einem Netz von K&uuml;rbisranken durchzogen, K&uuml;rbisfelder verstopfen die Stra&szlig;en und ein verr&uuml;ckter Professor will einen gewaltigen Monster K&uuml;rbis erschaffen!&#10;&#10;Die Karten k&ouml;nnen einfach mit der Totenstadt Basisbox vermischt werden und die Missionen mit neuen M&ouml;glichkeiten und Begegnungen erweitern!&#10;&#10;&mdash;description from the designer (German)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Exploration",
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dream a Tree",
    "ID": 354772,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/354772/dream-a-tree",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Help the squirrels to build the tree of their dreams by using all branches. A game where helping is the key to win!&#10;&#10;The goal is to use the most tiles possible to build the biggest most beautiful tree. Start the game by placing the two &quot;owl&quot; tiles on the playing surface, making sure you leave enough room to grow your tree in all directions. New tiles must match all adjacent sides with the existing tiles. The game is over when you can no longer add a tile because there is no legal placement or there are no more tiles. The prize is  admiring your creation.&#10;&#10;Instructions in English, French, German, Italian, Spanish &amp; Catalan.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Squirrels",
      "Players: Games with Solitaire Rules",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operation Neptune",
    "ID": 354773,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354773/operation-neptune",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The British assault on the river Seine in August 1944.&#10;&#10;This historical ASL (HASL) module includes:&#10;&#10;     10 scenarios plus a campaign game&#10;     1 25&quot;x25&quot; map&#10;     90 1/2&quot; counters&#10;     32 5/8&quot; counters&#10;     Rules&#10;     Chapter Divider card.&#10;&#10;&#10;This is not a complete game. Ownership of the following products are required to play all of the included scenarios:&#10;&#10;BFP: Either of the following: Poland in Flames or Onslaught to Orsha 2 (2 counters needed)&#10;MMP/Hasbro/AH: Beyond Valor, For King and Country (or West of Alamein)&#10;&#10;3 of the scenarios need boards from other MMP products.&#10;ON 1-7 use the HASL map&#10;ON-8 uses boards 81 and 83 from Forgotten War&#10;ON-9 uses boards 1b and 4b from Action Pack 6 &amp; Action Pack 8&#10;ON-10 uses board 7a from Action Pack 9&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Final Girl: Into the Void",
    "ID": 354775,
    "Year": "(2023)",
    "Geek Rating": "6.249",
    "Avg Rating": "8.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354775/final-girl-into-the-void",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.9444",
    "Description": "Final Girl Feature Film Box&#10;&#10;Deep space. You and the rest of the crew of the USCSS KONRAD find yourself in deep sh... er ... space when you notice something scurries across the floor and into the ventilation shaft. Can you destroy it before it morphs into something much bigger and much deadlier? Or will the Evomorph harvest the bodies of the entire crew?&#10;&#10;It&rsquo;s kill or be killed in when you&rsquo;re being hunted in space! The Evomorph will evolve over the course of the game and features a &ldquo;vanishing&rdquo; mechanic where it will disappear into the ventilation shafts only to return when you least expect it&hellip; or perhaps if you plan it right, into a well-laid ambush!&#10;&#10;The USCSS KONRAD spaceship introduces &lsquo;keycards&rsquo; that can be used to access different parts of the ship. Will you kill your foe the old-fashioned way? Self-destruct the ship and escape? Or perhaps you&rsquo;ll try to airlock the killer into the void!&#10;&#10;The Core Box, when combined with one of our Feature Film Boxes, has everything you need to play the game. Each Feature Film Box features a unique Killer and and iconic Location, and the more Feature Films you have, the more killer/location combinations you can experience!&#10;&#10;Each Feature Film Box is double-sided, with amazingly illustrated covers on the front AND back. Not only that, but the magnetically attached box covers are removable, with the reverse of each functioning as the Killer and Location boards respectively.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Final Girl",
      "Game: Final Girl, Series 2",
      "Misc: LongPack Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Final Girl: Panic at Station 2891",
    "ID": 354776,
    "Year": "(2023)",
    "Geek Rating": "6.176",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354776/final-girl-panic-at-station-2891",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "3.0714",
    "Description": "Final Girl Feature Film Box&#10;&#10;There's nowhere to run when an unseen enemy comes to the arctic station where you and a small project group have come to do research. The only way out is by helicopter, but the problem is, you don't know who you can trust. Who has been assimilated by the organism? Someone? Everyone?&#10;&#10;You won&rsquo;t know who you can trust when playing against The Organism. How can you fight what you can&rsquo;t see? You&rsquo;ll have to test the victims in the lab or with test kits you find to determine if they&rsquo;ve been assimilated. Of course, your real job is to kill mutated victims to stop the spread once identified! Featuring three different types of organisms, you&rsquo;ll never know what you are going to face.&#10;&#10;The arctic Station 2891 features new unique challenges. Anyone who stays outside too long risks succumbing to frostbite, but the only escape is via the helicopter traveling to and from the station from the Arctic airport. Will you try to save your comrades against all odds, or look out for numero uno and use them to buy yourself time?&#10;&#10;The Core Box, when combined with one of our Feature Film Boxes, has everything you need to play the game. Each Feature Film Box features a unique Killer and and iconic Location, and the more Feature Films you have, the more killer/location combinations you can experience!&#10;&#10;Each Feature Film Box is double-sided, with amazingly illustrated covers on the front AND back. Not only that, but the magnetically attached box covers are removable, with the reverse of each functioning as the Killer and Location boards respectively.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Final Girl",
      "Game: Final Girl, Series 2",
      "Misc: LongPack Games",
      "Movies: Horror Movies",
      "Movies: The Thing",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Final Girl: A Knock at the Door",
    "ID": 354777,
    "Year": "(2023)",
    "Geek Rating": "6.138",
    "Avg Rating": "8.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354777/final-girl-a-knock-at-the-door",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.9167",
    "Description": "Final Girl Feature Film Box&#10;&#10;Nothing like a reunion at the quiet and secluded Wingard Cottage. Everyone is having a great time. The booze is flowing and the party has begun. Then comes a knock at the door. A quick glance around the room tells you everyone who's supposed to be here already is... You approach the door and slowly open it, peeking around the edge of the door. No one is there. But someone was... the question is, who?&#10;&#10;What horror game would be complete without a home invasion? The Intruders are here. Face not one, not two, but THREE killers. You thought one was hard, but you&rsquo;re really going to have to stay on your toes against these murderous menaces.&#10;&#10;Wingard Cottage offers a new challenge with unique events and a new crafting mechanism that lets you take ordinary items and turn them into epic weapons. Stick with that knife or scrounge up some wood and nails to craft The Obliterator? It will be up to you, just make the call before it is too late!&#10;&#10;The Core Box, when combined with one of our Feature Film Boxes, has everything you need to play the game. Each Feature Film Box features a unique Killer and and iconic Location, and the more Feature Films you have, the more killer/location combinations you can experience!&#10;&#10;Each Feature Film Box is double-sided, with amazingly illustrated covers on the front AND back. Not only that, but the magnetically attached box covers are removable, with the reverse of each functioning as the Killer and Location boards respectively.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Final Girl",
      "Game: Final Girl, Series 2",
      "Misc: LongPack Games",
      "Movies: Horror Movies",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Final Girl: Once Upon a Full Moon",
    "ID": 354778,
    "Year": "(2023)",
    "Geek Rating": "6.040",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354778/final-girl-once-upon-a-full-moon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "Final Girl Feature Film Box&#10;&#10;Over the river and through the woods to grandmother's house you go. Never mind the growling, it must be your imagination, just keep skipping and singing. You stop in your tracks as a big, bad wolf leaps onto the path in front of you. Its eyes glow red and drool drips from its fangs as it stands on the path between you and your destination... Grandma will have to wait.&#10;&#10;Not every story ends happily ever after. This isn&rsquo;t the Big, Bad, Wolf you imagined as a child. It&rsquo;s bigger and badder than you could imagine. Can you slow the wolf down before it becomes fast enough to move anywhere on the board in a single turn? Featuring &ldquo;hunt&rdquo; and &ldquo;slay&rdquo; modes, the killer will take different actions depending on what mode it is in, making for yet another unique challenge for you to tackle!&#10;&#10;Storybook Woods features a unique layout with a river running through the land. You&rsquo;ll have to cross rickety bridges only you and one victim can safely traverse. Fairy tale events and items may be a magical miracle or a crippling curse. Will you get lost, or make it out of the woods alive?&#10;&#10;The Core Box, when combined with one of our Feature Film Boxes, has everything you need to play the game. Each Feature Film Box features a unique Killer and and iconic Location, and the more Feature Films you have, the more killer/location combinations you can experience!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Final Girl",
      "Game: Final Girl, Series 2",
      "Misc: LongPack Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Final Girl: Madness in the Dark",
    "ID": 354779,
    "Year": "(2023)",
    "Geek Rating": "6.072",
    "Avg Rating": "8.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354779/final-girl-madness-in-the-dark",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.8333",
    "Description": "Final Girl Feature Film Box&#10;&#10;No matter where you go in Wolfe Asylum, noises and voices always seem to echo. It is particularly frightening when one of the residents cackles or a group of them cheer during a game of bingo in the common room. Those noises are nothing, however, compared to the blood-curdling shrieks of terror generated by the evil brand of medical &quot;care&quot; the Ratchet Lady is giving the asylum's residents and staff. What do you do when the maniacs come?&#10;&#10;The Ratchet Lady is in a mood. She&rsquo;s performing her own brand of therapy on the victims, turning them into bloodthirsty maniacs. You&rsquo;ll have to decide if you want to try to calm them down or kill them before they can kill you. But the only way to really stop them will be to put down the Ratchet Lady herself.&#10;&#10;Wolfe Asylum seems harmless and like a typical mental institution to outsiders. Inside lies something very different. There&rsquo;s medicine and other drugs inside that can, shall we say, amplify your abilities. But at what cost? When the choice is death or a potential side effect, it really isn&rsquo;t a choice at all. Down the hatch!&#10;&#10;Each Feature Film Box is double-sided, with amazingly illustrated covers on the front AND back. Not only that, but the magnetically attached box covers are removable, with the reverse of each functioning as the Killer and Location boards respectively.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Final Girl",
      "Game: Final Girl, Series 2",
      "Misc: LongPack Games",
      "Movies: Horror Movies",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What Cause The Big Whoopsie?",
    "ID": 354782,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354782/what-cause-the-big-whoopsie",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A catastrophic event known as 'The Big Whoopsie' has wiped out most of the humans across the planet. &quot;Oh heck!&quot; I hear you say.&#10;&#10;All that is left to do for the survivors is to pin the blame on someone... obviously.&#10;&#10;As a head of one of these organisations, you must piece together the remnants of the world and discover if it was a Nuclear no no, a WOAH! Winter, a nasty Nature or if it was Aliens!... Ahhhh!&#10;&#10;...and find out once and for all, what caused the Big Whoopsie.&#10;&#10;What Caused The Big Whoopsie is a 2-4 player game involving drafting, secret objectives, secret bidding and tile matching with transparent plastic cards, all around the glorious apocalypse!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Science Fiction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hidden Victory Points",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Turn Order: Auction"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silvis",
    "ID": 354783,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354783/silvis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Silvis Woods are home to many small Critter vying to survive, and the constant threat of the expanding presence of the Predators of the Lobus and Vulporo families brings greater threats.&#10;&#10;Take an ever growing family of Critters and explore the diverse Silvis Woods all the while avoiding Predators and attempting to save as many of your family as you can from the evil Dens and deliver to the great Usates. Usates can only truly rescue one family, and they must have enough Sustenance to be saved. Which unique family will make it?&#10;&#10;In Silvis up to 4 Players will be racing against one another, and the distinctive Predator threat by laying new Forest tiles, playing Cards that can completely alter the state of the board and can cause some ruthless combinations.&#10;&#10;All whilst trying to balance how many Critters to keep in the Woods, each one you save nets you a point, but each one you keep gives you more action points each turn. A game of cute Critters and idyllic forest backdrops with a very large dose of player interaction for those evil enough.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Exploration",
      "Maze"
    ],
    "Mechanics": [
      "Area Movement",
      "Map Addition",
      "Pieces as Map",
      "Race",
      "Roles with Asymmetric Information",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hy-Yah!",
    "ID": 354784,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/354784/hy-yah",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hy-Yah! is a card based physical duel where each card may have two different attacks, for tens of thousands of possible outcomes. Draft different decks to simulate fatigue and strategise on how to bluff and beat your opponent into submission.&#10;&#10;A simple and quick 2 player rock-paper-scissors style card game that fits into a tin, where after drafting each deck at the start of the game players take their hands and simultaneously reveal a two sided cards. These cards range from jabs and uppercuts, to flying kicks and meditation, each one being a counter for another type of ability.&#10;&#10;Choosing not only which card, but which side of the card to play is the key to whittling down your opponents health and winning the most rounds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deck Construction",
      "Open Drafting",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Category: Two-Player Fighting Games",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pandemia",
    "ID": 354787,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/354787/pandemia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2",
    "Description": "PANDEMIA is a competitive strategy game for 1 to 4 players.&#10;&#10;In this game, players need to manage resources to protect the world from a spreading virus. Players are assigned different areas and objectives at the beginning of the game and, by turns, will perform different actions to create synergies and score points.&#10;&#10;Easy to learn but hard to master, &quot;Pandemia: Raging Outbreak&quot; brings some innovative mechanics to the soft-medium euro genre by adding a moderate level of randomness that forces you to collaborate with your opponents and adapt your strategy as the game evolves.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Dice",
      "Territory Building",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Die Icon Resolution",
      "End Game Bonuses",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Open Drafting",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Map (Global Scale)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Once Upon a Crime",
    "ID": 354790,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/354790/once-upon-a-crime",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Not long ago, in Happily-ever-after Village , the situation had become extremely complicated, corruption and crime taken over what was a dream city. Laureate storytellers wandered looking for different tricks to survive in this savage world. The city was in deep chaos, every night a new crime took place, a complicated job even for the most suspicious. Are you aiming to solve them?&#10;&#10;In the game, the players must be divided by teams. One of the first team became the Forensic and will do a story with one card of each category on the table. The players, by teams, will try to solve the Forensic case. At the beginning, the Forensic will provide the name of the case, the victim&rsquo;s name and the time of death.&#10;&#10;Starts with the Forensic rival team, the teams will try to solve the case making inquiries about the possible killers, weapons, crime scene and motive. The Forensic will determine how many mistakes have been made in each of the attempts and will reveal different pieces of evidence that can clarify the event.&#10;&#10;After several attempts, one of the teams will have solved the case. The winning team will be the one that reaches 12 Points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Team-Based Game",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Card Kingdoms – Fire Temple Monsters",
    "ID": 354791,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354791/valeria-card-kingdoms-fire-temple-monsters",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Contains:&#10;&#10;     Hell Wasp&#10;     Sigbin&#10;     Gagambah&#10;     Lava Elemental&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Card Kingdoms – Kaharian Monsters",
    "ID": 354792,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354792/valeria-card-kingdoms-kaharian-monsters",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Contains:&#10;&#10;     Kaharian Hatchlings&#10;     Kaharian Hunt Mage&#10;     Kaharian Brute&#10;     Kaharian Kill Master&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Card Kingdoms – Shade Monster Events",
    "ID": 354793,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354793/valeria-card-kingdoms-shade-monster-events",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The 9 Shaded Monsters from Darksworn as Event Cards for Valeria: Card Kingdoms.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Amulet of Thrayax",
    "ID": 354794,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.71",
    "Link": "https://boardgamegeek.com/boardgame/354794/amulet-of-thrayax",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Amulet of Thrayax is a competitive, card-driven area control board game for 2 - 6 players, designed by Tom Truman and published by Trolls &rsquo;n&rsquo; Rerolls.&#10;&#10;You are eccentric cults, rampaging through the dystopian fantasy city of Bleakpyre, harvesting the souls of decadent nobles and selfish peasants with every outrageous tool at your disposal.&#10;&#10;Battling to win the powerful Amulet of Thrayax, you use a combination of Murder and Counter cards to reap souls - AKA points - from the city.&#10;&#10;To claim the amulet, you'll need to bring all your most devious tactics to the party:&#10;&#10;&#10;     Spend souls to swoop from District to District&#10;     Tip the scales with a variety of corrupt, monstrous and messy &quot;Inconveniences&quot;&#10;     Hijack your opponent's best-laid plans to feed your own soul engine&#10;     Manipulate the Amulet&rsquo;s power to unleash the biggest and baddest combos on your unsuspecting rivals&#10;&#10;&#10;When the final bell chimes, the winner is the cult that has beaten and hoodwinked the most souls out of Bleakpyre.&#10;&#10;If you&rsquo;re looking for a fun, accessible game that also provides a layer of tactical challenge for seasoned gamers, then we think you&rsquo;ll love killing time with Amulet of Thrayax.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Modular Board",
      "Resource to Move",
      "Take That",
      "Turn Order: Auction",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Erune: Miniature Set – Set de figurines",
    "ID": 354795,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354795/erune-miniature-set-set-de-figurines",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This set adds new monsters not in the core box.  It contains &#10;2 Rats&#10;2 Skeletons&#10;2 Skeleton Archers&#10;2 Living Armors&#10;2 Goblins&#10;2 Goblin Archers&#10;2 Goblin Riders&#10;2 Orcs&#10;1 Troll&#10;2 Gargoyles&#10;2 Evil Dogs&#10;1 Fiens&#10;1 Witch&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kantin Wars",
    "ID": 354797,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/354797/kantin-wars",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A card game for people who love playing with their food, or throwing them at other people.&#10;&#10;From the co-creator of The Cikgu Life, comes a game inspired about a real food fight that broke out in a school canteen. Kantin Wars will remind you of the food you enjoyed back in school, while also allowing you to sabo the people around you.&#10;&#10;Players draw food cards which they can throw at each other, until the Discipline Teacher shows up and punishes them all! Play different cards that help you throw better, dodge flying food, hide away or even wash up to ensure you stay clean during the fight!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Food / Cooking",
      "Theme: School / College / University"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Depths of Courage: Attack on Alexandria, December 19, 1941",
    "ID": 354804,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/354804/depths-of-courage-attack-on-alexandria-december-19",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Depths of Courage volume 9 is a solitaire game on the Italian mini-sub attack on Alexandria Harbor. The active player takes on the role of the commanders of the three, two-man crew S.L.C. (Siluro Lenta Corsa) Maiale (Pig) class mini-submarines. You must endeavor to overcome the Allied defenses and night-time visibility to inflict as much damage as possible before being killed, captured or escaping.&#10;&#10;Each copy of Depths of Courage volume 9 is composed of the following:&#10;&#10;One 11 by 17 point-to-point map&#10;20 double sided, un-mounted counters&#10;6 pages of rules with designer notes and bibliography&#10;&#10;Players will also need a standard deck of playing cards (a custom card set for the entire series of games is available) and six sided die to play the game.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Theme: Submarines",
      "Cities: Alexandria (Egypt)",
      "Components: Traditional Playing Cards",
      "Players: Solitaire Only Wargames",
      "Series: Depths of Courage (High Flying Dice)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Totenstadt: Meister der Illusion Booster",
    "ID": 354807,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354807/totenstadt-meister-der-illusion-booster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This booster expands Totenstadt by 21 new cards!&#10;&#10;The cult of blood rages in the Totenstadt. As if zombies and mutants weren't enough, you now also have to deal with blood horrors, suicides and insane blood rituals!&#10;&#10;The cards can simply be mixed up with the Totenstadt basic box and the missions can be expanded with new possibilities and encounters.&#10; -------------------------------------------------------------------&#10;Dieser Booster erweitert Totenstadt um 21 neue Karten!&#10;&#10;Der Kult des Blutes w&uuml;ttet in der Totenstadt.&#10;Als w&uuml;rden Zombies und Mutanten nicht schon genug sein bekommt ihr es jetzt auch nocht mit Blutschrecken, Selbstm&ouml;rdern und irren Blutritualen zu tun!&#10;&#10;Die Karten k&ouml;nnen einfach mit der Totenstadt Basisbox vermischt werden und die Missionen mit neuen M&ouml;glichkeiten und Begegnungen erweitern!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Exploration",
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Totenstadt: Infizierter Glaube Booster",
    "ID": 354808,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/354808/totenstadt-infizierter-glaube-booster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This booster expands Totenstadt by 21 new cards!&#10;&#10;Father Harry calls for church service in the Totenstadt. Disciples and acolytes prepare for baptism, and a priest needs your help to save his flock from Father Harry and his evil minions.&#10;&#10;The cards can simply be mixed up with the Totenstadt basic box and the missions can be expanded with new possibilities and encounters&#10;&#10;&#10;Dieser Booster erweitert Totenstadt um 21 neue Karten!Pater Harry ruft zum Gottesdienst in der Totenstadt.&#10;J&uuml;nger und Messdiener bereiten sich auf die Taufe vor und ein Pater braucht eure Hilfe um seine Sch&auml;fchen zu retten.&#10;&#10;Die Karten k&ouml;nnen einfach mit der Totenstadt Basisbox vermischt werden und die Missionen mit neuen M&ouml;glichkeiten und Begegnungen erweitern!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Exploration",
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter"
    ]
  }
]