[
  {
    "Rank": "N/A",
    "Name": "Animal Rummy",
    "ID": 65422,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/65422/animal-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to identify and sort animals into families according to their characteristics. The learners will be able to determine which animals belong to the Amphibian, Reptile, Mammal, Bird, Fish, and Arachnid family.&#10;&#10;Components:&#10;77 cards&#10;7x10 animal groups&#10;7 reference cards&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ascent: The Climber's Card Game",
    "ID": 65423,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65423/ascent-the-climbers-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The players will be able to correctly list the components for a safe mountain climb.&#10;&#10;Ascent is played like Rummy&#10;&#10;Coponents:&#10;46 cards&#10;There are six groups: Type of Climb, Shoes , Techniques of Climbing, Protection, and Two Required Cards (Belay and Rope).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Assessing Arrhythmias",
    "ID": 65424,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65424/assessing-arrhythmias",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The learner will be able to match acceptable treatments, in sequence, for Ventricular fibrillation (V-fib), Ventricular tachycardia (V-tach) and Asystole, as outlined by the American Heart Association (AHA) Advanced Cardiac Life Support (ACLS).&#10;&#10;Components:&#10;41 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Medical"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Astro Stack",
    "ID": 65425,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65425/astro-stack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "New astrologers will learn the names and meaning of the symbols for the astrological signs, planets, houses and aspects.&#10;&#10;Each player takes a turn by guessing the correct information on the back of the card. If you answer correct you keep the card and you get another turn. If you answer incorrect you turn it back over and it is the other players turn. Your partner may select the card you just missed or any other card. At the end of the game you add up one point for each card you got correct and whoever has the most points wins.&#10;&#10;Components:&#10;47 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Astrology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Authorware Assassin",
    "ID": 65426,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65426/authorware-assassin",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learners will be able to identify different aspects of the program Authorware Professional by Macromedia. Specifically the learners will be able to identify different basic properties of graphics, movies, animations, and sounds.&#10;&#10;The game is played in the following manner:&#10;   1. Dealer shuffles the deck and deals seven cards to the players starting with the player to the left. He then flips the first card of the playing deck over next to the remaining cards.&#10;   2. The player on the dealer's left begins play. They may either pick up the card lying face up or take the top card from the stack. They may choose to keep this card in their hand or return it to the face-up pile on the table. If one of the new cards is taken, one must be discarded in its place. Play continues around the circle.&#10;   3. Players sort their cards according to categories of media type (graphics, video, animation, or sound) or according to informational category (9 categories.)&#10;   4. The winner of the round is the player who is able to discard all of his cards first. Each of the remaining players gets a point added to his score for the cards he has in his hands. Each player is eliminated from play when he exceeds 25 points total. The winner is the last person left after elimination.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battlefield",
    "ID": 65427,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65427/battlefield",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Welcome to Battlefield! The players will be able to memorize the names of officers, battles, and features which correspond to five wars that are taught in the course of study. In the affective domain, the learner will enjoy learning by viewing visual images.&#10;&#10;The object of the game is to get as many runs as possible which represent three categorized components of particular wars. Cards are first sorted into stacks according to: wars, generals, battles, and features. The cards are not named but contain a brief description. To begin, each player draws a war card and the top card from any of the remaining three stacks. As each player reads the brief description on the card drawn, any player who needs that card to make a run with his war card can claim it by correctly identifying the battle, general or feature and by placing one discard into its corresponding stack&#10;&#10;Components:&#10;77 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bible Books Rummy",
    "ID": 65428,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/65428/bible-books-rummy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The player will be able to categorize the Bible's sixty six books by placing them in correct order under appropriate titles.&#10;&#10;Played like Rummy&#10;&#10;Components:&#10;Blue Old Testament cards&#10;Pink New Testament cards&#10;1 Bible Books Rummy Game Board&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Build-A-Meal",
    "ID": 65429,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65429/build-a-meal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The children will be able to identify the major food groups and some of the foods that belong within them. The players will also recognize the idea that each meal should include food from a variety of food groups.&#10;&#10;The object of this game is to build a hand that contains all the necessary food groups in a healthy proportion: 3 cards from the Fruit &amp; Vegetable Group, 2 from the Grains Group, 1 from the Dairy Group, and 1 from the Meats Group. Each card (see Card Design) contains one food item but does not identify the food group.&#10;Play occurs as in traditional rummy card games. All players are dealt seven cards. The remainder cards become the draw pile and are placed on the table between the players. The top card is turned over and placed beside the draw pile to create the discard pile. The first player can choose the top card from the discard pile or a new card from the draw pile. The player then discards one card onto the discard pile. Each player proceeds in this manner until one player has built a healthy meal as noted above. The Water wildcards can be used to substitute for any needed card. The Candy and Soda Cards are of no value in building a winning hand.&#10;&#10;Components:&#10;49 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tall Corn Trivia",
    "ID": 65430,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65430/tall-corn-trivia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "State of Iowa Trivia Game.&#10;&#10;Players must correctly answer questions from each of four categories by landing in each of the category headquarters which are located in each corner of the playing board. The play then proceeds back to the center of the playing board for the game winning question.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jimmy the Greek Odds Maker Basketball",
    "ID": 65431,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65431/jimmy-the-greek-odds-maker-basketball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The board represents a Basketball half-court.   The court is divided into 63 squares that are marked with odds for making a shot from that spot on the court.  Squares closer to the basket are marked with odds for both a guarded and an open shot.  There is a movement track that runs through the outside squares.  Each player has two &ldquo;court decks&rdquo; and one &ldquo;shoot deck.&rdquo;  Most individual plays are resolved by drawing from these decks of cards.&#10;&#10;In normal play, the offense begins with the ball along the outside track.  Both players draw from their court deck.  If the offense has the higher number, the ball can moved (usually closer to the basket) up to the difference between the two numbers.  If the defense has the higher number the ball is moved the difference of the two numbers along the outside track.  If the numbers are equal, special actions such as fouls and turnovers occur.&#10;&#10;When a player shoots, a card is drawn from the &ldquo;shoot deck&rdquo; and the shot resolved according to the odds printed on the square where the shot occurs.  The color of the court deck card used to arrive at that square determines whether it is an open or guarded shot.&#10;&#10;There are also rules for rebounds, fast breaks, 3-pt. shots, 24 sec. clock, &amp; fouls.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Button Game",
    "ID": 65434,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65434/the-button-game",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Given a description of any design location the player will be able to select all buttons from the New Business window that are required to correctly place the location in a workspace -- where it can be digitized.&#10;&#10;The object is to complete scenarios, which are workorder locations from typical electric construction jobs. A completed scenario consists of one scenario card and all applicable button cards. Button cards represent the buttons on the New Business window. The player that places the last button card on a scenario is credited with completing that scenario. &#10;The player with the highest score at the close of play is declared the WINNER!&#10;&#10;Components:&#10;80 cards&#10;20 tokens (candy may be used instead of tokens)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The C-V-C Game",
    "ID": 65435,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65435/the-c-v-c-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players shall be able to use a card game to practice and reinforce the use of consonants and vowels which will increase their ability to decode words.&#10;&#10;Player looks at his /her cards and, if possible, lays down three cards which make a consonant-vowel-consonant word or for more points, four cards forming a consonant-vowel-consonant-vowel (e) word. That player must then say the word and draw the number of cards he laid down.&#10;&#10;The winner is the player who has laid down the most cards.&#10;&#10;Components:&#10;70 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ide a Szfinxet",
    "ID": 65440,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/65440/ide-a-szfinxet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Who makes good use for his Syllable Cards and can answer the questions of Sphinx has a good chance to be first to arrive at The Fountain of Knowledge. This quiz game mixes the baser elements of a really indoor game, such as the knowledge, good lock, taking a risk, maneuvering and the logic.&#10;The players drawing cards from a pack containing 484 syllable cards should endeavor to lay out shorter or longer words which determine the advance, according to their scores. These scores can be grown if the answer for one of the questions is correct or decreased if not, after each move.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "C Rummy",
    "ID": 65442,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65442/c-rummy",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learner will be able to construct syntactically legal C computer programming language statements.&#10;&#10;The players attempt to arrange their cards into complete, syntactically legal C statements for scoring.&#10;The first player to score 300 wins.&#10;&#10;Components:&#10;120 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "CerebralFlatulence",
    "ID": 65444,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65444/cerebralflatulence",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to use the card game, CerebralFlatulence, to jump start the creative process and find &quot;fresh&quot; views to solving problems. This game will enable the learners to avoid &quot;white fright,&quot; the fear of starting a creative piece, and will provide a method for gaining new insights into otherwise mundane topics.&#10;&#10;The learners are enrolled in the arts. The game will be used initially as a part of the creative writing / graphic design class at the high school level.&#10;&#10;The winner will be determined by point scores. The team with the highest point value will win. This game can be limited to one round, or may continue over a longer period of time, depending on the gaming environment. When used in a class setting, this game may easily become part of the grading process.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Checks and Balances",
    "ID": 65446,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65446/checks-and-balances",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to explain the concept of checks and balances within the Federal government.&#10;&#10;The object of Checks and Balances is to win rounds. A round is won by the player with the highest numbered card of the prevailing branch of government at the end of each round. The game is best played with 4 players, but anywhere from 2 to 6 can play. The first person to win 10 rounds is declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chord Constructor",
    "ID": 65447,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65447/chord-constructor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cardgame is designed for intermediate music students, high school age and up, just beginning instruction in basic music theory. These learners already possess note reading skills and are now learning to relate these skills to chord theory and construction.&#10;&#10;Played as Rummy. The object of the game is to collect as many major and minor triads as possible.&#10;&#10;Components:&#10;68 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Music"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chords, Chords, Chords!",
    "ID": 65448,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65448/chords-chords-chords",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to read and recognize the two standard forms of musical notation for guitar, as well as recognize common and useful chord progressions and chromatic movement in those progressions.&#10;&#10;1. Cards are layed out face down on a large surface, &quot;concentration&quot; (or &quot;memory&quot;) style.&#10;2. Players take turns turning over two cards each per turn.&#10;3. If the first card is a match for the second, the player collects the cards and goes again.&#10;4. When all the cards have been turned over and collected, the player with the most cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Music"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Classical Cards",
    "ID": 65449,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/65449/classical-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will use this card game to build upon and reinforce previous information about the major classical music forms (e.g., sonata, overture, etc.), composers, and major examples of the musical forms.&#10;&#10;Object Of Game The underlining object of the game is to learn more about classical music forms, composers, and specific works. The overt object of Classical Cards is to be the first player to score 100 points or more. Players collect points by&#10;A) correctly answering question cards&#10;B) &quot;Going Out&quot; by correctly laying down a TRIO and FOUR OF A KIND.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Music"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Music Making & Makers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classical Rummy",
    "ID": 65450,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/65450/classical-rummy",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This card game serves as a learning aid to Music 350 students. They will learn to classify classical composers by the era in which they worked: Renaissance, Baroque, Classical, Romantic and Modern.&#10;&#10;Players lay down matched sets consisting of three cards with the same composers or four cards within the same era for scoring. The player who lays down one matching set of composers and one matching set of eras.first, wins the game.&#10;&#10;Components:&#10;45 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Music"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Music Making & Makers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clockface Rummy",
    "ID": 65451,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65451/clockface-rummy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Clockface Rummy will help students have fun while learning to recognize time in three standard formats: the clock face, the digital display, and the text-based or written method of portraying the time. In addition, early readers will learn to recognize and read the words on the cards.&#10;&#10;Components:&#10;273 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Color Addition",
    "ID": 65452,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65452/color-addition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to name the combinations of primary and secondary colors that produce white when added together.&#10;&#10;Played like Rummy&#10;&#10;Components:&#10;60 cards&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Color Mixing Memory",
    "ID": 65453,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65453/color-mixing-memory",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The child will be able to match the appropriate color cards to form a color mix.&#10;&#10;The object of the game is to collect the three matches needed for your COLOR MIX cards before your opponent does.&#10;When one player has collected the proper Paint colors to form all three Color Mixes, they win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Computer Go Fish",
    "ID": 65454,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65454/computer-go-fish",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players of this game will be able to identify and name five computer components - C.P.U., monitor, keyboard, mouse, and printer. In addition, they will be able to recognize the function of each.&#10;&#10;The object of the game is to collect as many sets of cards as possible. A set consists of three cards pertaining to one particular computer component - one picture card, one name card, and one description card.&#10;&#10;At the end of the game, the player with the most sets of cards wins.&#10;&#10;Components:&#10;61 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Computer / Information Technology Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Computer Literacy",
    "ID": 65455,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65455/computer-literacy",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to list the type of computer, software, printer and memory requirements needed to complete a specific office task.&#10;&#10;Players must try to match their COMPONENT cards with the task on the JOB card. When a player has a correct combination, they lay down their cards and earn 100 points. The winner is the first player to earn 500 points.&#10;&#10;Components:&#10;about 300 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Computer / Information Technology Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Contact",
    "ID": 65456,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/65456/contact",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learner group consists of junior varsity football players who play the positions of defensive linemen and linebackers.&#10;&#10;The dealer, called &quot;coach,&quot; controls the play cards and gap cards. (A gap is an area of the interior line for which a defensive lineman or linebacker is responsible.) The coach deals seven of the position cards to each of the players. The coach exposes the play card, waits five seconds, then exposes the gap card. If a player holds the card of the position that is responsible for that gap, he may put that card face down on the table. The players have five seconds to put their cards down after the gap card is exposed. On the command of the coach, any player who puts down a card must turn it over. If the player is correct, he gets a point. If wrong, he loses a point. If a player has no points and is wrong, his score becomes a negative number. Players who put cards down may get a new card from the position deck. The cards that are put down will be collected by the coach. If necessary, the coach will check the results against the play sheets.&#10;&#10;The first player to get ten points wins the round and gets to be coach for the next round. The previous coach then becomes a player; however, he will need 12 points to win the round after being the coach. Rounds may continue as time permits.&#10;&#10;Components:&#10;64 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Sports"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cosmic Memory",
    "ID": 65457,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65457/cosmic-memory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is designed to be played during or after a basic unit in U.S.space history has been introduced to the students.&#10;Players will be able to reinforce their learning of selected events in U.S. space history. After a unit covering several NASA missions has been introduced, COSMIC MEMORY can be utilized as a cooperative learning and group activity tool to help reinforce factual information that was presented in the unit.&#10;&#10;Players answer the questions for cards to their sets.&#10;The player with the most number of completed sets at the end of the game is declared the winner.&#10;&#10;Components:&#10;100 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Space Exploration"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Country Set",
    "ID": 65458,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65458/country-set",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to name and identify the countries of the world and the continents in which they are located.&#10;&#10;This game is based on the card game &quot;Set!&quot;&#10;The first player that believes he/she can name 3 countries that lie on the same continent OR 3 countries that lie on 3 different continents yells &quot;Set!&quot; &amp; indentify those. If he's right he gets those cards.&#10;The player with the most cards at the end of the game wins!&#10;&#10;components:&#10;ca 200 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Country Talk",
    "ID": 65459,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65459/country-talk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learners will be able to identify countries by their official languages, capital cities and their respective continents.&#10;&#10;This game is a variation of UNO. Winner is the first player to discard all of the cards in their hand.&#10;&#10;Components:&#10;100 cards&#10;  72 category cards&#10;  28 function cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cromwell",
    "ID": 65460,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65460/cromwell",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players will learn which &quot;houses&quot; (Tudor, Stuart, etc.) the 42 English monarchs, since 1066, belong to. Players will be more familiar with the sequence of monarchs, that is, who preceded or followed whom.&#10;&#10;Gameplay is similar with Rummy.&#10;&#10;Components:&#10;42 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cut!",
    "ID": 65462,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65462/cut",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learners are Telecommunications and Film students who have just completed a unit on continuity in films.&#10;&#10;Given a Cut! deck, the learner will be able to distinguish between shots taken from either side of a scene (see Figure 1: The axis of interaction) by sequencing the shots represented on the cards in Cut! without interrupting the continuity of the sequence. Continuity in this game means to stay on one side of the interaction axis.&#10;&#10;The aim of Cut! is to be the first to discard all your cards.&#10;&#10;components:&#10;32 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "¿Quién tiene mi corona?",
    "ID": 65467,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/65467/quien-tiene-mi-corona",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Who has my crown?&#10;Today is the day of the lion's coronation but a joker has hidden it. Who could have been: the crocodile, the hippopotamus, the tiger or the lion?&#10;&#10;In Who has my crown? players throw three dices that indicate the kind, the colour and the object of the animal at the board who has a clue. Looking where is he signalizing, the player will find an object that the suspect has lost when hidding the lion's crown. The first player that find three clues will be able to determinate who is the guilty and win the game.&#10;&#10;The game is a children's adaptation of Robert Fraga Croco Rapid permission of the author.&#10;&#10;&iquest;Qui&eacute;n tiene mi corona?&#10;Hoy es el d&iacute;a de la coronaci&oacute;n el le&oacute;n pero un bromista se la ha escondido. &iquest;Qui&eacute;n habr&aacute; sido:el cocodrilo, el hipop&oacute;tamo, el tigre o el le&oacute;n?&#10;&#10;En &iquest;Qui&eacute;n tiene mi corona? los jugadores lanzan tres dados para definir la especie, el color y el objeto del animal del tablero que tiene una pista. Mirando hacia donde se&ntilde;ala, los jugadores podr&aacute;n encontrar un objeto que el sospechoso ha perdido cuando escond&iacute;a la corona. El primer jugador que consiga tres pistas, podr&aacute; saber qui&eacute;n ha sido el culpable y ganar el juego&#10;&#10;El juego es una adaptaci&oacute;n infantil del Rapid Croco de Roberto Fraga con autorizaci&oacute;n del autor.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Lions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El baile de las princesas",
    "ID": 65473,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65473/el-baile-de-las-princesas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Dance of the Princesses&#10;The dance is about to begin and all the Disney princesses want to inaugurate it. They will have to find her dress, her jewels, her ornament and its invitation using her memory and a little of luck.&#10;&#10;In The Dance of the Princesses each player is a Disney princess and her goal is to get all she needs to enter the first in the dance floor of the palace. In her turn, the player throws the dice and the square where she lands indicates what kind of item must find between the face down tiles. Other squares give the players some advantages or handicaps when landing in it. When a player gets all her stuff, must arrive to the center of the salon to win the game.&#10;&#10;El baile de las princesas&#10;Description: El baile de las princesas&#10;El baile est&aacute; punto de comenzar y todas las princesas Disney quieren inaugurarlo. Para ello tendr&aacute;n que encontrar su vestido, sus joyas, su adorno y su invitaci&oacute;n utilizando su memoria y un poco de suerte.&#10;&#10;En El Baile de las Princesas cada jugadora es una princesa de Disney y su objetivo es conseguir todo lo que necesita para entrar la primera en el sal&oacute;n de baile del palacio. En su turno lanza el dado y mueve su ficha. La casilla sobre la que caiga le indicar&aacute; que tipo de objeto debe buscar entre las piezas colocadas bocabajo. Otras casillas dan a los jugadores algunas ventajas o les perjudican cuando caen en ellas. Cuando alguien consigue todos sus objetos, debe llegar al centro del sal&oacute;n para ganar la partida.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mob Rule",
    "ID": 65474,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65474/mob-rule",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Mob Rule is a card game of strategy and resource management. The object of the game is to take control of the city by means of assassination or economic sabotage. There are many different paths toward achieving this goal, so look carefully at all of your options.&#10;&#10;Your goal is to obtain as many assets as you can and wipe out all the other gangs in town. The assets that are available to you are hitmen, dealers, muscle, and businesses. Be ruthless on your way to the top.&#10;&#10;HITMEN are used to take out the other assets in the game, as well as enemy bosses. Their fees can be steep, but this is the mark of an expert assassin. Used wisely, hitmen will quickly take the title of your most useful asset.&#10;&#10;DEALERS are an easy way to make money in this city. Everyone needs something, and these shady assets are there to supply it to them for a nominal fee. Owning dealers will make you money each turn.&#10;&#10;MUSCLE are your strong men, used in a variety of situations. They are your personal bodyguards and can be sent out to any assets you deem in need of some protection. They can also hassle businesses into giving up protection fees, making them invaluable.&#10;&#10;BUSINESSES are the most legitimate, and therefore least cost efficient, way of making money. Businesses are in general the most expensive assets in the game, but they are especially helpful because they cannot be targeted by hitmen.&#10;&#10;These are the resources at your disposal. If you can use them correctly nothing will stand in your way. But always be on your guard; you're not the only one willing to do what it takes.&#10;&#10;Get some friends together and become enemies. Or get some enemies together and become friends. This is a party game full of deceit, betrayel, and the most nefarious of schemes. Fight over territory and businesses, buy out your enemy's assets, and dishonor truces at that pivotal turning point to take all the glory in that final stretch. Let nothing stand between you and total rule.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Mafia",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Talisman Quests: The Rainforest (fan expansion for Talisman)",
    "ID": 65480,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/65480/talisman-quests-the-rainforest-fan-expansion-for-t",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Talisman Quests: Rainforest is an unofficial expansion that is compatible with both 2nd &amp; 4th edition Talisman and is my largest print &amp; play project completed to date.  It was created to address a problem my friends saw with two official cards: The Pool of Wisdom and the Pool of Strength.  Whenever these two cards came into play, those with characters closest to the cards benefit greatly letting them to pull away in the game.&#10;      This expansion comes into play when either of the cards mentioned above come into play.  Players now have to enter the Rainforest board and follow one of several paths to the pools in order to gain its benefits.  Now players have to think about the time it takes to do the quest versus staying closer to the Crown of Command.&#10;     &#10;   Talisman Quests includes:&#10;&#10;Rule book in PDF format, Two playing board images, One full sized jpeg for large format printing, 9 Letter sized jpegs for home printers, 60 Quest cards to challenger adventurers, 30 Curses cards for those who offend the gods, 2 New Characters and Character Cards (The Conquistador &amp; Cannibal Warrior), 24 New Purchase Cards, 4 Special Cards (Two Large Legend Cards, One Retreat Card, One Gibbering Horror).&#10;&#10;Talisman Quests is designed by Scott &quot;Fenris&quot; Davenport and is self-published under Wolf Creek Games.  The free files are currently hosted at www.TalismanIsland.com and on the Wolf Creek Games Yahoo Group http://games.groups.yahoo.com/group/WolfCreekGames/&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fan Expansion",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Talisman"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Word Grab",
    "ID": 65489,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/65489/word-grab",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "The game plays like a Word Rummy variant where players draw tiles and try to complete words from them.&#10;&#10;Other players may steal words already formed by other players by crating a new word (a new meaning, adding a plural does not count,)  or an anagram with the addition of a new letter.&#10;&#10;At the end the score is taken from the value of each letter used.&#10;&#10;From the website:&#10;&#10;Classic Party Games - Word Grab&#10;&#10;Other word games are for wimps&#10;&#10;These delightful party games offer great family entertainment with a stylish 1950s feel.&#10;&#10;It doesn&rsquo;t get more retro than this classic party game, with its stylish 1950s feel. A must for nerdy types who love Scrabble.&#10;&#10;This is a fast-paced, word-making, word-taking, exciting and challenging game to play.  You compete to collect as many words as possible, by either using new letters as they are revealed or by spotting anagrams and poaching your opponents' words!&#10;&#10;Contents:&#10;&#10;&#10;     90 letter tiles&#10;     full instructions&#10;&#10;&#10;Players: 2 to 8&#10;&#10;http://www.thelagoongroup.com/Details.aspx?subcat=140&amp;code=7558&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Community's Compendium I (fan expansion for Small World)",
    "ID": 65490,
    "Year": "(2010)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/65490/communitys-compendium-i-fan-expansion-for-small-wo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.4",
    "Description": "The Community's Compendium I v2 is a FREE print-and-play single pdf file for the game Small World.&#10;In Small World, players use their troops to occupy territory and conquer adjacent lands in order to push the other races off the face of the earth.&#10;&#10;This 2015 updated of this expansion has been updated to be fully compatible with all the official extension available now. Many of this companion's idea have been taken and used for official expansions (!) so it was time to update it and to bring some fresh elements !&#10;&#10;This expansion contains 3 new Small World Races with their Leaders:&#10; - Demons&#10;- Dryads&#10;- Hydras  &#10;&#10;... and 3 new Special Power Badges:&#10; - Riverine&#10;- Trapper&#10;- Automat&#10;&#10;All these elements are tested and produced by the BGG community. This Compendium is NOT an official add-on to the game. This is an expansion and requires a copy of the Small World board game.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game",
      "Fan Expansion",
      "Fantasy",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Small World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Decades",
    "ID": 65494,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65494/decades",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to identify key figures, events and trends in the United States during the 20th Century and recognize their place within specific decades and the century itself. In the affective domain, the students will be more motivated to learn because they are having fun.&#10;&#10;The gameplay is similar to Rummy. The object of the game is to win the most points by creating matched sets.&#10;&#10;Components:&#10;102 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Decades: The 2000's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dinosaur Decisions",
    "ID": 65496,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65496/dinosaur-decisions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to correctly match dinosaur names and attributes with the appropriate picture and then be able to state if the dinosaur is an herbivore or a carnivore.&#10;&#10;The player who gathers the most pairs of cards wins the game.&#10;&#10;Components:&#10;20 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Prehistoric"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Divisibility War",
    "ID": 65498,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65498/divisibility-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players shall be able to use the divisibility tests to state that a number is divisible by 2, 3,4,5,6,9, and/or 10.&#10;&#10;Player must state if the number of the card is divisible with certain numbers winning the chips with those numers. At the end of each round, the player with the most count chips wins the round and all cards played this round.  At the end of the game, player with the most cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Explorers",
    "ID": 65501,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65501/explorers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players will reinforce their knowledge of 11 explorers by matching 4 facts about each explorer. After playing the game several times, they should be able to match the explorer to at least 3 facts about him.&#10;&#10;1. Shuffle the deck and deal 4 cards, one at a time, face down, to each player. Place the remainder of the deck in the center of the table. There are 44 cards in the deck; 11 sets of 4 explorers. The object of the game is to collect the most &quot;Explorer's Logs&quot; consisting of a set of 4 cards for each explorer.&#10;2. The player at the dealer's left begins by calling on another player. That player is asked for a specific card that will help the caller complete an &quot;Explorer's Log.&quot; The cards are designed so that there is one fact at the top that's marked with an open diamond, and three facts at the bottom marked by closed circles. The fact at the top is &quot;your&quot; card, and the facts at the bottom are the cards you can ask for from the other players.&#10;3. If the player who has been called on has the card that was asked for, it must be given to the caller, and the caller continues asking for more cards. This continues until the caller asks someone for a card that they do not have. In this case, the player draws the top card frorn the deck and the turn passes to the next person on the left. If however, the caller draws the exact card that he asked for, his turn continues, and he keeps asking for cards.&#10;4. When a player gets all 4 cards from one of the explorers, he or she has a complete log, and the cards should be placed face down in a pile in front of the player. Play continues until all of the cards have been gathered into logs. The player with the most completed logs at the end of the game is the winner.&#10;&#10;Components:&#10;44 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Exploration"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Euro Rummy",
    "ID": 65502,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65502/euro-rummy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The player shall be able to learn geographical literacy of the continent of Europe by recalling the various countries, cities, waterways and landforms in a rummy type of game.&#10;&#10;Gameplay is similar with Rummy&#10;&#10;Components:&#10;116 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "EMT Rummy",
    "ID": 65504,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65504/emt-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Emergency Medical Technician (EMT) will be able to group proper patient treatments and equipment needed to effect the treatment, with the corresponding medical chief complaints.&#10;&#10;Gameplay is similar to Rummy. Players try to group Skills and Equipment cards together with appropriate Chief Complaint cards. The play continues until one of the players runs out of cards. The winner is the first player to reach 200 points.&#10;&#10;Components:&#10;52 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Medical"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Electromagnetic Hearts",
    "ID": 65505,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65505/electromagnetic-hearts",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learner will be able to identify the use and relative size of any frequency on the electromagnetic spectrum.&#10;&#10;This card game is designed as a lab exercise soon after the introduction of particles, radiation, energy and light. This game is played just like a conventional game of Hearts.&#10;&#10;Components:&#10;52 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fat Free Verbs",
    "ID": 65506,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65506/fat-free-verbs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learners will be able to identify and differentiate between active and passive verbs and replace heavy verbs with lean verbs. For example, the learner would replace the verbs, &quot;utilize&quot; or &quot;employ,&quot; with the verb, &quot;use.&quot; &quot;Utilize&quot; and &quot;employ&quot; are heavy verbs and &quot;use&quot; is a lean verb.&#10;&#10;Gameplay is similar to Rummy. The first person to acquire all sets wins the game.&#10;&#10;Components:&#10;60 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Four Part Rummy",
    "ID": 65507,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65507/four-part-rummy",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learners will be able to construct ensembles of instruments capable of performing compositions written in the SATB soprano, alto, tenor, bass style.&#10;&#10;This is a rummy type game. The players read their cards to find the name, range and family of the instruments. After reading the attributes on the cards, they organize their cards into four part ensembles and try to get 4-part sets.&#10;The winner is the first player to accumulate 50 points.&#10;&#10;Componets:&#10;50 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Music"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Four Wars Match Up",
    "ID": 65508,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65508/four-wars-match-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learners will be able to remember at least seven facts about one of the following four wars, within one week of playing one game: the Civil War, World War I, World War II, or the Vietnamese War.&#10;&#10;The objective of the game is for players to accumulate the most Category Cards that match up with their War Card, while holding the least number of other war's Category Cards. The ideal hand is MatchUp which is holding no other cards except all 13 Category Cards matched to their War Card.&#10;&#10;Components:&#10;56 cards&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Card Game",
      "Educational",
      "Vietnam War",
      "World War I",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fraction Frustrations",
    "ID": 65509,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65509/fraction-frustrations",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The group is a VESL class studying beginning automotive. Many of the students are unfamiliar with fractions or have had little practice using them.&#10;&#10;Fractions are frequently used in the automotive trade. A mechanic must know which wrenches or bolts are larger than others and must be able to state which fraction is larger when making a comparison.&#10;&#10;There are at least four suits based on the denominator of the fractions. The common fractions used in the industry from 1/2 to 1/64 can be used to form suits. The purpose is to use all the available cards by arranging them into suits in descending or ascending order. The suits can be color coded. For every substitution in the sequence, extra points will be given (for instance, 1/8 - 2/8 (1/4 ) - 3/8 - 4/8 (1/2) or 8/16 or 16/32).&#10;&#10;If a player fails to use the lowest denominator, then a point will be subtracted. There will be enough cards in each suit to cover up to one inch. There will be extra cards that will be used to cover the points of intersection between suits; for instance, 1/4 - 1/2 -3/4, etc.&#10;&#10;These extra cards will allow all suits to be completed in more than one way.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Solo Salvo: Battleship for One",
    "ID": 65510,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/65510/solo-salvo-battleship-for-one",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This Game is modeled after the public domain game Salvo, most commonly known in the US by the name Battleship.&#10;&#10;The game begins with placing the ships on the board. Then the dice are used to determine the coordinates of a shot. If there is a ship, it is sunk. Predict the surviving suit after warfare and you win.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Piecepack",
      "Players: Games with Solitaire Rules",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Argonians-3",
    "ID": 65511,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/65511/argonians-3",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is an expansion for the game Star Fleet Battles Captain's Edition. More exactly it add more ships and details to the Argonian race introduced in Argoninan 1.&#10;This is the description on the cover:&#10;Includes all the rules:&#10;Argonian X-1 Improved Technology&#10;Improved Hull Rotation&#10;Advanced Energy Flux&#10;Improved Plasma Phasers&#10;Improved Strobe&#10;Also included: 33 Companion SSDs&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vektreans-1",
    "ID": 65512,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/65512/vektreans-1",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "4",
    "Description": "This is an expansion for the game Star Fleet Battles Captain's Edition that introduct the Vektreans race. The Vektreans are a mercenary race mainly located in the &quot;Far SIde of the Galaxy&quot; area, that is the area where the Comapnion Games located the races of her develoment. This race, as the Argonians, has a branch that moved to the standard Star Fleet Battles area.&#10;&#10;This is the description on the cover:&#10;LEGENDARY PERSONNEL RULES&#10;Commodore, Admiral, Communication Officer, Spy and Spy Technician&#10;REPULTION BEAM RULES&#10;2 Scenarios&#10;Historical Background for the Vektreans:&#10;Vektrean Mercenaries&#10;Vektreans Asteroid Base&#10;Also included: 21 Companion SSDs&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sinful Rummy",
    "ID": 65513,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/65513/sinful-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Sinful Rummy each player is competing to achieve the highest karma over a variable number of rounds.  Karma is measured in karma points which are achieved from the karma value of cards in your playing area.  These cards are typically sin cards which players will play from their hand to their playing area which represents the player choosing not to succumb to the temptations of the 7 deadly sins.  Playing sin cards can help you invoke special abilities called divine favors.  During a round players will be trying to empty their hand because any cards left in your hand will likely cause you to receive negative karma points.  The game ends after a scoring round in which a player achieves 100 karma points or more.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spec",
    "ID": 65514,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/65514/spec",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game uses a standard deck of cards containing three jokers. It is split into two separate packs. One of them is contains the showcards. They are turned face up one at a time after everybody guesses what that card will be. Players get scorecards (the other pack of cards) for correctly predicting the suit, the rank or both. The round continues till the last showcard is revealed (which can be known if a player remembers all the previous cards), and then other rounds are played till a player reaches 173 points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Squint",
    "ID": 65517,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/65517/squint",
    "Min Players": "5",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is played with a standard deck of cards. Each player is dealt 10 cards, the remaining two is called Squint. Players then put a card face down on the table, which shows their bid.  They can choose cards representing they are able to win six tricks without trump, six tricks with the suit of that card as trump, no tricks at all without trump, or none of the above. The better bid wins, in case of a tie both players have to try to win the number of tricks they claimed. If everybody chooses none of the above, the suits of the bid cards determine the contract (even partnerships can be formed). Then one or more players, depending on the contract, may exchange cards with the squint, and then tricks are played. The score is given only to the player(s) with the highest bid, and depends on the contract and the number of tricks won.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Devils Don't Surrender",
    "ID": 65518,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/65518/devils-dont-surrender",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;In 1861 France tried to make Mexico a part of her empire . . The battle best remembered by the French occurred in 1863. A small detachment of the French Foreign Legion (FFL) was sent to escort a supply train. The force was intercepted by a large force of Mexican cavalry and infantry. The FFL retreated to a walled farm near the village of Camerone. They were surrounded, low on ammunition, and outnumbered 50 - 1 . . . The incredible courage of the Legion at Camerone is remembered every April 30 when the FFL celebrates Camerone Day.&quot;&#10;&#10;Devils Don't Surrender is a miniatures wargame intended for classroom use with up to a dozen students (grades 6-8). The game is designed to be played with 1/72 scale miniature figures or paper figures. Free print-and-play paper miniatures are provided for use with the rules.&#10;&#10;The game requires 45 FFL figures and 90 Mexican figures. French units have a single figure on each base and move independently, while the Mexican units have two figures to a base and start grouped in formations of nine bases.&#10;&#10;",
    "Categories": [
      "Educational",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Mexico",
      "History: French Interventions in Mexico",
      "Theme: French Foreign Legion",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Make 'em Eat Snakes",
    "ID": 65522,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/65522/make-em-eat-snakes",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "&quot;In 1836 Texas was still a part of Mexico. But the Texans revolted against the autocratic rule of President Santa Anna. The most famous battle of the Texas War for Independence occurred at a crumbling old Spanish mission on the outskirts of San Antonio. Davy Crockett reportedly said that the Mexicans would 'eat snakes' before they got into the Alamo.&quot;&#10;&#10;This miniatures wargame is intended for classroom use with two teams of students (grades 6-8). The game is designed to be played on a 7.5x5 foot table using 1/72 scale miniature figures or paper figures. Free print-and-play paper miniatures are provided for use with the rules.&#10;&#10;Designer's notes: &quot;The rules for this battle are adapted from 'Remember the Alamo!' by George Knapp, which appeared in MWAN 100 . . . For the most part the changes I have made are to simplify the game so that they will work well with my students aged 10-13. The battle can be completed in less than two hours. The Mexicans will suffer a much higher casualty rate than they did historically, but the game moves quickly and is fun.&quot;&#10;&#10;",
    "Categories": [
      "American West",
      "Educational",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: Texas Revolution"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hialeah",
    "ID": 65523,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65523/hialeah",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Traditional roll the dice Horse Racing and betting game from 1940 published by by Milton Bradley. Features 6 small horses on a track with a groove in it for the horses to stand and be moved in.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Counting Coup on Custer",
    "ID": 65525,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/65525/counting-coup-on-custer",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;During the Civil War George Custer was one of the rising stars of the Union army. After that war ended he headed west to take command of the 7th cavalry. His scouts reported finding a large Indian village. Ignoring their warnings, he split his force into three columns. Custer rode into the valley of the Little Big Horn with about 200 men. None of them made it out alive.&quot;&#10;&#10;A miniatures wargame intended for classroom use with two teams of students (grades 6-8). The game is designed to be played on a 7.5x5 foot table using 1/72 scale miniature figures or paper figures. Free print-and-play paper miniatures are provided for use with the rules.&#10;&#10;&quot;Since this is a one-sided battle the goal isn't simply to win. Instead, each player is competing against his teammates. The Indians are competing to see which war band can win the most honors; the cavalry are competing to see who can last the longest. Indian bands can earn honor points for defeating an enemy in melee, capturing a guidon, or for a chief counting coup. The band that earns the most points is the Indian winner. The Cavalry company that keeps its guidon the longest is the Cavalry winner.&quot;&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Educational",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Diggity",
    "ID": 65526,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/65526/diggity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Diggity is a fast-paced card game with a mining theme.  Players use mine cards to build a mine while at the same time trying to construct (or steal) the mining tools needed to grab the gold before others.  The Diggity mine cards have two functions - they construct the mine the players use to collect gold, and they also hold parts that players can use to create a miner or to build tools.  The miners produce gold, and then it's a battle as players vie to use the best tool to collect it.&#10;&#10;Easy to learn, quick to play, but with deep gameplay and unique mechanics, Diggity is suitable for a party, a family game night, or a break from school or work.&#10;&#10;The game includes:&#10;Mine Cards Deck (64 cards)&#10;Tool Cards Deck (16 cards)&#10;Gold Cards Deck (16 cards)&#10;Diggity Rules Document&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Isandlwana (1879 AD)",
    "ID": 65527,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/65527/battle-of-isandlwana-1879-ad",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;During the reign of Queen Victoria Great Britain built an impressive empire that spanned the globe. One of their most colorful military campaigns took place in 1879 when the British provoked a war with the Zulus in South Africa. The British expected a quick and easy victory but the Zulu warriors were no push overs . . . Isandlwana was the most disastrous defeat the British ever suffered at the hands of a native force.&quot;&#10;&#10;This miniatures wargame is intended for classroom use with two teams of students (grades 6-8). The game is designed to be played on a 7.5x5 foot table using 1/72 scale miniature figures or paper figures. Free print-and-play paper miniatures are provided for use with the rules.&#10;&#10;&quot;A British commander can claim victory if any of his units survive the battle. The Zulu objective is to loot the British camp and wipe out the British infantry.&quot;&#10;&#10;",
    "Categories": [
      "Educational",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: Anglo-Zulu War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Washing of the Spears",
    "ID": 65528,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/65528/washing-of-the-spears",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;During the reign of Queen Victoria Great Britain built an impressive empire that spanned the globe. One of their most colorful military campaigns took place in 1879 when the British provoked a war with the Zulus in South Africa. The British expected a quick and easy victory but the Zulu warriors were no push overs . . . Isandlwana was the most disastrous defeat the British ever suffered at the hands of a native force.&quot;&#10;&#10;This miniatures wargame is intended for classroom use with two teams of students. The game is designed to be played on a 7.5x5 foot table using 1/72 scale miniature figures or paper figures. Free print-and-play paper miniatures are provided for use with the rules. The game also requires a standard deck of cards which is used to determine unit activation.&#10;&#10;",
    "Categories": [
      "Educational",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "History: Anglo-Zulu War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mahawar",
    "ID": 65529,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65529/mahawar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This board game features a game board with four player battle zones and a treasure zone being in the midst of the battle zones.  Strategically deploy your unique set of skilled Warriors, move them towards the treasure zone and get clues to find out which king has the right key to the treasure chest. Proceed to that King's Castle and fight for the key, come back to the treasure zone and unlock the treasure chest with the key.  The king who first brings the right key to the treasure zone&#10;will be the winner.&#10;&#10;The initial placement of the warrior pawns on your battle zone will  determine your strategy in game-play (See Significance of Warrior pawns in the rules booklet).&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Beacon",
    "ID": 65530,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65530/star-beacon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In distant galaxy space travel is commonplace and interstellar merchants competed with each other for the lucrative interstellar trade routes. Eventually the competition became all-out war and the Galactic Commerce Commission was created. The Mission of the G.C.C. was to monitor interstellar trade and only allow certified and licensed merchants to operate.&#10;&#10;The certifications were quickly snapped up and soon only one last certification remained. Only one more merchant would be allowed to continue trade. The race is on to be the one to buy that certification or be driven out of business.&#10;&#10;Players build a galaxy from a pool of hexagonal tiles and then pick up and deliver goods to various planets and space stations to be the first to reach 1000 credits. Avoid being raided for smuggling and successfully use varying prices for goods to their advantage and become the last licensed space merchant.&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Surprises",
    "ID": 65537,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/65537/surprises",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This is a memory game for Kids.&#10;&#10;The aim of this game is to deliver as many toys as possible by collecting Wish list cards.&#10;&#10;The players must take a Wish list card and find the toys which are on this Wish list card.&#10;If the toy revealed is on the Wish list card (and is the required one in the case of a specific list): the player leaves this Toy card visible and can continue turning over cards as long as he does not make a mistake. He can also choose  to let the player on his left take his turn.&#10;&#10;The toy revealed is not on the Wish list card (or is not the required one in the case of a specific list): the player must therefore turn the Toy card face down and loses his turn. The player on his immediate left now has a turn.&#10;&#10;When the last Wish List card has been won, everyone counts the number of toys on the Wish List cards that they won. The player with the largest number of toys wins the game.  In case of a tie, all the players concerned are the winners.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Games We Play",
    "ID": 65539,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65539/the-games-we-play",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The students will get hands-on experience in a section of game-theory that models many common situations in which two parties make a decision with an outcome that depends on the other parties choice. They will understand the four cell matrix often used to model games in game theory, and learn how different configurations of the scores in this matrix affect the tactics.&#10;&#10;The aim of the game is to gain as many points as possible during the game. The score can be compared both to the other players and to own highest score in previous games.&#10;&#10;Components:&#10;52 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Minutspelet",
    "ID": 65540,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.85",
    "Link": "https://boardgamegeek.com/boardgame/65540/minutspelet",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "This is a game about mathematics. Each round the active players throws 14 6-sides dice marked with numbers between 1 and 15. The goal is then to use these numbers in 4 mathematical calculations using addition, subtraction, multiplication and division. A timer is used to determine time allowed. All numbers in the used dice will added together and all unused dice is then subtracted to produce the score. Each players plays a number of rounds, but the actual winning conditions isn't specified in the rules, this must be agreed upon in advance.&#10;&#10;You need to be fairly good at counting to be successful in this game. For that reason it usually isn't fun for kids under 10 or so, even if the rules are very simple.&#10;&#10;Similar to Laskutaituri which is for 1 to 8 players&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "22 Ku-du",
    "ID": 65546,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/65546/22-ku-du",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the Publishers web site: &#10;In Brief: 22 Ku-du is the wood tile math crossword game that's fun for all ages.  Easily adaptable to all skill levels.  Make all your rows and columns total 22. Learn while you play.  108 all-wood tiles&#10;&#10;In Detail&#10;Each player draws 7 tiles to begin play. Players make crosswords of numbers so that each grouping adds up to 22. As tiles are used to make a &quot;22&quot; a player yells &quot;Ku-Do&quot; and draws more tiles so that they are always working with 7 tiles. Play continues until all tiles are gone. Each &quot;22&quot; scores 1 point. Use of two of the same number in the same equation scores an extra point and three of the same number scores two extra points. Each player checks the other player's crossword and scores if they find any errors.&#10;&#10;Many variations of play are left to the player or teams, depending on age or desire. Players can determine the number of rounds for each game, can use dice to set a new &quot;goal&quot; number in each round, or can use the color number tiles as either positive or negative numbers. Many different variations are possible to enhance the game and match the players skill level.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Step Lively Shuffleboard",
    "ID": 65548,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/65548/step-lively-shuffleboard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Step Lively is a shuffleboard game. Instead of flicking or pushing the pucks. You use the ramp on the end of the playing board to launch your pucks into the scoring areas. Instead of a flat playing surface the gameboard is made up of stepped areas. You can adjust the height of the ramp to adjust the speed, at which your puck will launch and you can also turn the ramp to adjust the angle, to aim your shots more accurately.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Book of Mormon Characters",
    "ID": 65550,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65550/book-of-mormon-characters",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Book of Mormon Characters is a simple card game for LDS families in which players attempt to complete the &quot;Books&quot; of various Book of Mormon prophets. Each prophet has four cards with various facts about his life as well as an Aztec-style illustration. Players seek to collect all four cards of a prophet by asking other players for cards the contain the image, fact, or name of the prophet they are missing. The winner is the player with the most books completed once the game is completed.&#10;&#10;The rules include four variants that decrease difficulty for children and increase it for experts.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Religious"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Letterbox",
    "ID": 65551,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65551/letterbox",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Each player begins the game with a set of tiles. Each set contains every letter of the alphabet with the vowels repeated for a total of thirty one. Players alternate turns playing tiles in a three-by-three grid. Players score for each two and three letter word they make during their turns. The player with the most points when both players have used all their tiles is the winner.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Six Day Bike Race",
    "ID": 65552,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65552/six-day-bike-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Bike racing game where you spin a wheel to determine movement and points. Comes with a small metal board (24x38cm). Published by the Lindstrom Tool &amp; Toy Co. from Bridgestone, Connecticut, US.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of 1866: Frontier Battles",
    "ID": 65566,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/65566/battles-of-1866-frontier-battles",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "One of the three games split off from the earlier Battles of 1866: Frontier Battles project from APL, this game covers five different smaller battles from the Austro-Prussian War.  These battles are... Trautenau, Soor, Nachod, Skalitz, and Gitschin.&#10;&#10;This game uses the same system as War of the States: Gettysburg, 1863 and War of the States: Chickamauga & Chattanooga which is similar to the Rome at War and Eagles Of The Empire series as well. In this game, the units are Prussian, Austrian, and Saxon infantry brigades artillery batteries, and cavalry regiments.  The pieces are moved around topographic maps of the various battlegrounds.   Combat is resolved using by rolling a number of dice equal to the total combat strength of units involved in combat, with hits scored on a result of 6.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Czech Republic",
      "History: Austro-Prussian War",
      "History: Italian Wars of Independence",
      "Series: Wars of the States and Empires (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Just Typical",
    "ID": 65567,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/65567/just-typical",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Just Typical is a party game where players controversial statements about men and women.  Those who find themselves in agreement with the other players more often will win.&#10;&#10;Each turn, the active player draws a card from the deck, which could be a Controversy Card or a Just Typical Card - which is which is marked on the back of the card.  In either case, the active player chooses one of three statements on the card and reads it aloud.&#10;&#10;Controversy Cards have statements that refer to women, men, or relationships, such as &quot;Women make better diplomats.&quot;, or &quot;More alcohol is consumed on a hen night than a stag night.&quot;  Players then secretly vote, using voting cards, as to whether they Agree or Disagree with the statement.&#10;&#10;Just Typical Cards describe behaviours or situations, such as &quot;Shopping for things that are not needed.&quot; or &quot;Putting an empty milk carton back in the fridge.&quot;  Players secretly vote, this time voting for if they thing that trait is &quot;Typically Male&quot; or &quot;Typically Female&quot;.&#10;&#10;Once everyone has voted, the votes are revealed.  The players in the majority score +1 point, those in the minority score -1 point (but never going below 0).  In the case of a tie, the active player's choice  is considered the majority for scoring purposes.&#10;&#10;The first player to reach 14 points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Geometric Gin",
    "ID": 65569,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65569/geometric-gin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to calculate perimeter and area of triangles, squares, rectangles, and trapezoids. They will also be able to categorize triangles by determining whether they are right, isosceles, acute, or obtuse. In the affective domain, the players will enjoy applying their geometric skills in a fun and exciting game.&#10;&#10;The object of the game is to get 'Gin'. This entails getting a correct combination of three and four cards. As in Gin, the cards must be categorized by 'suit'. The suits for this game are perimeter, area, or triangles. The cards must first be shuffled and seven cards should be dealt to each player. The deck should then be placed face down with one card placed face up as a discard pile. The play goes in a clockwise direction and begins with the player to the left of the dealear. At each players turn, the player has the option to pick the face up card or one from the deck. The player must then discard one card in the discard (face up) pile. Play continues until someone gets 'Gin'. When a player gets 'Gin', he or she must show the cards to the other players and explain what the two groupings of the cards are. The groupings may be of similar triangles, same area, or same perimeter.&#10;&#10;Components:&#10;48 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goobles",
    "ID": 65570,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65570/goobles",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Goobles is a game to help students identify and learn the relational structure of knowledge in a particular domain. Students have difficulty in connecting concepts and creating a sequence of concepts. This game will help students forge ideas about relationships and to build critical thinking skills.&#10;&#10;There are two types of cards:&#10;&#10;      Category card: an umbrella concept (for example: Newton's Laws, Mechanics, Dynamics, Kinematics, etc.) that can be used to connect two sequences. There are two cards for each category.&#10;     Term card: representing a more atomic concept, such as length, mass, velocity, speed, etc. There are four cards for each term (to increase the possibility of chain building).&#10;&#10;&#10;Each subsequent player either chooses one of his or her five cards to build a sequence or starts a new sequence and scores following:&#10;&#10;      5 points for playing a card with a strongly related concept.&#10;     2 points for playing a category card.&#10;     -1 point for starting a new sequence.&#10;     2 bonus points for playing a card that joins two sequences.&#10;&#10;&#10;Components:&#10;50 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Go Reduce",
    "ID": 65571,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65571/go-reduce",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Given a fraction, the player will be able to reduce the fraction to its lowest terms. The learner will then multiply the reduced fraction by 2, 3, 4, 5, 6, 7, 8, or 9 to produce an equivalent fraction.&#10;&#10;The game design is similar to that of the children's game, &quot;Go Fish.&#10;&#10;     If the player has pairs of equivalent fractions he/she can start their own &quot;count&quot; of pairs. If the player can find no matches he/she will ask any player by name, for an equivalent fraction. For example: &quot;Adam, do you have an equivalent fraction to 1/2?&quot;&#10;&#10;&#10;If Adam does have the equivalent fraction, Adam must surrender his card. The player continues asking the others until one player has no match and will have to reply, &quot;Go Reduce.&quot;&#10;&#10;     The player will then take a card from the face down pond. The next player is on his/her left.&#10;     The play continues until all cards are matched. If players run out of cards, the game has ended for them. They will have to wait until all players have played their hands.&#10;     The winner is the player with the most pairs of equivalent fractions.&#10;&#10;&#10;Components:&#10;48 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Government Poker",
    "ID": 65572,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65572/government-poker",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Learners will be able to match the specific number of the Bill of Rights and the Amendments to the Constitution to their content.&#10;&#10;Each player tries to pair the correct number card with its content card. Play continues until a player lays down all their cards as pairs of matching number and content cards and scores two points for a pair,plus two more points for a sequence of two pairs, or three points for a sequence of three pairs, etc.&#10;Play continues until the one player reaches a 50 points.&#10;&#10;Components:&#10;68 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grocery Rummy",
    "ID": 65573,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65573/grocery-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The players will be able to organize and budget for grocery shopping according to planned menus. They will attain mastery of monies calculation skills. In the affective domain, the students will acquire an understanding of how complex planning and budgeting can be when wants and needs meet prices and paychecks.&#10;&#10;The object of the game is to get the Groceries needed for specified Menus within a predetermined budget. The teacher will determine the budget based on the number of Menus each student must &quot;shop&quot; for - approximately $12-$15 per Menu.&#10;If the player/shopper has overspent or forgotten an item on the Menu, that amount is deducted from the player's &quot;savings,&quot; i.e., score total. Likewise, if the player has money left over in the budget, that surplus is added to the player's score total. The game is over when a player reaches a predetermined score, e.g., $50. If a time limit is set instead, e.g. 20 min., the winner is the player with the highest score at the end of the period.&#10;&#10;Components:&#10;- The deck contains 72 cards: &#10;- six different Menu cards, &#10;- 54 Grocery cards (including generic, lower-priced alternatives to brand names), &#10;- six Non-Food Grocery cards, &#10;- three Coupon cards, &#10;- three &quot;1/2 Off&quot; cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "K'Dak's Tower of Confusion and Camel Wash",
    "ID": 65579,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/65579/kdaks-tower-of-confusion-and-camel-wash",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "You and your best buddy, Kaka, are two young dudes cruising the back streets of ancient Egypt looking for a cheap double-hump wash and blow dry for your camel, Phredd. Unfortunately, being somewhat shy of means (i.e., broke), you are unable to afford the more reputable establishments. Acting on Kaka&rsquo;s dubious suggestion, you&#10;head out to the edge of town to a place your mother told you never to go: the old, abandoned tower built by that nutcase, K&rsquo;Dak. K&rsquo;Dak was a washout from pyramid building school. He just could never get the pyramid concept straight. Big on the bottom and small on top. How is this hard? Anyway, his attempt at building a small summer&#10;pyramid for the pharaoh ended up as a six-story, straight up and down tower. The pharaoh was not amused and K&rsquo;Dak was banished from the community in disgrace. That should have been the end of it, but K&rsquo;Dak had in mind one last futile gesture before he left. He returned to the tower, hid small amounts of gold throughout the structure and then set up a booby trap for anyone who tried to retrieve the gold. However, before he could spread a story of a fabulous treasure residing in his tower, he was run out of town by the authorities and never seen again. The pharaoh intended to condemn the place for demolition, but got distracted with a border war and K&rsquo;Dak&rsquo;s tower was largely&#10;forgotten. And now, you and Kaka are heading to this questionable monument on the outside chance that there is something inside that you can barter for a camel makeover.&#10;&#10;K&rsquo;Dak&rsquo;s Tower of Confusion and Camel Wash is a game of exploration. You and your opponent climb through an abandoned tower hoping to collect enough treasure in order to pay for a bath for Phredd. Things go just fine until one of you reaches the top layer, at which time the tower starts shaking itself apart. You then have to get out before the whole structure collapses on you while still finding enough treasure to make the expedition worthwhile.&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Űrkaland",
    "ID": 65580,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/65580/urkaland",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a Hungarian space strategy game created in the 80's. One of the players, Captain John Konig protects the valuable energy packages while the others trying to get those from him. To achieve this he has to stop the other players, who have to get over various obstacles such as meteoric zones, narrow pass-through gates. These obstacles form concentric circles, the attacking players start on the outside, and their goal is to get to the center, get the energy packets, and take one of them to the starting zone. The quickest one wins the game. Each of the attacking players as well as Captain John Konig are controlling four spaceships.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Splotch",
    "ID": 65586,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65586/splotch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Splotch is played on a 4x4 hexagonal board.There are a sufficient number of black,white and red stackable stones off-board.These stones are shared by both players.&#10;On each turn,each player drops a stone of either color on a cell.&#10;After each drop,the adjacent cells are adjusted.&#10;After the adjust,the player captures any stack with all the three colors.&#10;Wins the player that makes 10 captures.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der HeidelBÄR: Kuh-Erweiterung",
    "ID": 65587,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/65587/der-heidelbar-kuh-erweiterung",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is an 20 card expansion pack to the game &quot;Der HeidelB&Auml;R&quot;.&#10;&#10;As in the base game, players try to explain words from a card. In the base game, all words include a syllable that sounds like the german &quot;B&auml;r&quot; (bear), while in the expansion there is always a &quot;Kuh&quot; (Cow) hidden somewhere in the word.&#10;&#10;Players can use only up to six words to explain the word on the card, and the first two words of the explanation must always be &quot;This cow ...&quot; or &quot;My cow ...&quot;, so you only have four words left.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stucco",
    "ID": 65588,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/65588/stucco",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game is played with 32 cards from a standard deck of cards, with cyclic ranking AKQJ10987. Both players are dealt 16 cards (therefore they know the cards of the other player).&#10;&#10;To decide who starts, both players select a card from their hand and reveal them simultaneously. If both cards are the same colour (red or black) then non-dealer starts; if different, dealer starts. The starter's card is left face up on the table as the first card played and the other is returned to its player's hand. The non-starter then plays the second card to the spread, and play thereafter alternates.&#10;&#10;A player in his turn can play a card which is either the next higher card of the same suit, or the next lower card of the other suit of the same colour, or a card of the same rank but opposite colour. If the player does not have any of these, has to pass. The play continues until nobody can play any more cards. Whoever plays the last card scores 1 point for each card he played, multiplied by the number of cards he played consecutively on the last turn.&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tantony",
    "ID": 65589,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/65589/tantony",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game is played with a standard deck of cards. With four players, the game consist of four deals, but cards are actually dealt only at the beginning. After each round players have 13 cards and use them in the next round.&#10;&#10;Tricks are played and the highest card in the suit led wins; the value of the trick is the smallest card in that suit. However, winner of the trick can either keep it, or give it to anyone else. Everybode can get at most three tricks, this way they have 12 cards after 12 tricks. The winner of the last trick scores for it, but every player keeps the last card. Then a new round starts.&#10;&#10;Each player leads the first trick once in the four round. However, a game ends in an earlier &quot;sudden death&quot; win if one side has reached 60 at the end of the first hand, 120 at the end of the second, or 180 at the end of the third.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mouse-Party",
    "ID": 65595,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/65595/mouse-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players are mice who are tossing paintballs at cats, with the paintballs being represented by colored sticks. When someone knocks over one or more sticks with the wooden cheese disk pictured below, players must race to locate the cat covered with those colours and grab the tile before anyone else.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Mice",
      "Series: Easy Play (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bauernschlau",
    "ID": 65596,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/65596/bauernschlau",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players take turns selecting plots of land from a 6x6 grid. As soon as a row or column is completed, points are awarded to the player owning the most land.&#10;&#10;This game has nothing to do with Bauernschlau.&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Turi-Tour",
    "ID": 65599,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/65599/turi-tour",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "The farm animals are going on holiday! But alas, the farmer has messed up everyone's tickets and it's not clear to him who's going where. Thankfully you and your fellow players can lend a hand, but the sorting challenge won't be easy. When you're the active player, you must wear glasses that cover your eyes; the player to your left then draws a task card and places the animal pictured on it in your hand. You try to identify the animal by touch and announce what animal you think you hold. The player then explains your task and you try to perform it, such as placing the animal in the correct location (as marked on the gameboard that game). You can feel the gameboard and other animals already in place, but knock any of them over and your turn ends immediately.&#10;&#10;Other tasks include removing the proper animal from the gameboard and stating how many are currently on the board. The animals on parade change nearly every turn, so you'll need sensitive fingers and a good memory if you want to help them see the world...&#10;&#10;Available in English, German, French, Dutch, Spanish, Italian.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blocks City",
    "ID": 65600,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65600/blocks-city",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "You would think being a real-estate developer in this city would be easy, since there are only three building codes in the city. But nooo, you have to deal with the other real-estate developers trying to take over your buildings, an Arsonist that would love to see one of your buildings burn to the ground and that pesky Building Inspector that just seems to either waste your time or make you redo the work you have already done. But despite all that, it is worth it once you get that nice tall building overlooking the park completed. Blocks City is a three dimensional game. Players use their blocks to build the city, your goal is to score the most prestige points at the end of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Drachenland",
    "ID": 65601,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/65601/drachenland",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Players command the forces of one of the Clans at the island of Drachenland (Dragonland), trying to dominate the island by using different troop types like Heavy infantry, Light cavalry etc., lead by a clan leader and a clan sorcerer. An unbesieged clan castle yields income to (re-)build units.&#10;Each clan has also his own mythical creature (e.g. the Bear Clan a Bear), which can be summoned at its sanctuary for support.&#10;&#10;The island is represented by a hex grid with terrain and location features, the counters have to be mounted and cut, all components are in black and white on paper only.&#10; Drachenland was published in the German Fantasy Pulp Magazine Mythor in &#10;the Magazines No. 150 to 156, each containing a double page with map &#10;parts and counters on one side and rules (beside with some &#10;advertisements) on the other. Published in six parts the second one was &#10;published corrupted, so in No. 156 part two was published again, this time correctly.&#10;&#10;The Drachenland novel consists of Magazine No. 150 to 162.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grips Champion",
    "ID": 65603,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/65603/grips-champion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Train your memory, so that you can store data, lists, numbers and names easily and permanently. You will be astonished, how fast you are able to achieve true master achievements and this easy, but effectively. Profit from a good memory at your job, at school as well as in the everyday life. The game contains different variants with different levels of difficulty. (Text from the box)&#10;&#10;Components: 1 two sided board, 100 Memory-Cards, 4 Pawns, 4 Tokens, 1 six sided Die, Rules&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gypo Logging Board Game",
    "ID": 65606,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65606/gypo-logging-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is a roll-and-move game in the style of Monopoly. It has an &quot;Inner Board&quot;, similar to Careers, where you roll only one die, rather than two. It has no well-defined end-game conditions: simply play for a set period of time and then total up your assets (cash, businesses and equipment), with the win going to the player with the highest total value.&#10;&#10;From the back of the box:&#10;&#10;Between the 1930's and late 80's was the heyday of the Gypo Logger. This was an era when a man, with very little or no formal education could get very rich in a short time, with a lot of backbreaking work, some good luck and with a highball crew working for him. Many more Gypo loggers also went broke in their ventures due to poor planning, unforeseen expenses, plain old 'bad luck' and a multitude of pitfalls which this game only touches the surface of. The term 'Gypo' refers to &quot;haywire&quot; or make do methods that are not necessarily proper--in other words lots of duct tape and haywire is holding everything together and you&rsquo;re probably not using the right machine or tool anyway but somehow you're still getting the wood out.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Environmental"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Radio Flash",
    "ID": 65607,
    "Year": "(1922)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65607/radio-flash",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game comes with a spinner that matches Morse code signals. Each Radio Flash spin results in a code which causes different things to happen during your voyage. i.e. roll the letter k (-.-) and be subjected to a blizzard that requires you to go back 2 spaces. Some squares have 2 letters in the codes which have differing effects. J(.---)Q(--.-) results in,  on the next spin requiring you to change course and take the Western Course via Cook and Fiji Islands.&#10;&#10;You move your ship from port beginning in Bermuda, to the North Pole by either the Western or Eastern route. These routes can go all around the world.&#10;&#10;To win the player must spin exactly enough to reach the North Pole.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sudoku: Tactics",
    "ID": 65609,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/65609/sudoku-tactics",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Sudoku: Tactics, players take turns drawing 1-5 number tiles and place them in any order to complete rows, columns and 3x3 sub-grids following the rules of Sudoku. Each completion scores one point, and the tiles in the completed areas are removed and returned to the tile pile.  If a player is unable to legally place a number, a &quot;Sudoku Jam&quot; occurs; all tiles with that number are returned to the pile and the previous player scores a point.  Since the board is never entirely filled up, the game is played to an arbitrary number of points or time limit agreed to in advance.&#10;&#10;Similar to other Blue Panther products, the box, nine-piece board, scoreboard and 81 tiles are all laser-etched wood.  The board pieces fit together like a jigsaw puzzle. The game also comes with a printed paper instruction sheet and five pairs of plastic cubes to mark player scores.&#10;&#10;",
    "Categories": [
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Traditional Games: Sudoku"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Habit Challenge",
    "ID": 65615,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65615/the-habit-challenge",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players shall be able to become more aware of what constitutes both good and bad habits.&#10;&#10;Players must try to get as many Good Habit cards as possible and discard all Bad Hait cards. The game ends when one player acquires four Good Habit cards in one category and three in the other, with no Bad Habit cards. The winning player then announces, &quot;Good Habits,&quot; he shows his seven winning cards, and the game is over.&#10;&#10;Components:&#10;56 cards in 2 categories: Character or Hygiene + 4 Good Karma bonus cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "HeadGames",
    "ID": 65616,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65616/headgames",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is educational cardgame for veterinary students.&#10;&#10;Game play is similar to Rummy. The object of the game is to make melds of related cards to earn points and to be the first to reach 500 points.&#10;&#10;Components:&#10;52 cards&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Medical"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Historia de México",
    "ID": 65619,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/65619/la-historia-de-mexico",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to review the major events in Mexican history and the order in which the events occurred. Non-native Spanish speakers will also practice understanding written Spanish. They should also be able to enjoy this activity and enjoy working within the group of players.&#10;&#10;The object of the game is to get two runs of three and four cards representing the sequential order of the events from Mexican history.&#10;&#10;components:&#10;52 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Mexico"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of 1866: Koniggratz",
    "ID": 65625,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/65625/battles-of-1866-koniggratz",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "One of the three games split off from the earlier War of the Empires: Battles of 1866 project from APL, this game covers the most famous battle from the Austro-Prussian War... Koniggratz.  Rather than the five smaller battles in the Frontier Battles installment, this game focuses on one huge battle between the Prussians and Austrians.&#10;&#10;This game uses the same system as War of the States: Gettysburg, 1863 and War Of The States: Chickamauga &amp; Chattanooga which is similar to the Rome at War and Eagles Of The Empire series as well. In this game, the units are Prussian, Austrian, and Saxon infantry brigades artillery batteries, and cavalry regiments. The pieces are moved around topographic maps of the various battlegrounds. Combat is resolved using by rolling a number of dice equal to the total combat strength of units involved in combat, with hits scored on a result of 6.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of 1866: Custoza",
    "ID": 65626,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/65626/battles-of-1866-custoza",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The last of the three games split off from the earlier Battles of 1866: Frontier Battles project from APL, this game covers the First and Second Battles of Custoza in northern Italy. The first battle pits Josef Graf Radetzky against Carlo Alberto's crack Piedmontese forces while the second takes place on the same battlefield nearly 20 years later.&#10;&#10;This game uses the same system as War of the States: Gettysburg, 1863 and War of the States: Chickamauga & Chattanooga which is similar to the Rome at War and Eagles Of The Empire series as well. In this game, the units are Austrian, Italian, and Piedmontese infantry brigades, artillery batteries, and cavalry regiments.  The pieces are moved around topographic maps of the various battlegrounds.   Combat is resolved using by rolling a number of dice equal to the total combat strength of units involved in combat, with hits scored on a result of 6.&#10;&#10;This game does not yet have its own webpage on the APL site.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Voice Sea Battle II",
    "ID": 65629,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/65629/voice-sea-battle-ii",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Electronic game, both French and English voices, b Saitek.  Includes not only regular ships, but different shaped spaceships for use.  Similar to Electronic Battleship, but the space version used different shaped ships.  Voice can be in either English or French.  Standard battleships are the naval version, oddly shaped ships are the space based version.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Electronic",
      "Nautical",
      "Science Fiction"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tipi",
    "ID": 65630,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/65630/tipi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players assemble a circle of tepees (tents), each made from two slotted playing cards. Dice are rolled, and players race to claim a tepee with the most matching symbols -- both inside and outside the tent! However, if an &quot;X&quot; (taboo!) is rolled the goal is reversed.&#10;&#10;",
    "Categories": [
      "American West",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Easy Play (Schmidt Spiele)"
    ]
  }
]