[
  {
    "Rank": "N/A",
    "Name": "Hunting Monsters",
    "ID": 340441,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340441/hunting-monsters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hunting Monsters is a boardgame based in a world where the supernatural is normal.&#10;It is a coop, resource management game with a hint of hidden agenda and wargaming.&#10;Imagine XCOM blended with Supernatural (the tv-series).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hidden Roles",
      "Storytelling",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soccer 17: Team Cards",
    "ID": 340443,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340443/soccer-17-team-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "17",
    "Play Time": "17",
    "Weight": "0",
    "Description": "Soccer 17 Kickstarter add-on expansion. 8 team cards representing Argentina, Brazil, England, France, Germany, Italy, Netherlands, &amp; Spain representing the best teams from 1930-2014.  Each team has one or more special abilities to make the game more exciting.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hand of Gold",
    "ID": 340444,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340444/hand-of-gold",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Hands of gold is a collection style card game where 2 to 6 players are digging through a 70 card deck looking for gold cards to reach the required gold to win.&#10;&#10;On any player's turn, they can use any or all of the effect cards in their hand by placing them on the discard pile. All players (regardless of whether they played any effect cards or not) can draw 1 card or more if they played the &quot;EXTRA&quot; effect card  at the end of their turn.&#10;&#10;The deck contains the exact amount of gold so it is impossible for the deck to run out of cards without anyone winning.&#10;&#10;There are also varying amounts of effect cards allowing players to steal cards, draw more, skip turns, force players to return gold back to the deck, re-order the top 3 cards, trade cards, look in other players hands, and a card that allows you to block any of these effects (including blocks themselves).&#10;&#10;The game ends when a player reaches the required amount of gold which is different depending on the number of players playing:&#10;2 Players: 30 Gold&#10;3 Players: 20 Gold&#10;4 Players: 15 Gold&#10;5 Players: 12 Gold&#10;6 Players: 10 Gold&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Math",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Command Cards",
      "Lose a Turn",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tacoe",
    "ID": 340445,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340445/tacoe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The wooden game Taco&eacute; is composed of a black tinted MDF game board with 8 balls of billiards in phenolic resin, very pleasant and aesthetic. This family wooden game is played by 2 players.&#10;&#10;The rule of the game is simple: players must align 3 balls of its color horizontally or vertically.&#10;&#10;Before starting the game, the balls are arranged according to the photo opposite. Each player chooses a color (black or white). In turn, players move a ball from one square in any direction except diagonally. During the game, instead of moving 1 ball of its color, the player can move a special ball (red or yellow). These balls can grow one or two adjoining balls of the same colors. You can't push 2 or more balls of different colors.&#10;&#10;Careful! A ball pushed by one player cannot be pushed back into the previous position by the other on the next move.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 6 x 6 Grids",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Horseplay",
    "ID": 340446,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340446/horseplay",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Horseplay was originally designed in the 1980s, then published online in 2014.&#10;&#10;The game uses a square 9x9 grid as a playing area. Players begin in the middle of one side of the board, called the &quot;paddock.&quot; Letter tiles are placed on alternating tiles on the grid, with empty spaces between each tile.&#10;&#10;The players then use chess-style movement to collect the letter tiles before ending the round in a designated corner of the board. Once a player lands in a corner square, the &quot;stables,&quot; their play is ended and they must wait for other players to finish.&#10;&#10;At the end of the game, the players spell a word with the tiles they have collected. The highest scoring tile wins. Players who did not end in a &quot;stable&quot; get no points.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Lose a Turn",
      "Spelling",
      "Square Grid"
    ],
    "Families": [
      "Animals: Horses",
      "Components: Letter Cubes / Word Dice",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly KHL",
    "ID": 340447,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/340447/monopoly-khl",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Feel like a high-flying trader in the fast-growing world of professional hockey.&#10;&#10;Play Monopoly KHL to get new property - teams and conferences. &#10;Invest in stands and stadiums and get rents! &#10;Make deals with players, follow deals at auction - there are many ways to get what you want. Be creative because there is not enough room at the top for everyone. &#10;Bankruptcy Trade is your way to success - you can get it all!&#10;&#10;It's time to put on your skates and grab your hockey stick on your way to the world's most exciting and prestigious game!&#10;&#10;The Kontinental Hockey League, formed in 2008, is one of the elite hockey leagues in Europe. The KHL consists of 24 teams, divided into two conferences: East and West, and consists of 4 divisions, which are named after legendary players and coaches: Arkady Chernyshev, Anatoly Tarasov, Valery Kharlamov and Vsevolod Bobrov.&#10;&#10;The teams compete for the highest award - the Gagarin Cup.&#10;Do you want to follow the path of champions?&#10;It's time for you ! &#10;Become a professional in the Monopoly KHL !&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: Russia",
      "Game: Monopoly (Official)",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anno Domini: Ali Baba Spieleclub e.V.",
    "ID": 340448,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/340448/anno-domini-ali-baba-spieleclub-ev",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each Anno Domini set consists of 340 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly Recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn German language in the first place.&#10;&#10;The Set &quot;Anno Domini - Ali Baba Spieleclub e.V.&quot; is a special release for the 30th anniversary of the German boardgame club &quot;Ali Baba&quot; and acts as a club chronicle. It contains events related to the history of the club. It can be played as a standalone or together with the other sets, which is the best way of playing it.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Who's The C***?",
    "ID": 340449,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/340449/whos-the-c",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Step right up, ladies and gentlemen, and grab yourself the party game of the year!&#10;&#10;Can you guess Who's The Cunt by process of elimination?&#10;There are big cunts, little cunts, rude cunts, hairy cunts, bald cunts and old cunts. Cunts in hats, cunts in glasses, red, puffy cunts and cunts that could definitely use a trim.&#10;&#10;We've got 24 glorious cunts for you to choose from!&#10;Folks, we've got more cunts than you can poke a stick at. One thing's for sure - they're slippery cunts, and it's going to takes some real detective work to sniff them out!&#10;&#10;&mdash;description from the designer&#10;&#10;An adults-only party game remarkably similar to Guess Who. &#10;Players attempt to determine which character the other player is playing as - All while hoping they don't get discovered themselves!&#10;The game presents itself as being quite quality - Which is surprising given the nature of the humour.&#10;&#10;The game was released in Australia early 2021.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fruit Trader (fan expansion for Carcassonne)",
    "ID": 340450,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340450/fruit-trader-fan-expansion-for-carcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A new craze has hit the countryside around Carcassonne! Pineapples have been brought back from lands afar and are highly prized by the citizens of Carcassonne! The traders selling these marvellous fruits are highly sought after for the prize they bring.&#10;&#10;Ananas becomes a new trade counter. Each player takes an Ananas counter when he completes the road/cloister where the icon is. The Ananas counter can be exchanged immediately with another trade counter of another player. Who has the most Ananas counter at the end of the game scores 10 points.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mini House Flipper",
    "ID": 340453,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/340453/mini-house-flipper",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Winner:&#10;Most thematic game category&#10;2021 9-card Nanogame PnP Design Contest&#10;&#10;Run a successful house renovation business. Choose projects to take on, buy and sell materials at the right time, and employ specialists to help you complete projects on a budget. Can you keep your customers satisfied while maintaining a profit?&#10;&#10;The goal of the game is to achieve the maximum profits and at the same time keep your customer satisfaction level high.&#10;&#10;The game is played in 2 rounds. Each round consists of multiple turns. Start your turn by drawing 2 cards and place them on your player mat. The first cards drawn is project side up and represents your ongoing project. The second card is your project specialist.&#10;Purchase materials to allocate them to your ongoing project or in anticipation of future price hikes.&#10;&#10;To complete an ongoing project, you must allocate first the required resources then pass a quality check using your specialist card and your customer satisfaction level.&#10;&#10;You may also complete company objectives which would allow you to gain abilities to aid you in completing ongoing projects.&#10;&#10;The game ends as soon as you have drawn and resolved all the cards from the project deck on the second round. After which, you calculate the total profits made from each project.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saloon Duel",
    "ID": 340467,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/340467/saloon-duel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Saloon Duel is an unconventional trick taking game for 2 to 4 players.&#10;&#10;Like standard trick-taking games, a player leads by playing one card.  All other players take turns playing one card. Each player may follow the suit of the leading card or play any blue card unless you have trump.  If you have a trump card in your hand you must play it.  A trick is defined as the single cards that each person plays for the current turn.  A trick is captured by the person who played the highest card of trump, unless a trump is not played, then the highest card of the suit that was lead wins.  When you win a trick you may keep a single card with a 1 value in your score pile, if there was one played.&#10;&#10;A poker chip on a card at the saloon determine trump and ending points.  The cards in the saloon may be moved by players in some circumstances.  Suits in this game are the Outlaw, Gambler, Kid, Cowboy or Deputy.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Victory Points",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Myth & Goal",
    "ID": 340472,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/340472/myth-and-goal",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "80",
    "Weight": "2.3333",
    "Description": "Myth &amp; Goal is a miniatures board game of fantasy football for 1-2 players, designed by James Hewitt and Sophie Williams. In the game, each player takes control of one of many unique teams defined by classic fantasy races, such as elves, dwarves, and orcs, and faces off against each other in a sport inspired by American football. While each team features players with their own strengths and weaknesses, players also choose a focus for their team that further defines how that team functions in the game.&#10;&#10;Players use actions with their players to attempt to either throw the ball through the goal for points, or have a player run it into the goal for even more points. The team with the most points at the end of the game wins.&#10;&#10;Using streamlined rules, custom dice, and highly detailed plastic miniatures, Myth &amp; Goal delivers an exciting and fast paced fantasy football experience that players won&rsquo;t find anywhere else. The modular team creation ensures that every player can easily find their desired playstyle combined with their favorite classic fantasy races. Players can also use the free agent rules to build their own custom all-star teams using different combinations of players from all available teams. In addition, players can watch their teams grow and develop using the league rules or practice their strategy on their own against an AI team using the solo game rules, both included in the core game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bezaubernde Jeannie",
    "ID": 340475,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340475/bezaubernde-jeannie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at the corners of the game board and try to reach the center space. Movement is determined by a roulette wheel. If the result is a number, the player moves the corresponding number of spaces. On the result of a &quot;Jeannie&quot; the player draws a card and a certain player is blinked to another section of the game board. If another player occupies an space in this section, he is blinked back to his starting space. This is also true, if a player is thrown out by another player moving on his spot. The first player to reach the center space wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Grid Movement",
      "Race",
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": [
      "Series: TV-Serials (Nürburg Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meow! The Cult of Cat: Tantrum House Promo Cards",
    "ID": 340477,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340477/meow-the-cult-of-cat-tantrum-house-promo-cards",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "2 promo cards included in Tantrum House kickstarter for Meow: The Cult of Cat.&#10;&#10;Tantrum card: Pretend to throw a tantrum&#10;House card: Imitate a house&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Promotional: Tantrum House"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Camp Pinetop: Tantrum Houseboat Promo Card",
    "ID": 340478,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340478/camp-pinetop-tantrum-houseboat-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Promo card offered through Tantrum House kickstarter campaign.&#10;&#10;The Tantrum Houseboat is a new green-tent map card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Promotional: Tantrum House"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Medium: Telepathic Tantrum Promo Cards",
    "ID": 340479,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340479/medium-telepathic-tantrum-promo-cards",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "8 Telepathic Tantrum cards offered through Tantrum House kickstarter campaign&#10;&#10;After another team plays their first card, play a card from your hand.  Then, that team must attempt to match with the two played cards, without playing their second card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Matching",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Promotional: Tantrum House"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "We're Doomed: Quarantine promo",
    "ID": 340482,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340482/were-doomed-quarantine-promo",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "offered through Tantrum House kickstarter.&#10;&#10;Keep this card face up.&#10;Containment protocol requires all players to immediately cover their mouths. &#10;For the rest of the game, any player caught not covering their mouth loses all tokens.&#10;Starting...now.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action / Event",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Promotional: Tantrum House"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Set a Watch: Hulking Amalgam promo",
    "ID": 340483,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340483/set-a-watch-hulking-amalgam-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Promos included in Tantrum House Kickstarter. Season 7&#10;&#10;Ongoing: Each time a Reveal effect is resolved, resolve it an additional time as if it had been triggered by Hulking Amalgam.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Promotional: Tantrum House",
      "Series: Set a Watch (Rock Manor Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quinella",
    "ID": 340484,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340484/quinella",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players bet on horses to get chips.&#10;&#10;The game is played using a deck of proprietary cards called &quot;KUATRO cards&quot;, which have three color squares on each card. The colors correspond to colors of the game pieces (the horses): red, green, yellow, and blue. The cards may have three different colors, or may have more than one square with the same colors.&#10;&#10;Any number of players may play, but one player may act as the &quot;bookie&quot; and take bets from the others. Stacks of poker chips may be used to place bets. The players may bet on which place the horses will end the race.&#10;&#10;After selling tickets, the horses are placed. The bookie draws cards until at least two colors are the same on a card. Horses are placed on the post in the order that drawn cards with 2 or more colors show up.&#10;&#10;Then the race starts. The booke draws cards and reads off the colors on each card. The horses are moved one space for each time its color is called. The race continues until three horses cross the finish line. The players receive payout based on the odds of the tickets they purchased at the start of the game. The winner has the most chips.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castle Siege",
    "ID": 340485,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.66",
    "Link": "https://boardgamegeek.com/boardgame/340485/castle-siege",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Castle Siege is a 1-2 player handheld play tower defense card game. In it, each player arranges their entire castle between the fingers of one hand, beginning with just the castle keep. From there, the players play cards to add towers, or to attack their opponents castle with archers, battering rams, explosives, and trolls. Play proceeds with towers and attackers taking damage until one player's keep is destroyed.&#10;&#10;In solo mode, players lay out their keep and two towers on the table to build a castle. Archer cards make up the active defenses, and attacking cards are drawn from the enemy deck. Their attacks are launched on your towers, your archers and then your keep unless you can successfully fend them all off with your archers.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Open Drafting"
    ],
    "Families": [
      "Category: Tower Defense",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hero's Journey Home: Realms of Magic and More",
    "ID": 340486,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340486/heros-journey-home-realms-of-magic-and-more",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Realms of Magic and More is the second and final expansion for Hero&rsquo;s Journey Home. Add more spellcasters to your party and equip them with new spells and gear, travel to new lands, and fight new magical monsters - now with the ability to cast spells of their own.&#10;&#10;Along with these additions are all-new quest monsters, quest items, gods, and adventure card effects.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spotlight",
    "ID": 340488,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/340488/spotlight",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Spotlight is a head-to-head card game in which you fight for control of areas that change value and effects each round.&#10;&#10;To begin play, lay out four of the sixteen area cards; each area is worth points, and some of them have an effect, such as &quot;All blue cards are played here face down&quot; or &quot;The suit with the second-highest total wins&quot;. Deal the playing card deck evenly to each player; cards come in four suits, with values 2-5. In the first round, players discard two cards in their hand face down, then choose a card as their scoring suit and place it face down on the table. (In the second round, players each discard only one card, and in round three they discard no cards.)&#10;&#10;Players then take turns playing a single card from their hand face up in one of the areas. Each area can hold at most five cards, and twice during a round a player can place a spotlight card under their played card to change this card to their secret scoring suit at the end of the round. Once all 18 cards have been played, players reveal their scoring suit. If these suits are identical, then each player scores only this single card, and cards played to areas are ignored. If these suits differ, then you calculate the strength of each suit in an area to determine which suit wins that area's points. Unless the area specifies otherwise, the suit with the highest sum wins the area &mdash; and if a player chose this suit, then they score the area card. All scored cards are placed to the side, out of play.&#10;&#10;For rounds two and three, reshuffle all non-scored playing cards, lay out new area cards, then deal new hands to players. Whoever has scored the most points after three rounds wins.&#10;&#10;Spotlight includes a solo mode in which you play against the AI &quot;Light&quot;, attempting to win areas as Light plays down twice as many cards. How well will you be able to beat the automated system?&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Number",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Deduction",
      "Hidden Victory Points",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Small Garden",
    "ID": 340491,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/340491/my-small-garden",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You've got a lot of potted plants for your new flat and you've got to make sure that they're all properly placed.&#10;&#10;My Small Garden is a cooperative puzzle game for 1 or 2 players and plays almost exactly the same at both player count. Remember which seeds you've planted and manage your hand to put out the pots and plants you need. This small card game combines spatial card placement with memory, variable goals, and deductive elements to create a unique challenge each time you play.&#10;&#10;Players shuffle 2 decks and build a 4x4 grid by playing cards one at a time. Players have multiple goals they can pick to win the game.  This is made more difficult as some cards are played upside down so they remain hidden til the end of the game for scoring.&#10;&#10;My Small Garden combines memory and strategy in a quick little card game.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Math",
      "Memory",
      "Number",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Grid Coverage",
      "Memory",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Charlie and the Chocolate Factory: Factory Dash Game",
    "ID": 340494,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/340494/charlie-and-the-chocolate-factory-factory-dash-gam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Race your friends to the factory gates by backing your favourite character.&#10;&#10;Each player turns a card over to see which characters move forward, or backwards, until they reach the finish line. Play over three rounds to see who wins, and you can't pick the same character twice.&#10;&#10;Contains 50 cards.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Race"
    ],
    "Families": [
      "Authors: Roald Dahl",
      "Books: Charlie and the Chocolate Factory",
      "Food & Drink: Chocolate"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Merry Men (fan expansion for Carcassonne)",
    "ID": 340495,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340495/merry-men-fan-expansion-for-carcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A band of outlaws have taken to hiding out in the forests around Carcassonne, stealing from the rich&#10;and giving it to the poor. Or at least that&rsquo;s how the story goes&hellip;&#10;&#10;A brawling tournament takes place among who has the majority of Woodsman in the forest with the Merry Men Camp. Who will get to be the Champion of the brawling will get 2 points for each forest tile. Moreover, the player who completes the largest Forest will get 1 point for each completed forest at the end of the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ranking!",
    "ID": 340496,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/340496/ranking",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Ranking is a party game for the whole family. Each player must order the 5 options creating their own Ranking, trying to guess the actual order. To do this, players use 5 cards that shares icons with options.&#10;&#10;Ranking es un party game para toda la familia. Cada jugador deber&aacute; ordenar las 5 opciones creando su propio Ranking, tratando de acertar el orden real. Para ello, los jugadores usar&aacute;n 5 cartas que comparten iconos con las opciones.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bibi Blocksberg: Der blubbernde Hexenkessel",
    "ID": 340509,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/340509/bibi-blocksberg-der-blubbernde-hexenkessel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players must help Bibi Blocksberg brew the witch's potion. With her familiar voice and funny sound effects, witch potion brewing becomes even more realistic.&#10;&#10;Bibi's bubbling witch's cauldron offers two variants for the young witches: In &quot;Remember-me witch potion,&quot; Bibi Blocksberg forgets the named ingredients for her cauldron potion due to excitement. The players must therefore listen carefully to which and how many of the 36 ingredients Bibi needs. If all the elements are correctly thrown into the cauldron, the familiar Hex-Plingpling sounds and Bibi has passed her test. In the &quot;Shoo-shoo witch's potion&quot; variant, Aunt Mania makes it a little more difficult for the players: Together with Bibi, they play against the clock. The various ingredients are scattered all over the room, have to be collected and brewed into an exam potion at witch's speed. If they don't manage to finish the witch's potion in time, the cauldron will explode and Bibi will fail her exam.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic",
      "Memory"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Matching",
      "Memory"
    ],
    "Families": [
      "Characters: Bibi Blocksberg",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Guinnessin virallinen pelikirja",
    "ID": 340510,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/340510/trivial-pursuit-guinnessin-virallinen-pelikirja",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A book containing 3000 questions and answers in the six standard Trivial Pursuit categories:&#10;&#10;Geography&#10;Entertainment&#10;History&#10;Arts &amp; Literature&#10;Science &amp; Nature&#10;Sports &amp; Leisure&#10;&#10;There are always 25 questions of one category in one spread.  Answers can be found from separate booklet.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Book",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Beer",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Rangers: Heroes of the Grid – Fan Appreciation Kit",
    "ID": 340511,
    "Year": "(2021)",
    "Geek Rating": "5.532",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340511/power-rangers-heroes-of-the-grid-fan-appreciation",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A thank you to the fans, the Fan Appreciation Kit adds a variety of content to the game including 13 narrative scenarios, new zords and customized tokens.&#10;&#10;Includes: &#10;-Scenario Book with 13 Scenarios (previously released as scenarions 0-12; no new scenarios)&#10;-Titanus Card&#10;-Ultrazord Card&#10;-8 Patch Tokens&#10;-6 Gift Tokens&#10;-8 Megazord Tokens&#10;-6 Player Life Tokens&#10;-5 Zeo Crystal Tokens&#10;-20 Ranger Dividers&#10;-15 Monster Dividers&#10;-5 Boss Dividers&#10;-Card Divider Sticker Sheet&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Power Rangers: Heroes of the Grid",
      "TV Shows: Power Rangers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "60-luku: Vuosikymmenen peli",
    "ID": 340512,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/340512/60-luku-vuosikymmenen-peli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "How much do you know about the 60s, that decade of Beatlemania, Kekkonen and the landing on the moon?&#10;&#10;200 cards with one question per card and the answer on other side. There is either multiple choice question from one of the five categories or kind of text recognition task.&#10;&#10;Players take turns asking questions. The first player to get five correct answers wins the game. Multiple players can get points on a round.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Finland",
      "Decades: The 1960's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "70-luku: Vuosikymmenen peli",
    "ID": 340514,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/340514/70-luku-vuosikymmenen-peli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "How much do you know about the 70's, that decade of disco music, Lasse Vir&eacute;n and the spy agency?&#10;&#10;200 cards with one question per card and the answer on other side. There is either multiple choice question from one of the five categories or kind of text recognition task.&#10;&#10;Players take turns asking questions. The first player to get five correct answers wins the game. Multiple players can get points on a round.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Finland",
      "Decades: The 1970's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "80-luku: Vuosikymmenen peli",
    "ID": 340515,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/340515/80-luku-vuosikymmenen-peli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "How much do you know about the 80s, that decade of the fall of the Berlin Wall, the Decade of Dynasty and Dingo?&#10;&#10;200 cards with one question per card and the answer on other side. There is either multiple choice question from one of the five categories or kind of text recognition task.&#10;&#10;Players take turns asking questions. The first player to get five correct answers wins the game. Multiple players can get points on a round.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Finland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "90-luku: Vuosikymmenen peli",
    "ID": 340516,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/340516/90-luku-vuosikymmenen-peli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "How much do you know about the 90s, that decade of the Internet and mobile phone breakthrough, the recession and Finland's first hockey World Cup gold?&#10;&#10;200 cards with one question per card and the answer on other side. There is either multiple choice question from one of the five categories or kind of text recognition task.&#10;&#10;Players take turns asking questions. The first player to get five correct answers wins the game. Multiple players can get points on a round.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Finland",
      "Decades: The 1990's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uusi liikennepeli",
    "ID": 340517,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/340517/uusi-liikennepeli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box front:&#10;&#10;&quot;A TRAFFIC RALLY FOR THE WHOLE FAMILY.&#10;&#10;As the amount of cars is still increasing and traffic is getting busier, it's good to learn the significance of the traffic signs already at an early age.&#10;&#10;When learned by playing, they will best stay in the mind and so this game is not only fun, but useful too.&quot;&#10;&#10;---&#10;&#10;An educational traffic game for children; a roll and move game with two stages.&#10;&#10;In the first stage players drive their car pieces through the city map collecting tiles with traffic signs on them. When all signs are collected the second stage starts.&#10;&#10;In the second stage the players try to be the fastest to get through the city map. The player with the least tiles from the first round starts.&#10;&#10;Players get points from the collected tiles and from their standings in the rally phase. The player with the most points at the end wins the game.&#10;&#10;The game was supported by the Finnish Police and TALJA (Tapaturmantorjuntayhdistyksen liikennejaosto, The Traffic Section of the Accident Preventation Association) which existed in 1935-1971 and is now Liikenneturva (The Finnish Road Safety Council).&#10;&#10;Note: The alternate name on the box front, 'Yhteispeli', implies that this would have some cooperative elements but that is not true at all; this is a standard competitive game in both stages, with nothing co-op about it.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Transportation"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schatzsuche",
    "ID": 340518,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340518/schatzsuche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A treasure is hidden under the cups. If you are smart, you will remember where the gold pieces are. Because a good memory and consideration are the key to success.&#10;&#10;The arrow of the wheel of fortune points to a shape. Now choose a cup of the same shape: if there is a gold piece under it, keep it. If it's a chip, you'll have to pay a fine and the treasure will move.&#10;&#10;At the end you count your riches - and the one who was the most attentive will win.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Matching",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Astraea: The Seraphim Paradox",
    "ID": 340519,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/340519/astraea-the-seraphim-paradox",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "3.5",
    "Description": "Within the turbulent plane of Astraea, peace is a fleeting dream. Wars rage, tragedy strikes, and the battlefield becomes a canvas of strategy and power. Amidst the chaos, commanders rise, guiding their troops through a dance of tactical prowess, seeking victory by morale or complete annihilation. As a player, you'll immerse yourself in this intricate dance, orchestrating your forces' movements, launching attacks, assembling versatile constructs, and leveraging unique formations to create devastating combos. Each decision carries weight, as the path to triumph requires both foresight and adaptability.&#10;&#10;Astraea: The Seraphim Paradox invites two players into a strategic skirmish on a grid-based battlefield. Armed with a meticulously crafted faction of 20 cards - comprising 10 units, 6 constructs, and 4 formations - players are given the choice of deploying units for a robust offensive or holding some back for greater command flexibility. More troops on the field might amplify your battle presence, but holding onto cards can increase your available actions. Success hinges on strategic foresight and timely decisions.&#10;&#10;With its initial release, Astraea: The Seraphim Paradox provides an ever-rich tapestry of lore and strategy, featuring five distinct factions. The &quot;Shields of Genmar&quot; stand as the stalwart defenders of the capital city's ideals, ever-ready to lay down their lives for the realm. Opposing them are &quot;The Risen,&quot; Genmarian rebels who've embraced forbidden magics to challenge the very fabric of their world. Meanwhile, the &quot;Seraphim Kestral's,&quot; sky-toned enigmas from beyond, bring with them a paradox that not only fractured the realm but thrust them into this relentless war. New contenders await your discovery... Choose your allegiance, and let the battle to restore Astraea begin!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ronin Warrior",
    "ID": 340520,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/340520/ronin-warrior",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Ronin Warrior is inspired by the 47 Ronin and Japan's Sengoku period. In this 2-in-1 board game there are two separate modes of play; Ronin Warrior: Vengeance is a solo, cooperative campaign game, while Ronin Warrior: Rising is a strategic wargame that features various buildings and units that players can construct and train across the map. Both modes of play share the same timeline, game pieces, and characters.&#10;&#10;Ronin Warrior: Vengeance is where the story begins, when Kirashi, a greedy warlord, is instigated by the sorcerer Majo to harm Lord Asan to usurp the ancient spirit's power. One thing Kirashi didn't expect, after Asan's death, the spirit temple also collapsed and 5 pieces of the spirit disappeared. According to legend, summoning a spirit requires 5 pieces of a spirit and an eight-headed dragon's claw. From here the battle to collect 5 spirit and dragon claws begins. The Samurai under Asan had become Ronin, lost their master, their honor was damaged, the Ronin once again gathered, they were determined to recover 5 pieces of spirit to end the dark age and avenge, get honor back.&#10;&#10;In Ronin Warrior: Vengeance each player takes on a different role, such as Ronin, Samurai, Ninja, Darksoul, Sohei, and Ming. You can play solo or you and up to 5 other players will overcome dangerous traps, assassinate enemies, recover ancient spirit, and obtain rare treasures in this co-op campaign. You'll explore an ever-changing world, with endless possibilities in Ronin Warrior: Vengeance.&#10;&#10;Ronin Warrior: Rising continues where Vengeance leaves off. When one clan attempts to usurp the power of the spirit, a great clan war erupts across Japan. You will play as daimyo on your journey to build and consolidate power throughout the nation.&#10;&#10;You, along with other Samurai, are gathered for a special occasion. The clans decide to work together in search of the ancient spirit to gain their legendary power. However, in this cooperative mode, players will tentatively work together while their secondary objectives will be hidden from each other. With your sword forward and a knife pointing at your back, up to 6 players explore Japan, fight legendary Yokai, and obtain legendary items such as Muramasa, Kusanagi no Tsurugi, Yata no Kagami. As you explore the map, you will come across villages where you can recruit various units and heroes to bolster your forces or destroy them for personal gain. You can also receive blessings at temples from Yamata no Orochi, the Eight-Headed Dragon. Each Samurai has a unique story, a unique goal, and a clan-specific skillset. You'll discover an ever-changing world, with endless possibilities in Ronin Warrior: Vengeance.&#10;&#10;In Ronin Warrior: Rising you are a powerful daimyo, whose goal is to unify Japan. Players can accomplish this either by conquering all the other clans, or by summoning the spirit. To conquer the nation, you will use your townspeople to exploit resources and trade with other players to build your empire alongside legendary figures such as the Samurai Shinsuke and Tameto, shaman queen Himiko, and Seimei the Onmyoji. As you expand your territory across the board, you will encounter neutral villages, and temples dedicated to Yamata no Orochi.&#10;&#10;To summon the spirit, you will need to defeat Yokai, collect all 5 spirit shards, and possess the dragon claw. The entire history of Japan's Sengoku period will be written by your hands. Conquer them or befriend them. Worship the eight headed dragon or destroy his temples. Recruit soldiers or raze villages. The choice is yours. Do you fight for victory, justice, revenge, or honor?&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Moving Multiple Units",
      "Multiple Maps",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Country: Japan",
      "Creatures: Demons",
      "Creatures: Dragons",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "History: Sengoku Period",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Theme: Ninjas",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Witcher: Old World – Mages",
    "ID": 340523,
    "Year": "(2023)",
    "Geek Rating": "5.848",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340523/the-witcher-old-world-mages",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.4286",
    "Description": "It includes 5 new characters &ndash; mages. Each has a unique miniature, a full set of components that include an individual deck and a player board with an individual specialty. With that expansion, you have 12 characters to choose from, and that&rsquo;s not all. Mages get a board extension and a full deck of Action Cards. So mages and witchers can compete in the Old World, but they train and fight in their own style.&#10;&#10;Expansion Components:&#10;&#10;- 5 sets of Mage components: A miniature with a plastic base, double-layered Player Board, Tokens to track Attributes and Energy, 10 Starting Action Cards, and 4 Trophy Cards.&#10;- 5 Specialty Tokens&#10;- 90 Action Cards&#10;- 30 wooden tokens&#10;- 1 Additional Board&#10;&#10;&mdash;Kickstarter summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Novel-based",
      "Travel",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Narrative Choice / Paragraph",
      "Open Drafting",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Race",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Books: The Witcher",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Crowdfunding: Catarse",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: zagramw.to",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Witcher: Old World – Legendary Hunt",
    "ID": 340526,
    "Year": "(2023)",
    "Geek Rating": "6.012",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340526/the-witcher-old-world-legendary-hunt",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.5",
    "Description": "Some Monsters are so powerful and fierce that they spread fear and destruction city after city. Killing such a dangerous beast would turn any witcher into a living legend. But not any witcher can accomplish such a daring task!&#10;&#10;This expansion includes 7 huge miniatures, 7 monster Cards with other special tokens, and Cards. With that expansion there is a big monster moving through the Continent, sowing terror and destruction. Witchers train, hunt monsters, and strive to prepare for a final enemy. Killing a Legendary Monster is the only way to win the game.&#10;&#10;Gameplay and components overview:&#10;&#10;- Each of these Monsters is a huge miniature with a special, Large Monster Card that explains its unique abilities and attacks. &#10;- There is also a set of 20 new Combat Cards, used only in the fight against a Legendary Monster. &#10;- This Expansion contains a set of Legendary Hunt Cards that will move it around the map and give players the opportunity to gather information while preparing for the fight.&#10;- Legendary Monster appears on the map from the beginning of the game, will move around the map, and leave destruction behind, represented by special Tokens. Witchers will be able to prepare for the final fight from the very beginning, but they also need to train and hunt other monsters.&#10;&#10;Expansion compatibility:&#10;&#10;- It works with standard game and basic solo mode.&#10;- It doesn&rsquo;t work with Wild Hunt, which already has boss miniatures that you choose from.&#10;- It can be combined with all Modes from the Monster Trail.&#10;- You can use Mages, Lost Mount, as well as Adventure Pack while adding Legendary Hunt.&#10;&#10;&mdash;Kickstarter summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Novel-based",
      "Travel",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Narrative Choice / Paragraph",
      "Open Drafting",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Race",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Books: The Witcher",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Creatures: Monsters",
      "Crowdfunding: Catarse",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: zagramw.to",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uusi suomalainen presidenttipeli",
    "ID": 340527,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/340527/uusi-suomalainen-presidenttipeli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll and move game about Finnish presidential election in 1982.&#10;&#10;There is a road of dots from start to &quot;Presidentinlinna&quot; (presidential residence of Finland). At the start of the game player rolls the die and gets 10000 times the rolls worth of money. After that player just rolls the die and moves. If player happens to land on black dot, then he/she reads &quot;sattuma&quot;-card (chance card) and sees what happens. If player runs out of money, he/she just passes one turn and gets 10000 marks from the bank.&#10;&#10;First player to reach &quot;Preidentinlinna&quot; with exact count wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Country: Finland",
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Witcher: Old World – Skellige",
    "ID": 340529,
    "Year": "(2023)",
    "Geek Rating": "5.875",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340529/the-witcher-old-world-skellige",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.1",
    "Description": "Inhabited by different Clans, Islands on the Great Sea breed traders, warriors, and leaders. One might see the Islands as an opportunity for political connections, but a witcher or a mage would rather travel there to train, hunt monsters, and seek an adventure. It may be of great benefit to visit Skellige Islands, as well as other, unexplored ones, but such travels rarely come without a cost.&#10;&#10;You get a sizable Board extension with all-new locations and location tokens. Your map gets bigger and more interesting. There is a special way to travel to the Islands by using Ship miniatures, and each travel always comes with a new, sea adventure. There Is a special Deck of Exploration and Event Cards just for that Expansion, and some of them may result in Dagon, an ancient monster, being summoned.&#10;&#10;Expansion contents:&#10;&#10;- 1 Dagon monster miniature&#10;- 3 ships miniatures &#10;- 1 game board&#10;- 1 large monster card&#10;- 6 harbour tokens&#10;- 50 exploration cards&#10;- 30 event cards&#10;&#10;Expansion compatibility:&#10;&#10;- It works with standard game and basic solo mode.&#10;- It doesn&rsquo;t fully work with Wild Hunt, since a big part of it consists of new Exploration Cards. Players may decide just to add the map with the new locations and Ship travel.&#10;- It can be combined with all Modes from the Monster Trail.&#10;- It can be combined with the Legendary Hunt.&#10;- You can use Mages, Lost Mount, as well as Adventure Pack while adding Skellige Expansion.&#10;&#10;&mdash;Kickstarter summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Novel-based",
      "Travel",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Narrative Choice / Paragraph",
      "Open Drafting",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Race",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Books: The Witcher",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Creatures: Monsters",
      "Crowdfunding: Catarse",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: zagramw.to",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Furioso: The Italian Wars",
    "ID": 340530,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340530/furioso-the-italian-wars",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This supplement to the Furioso rules takes a more in-depth look at the Italian Wars of the sixteenth century. One of the main sections of the book covers a number of the major battles of the period and provides scenarios for such battles as Fornovo, Pavia and Ceresole. The historical scenarios provide player with army lists for each battle, maps to allow players to set up the terrain and show deployment areas and also provides special rules specific to each battle. Using these scenarios players can explore these famous battles and compare their efforts to the historical outcomes of the day.&#10;&#10;Another prominent section of this supplement covers mercenary units and generals. Here players can really get into the spirit of the Italian Wars by hiring famous mercenary units to include in their armies. However, players will have to bid against their opponents to get the best units and must be prepared to lose their favourite unit to the highest bidder. Each of these renowned mercenary units will have its own profile and special abilities so generals will be keen to include them in their armies.&#10;&#10;What is also included in this supplement are rules for solo play. Solo play allows players to fight battles on their own against an opposing army which is controlled using the solo mechanism, a mechanism that will be trying equally hard to destroy the player&rsquo;s army as the player is trying to destroy their opponents. Using the solo play rules players that are new to the game have an enjoyable and interesting way to familiarise themselves with the rules processes before trying the game out against their wargaming friends and opponents.&#10;&#10;The last main section of the rules covers the Da Vinci inventions. Those with an interest in the Renaissance period will be familiar with the marvellous and evocative drawings of strange craft that have endured through history. These fantastical and improbable creations are given &lsquo;life&rsquo; here and players can now include them in their armies if they wish (and can of course purchase the models such as the Da Vinci Tank from Alternative Armies). But don&rsquo;t worry, these inventions are unlikely to over-power more conventional forces. They are sometimes as unstable as they look, often providing more amusement than fear as they break down or crash out of the sky. Enjoy!&#10;&#10;To complement these weird and wonderful inventions is a new breed of soldier trained specifically to fight them. Armed with new weapons, new tactics and near suicidal bravery, Renaissance warfare really is entering a new phase of destruction and brutality.&#10;&#10;In addition to all this, for a little extra period &lsquo;flavour&rsquo; there is a section that deals with blessings and divine intervention. Commanders can call upon whichever religious authority their army ascribes to for a little &lsquo;extra help&rsquo; when it really matters. No guarantees of course - but if successful, the results can be most entertaining.&#10;&#10;And finally I have included a section that answers some of the frequently asked questions that players have about the Furioso rules. Hopefully this will provide extra clarity and clear up a couple of points that escaped my attention first time round.&#10;&#10;So as you can see, this supplement contains both serious and silly elements. I hope players enjoy both as I found both aspects equally entertaining when writing and testing out this supplement.&rdquo;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Italy",
      "History: The Italian Wars",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crossed Lances: Jousting Rules – For the Tourne'",
    "ID": 340545,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340545/crossed-lances-jousting-rules-for-the-tourne",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Have wondered what it would have been like to compete in a joust and a grand mounted melee? &#10;If so then these rules could be the made for you. &#10;Crossed Lances has two games within one rule set. The first game deals with the jousts you will make, with as many as eight players around one table with as many as 4 tilts in use.&#10;&#10;The game is based around the principal of easy to play, quick to play, be realistic in the outcome and above all be enjoyment for all. &#10;Crossed Lances is a great family game, it is a very good war-game and is a very much needed history lesson for the children, who are the future of war gaming. &#10;These rules cover the potential hits that can be made in both the joust and the mounted melee&rsquo;, each using the hit tables provided, whilst retaining the thrill of speed and power.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Theme: Chivalry / Jousting / Tournaments (Medieval Europe)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Batalla de Can Vies",
    "ID": 340548,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/340548/la-batalla-de-can-vies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "La Batalla de Can Vies (The Battle of Can Vies) is a wargame set during the conflict that took place in the Sants district of the city of Barcelona when an attempt was made to evict squatters from the CSA Can Vies in May 2014.&#10;&#10;In this asymmetric strategic wargame for 2-6 players, the opposing sides &mdash; institutions and social movements &mdash; compete against one another by fighting in the streets of Sants to demolish or to prevent the demolition of Can Vies. Simultaneously, they attempt to maintain acceptable levels of popularity throughout the conflict, with the conflict possibly overflowing and spreading to greater Barcelona and beyond.&#10;&#10;Choose whether you want to command the police, political, and media forces in charge of the public institutions, or embrace your rebellious heart that wants to co-ordinate the crowd that has gathered in the streets, leading the social movements in this moment of revolt.&#10;&#10;Asymmetric Wargame with card engine as an event generator.&#10;Strategy / Chance: Balance of approximately 50%. Between the strategy you adopt with the resources at your disposal, and the luck you have with the dice and the cards.&#10;&#10;&mdash;user summary&#10;&#10;&#10;    &quot;Per&ograve; escolti, jo s&oacute;c un entusiasta de l&rsquo;autogesti&oacute;!&quot;&#10;    Xavier Trias, ex-alcalde de barcelonaLa Batalla de Can Vies &eacute;s un joc de taula ambientat en el conflicte que es va viure al barri de Sants i a la ciutat de Barcelona quan es va intentar desallotjar el CSA Can Vies, al mes de maig de l&rsquo;any 2014.&#10;&#10;&Eacute;s un joc d&rsquo;estrat&egrave;gia asim&egrave;tric per a dues o m&eacute;s jugadores, on els dos b&agrave;ndols enfrontats -institucions i moviments socials- hauran de rivalitzar i competir per derrotar a l&rsquo;altre. Lluitant als carrers de Sants per enderrocar o impedir l&rsquo;enderroc de Can Vies, procurant mantenir quotes de popularitat acceptables al llarg del conflicte, o intentant que aquest &uacute;ltim desbordi i s&rsquo;estengui a Barcelona i m&eacute;s enll&agrave;.&#10;&#10;Escull si vols comandar les forces policials, pol&iacute;tiques i medi&agrave;tiques fent-te c&agrave;rrec de les institucions p&uacute;bliques. O, si pel contrari, el teu cor rebel et porta a voler coordinar la multitud que s&rsquo;ha aplegat als carrers, liderant els moviments socials en aquest moment de revolta.&#10;&#10;Caracter&iacute;stiques:&#10;    Mode per a dues jugadores&#10;    Mode per a grups (per a una bona experi&egrave;ncia de joc es recomana no ser m&eacute;s de 6 jugadores, tot i que no hi ha l&iacute;mit)&#10;    Durada: 90&rsquo;/120&prime;&#10;    Wargame asim&egrave;tric amb motor de cartes com a generador d&rsquo;esdeveniments.&#10;    Estrat&egrave;gia/Atzar: Equilibri del 50% aproximadament. A cavall entre l&rsquo;estrat&egrave;gia que adoptis amb els recursos dels que disposes, i la sort que tinguis amb els daus i les cartes.&#10;&#10;",
    "Categories": [
      "Educational",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Simulation"
    ],
    "Families": [
      "Cities: Barcelona (Spain)",
      "Political: Movements and/or Activism",
      "Theme: Revolution/Uprising",
      "Theme: Spanish Political Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "менеджер клига КХЛ",
    "ID": 340549,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340549/menedzer-kliga-kxl",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "80",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&#208;&#188;&#208;&#181;&#208;&#189;&#208;&#181;&#208;&#180;&#208;&#182;&#208;&#181;&#209;&#128; &#208;&#186;&#208;&#187;&#208;&#184;&#208;&#179;&#208;&#176; &#208;&#154;&#208;&#165;&#208;&#155;, KHL League Manager&#10;&#10;The Principle of the game is simple: you are the manager of the club.&#10;Your task is to organize and support the hockey team:&#10;&#10;     Hire players&#10;     work with staff&#10;     Do whatever it takes to reach your ultimate goal&#10;&#10;&#10;The game will never follow the same scenario because every time a player/manager will have different hockey players. &#10;In addition, the &quot;Bonus&quot; cards will turn the game in a completely unpredictable way during the game. &#10;There is no dice, and the result depends more on your logical and strategic abilities, and a bit of luck. &#10;All this makes the &quot;KHL League Manager&quot; a truly interesting and exciting game that you want to play again and again!&#10; The game is designed for two, four or six players.&#10;&#10;You will gain a better understanding of the mechanics of transfers, the specifics of recruiting squads, but you will also follow the KHL matches with even greater attention!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Income"
    ],
    "Families": [
      "Country: Belarus",
      "Country: China",
      "Country: Finland",
      "Country: Latvia",
      "Country: Russia",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I Condottieri",
    "ID": 340550,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340550/i-condottieri",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Do you want to meet the great leaders of history?  Players can embark on a real journey through history from Antiquity to our times. It is possible to come across questions, anecdotes and curiosities in the journey of Alexander the Great to conquer the world, in the extraordinary kingdom of Ramses II or browse in the Empire of Genghis Khan. Without forgetting Giuseppe Garibaldi, the battles of Napoleon or the great Julius Caesar.&#10;&#10;A of traps, cards and numbers. Also an intelligent way to discover or rediscover these great generals.&#10;&#10;Quiz with 6 categories of questions on the subject of the game in addition to Junior questions for children. Turn the cards over and find out which question category you will need to answer.&#10;But watch out ... there could be the Unexpected card and off to the clash between the players to get the point!&#10;&#10;The game begins by choosing the dealer, then the player immediately to his left turns over a card from the category / contingency deck.&#10;&#10;If a category card is drawn, the dealer or another player takes a card from the question deck and asks the question based on the category drawn.  In case of correct answer, the player who answered takes the card (which is worth 1 point) and places it in front of him.  The player continues to draw categories / contingencies until he misses a question or until the unexpected card forces him to fold.&#10;&#10;If an unexpected card is drawn, the player will have to do what the card requires and something positive or negative can happen.  For example, being able to steal a point from an opponent, choosing the category for the question but also having to give a point to another player, etc. etc.&#10;&#10;The first player to reach the required number of points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mad Mullah & Operations in Darfur",
    "ID": 340551,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340551/mad-mullah-and-operations-in-darfur",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mad Mullah &amp; Operations in Darfur is an expansion for Setting The East Ablaze!&#10;&#10;It details 5 British campaigns against Muhammad `Abd All&#196;&#129;h al-Hasan (otherwise known as the &quot;Father of Somali nationalism&quot; for the Central Powers, the &quot;Emir of the Somali&quot; for the Ottomans, &quot;Mad Mullah&quot; in the British empire) and his Dervishes between 1901-1920&#10;&#10;It contains:&#10;&#10;     Detailed background,&#10;     10 scenarios,&#10;     maps,&#10;     orbats,&#10;     Army lists for StEA...&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Post-Napoleonic",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Somalia",
      "Country: Sudan",
      "Game: Setting The East Ablaze!",
      "History: Mahdist War",
      "Region: Horn of Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vino",
    "ID": 340555,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340555/vino",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Do you want to know more about wine, but you are not a sommelier? Players can embark on a real journey into the much loved world of Wine, discovering information within everyone's reach! It is possible to come across questions, anecdotes and curiosities in the wines of the world, vines and wines of our peninsula; in the art that is an integral part of the wine world and in the tools &amp; characters that create the nectar of the gods! It is also necessary to add all the food and wine heritage that characterizes the sweet good living of those who love wine!&#10;&#10;Quiz with 6 categories of questions on the subject of the game.&#10;Turn the cards over and find out which question category you will need to answer.&#10;But watch out ... there could be the Unexpected card and off to the clash between the players to get the point!&#10;&#10;The game begins by choosing the dealer, then the player immediately to his left turns over a card from the category / contingency deck.&#10;&#10;If a category card is drawn, the dealer or another player takes a card from the question deck and asks the question based on the category drawn.  In case of correct answer, the player who answered takes the card (which is worth 1 point) and places it in front of him.  The player continues to draw categories / contingencies until he misses a question or until the unexpected card forces him to fold.&#10;&#10;If an unexpected card is drawn, the player will have to do what the card requires and something positive or negative can happen.  For example, being able to steal a point from an opponent, choosing the category for the question but also having to give a point to another player, etc. etc.&#10;&#10;The first player to reach the required number of points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Il Chianti Classico",
    "ID": 340556,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340556/il-chianti-classico",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players can embark on a real journey to discover this corner of Tuscany. Among sayings, tools and wines, the story of this great wine-growing area is told, one of the most important in the world. It is also possible to come across famous people among questions of history, anecdotes and curiosities: from Leonardo to Michelangelo, from Machiavelli to the great noble families of wine, from Giovanni da Verrazzano to Kenneth Branagh!&#10;We must add the questions of pappa ciccia and wine that tell the sweet good life of our beautiful Tuscany.&#10;&#10;Quiz with 6 categories of questions on the subject of the game.&#10;Turn the cards over and find out which question category you will need to answer.&#10;But watch out ... there could be the Unexpected card and off to the clash between the players to get the point!&#10;&#10;The game begins by choosing the dealer, then the player immediately to his left turns over a card from the category / contingency deck.&#10;&#10;If a category card is drawn, the dealer or another player takes a card from the question deck and asks the question based on the category drawn.  In case of correct answer, the player who answered takes the card (which is worth 1 point) and places it in front of him.  The player continues to draw categories / contingencies until he misses a question or until the unexpected card forces him to fold.&#10;&#10;If an unexpected card is drawn, the player will have to do what the card requires and something positive or negative can happen.  For example, being able to steal a point from an opponent, choosing the category for the question but also having to give a point to another player, etc. etc.&#10;&#10;The first player to reach the required number of points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Region: Tuscany (Italy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Хоккей",
    "ID": 340559,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340559/xokkei",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&#208;&#165;&#208;&#190;&#208;&#186;&#208;&#186;&#208;&#181;&#208;&#185; (&quot;Hockey&quot;) is a board game for two.&#10;&#10;Lead your hockey team to victory by scoring as many pucks as possible. &#10;In addition to the playing field, the package includes multi-colored chips, as well as 2 numbered cubes.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Coverage"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ze Horror Attack Encore: Le réveil de la riposte des grands anciens",
    "ID": 340567,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/340567/ze-horror-attack-encore-le-reveil-de-la-riposte-de",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Nameless horrors lurk in remote places. Only the bravest dare to venture there. On the shores of New England or in the heart of an icy continent, can you unravel the mystery of the creatures that threaten our world? Join your faction, recover and play special skills to save humanity ... or sink into a nightmare! (Oh yes anyway&hellip;)&#10;&#10;17 investigators, 17 creatures and every man for himself.&#10;&#10;Each player randomly receives a faction card that they keep hidden and three more cards, that he can, in turn, either play or draw (within the limit of three cards in hand).&#10;&#10;If he plays a card, he keeps it in front of himself and applies its effect.&#10;&#10;The winner is the one who scores the most points at the end of the game, the hero cards causing the heroes to score points and lose to the villains and vice versa.&#10;&#10;Can be combined with Ze Horror Attack game, for even more horrific monsters and characters.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ant-tomic",
    "ID": 340568,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/340568/ant-tomic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Your explorer commando Ant-tomic is getting ready for winter. Take advantage of the picnic season in the park and steal food items from other players. The more ants you have, the bigger food items they can take.&#10;&#10;Setup: each player receives an anthill card to store their food, and three cards from the deck. Cards have two parts: a grass part with a number of ants, and a tablecloth part with a food item with the number of ants required to take it. There are also special cards with additional rules.&#10;&#10;Gameplay: in their turn, the active player plays one card from their hand and places it face up in front of them (the so called &quot;tablecloth-area&quot;). Once the card is played, the player may discard a number of ants in their tablecloth-area to steal a food item from other player's area which value matches the number of discarded ants. If so, the active player steals the food item and places it under their anthill. The active player then completes their hand of three cards, and turn passes to next player.&#10;&#10;Play continues until deck and hand cards are exhausted. The food items are then scored with a number of stars related to their value (1-10: 1 star, 11-19: 2 stars, 20-25: 3 stars). Player with most stars wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": [
      "Animals: Ants"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rodeo No. 1",
    "ID": 340570,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340570/rodeo-no-1",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rodeo No. 1 is described as a party game, there can be as many players as you want. Players compete in rodeo events to earn winnings.&#10;&#10;The game involves several events, to be played in order:&#10;Barrel Racing&#10;Calf Roping&#10;Team Roping&#10;Steer Wrestling&#10;Bareback Bronc Riding&#10;Saddle Bronc Riding&#10;Bull Riding&#10;&#10;The first event is played with one turn by each player. The rest of the events are played in order the same way. Then, the players play through the list of events two more times to make three total &quot;go-rounds&quot;.&#10;&#10;The board has different sections where scoring is marked. Riding events are scored as points. Barrel Racing and all other events are scored as seconds. The Barrel Racing event is played in the center of the board.&#10;&#10;Gameplay involves drawing cards to determine what horse will be ridden, rolling dice to determine movement, and drawing cards for penalties.&#10;&#10;The player with the most winnings at the end of the game wins.&#10;&#10;&mdash;user summary&#10;&#10;There can be no more challenging a contest than that for the RODEO COWBOY; he is called to the limits of his abilities. In this daring game we get a glimpse into his world. It came from a Rodeo Cowboy who knows the thrill of the contest and the conquest. We challenge you To Win The Grand Championship. It is a game that will challenge you and your friends through every event!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Animals: Horses",
      "Theme: Rodeos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ride: Gioca o Muori",
    "ID": 340571,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/340571/ride-gioca-o-muori",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Ride is an adrenaline-pumping card game inspired by the film of the same name released in September 2018. As the two protagonists of the film you will have to be able to get to the finish line safe and sound, only one of the players will win, but the collaboration to be able to reach the finish line at least alive will be essential!&#10;&#10;Play your cards wisely, help your ally in desperate moments hoping that he too will do the same with you, under penalty of a scorching defeat by the Dark Rider!&#10;&#10;After preparing the decks, each player chooses a Rider (or one is assigned to them at random), taking the relative Card (if it is the first game, mount the appropriate characteristic clips on the card), the Rider marker to be placed on the first card of the Path.&#10;&#10;There are four different phases that follow each other in a precise order: Route phase, Dark Rider phase, Events phase and Rider phase.  The first essentially creates the path that the players will be required to tackle: in each Path phase, 4 cards are added in front of the leading rider and all those in the queue of the last rider will be eliminated.  If there are no tiles behind them, the first one will be eliminated and the rider on it will suffer a penalty.&#10;&#10;In the Dark Rider phase, on the other hand, the action passes into the hands of the mysterious antagonist who will act following the action diagram shown on his card depending on the result obtained by rolling the RIDE die. It should be noted that this disturbing element will not be present immediately in the game, but will appear the first time a Rider should pass on a Path card with his symbol.&#10;&#10;Should the Dark Rider not be present, the Events phase will take care of complicating the players' life: here a card will be drawn from the relative deck and covered place on the Path.  It will be revealed, and activated, should a player end his turn on that specific card.  Note that there is nothing to prevent different Event cards from hitting the same route segment: in this case, all effects will be applied.&#10;&#10;In the last phase, the players can take turns taking action.  After drawing 4 cards (or less depending on certain situations) they will be forced to play one.  Therefore, according to a precise schedule they will have to: apply the indicated effect and advance by a number of Movement Points equal to, or lower than, those provided by the card.  Having determined the card on which you decide to end up, you will have to apply any reported effects, reveal and activate the Events and, if possible, fight against the other Riders.&#10;&#10;The aim of the game will be to accumulate more points than the others and, not secondary, to stay alive.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Network and Route Building",
      "Physical Removal",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Win at the Races",
    "ID": 340572,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340572/win-at-the-races",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The goal of the game is to win four races, and collect seven horses.&#10;&#10;Maintenance fees (&quot;stable bills&quot;) take a cut from your winnings, but you can lose money on races and still win the game.&#10;&#10;Players draw cards to determine stable bills. Rolling dice determines movement. Different race cards give game parameters like the condition of the track, claiming prices for horses, and odds for bettors.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kırmızı Balon",
    "ID": 340575,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/340575/kirmizi-balon",
    "Min Players": "1",
    "Max Players": "150",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "You and your hot air ballon have entered the &quot;RED BALLOON&quot; contest, where the best traveller in Turkey will be decided. To win you need to travel to the most destinations within 51 days.&#10;&#10;On your turn you will draw 1 card from the deck on each trip day and choose a city from the opened cards. Some tickets have 2 city names, but you can only visit 1 city on the day of the trip.&#10;&#10;Extra points are awarded for visting each region two, four, or six times.&#10;&#10;Remember, your goal in the game is to travel to the most geographical regions in Turkey and earn the highest score.&#10;Through careful planning and strategic choices, you can make your name as Turkey&rsquo;s greatest hot air balloon adventurer.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Number",
      "Travel"
    ],
    "Mechanics": [
      "Bingo",
      "Paper-and-Pencil",
      "Push Your Luck"
    ],
    "Families": [
      "Country: Turkey",
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Day at the Races",
    "ID": 340576,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/340576/a-day-at-the-races",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The goal is to have the most money at the end of the game.&#10;&#10;Every player gets $100 in game money to start the game. Players are each assigned one of 12 horses. A dice roll determines how much the players' bets will be.&#10;&#10;The odds for the race are also determined with a dice roll. The distance of the race is determined by spinning a spinner. All 12 horses run the race (regardless of how many bettors there are).&#10;&#10;Horses are moved by rolling dice to determine which horse is going to move. Money is paid out based on the odds and which horse won the race.&#10;&#10;The game repeats for 8 races.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Unknown: Case 1",
    "ID": 340577,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/340577/the-unknown-case-1",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "Your team, consisting of LKA profilers in training, has come a long way. Now you are facing your first real case. Your instructor will give you a file with all the evidence of a murder case.  During your hunt for the perpetrator, you will experience a multidimensional detective board game based on a true story.&#10;&#10;As real detectives, you have to follow every lead, including cell phones and the Internet. It is therefore necessary that you have at least one internet-enabled device when playing. At The Unknown you have access to a realistic database in which you can find suspects, listen to interrogations and solve the case!&#10;&#10;In this game you play as a team and not against each other. So nothing stands in the way of an exciting game evening!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pointapoint",
    "ID": 340578,
    "Year": "(1932)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340578/pointapoint",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a horse racing game played on a felt game board.&#10;&#10;Each player is assigned a horse. The dealer turns over cards to move horses. The color on the cards corresponds to the color of the horse to move, and the number of marks on the card indicates the distance to move.&#10;&#10;Each player has four certain number of &quot;whips&quot; to play. If the player uses a whip, their next movement value is doubled.&#10;&#10;Cards are reshuffled and continue to be drawn until a horse wins.&#10;&#10;Obstacles include fences and water jumps. If a player's horse lands in one of the penalty spaces, it may lose a turn or be removed from the game.&#10;&#10;The first horse to the finish line wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Track Movement"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Divitote",
    "ID": 340580,
    "Year": "(1946)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340580/divitote",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One player is selected as the &quot;tote operator&quot;, basically the bookie.&#10;&#10;After the players place their bets, a set of cards is used to determine the first and second place winners. The cards are viewed through another card with a window, which reveals the race results.&#10;&#10;The money is distributed based on the bets placed.&#10;&#10;The player with the most money at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tour de Pyramide",
    "ID": 340582,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/340582/tour-de-pyramide",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Tour de Pyramide uses Looney Pyramids as components. It's a game for 1&ndash;6 players and the playing time is 5&ndash;10 minutes per player. It's intended for non-gamers, beginners, and family gamers.&#10;&#10;The players are cyclists who participate in the cycling race Tour de Pyramide which runs through the French mountain chain Pyramide Montes. The height differences are challenging even for the best cyclists in the world and many are the cyclists who fail to complete the race.&#10;&#10;A deck of standard playing cards is used in the game. Players draw cards to move (luck), negotiate slopes (basic probability calculation: draw one card and pay or draw a second card to pay less at the risk of paying more), catch up (basic probability calculation: basically Black Jack), overtake (basic probability calculation: basically Black Jack), and take their chances with an event table (luck). The players also have 10 stamina tokens which represent their physical endurance, and they need them to negotiate slopes and redo movement. A player who can't negotiate a slope is out of the game.&#10;&#10;The game ends when a player manages to complete three laps. That can be a rather difficult task, so if no one manages to complete three laps, the player who has reached the farthest wins.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Sports: Bicycling / Cycling",
      "Components: 3-Dimensional (3D)",
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pony Race",
    "ID": 340595,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340595/pony-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The first horse to cross the finish line wins.&#10;&#10;This game is a simple spin-and-move racing game. When the race starts, the spinner is used to determine which horse moves and by how much it moves. There are penalty and bonus movement sections of the board.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Box: Risk",
    "ID": 340596,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/340596/escape-box-risk",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Just before giving the order to attack, the aide de camp of the general enter the tent and with him the blowing wind. All the scouts and spies reports fly around. He is not very happy with you.&#10;&#10;You have one hour to sort this mess.&#10;&#10;From 3 to 7 players, including a game master (GM). The GM, by himself, chooses a scenario, he setup the board/room, he setup the cards that have to be visible for the players. Hide those that they should look for (keeping in mind where the sabotage cards are), and makes available some pen and papers for the players to take noted. Once the players are back, the GM reads the intro and start the countdown.&#10;&#10;The players can assume different role: &#10;Colonel: Can ask the GM a question that have to be answered truthfully bey yes or no.&#10;Spy Master: The only player that is allowed to use any electronic devices to do research, calculate, etc.&#10;Scout: The only player that can provide two answers for his riddle&#10;Military engineer: He can cancel the sabotage card on any other player&#10;Mercenary: He can ignore the first sabotage card that he gets&#10;Diplomat: Once per game he can ask the DM if a component contains a sabotage card.&#10;&#10;The players wins once they are able to resolve all the riddles within 60 minutes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ATLAS: a novel family card game",
    "ID": 340597,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340597/atlas-a-novel-family-card-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The word &ldquo;atlas&rdquo; in everyday language means a collection of maps. But it is in literature the name of a Greek god. It is the product design to theme the narrative of conservation of planet earth in Greek mythology through introducing the titan Atlas who guards the earth by carrying it on his shoulders.&#10;&#10;The goal of the card game is to be the first gamer to play all of the cards in your hand in a round, OR to score the highest points accumulated over a certain number of rounds.&#10;&#10;We have match cards and action cards.&#10;Match cards are played by matching according to the three elements each match card carries: &#10;The continent, Africa, Europe, Asia, Americas, Australia &amp; New Zealand; &#10;The category of living things, land, water, air animals, and plants; and &#10;The species.&#10;Matching could be done:&#10;Within your own hand; &#10;Draw from pile; or&#10;Pick up a played card.&#10;Action cards, SKIP, REVERSE, TRADE and ATLAS (Joker) are for strategy moves.&#10;&#10;We have end game bonus in the form of: &#10;Priority in competition for the match card played; and &#10;Forming an identical pair with another match card, either drawn from pile or played by another player, that is the same in continent and species with the only match card left on hand.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "End Game Bonuses",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goal!: The World Famous Football Game",
    "ID": 340599,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340599/goal-the-world-famous-football-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This football-themed game is an authentic reproduction of a 1950s card game.&#10;&#10;Players move the ball about the &quot;pitch&quot; in accordance with the cards the play. While skill in the choice of cards played is important, the element of chance is never lost like in real football.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Action / Event",
      "Grid Movement"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zerzura: The Oasis of Marvels",
    "ID": 340600,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/340600/zerzura-the-oasis-of-marvels",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Every year, the birds of the Mediterranean migrate to Zerzura. This mysterious oasis also hosts from time to time a market where fantastic objects are exchanged. Traders meet there in the hope of bringing back marvels for their customers and patrons. They consider the birds of Zerzura to be sacred. When one of these migrating birds lands on any Goods, no trader will try to drive it away. Although many of the objects assure glory and fortune, some of them hold surprises in store. Will you be the most clever trader at Zerzura?&#10;&#10;Object of the game :&#10;The players acquire Goods cards representing 1 to 3 Objects (genie&rsquo;s turban, alchemical zither, cursed peppers, magic ring, enchanted lamp). The value of each collection of Objects in terms of victory points varies according to the number of Objects (and not the number of cards) possessed. At the end of the game, the player with the most victory points is the winner.&#10;&#10;",
    "Categories": [
      "Collectible Components"
    ],
    "Mechanics": [
      "Ladder Climbing",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nonsens",
    "ID": 340604,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340604/nonsens",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A communicative entertainment game. Each player tells the best one-minute stories based on two given words. The player who can tell the best stories without using a forbidden word gets a chip. The player who has 5 chips first wins. The three terms are determined with three dice.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar (Second Edition): Broken Realms – Kragnos",
    "ID": 340605,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340605/warhammer-age-of-sigmar-second-edition-broken-real",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "As the tide of Death magic suffusing the realms recedes in the wake of Teclis' retribution, Alarielle undertakes a grand ritual to seed the Mortal Realms with resurgent life energy. But with new growth comes the sundering of an ancient prison and the release of a forgotten deity &ndash; Kragnos, the End of Empires. Enraged by aeons of captivity, Kragnos' rampage across Ghur leads to the metropolis of Excelsis. Already tainted by the attentions of Slaanesh's servants, only unlikely alliances will save the city from its doom.&#10;&#10;The Broken Realms saga concludes in the fourth and final chapter. As the city of Excelsis comes under attack from Gordrakk's Waaagh! and Kragnos himself, it will take more than the return of a legendary Seraphon hero to turn the tide.&#10;&#10;Inside this 136-page hardback book, you'll find:&#10;&#10;&#10;     The story of Alarielle's Rite of Life, how it awoke a forgotten god, and the epic siege of Excelsis&#10;     Warscrolls for a host of new gods and champions - including Kragnos, the twin aspects of Slaanesh&rsquo;s Newborn, Warsong Revenants, and witch hunters Galen and Doralia ven Denst&#10;     New rules for Gloomspite Gitz, including three suites of allegiance abilities, updated warscrolls, and more&#10;     Even more rules content for Cities of Sigmar, Skaven, Beasts of Chaos, and Sylvaneth, designed to represent these forces in the story&#10;     Updated warscrolls for Alarielle the Everqueen and the venerable Lord Kroak&#10;     Six exciting battleplans that chronicle the rise of Kragnos, and rules to play them as a narrative campaign&#10;     Realms of Battle and Streets of Death rules depicting the locations from the story&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eichhörnchen, pass auf!",
    "ID": 340606,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340606/eichhornchen-pass-auf",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The players have to help the squirrel transport a nut home - so you have to juggle the squirrel up the tree and back down again without losing its nut. To do this, pull the ends of the string as needed. When playing in pairs, it's the other person's turn when the nut falls into one of the holes. The winner is the first person who manages to make the squirrel climb up and back down with the nut.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "District Commander: ZNO",
    "ID": 340607,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgame/340607/district-commander-zno",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "150",
    "Weight": "3",
    "Description": "District Commander: ZNO centers on insurgent and counter-insurgent operations and tactics during the Algerian War of Independence. The game deals unflinchingly with the weapons with which this war was fought &ndash; terror cells, double agents, the forced resettlement of ethnic and religious groups &ndash; prompting uneasy questions about how governments obtain, hold, and use power.&#10;&#10;Brian Train's District Commander is a series of operational games on counterinsurgency situations. The players alternate activation of groups of units (stacks) to perform discrete operations (missions) through the expenditure of Task Points (TP). Some missions are Tactical Missions - straightforward military tasks such as performing patrols, ambushing or attacking enemy forces, or moving from one place to another - and these may be performed multiple times by a stack during a turn. Other missions emphasize the &quot;non-tactical&quot; end of the campaign, establishing friendly influence, control, and infrastructure in an area, reducing the enemy's claim to the same, and recruiting or training troops. These missions take more time to perform and so unlike the tactical missions may be the only mission performed by the stack during the turn.&#10;&#10;Missions are resolved by play of secretly-held Chance Chits, each with ratings that are better or worse for certain types of operations. Chits are played simultaneously and the ratings compared, modified by units, assets, and the current board state to determine the outcome. Using the right chit at the right time - knowing when to save a good chit for later and when to use it, and trying to determine if your opponent is going all-in or holding back - will require steely judgment in an atmosphere of doubt and deception.&#10;&#10;All this is done in pursuit of objectives handed down to you by your superiors (i.e., chosen randomly) and kept secret from your opponent - objectives that may even change over the course of the game. Within this framework, the two sides - Government and Insurgent - play very differently, with the Insurgent player, in particular, depending on bluff and deception to achieve their goals. A large number of variant rules allow you to turn the game into a sandbox for exploring counterinsurgency doctrine and practice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Events",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Country: Algeria",
      "History: Algerian War",
      "Series: District Commander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bonaparte in Italy: The Castiglione Campaign, 1796",
    "ID": 340608,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/340608/bonaparte-in-italy-the-castiglione-campaign-1796",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "In 1796, the young French Republic was no longer at bay, having knocked Prussia, the Netherlands and Tuscany out of the War of the First Coalition. However, the French were still facing their long-time and toughest enemies: England and Austria. Challenging England on the high seas was out of question, because the French fleet was no longer a match for the Royal Navy. Therefore, the French Directory ruled that the best chance for victory was a decisive land campaign to force Austria to sue for peace. Two large French armies  commanded by experienced Generals Jourdan and Moreau were to advance into Germany toward Vienna. In the meantime, a small French force was to undertake a diversionary movement in Northern Italy. This operation, on a lesser theater, was entrusted to a young Corsican General named Napoleon Bonaparte.&#10;&#10;&quot;Bonaparte in Italy: The Castiglione Campaign, 1796&quot; is played on a point-to-point map representing the territory of the provinces of Mantua, Brescia and Verona and uses a simple system stressing the importance of command and supply. Game counters represent Brigades and historical Leaders that fought during the campaign. Combats take into account the role of leadership, cavalry and artillery. The players must carefully monitor the cohesion status of their troops throughout the campaign and choose the most appropriate time to use &lsquo;Forced Marches&rsquo; and &lsquo;Marches to the Sound of the Guns&rsquo; to win the decision. Additional chrome includes rules for the siege of Mantua, bridge destruction, garrisons, cavalry pursuits and optional rules for Leader casualties, the Fog of War and reconnaissance.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Austria",
      "Country: France",
      "Country: Italy",
      "History: French Revolutionary Wars",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doppel-Moppel",
    "ID": 340609,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340609/doppel-moppel",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Four animals (lion, bear, kangaroo and penguin) each comes in 6-fold. At first cursory glance, they all look the same and you have to look closely to see that the lion has swapped its crown for sunglasses. Only two animals of each species are really identical and those are the ones to find. But to do this, you can't just look at the animal discs, you have to rearrange the piles of discs according to precisely specified rules.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Caterpillar Filler",
    "ID": 340610,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/340610/caterpillar-filler",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "You each control a caterpillar exploring a garden looking for delicious flowers to eat.&#10;&#10;You must avoid the wasps and potentially other caterpillars while you scavenge for food.&#10;&#10;On your turn you roll the die to see how many spaces you can move your caterpillar within the garden (a 16x16 grid). If you move your caterpillar onto a space with a flower token; your caterpillar will grow.&#10;&#10;Caterpillars don&rsquo;t just eat flowers; they can also chomp on other caterpillars. If you move onto another player&rsquo;s caterpillar, you will grow while they will shrink (as you take a bite out of them).&#10;&#10;Players can also gain wasp tokens to block (or trap) opponent&rsquo;s caterpillars within the garden.&#10;&#10;At the end of the game, the player with the largest caterpillar has enough energy to transform into a beautiful butterfly and wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Horseland: Saut d'obstacle",
    "ID": 340612,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340612/horseland-saut-dobstacle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Horseland: Saut d'obstacle, Horseland Show Jumping&#10;&#10;Welcome to the Horseland Ranch!&#10;Meet Sarah, Rosa, Marie and all their friends and get ready for the funniest show jumping competition you have ever entered. &#10;&#10;Goal:&#10;Complete the show jumping course as quickly as possible, accumulating as few penalties as possible.&#10;&#10;Gameplay:&#10;Players use the colored horseshoes to move matching their color with the board colors. Placing them on the board first, then moving horse and rider along the path created.&#10;Horseshoes played are then removed.&#10;Unused horseshoes are placed in the equestrian school and can be used by other players.&#10;When players jump an obstacle for the first time they put a bar of their color, but must neigh every time, or they lose their bar.&#10;&#10;Win:&#10;When a player has placed the 10 bars she/he is done, other players continue until they got rid of their 10 bars.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Acting",
      "Grid Movement"
    ],
    "Families": [
      "Animals: Horses",
      "Sports: Equestrian"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hunt a Killer: Blair Witch",
    "ID": 340622,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/340622/hunt-a-killer-blair-witch",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "In Hunt A Killer: Blair Witch, you play a 6-episode story and solve the mystery of Burkittsville. Completing each episode solves one piece of the puzzle, and builds your case for the larger mystery.&#10;&#10;Blair Witch Season 1 Box Set is a self-directed storyline perfect for experienced detectives looking to test their skills against the supernatural forces that lurk in the woods. When Rosemary Kent&rsquo;s son, Liam, goes missing under mysterious circumstances, she looks to you to help uncover the truth and find her son. The Burkittsville police deem Liam a runaway, but Rosemary thinks something far worse may have happened in the Black Hills Forest. Can you survive the woods?&#10;&#10;Use your detective skills to decode ciphers, solve cryptic puzzles, and uncover the history of Burkittsville.&#10;&#10;Difficulty: 4/5 - Medium&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Movies / TV / Radio theme",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Hidden Roles",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: Hunt A Killer",
      "Theme: Movies",
      "Theme: Mystery / Crime",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Essential Cards Pack",
    "ID": 340628,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340628/warhammer-underworlds-essential-cards-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Continue your adventures in Warhammer Underworlds with this card pack. Designed to be used with the Warhammer Underworlds Starter Set, it introduces the concept of deckbuilding to your games. The pack features a number of universal cards that all players, from beginners to experienced players, will want to add into their decks.&#10;&#10;This pack contains:&#10;&ndash; 20 objective cards&#10;&ndash; 20 gambit ploy cards&#10;&ndash; 20 upgrade cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Warhammer Underworlds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flower Garden",
    "ID": 340631,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/340631/flower-garden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Build your garden and collect your favorite flower Set to win the game. Gain resources and income to bloom and do evil scheme to sabotage your neighbors.&#10;&#10;Flower Garden is a gardening game for 2-4 players ages 12+. It is a light-mid weight game and can last for 30 -60 min.&#10;&#10;In order to win the game you need to collect 4 of the same color of flowers in your own garden. However there are exactly 4 cards of the same color in the flower deck (Total of 20 flower cards with 5 different color set). In order to collect the flower you need, you would have to sabotage, steal, or change color of your flower.&#10;&#10;Before owning flowers, you have to go through the process of gaining seeds and blooming them with resources.&#10;You may sell the flowers to gain income for plan cards. Plan cards will help your garden and/or destroy your neighbors.&#10;&#10;To add a twist in the game, there is a Queen card that has 2 different personalities: Flower Queen and Weed Queen. One card with 2 sides. Flower Queen is definitely the queen you need in your garden, you would not want to have Weed Queen destroying your garden. To summon the queen in a garden, a player prays for the queen by scarifying a flower or pay the coins. If another player prays for the queen, she will be moving around different garden depending on the prayer choice.&#10;&#10;The game ends as soon as the first player successfully collected 4 colors of the same flower.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Market",
      "Race",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Flowers",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mortal Gods: Thrakian Roster & Gifts Card Set",
    "ID": 340634,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340634/mortal-gods-thrakian-roster-and-gifts-card-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This set contains a total of 43 cards made up of Roster Cards to be used to build your Thrakian Lochos (warband), 10 Gift Cards specially designed to be used with a Thrakian force and a Thrakian reference card.&#10;&#10;There are enough cards in this set to make a varied force.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Game: Mortal Gods (War Banner)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alliance of Powers",
    "ID": 340635,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/340635/alliance-of-powers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Through battle by land, sea, and air combined with diplomacy and ever-shifting alliances you attempt to become the most powerful leader in an imaginary world. The goal of this strategy board game is to achieve the highest score after five &quot;game years.&quot;  (Players are rarely eliminated from the game because winning does not require total conquest, but simply the highest score.)  Battles are settled by various combinations of dice.&#10;&#10;The initial set-up phase of the game randomly changes the map features every time you play, so it's always a different world and thus impossible to fall into predictable patterns of play.  Each scenario will require vastly different strategies.&#10;&#10;Characteristics of the game include being loud and raucous (rarely a quiet and contemplative atmosphere because there is too much diplomacy always in progress).  The game is full of deal-making, back-stabbing, trash talk, etc.&#10;&#10;Some fun features of the game include friendly fire, surrendering forces, escaping P.O.W.'s, non-conventional warheads (nuclear, biological, and chemical), war crimes that may or may not result in a final point penalty, killing civilians or using your own civilians as a human shield, etc.  Every member of the game is a member of a council similar to the United Nations in which they will vote on various resolutions brought before the council during the course of the game, such as charging a given player with a war crime, permitting the establishment of International Defense Forces, etc.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Command Cards",
      "Dice Rolling",
      "Variable Set-up",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Big Pig Game",
    "ID": 340637,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/340637/the-big-pig-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Welcome to the world of Big Pig! Here a bunch of cute and hungry critters live in a house with their family.&#10;&#10;The family has left for the day. This is the perfect chance to raid the kitchen! Help Big Pig and friends eat all of the delicious food! If the family comes back before the food is eaten, they&rsquo;ll surely stop the feast. Got to make it quick!&#10;&#10;Each player picks a character to play as and puts the character card in front of them. Then the team of players pick a meal based on difficulty (breakfast for easy, lunch for medium, and dinner for hard). Each meal is a different board with four foods displayed that the players must consume. Each of the foods has 16 tiles that are placed on top of them and each tile has a value. When playing the game, players will munch the foods and be able to remove a total value of tiles equal to their character's hunger value.&#10;&#10;Each round a &quot;bad things&quot; card is played. These are events that make the food harder to eat either by having a one time effect or an effect that lasts the whole round. Then the players take their turns, taking one action at a time, and going clockwise. Each character card has 4 actions. To take an action, place a &quot;snack token&quot; on one of the four available actions that does not already have a snack token, and take the action described in that spot. These actions can involve things like munching the food, obtaining an item card for a bonus, or playing a card. When munching a food, remove the tiles from the food board and place them on your character card. The food tiles munched can be used to boost your action cards later. Each action card has a unique effect if it is boosted. After a player takes their turn by performing an action, that player draws action cards up to their hand size.&#10;&#10;Play continues until each player has performed their four actions for the turn. Then the car moves forward one space on the game board. If the car reaches the house, the family has returned and stops the feast! All of the players lose. If the car didn't reach the house, players play another round. If at any point the players consume all of the food tiles off of one food, they receive a bonus card that effects each player and gives them a boost. If The players consume every food tile on each of the foods on the whole board, the players immediately win the game!&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Events",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Pigs",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Happy Little Dinosaurs: Perils of Puberty Expansion Pack",
    "ID": 340638,
    "Year": "(2021)",
    "Geek Rating": "5.610",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340638/happy-little-dinosaurs-perils-of-puberty-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This expansion adds 54 new cards to the base game, all themed around dinosaur puberty. Your dinosaurs can now face all kinds of new and terrifying problems, including hormones, peer pressure, acne, and worse! Meteors, tar pits, and predators were bad enough&mdash;will you survive puberty on top of it all?&#10;&#10;The base game is required to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mortal Gods: Kushite Roster & Gifts Card Set",
    "ID": 340639,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340639/mortal-gods-kushite-roster-and-gifts-card-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Absorbed into the vast Persian Empire the Kushite's bring a different type of warrior to the ancient battlefields of Mortal Gods. These fighters can be taken as part of a Persian Sataba, as a stand-alone faction or as mercenaries in a Greek lochos.&#10;&#10;This set contains a total of 28 cards made up of Roster Cards to be used to build your Kushite Warban' and 10 Gift Cards specially designed to be used with a Kushite (or a Persian) force.&#10;&#10;There are enough cards in this set to make a varied force.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Game: Mortal Gods (War Banner)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mortal Gods: Omens, Gifts & Injury Card Set",
    "ID": 340640,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340640/mortal-gods-omens-gifts-and-injury-card-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This set contains 63 Cards in total, including 30 Omens, 30 Gifts and 5 Injury Cards to be used for Mortal Gods. They can also be used by any faction in the game.&#10;&#10;Omen Cards&#10;Ancient Greek culture was steeped in tradition, belief and superstition, considered both bad or good with many of these varying from region to region. A vulture flying the wrong way across a battlefield has caused engagements to end abruptly with all participants packing up and returning to their cities. This element has been added to Mortal Gods with the inclusion of the Omens Deck, with the Omens being read as the game progresses.&#10;&#10;During play whenever a red Omen marker is taken from the Draw, the player who drew it takes the topmost Omen card from the Omen deck. He then reads the card description aloud before following the rules on the Omen card immediately.&#10;&#10;Gifts Cards&#10;In ancient times extraordinarily rare or lucky objects&mdash; or people with extraordinary strength or speed&mdash;were thought to be gifts from the Gods.&#10;Gifts can be given to a warrior in one of two ways: they either have Gifts already included in their Roster card which is reflected in their initial points value, or you can purchase Gifts for the Warriors of your Lochos by spending roster points to obtain them.&#10;&#10;Both Heroes and Companions can be given Gifts. To do this simply include the points value as indicated on the individual Gift cards while rostering your Lochos. You can give a warrior as many Gifts as they have actions and, unless stated on the card, you may only use one Gift per activation.&#10;&#10;Injury Cards&#10;Only Heroes gain Injury cards.&#10;&#10;If a Warrior sustains more damage than their Resistance score they would usually be removed from the game. Instead Heroes take a Courage check. If it is successful he finds the courage to carry on and takes the top Injury card. The Injury card imposes a penalty for the rest of the game as detailed on the card. If the Hero fails this Courage roll, or already has an Injury card, he is removed as normal from the game. If the damage sustained by the Hero in this instance is caused via critical damage they are automatically dispatched.!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Game: Mortal Gods (War Banner)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mortal Gods: Persian Roster & Gifts Card Set",
    "ID": 340641,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340641/mortal-gods-persian-roster-and-gifts-card-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This set contains a total of 46 cards made up of Roster Cards to be used to build your Persian Sataba (warband), 10 Gift Cards specially designed to be used with a Persian force and a single Persian reference card.&#10;&#10;There are enough cards in this set to make a varied force.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Country: Iran",
      "Game: Mortal Gods (War Banner)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mortal Gods: Ancient Greek Roster Card Set",
    "ID": 340642,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340642/mortal-gods-ancient-greek-roster-card-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This set contains 97 Greek Roster Cards, including Phalanx Cards to be used to build your locos (warband). They can also be used as Greek Mercenaries or troops from any of the city-states.&#10;&#10;There are enough cards in this set to easily make two forces. They are the same Roster Cards as in the Mortal Gods core box set.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Game: Mortal Gods (War Banner)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mortal Gods: Athenian Card Set & Rules Booklet",
    "ID": 340643,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340643/mortal-gods-athenian-card-set-and-rules-booklet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Athenian Card Set &amp; Rules Booklet will provide you with the specific cards and the city-specific rules you need for adding Athenians to your core game of Mortal Gods, including rules for the mighty hero Adronikos, the Defender of Athens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Cities: Athens (Greece)",
      "Game: Mortal Gods (War Banner)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mortal Gods: Spartan Card Set & Rules Booklet",
    "ID": 340644,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340644/mortal-gods-spartan-card-set-and-rules-booklet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This will provide you with the specific cards and the city-specific rules you need for adding Spartans to your core game of Mortal Gods, including rules for the mighty hero Meonas the Harvester, of Sparta.&#10;&#10;16-page rules supplement for using a Spartan force as your Lochos&#10;24 x Spartan Roster Cards&#10;5 x Spartan Gift Cards&#10;3 x Spartan Omen Cards&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Sparta",
      "Game: Mortal Gods (War Banner)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Outposts (fan expansion for Carcassonne)",
    "ID": 340648,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340648/outposts-fan-expansion-for-carcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Tales of dragons harassing the countryside has been told since time immemorial. Dragons have once again been sighted in the countryside and there are rumours that these dragons are destroying more than the livestock in the fields. The nobles of Carcassonne has garrisoned a number of guards in the outposts dotting the countryside in the hopes that the guards there will protect the people in the countryside from the dragons.&#10;&#10;Outpost will protect followers from Dragon. A player can sacrifice a follower deployed on an Outpost as a Guard on behalf of the followers that should have been eaten by the Dragon.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Pilot's War",
    "ID": 340649,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340649/a-pilots-war",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Feel the need for speed!&#10;&#10;&quot;A Pilot's War&quot; is a free, pnp, solo game, which allows you to step into the cockpit of a Fighter jet and experience the thrill of conducting combat missions above enemy territory.&#10;&#10;The base game includes two planes, the F-14 Tomcat and the Panavia Tornado. You will fly bombing missions above the Red Sea and Eastern Germany. Survive 20 missions and earn ranks and medals.&#10;&#10;This fast paced, action focused game was inspired by Gregory M. Smith's &quot;The Hunters&quot; and Markus Salo's &quot;F-14 Tomcat&quot; and brings the narrative-driven games into the jet age.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rendezvous im All",
    "ID": 340651,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340651/rendezvous-im-all",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game in which you collect rocket parts, assemble them into a rocket and launch it with the matching countdown cards. The opponents can interrupt the launch or cause destruction of the rocket. The player who has collected the most points by assembling and successfully launching rockets wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Strained Kingdoms: Strifull – The Card Game",
    "ID": 340658,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/340658/strained-kingdoms-strifull-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "STRIFULL tells about the period of the Heretic Wars on the continent of Auslend, in the universe of Strained Kingdoms.&#10;&#10;Choose your side, feel yourself on the battlefield amid swords, shields, storms and energetic explosions, and achieve glorious victory&hellip;or your own destruction.&#10;&#10;Each of the factions has 60 Troop Cards (3 copies of 20 cards), 3 Leader Cards, 4 Tokens (representing the Elemental Stones) and 1 Die. In STRIFULL, players compete against each other while taking on the mantle of one of the Leaders of the chosen faction, crafting strategies and combos to beat the opponent!&#10;&#10;Your cards are organized in two 3x3 grids, with your leader character in between them. Each of them has a specific role in the game, one being used to attack your opponent while the other is meant to defend your clan. In your turn, you will move your troops and your leader, use your leader's abilities, recruit new soldiers and engage in battle with the opponent in order to exterminate their lines. The first player to completely overpass all of the opponent's lines is the winner!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck Construction",
      "Grid Movement",
      "Open Drafting",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Late Roman Supplies: A Solo Game",
    "ID": 340660,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340660/late-roman-supplies-a-solo-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Northern England in the late 4th century was not a good place to be a Roman, you must escort a supply convoy while fending of attacks from Pictish warriors.&#10;&#10;A solo game ideal for 28mm figures but any scale will do as long as the figures are individually based.&#10;&#10;Easy to learn but with enough variables to make it still interesting and challenging after multiple games.&#10;&#10;Turn Sequence':&#10;&#10;     Activate all Roman forces&#10;     Activate all Pictish forces&#10;     Roll for Pictish reinforcements&#10;     Roll for random events&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Measurement Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: Roman Empire",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Seven Galaxies",
    "ID": 340661,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/340661/seven-galaxies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Of the plethora of galaxies in the universe, seven of them are primordial. In them are found the Seven Stones of Creation, responsible for all existing power, providing the energy, vitality and balance necessary for everything to exist. The greed for possession of these stones corrupts villages, fuels wars and smolders the sense of justice of those who protect them.&#10;&#10;Seven Galaxies is a card game with the theme of intergalactic wars that brings with it new experiences and infinite possibilities, in a universe never seen before. Each player assembles his army in his own way and has the objective of destroying the opponent's fortress to win the battle. For this, there will be several creatures and other auxiliary cards, thus being able to neutralize the enemy and reach its objective. Plays depend on two things: level and energy. Level is what will be used for summoning cards and energy is basically used to activate effects.&#10;&#10;During your turn, you will rise your level up, summon creatures, evolve, equip, activate your creatures' abilities to attack your opponent's troops and fortress. The first player to completely destroy the other's fortress wins the game, becoming the most powerful clan in the universe.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Catarse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Great Chase",
    "ID": 340674,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/340674/the-great-chase",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The NTSB (National Transportation Safety Board) needs your help!&#10;&#10;Assignment: travel the world, solve aeronautic crashes, and resolve diplomatic emergencies. Your team's challenge? Completing 10 missions within 10 turns. You will be scored on the quality of your success&#10;&#10;Join Miranda Chase and other great characters from M.L. Buchman's techno-thriller novel series in an interactive global aeronautic investigation game! Build a cooperative team of air-crash investigators, select a mission difficulty, and coordinate global travel with your team each turn to determine the best strategy for solving every crisis... but remember: even the finest plans face the roll of the dice!&#10;&#10;Players control multiple characters while moving to various locations.  Each game consists of 10 missions which the players must try to solve. The final score is computed based on the number of solved and unsolved missions, flight cards, and time zones.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Dice",
      "Negotiation",
      "Novel-based",
      "Political",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Dice Rolling",
      "Moving Multiple Units",
      "Negotiation",
      "Pick-up and Deliver",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Score-and-Reset Game",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Turn Order: Auction",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Illuminare",
    "ID": 340675,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340675/illuminare",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Illuminare is an abstract game consisting of only 12 playing cards. Each card is numbered from 1-12 and is divided into 4 quadrants. One player plays as suns and the other as the moons.  The cards quadrants have either suns, moons, or stars, with the stars serving as victory points.&#10;&#10;The game lasts 3 rounds. In each round, players are dealt 2 cards each.  They simultaneously choose 1 to give to the opponent. After passing a card, they each play a card simultaneously. the player with the lowest numbered card plays first.&#10;&#10;When playing a card, it must be placed out into the &quot;grid&quot; of cards (which begins with 1 starting card) and each card must be played adjacent to another card in the grid.  Players are trying to place their cards so more of their symbols (moon or sun) surround the quadrants with stars.  When a Star area is completely surrounded, the players count their symbols surrounding the stars and the player with the most scores the number of stars as victory points.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simultaneous Action Selection",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Decoratifs",
    "ID": 340678,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340678/decoratifs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Decoratifs is an abstract card game for 2 players consisting of only 12 cards with art deco aesthetics.&#10;&#10;The cards are divided into 4 quadrants, each quadrant contains 1 to 3 of either of two symbols in the game.  The players are trying to create areas of their connected symbols.  At game's end, each player compares their 3 largest areas, the player who has more large areas wins.&#10;&#10;The game consists of 6 rounds.  In each round, players play a card from their hands simultaneously. The cards are numbered from 1-12. The player with the lower number takes the first turn.  On your turn, you must place your card so that one of its corners overlaps the corner of a card in the &quot;grid.&quot; You may overlap up to 2 different cards. No card, however, may have more than 2 of its corners covered up.&#10;&#10;After playing a card, you replenish your hand by taking one of two face-up cards that were flipped at the start of the round. If you played first this round, you must take the higher numbered card.&#10;&#10;After all 12 cards have been added to the grid, players check their three largest areas and the winner is determined.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games",
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trails of Tucana: Ferry",
    "ID": 340679,
    "Year": "(2021)",
    "Geek Rating": "5.720",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340679/trails-of-tucana-ferry",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Supplies for all Trails of Tucana fans! With the Trails of Tucana: Ferry expansion, two new game pads come into play: one with the island maps from the basic game, and one with two new islands.&#10;&#10;With the new map, players have two new island maps for Isla Bah&iacute;a and Isla Habita. On both maps, the ferries help players navigate stretches of sea &mdash; and on Isla Habita three additional villages offer new challenges.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Bingo",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Flip-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alpujarras Express",
    "ID": 340684,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/340684/alpujarras-express",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Alpujarras Express is a super quick adaptation of Alpujarras.  The game consists of 30 game cards that are laid out in a path.  It also contains 2 &quot;farmer&quot; cards which, when folded, can stand up and act as pawns.&#10;&#10;Players move their farmers along the path and pick up fruit, coins, or market cards.  The market cards are used at the end of the game to &quot;sell&quot; the fruits acquired, so players are trying to pick up market cards that match their fruit cards, while also trying to prevent the opponent from doing the same.&#10;&#10;The farmer with the most coins at the end of the game, wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Feds Express",
    "ID": 340685,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/340685/the-feds-express",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Feds Express is a super quick adaptation of The Feds.  The game consists of 36 cards divided into 3 types: agents, mob, police.  The game is played in a series of rounds.&#10;&#10;At the start of each round, 2 mob cards are flipped (which show some combination of criminals and contraband.  Players simultaneously play an agent card from the hands, which are numbered from 1-6. The player with the higher agent card chooses a mob card and then replenishes their hand by taking the lower number of 2 available agent cards. After taking a mob card, it is put &quot;into a police car.&quot; the police cars show various combinations of criminals and crates. When a player is the first to fill a police car, they take the car.  The first player to take 3 police cars wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Players: Two-Player Only Games",
      "Theme: Police"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Navios de Linea: Aboukir, 1798 – 2nd Vol.",
    "ID": 340691,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/340691/navios-de-linea-aboukir-1798-2nd-vol",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "The Battle of the Nile, also known as the Battle of Aboukir Bay, was a major naval battle fought between the British Royal Navy and The First French Republic Navy on August 1-3, 1798, at Aboukir Bay, on the Egyptian Mediterranean coast.&#10;&#10;This volume also contains The Battle of Algeciras Bay, the Battle of Lake Erie, and the battles of the American super frigate USS Constitution.&#10;&#10;Box contents:&#10;&#10;27 ship miniatures&#10;90 removable sails (81 + 9 extras)&#10;9 boards (297 x 210 mm)&#10;1 rules book&#10;2 turns and tables player aids&#10;6 reference cards&#10;3 counter sheets&#10;1 sheet of stickers&#10;6 six-sided dice&#10;1 scenario book&#10;&#10;Miniatures are supplied unpainted and some assembly may be required.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Egypt",
      "Country: France",
      "Country: Spain",
      "Country: United Kingdom",
      "Country: USA",
      "History: French Revolutionary Wars",
      "History: Napoleonic Wars",
      "History: War of 1812",
      "Players: Two-Player Only Games"
    ]
  }
]