[
  {
    "Rank": "11401",
    "Name": "The Curse of the Black Dice",
    "ID": 170437,
    "Year": "(2015)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/170437/the-curse-of-the-black-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.7368",
    "Description": "The Curse of the Black Dice is a pirate-themed dice game driven by a random mission generator and four possible mission types. The missions are generated by rolling a handful of black dice to determine the difficulty of each part of the mission. By rolling their own player dice and with the help from the pirate crew, the players try to get at least the same amount of dice to each mission part to fulfill this part. Each part grants rewards and penalties, and each mission has another endgame trigger condition: Each mission gives a reward if the crew fulfills it and punishment if they don't. What's more, if pirates don't fulfill the mission, they also risk that the next part of mission will be more difficult because of the curse of the black dice. In the end, only the player who has captured the most amount of gold wins &mdash; that is, if the ship doesn't sink and take all players to the bottom of the ocean with it.&#10;&#10;Sail together to find treasures, board ships, plunder villages, or even kill the mighty Kraken...and betray the other players when they don't expect it. There can be only one winner, but all players can lose together!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fighting",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Wspieram"
    ]
  },
  {
    "Rank": "11402",
    "Name": "Bank Heist",
    "ID": 289784,
    "Year": "(2020)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/289784/bank-heist",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Bank Heist  is a social deduction game for 5 - 8 players with an explosive action phase. The game sets itself apart from other popular social deduction games by not allowing player eliminations until a secondary phase of the game.&#10;&#10;Players are randomly dealt a secret identity card that could read Agent, Rival, or Crew. Agents get to know if they have a comrade as do Rivals. Crew usually have the numbers advantage but are always in the dark.&#10;&#10;The game is played in 2 primary phases: The Robbery and the Getaway. During the Robbery players try to load cash into the truck before the police arrive at the bank. Players draw and pass cards to observe what the receiving players do with those cards in order to figure out who they can trust. Crew must place cash bags into the truck. There is one Crew member that has &quot;Sticky Fingers&quot; and must keep cash bags even though they win or lose with the Crew. Agents try to stop the Robbery by keeping cash bags. Rivals need a successful robbery, but will try to eliminate the others before the end of the game. Not all cards are cash. The deck is filled with items such as Adrenaline, Zip Ties, Knives, and more.&#10;&#10;As the Robbery moves along, players also flip over Alarm cards which cause instant actions to happen such as checking other players Identity card for a Crew Tattoo or showing your hand to a player you trust. Additionally, there are Attribute cards such as Martial Skills or Gun Jammed which can enhance or hinder player abilities.&#10;&#10;If the Robbery is successful, play moves to the Getaway. During this phase players will use the information and items they collected during the Robbery to eliminate those they don't trust before the truck reaches the Hideout. Each faction has different abilities during this phase that will help them achieve their specific win conditions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Hidden Roles",
      "Player Elimination",
      "Roles with Asymmetric Information",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "11403",
    "Name": "Bonaparte in the Quadrilateral",
    "ID": 358607,
    "Year": "(2022)",
    "Geek Rating": "5.560",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgame/358607/bonaparte-in-the-quadrilateral",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.4",
    "Description": "May 1796 &ndash; Having crushed Piedmont in a lightning campaign the young revolutionary General Bonaparte prepared to attack the key Austrian fortress of Mantova, the only one of the four fortress of the quadrilateral still in Austrian control. Little did he know that it would take nine months of desperate fighting before the fortress fell. &#10;   &#10;Lodi, 10 May; The Force of Destiny &ndash;A desperate battle to cross the bridge across the Po and continue the pursuit of the Austrian forces.&#10;&#10;Castiglione, 5 August; Wurmser&rsquo;s Relief of Mantova - A veteran Austria army prepares to sweep away the French gains of the last few months.&#10;&#10;Mantova, Queen of the Quadrilateral, 1796-97 &ndash; Three Austrian attempts to relive the siege of this key city.&#10;&#10;Arcole, 15-17 November; Crossing the Adige &mdash; A French attempt to outflank the Austrians runs in to trouble.&#10;&#10;Rivoli, 14-15 January; Battle of the Osteria Gorge &ndash; The final Austrian relief effort is being stopped by Joubert, when Austrian reinforcements cut off the French. Bonaparte must act to relive the and defeat the Austrians.&#10;&#10;The Library of Napoleonic Battles TLNB-series, evolved from the very successful Napoleon&acute;s Last Battles, combining a high level of historical detail and beautiful and accurate maps with excellent playability, is covering, at Brigade level, (almost) every major Napoleonic battle.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Verona (Veneto, Italy)",
      "Country: Austria",
      "Country: France",
      "Country: Italy",
      "History: French Revolutionary Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: The Library of Napoleonic Battles (OSG)"
    ]
  },
  {
    "Rank": "11404",
    "Name": "Orbital",
    "ID": 257307,
    "Year": "(2018)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/257307/orbital",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8571",
    "Description": "The year is 2073, and the effects of global warming have become critical. The poles are melting, and the sea level is raising. There's only one solution: Look to the stars. With a new triangle-based building technology, orbital stations are a reality now...&#10;&#10;In Orbital, you design and build your own orbital station and make it as self-sustaining as possible. Your population will need houses, which will in turn need energy. Farms, gardens, facilities &mdash; there's a lot of elements to take into account. Get the buildings you need, and design the best station to be the winner!&#10;&#10;The game tiles are composed by 1 to 5 buildings in the shape of triangles. Players should try to buy the pieces that fit best from the ones available on the central board and try to arrange them on their station in the most profitable way possible. Depending on their size and the position on the board, pieces are more or less expensive to acquire. Also, players pay by leaving their money on the pieces they reject to try to get to the one they want. Take a piece everyone rejected, and you will get a lot of useful money!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "11405",
    "Name": "Byzantio",
    "ID": 98739,
    "Year": "(2013)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/98739/byzantio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2105",
    "Description": "Byzantio is a game of medieval intrigue in the east in which players take the role of the heads of the main Byzantine dynasties, and scheme to choose the successor to the imperial throne.&#10;&#10;In the 11th century A.D. the empire is torn between four factions, two of them provincial, military aristocracies (the houses of Comnenid and Phocas) and two of them urban, secular aristocracies (the houses of the Dukes and Angels). It is 1025, and the emperor Basileios II has ascended into the heavens without providing for an heir. In Constantinople, representatives from the most important aristocratic families vie for their favored to inherit the Emperor's ring and throne.&#10;&#10;It is a futile and petty dispute as each family is not about to surrender the throne to any of the others, but they ultimately decide that the winner will be the one who's supported by most of the wealthiest cities of the empire. Every ambitious successor raises the banner of  his dynasty and begins the struggle to win over the cities that will secure him the throne.&#10;&#10;Each family secretly chooses seven imperial cities that they will seek to control through the actions available to them: Commandment, Diplomacy, Exile, Trade, Garrison, Espionage, and Corruption. May the rightful heir arise!&#10;&#10;&#10;Nekken is a fantasy-themed implementation of this game using the exact same materials as Byzantio and with a map on the reverse side of the game board, giving a different game experience and essentially two games in one.&#10;&#10;Four tribes have been living in peace for over 3000 years despite the ancient hatred of each other. United in the capital city Nekken, they slowly forgot their fear of the large volcano that looms over the metropolis &ndash; until the volcano erupted. Forced to abandon their homes, the tribes spread throughout the continent, facing danger in many forms while trying to establish new colonies. Their ancient hatred has also been awakened and now they must struggle to survive. However, they still need each other, a new cold war emerges in the shadow of the searing heat of the volcano.&#10;&#10;In Nekken, each player takes the role of a leader of their tribe and tries to be the one who will prevail and become the ruler of this new society. The goal is to achieve prestige through the establishment of new and glorious cities, using actions to move their leader on the map, exploring, establishing cities, betraying friends to achieve their objective. Hopefully no other ruler intends on settling in the same place!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Greece",
      "Crowdfunding: Kickstarter",
      "History: Byzantium"
    ]
  },
  {
    "Rank": "11406",
    "Name": "Goblin Teeth",
    "ID": 289939,
    "Year": "(2020)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/289939/goblin-teeth",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In deep dark we live. It cold, it damp, but home to fancy emerald, yummy worms, and other lovely shiny bits. Big Boss say first goblin who collect set of shiny bits is BEST goblin. All goblin want help Big Boss. Me know goblin secret though. Best goblin always get what Big Boss want, because best goblin always cheat!&#10;&#10;Goblin Teeth is a dice game for 2-5 players. You play as a goblin, bidding on valuable goblin items with goblin dice and using goblin Cheat cards from your goblin hand to gain advantages over the other goblin players. The round ends when everyone has placed all of their dice; each Item is awarded to the goblin who bid the most for it. Be the first to complete an Offering for the Big Boss to win!&#10;&#10;If, at the end of a round, a player has acquired all of the Items to complete any one of the 3 Offering cards (6-Item, A, or B), the game ends and they win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Multiple Lot",
      "Chaining",
      "Contracts",
      "Delayed Purchase",
      "Dice Rolling",
      "Hand Management",
      "Set Collection",
      "Take That",
      "Variable Set-up"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "11407",
    "Name": "Warp 6",
    "ID": 3057,
    "Year": "(2002)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/3057/warp-6",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7895",
    "Description": "Warp 6 is a mostly abstract race game where players have a fleet of starships (which are represented 4-, 6-, and 8-sided dice) trying to go down a spiral path to the center wormhole. During a turn a player moves one of his or her ships along the the spiral exactly the number on the die.  A player can choose to change the number on a die up or down by one instead of moving.&#10;&#10;The game revolves around attempting to land on other ships (friendly or otherwise) which allows sliding down at least one loop of spiral until it reaches an unoccupied spot, thus cutting out a lot of transit time.  When this happens, the die is rolled before it is placed in its landing spot to receive a new number. Typically, long chains are formed which can be taken advantage of by all players. Knowing when to form, break, take advantage of, and foil the use of these chains is the key to winning.&#10;&#10;In the three-player version, the first player to get 4 of their 6 ships out wins.  In the two-player version, the first player to get 6 of their 9 ships out wins.&#10;&#10;Online Play&#10;&#10;&#10;     Boardspace.net (real-time or turn based, AI option)&#10;&#10;&#10;Mobile Apps&#10;&#10;     Boardspace.net local multiplayer or online, IOS&#10;     Boardspace.net local multiplayer or online, Android&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Dice as Playing Units",
      "Containers: Tubes",
      "Digital Implementations: BoardSpace"
    ]
  },
  {
    "Rank": "11408",
    "Name": "The Opulent",
    "ID": 181377,
    "Year": "(2016)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/181377/the-opulent",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The 1920s &mdash; a time that is often referred to as the &quot;Roaring Twenties&quot;, a boisterous period characterized by rapidly changing lifestyles, financial excesses, and the fast pace of technological progress. In 1919, the requisite number of legislatures of the States ratified the 18th Amendment to the Federal Constitution, enabling national Prohibition within one year of ratification. Prohibition began on January 16, 1920 when the Eighteenth Amendment went into effect. During this time, the sale, manufacture, and transportation (a.k.a. bootlegging) of alcoholic beverages was illegal throughout the United States. Federal Prohibition agents were given the task of enforcing the law. Even though the sale of alcohol was illegal, alcoholic drinks were still widely available at &quot;speakeasies&quot; and other underground drinking establishments.&#10;&#10;Welcome to the Opulent, a posh speakeasy located in vibrant Atlantic City! In The Opulent 1-4 players are tasked with the operations of a successful nightclub during the historic Jazz Age. Each player takes on a distinct role that plays a vital part in the success &mdash; or failure &mdash; of the Opulent. Cater to the recognizable social classes of the 1920s. Politicians, mobsters, aristocrats, and social celebrities are all seeking a grand time in your club. Entertain your patrons with upbeat jazz tempos, or melodic waltzes, with the Opulent jazz band. Fancy the illegal indulgences of your patrons by preparing them an exotic mixed drink, a good whisky on the rocks, or even a simple brew. Pay lookouts to deter Federal Agents seeking to shut the club down. Hire flappers, a chanteuse, cocktail waitress, or other helpful hands and amenities to improve your club.&#10;&#10;Manage the Opulent in ten scenarios dating from 1920-1929 during one of the most historic periods of U.S. history! Each scenario has a dollar value that is associated with the cost of operating The Opulent for that particular year. Players must have enough money in the club coffers to cover this cost in order to win the scenario if playing a single session game, or to progress to the next scenario if players are taking on the Opulent campaign.&#10;&#10;With a focus on theme and history, &quot;The Opulent&quot; is a light cooperative asymmetrical game set during 1920's prohibition where players operate a campaign driven upscale speakeasy.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Decades: The 1920's",
      "Mechanism: Campaign Games",
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "11409",
    "Name": "Virus! Marvel",
    "ID": 432536,
    "Year": "(2024)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/432536/virus-marvel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "In Virus! MARVEL, each player can choose their favorite heroes and heroines and try to assemble a team of four iconic characters. But watch out! The others will use sabotage tactics to be the first to complete their super team.&#10;&#10;Virus! MARVEL is a standalone game that retains the fast-paced, thrilling mechanics, perfect for players who already know and love Virus!&#10;&#10;Each player starts with three cards in hand, and on their turn, they can play hero cards in their area to build their team, power cards to protect it, or villain cards against rivals to weaken or capture them.&#10;&#10;You&rsquo;ll also have action cards that let you shake up the game and help you win.&#10;&#10;The first player to assemble four different ready heroes wins the game.&#10;&#10;     Play or discard cards to get new ones.&#10;     Dodge the villains sent your way.&#10;     Gather your team and win the game.&#10;&#10;&#10;Will you be able to assemble the Avengers, or will you fall to the villains?&#10;&#10;&mdash;description from the publisher&#10;&#10;En Virus! MARVEL, cada persona podr&aacute; elegir a sus h&eacute;roes y hero&iacute;nas preferidas y tratar&aacute; de reunir un equipo de cuatro personajes ic&oacute;nicos. &iexcl;Pero ojo! El resto jugar&aacute;n con t&aacute;cticas de sabotaje para ser la primera persona en formar su superequipo.&#10;&#10;Virus! MARVEL es un juego independiente que mantiene una mec&aacute;nica r&aacute;pida y trepidante, ideal para el p&uacute;blico que ya conoce y ama Virus!&#10;&#10;Cada persona empieza con tres cartas en la mano y su turno, jugar&aacute; cartas de h&eacute;roes en su zona para construir su equipo, cartas de poder para protegerlo o cartas de villano contra el resto de rivales para debilitarles o capturarles.&#10;&#10;Tambi&eacute;n contar&aacute;s con cartas de acci&oacute;n que te permitir&aacute;n alterar el juego y ayudarte a ganar.&#10;&#10;Ganar&aacute; la partida la persona en conseguir 4 h&eacute;roes diferentes preparados.&#10;&#10;&#10;     Juega cartas o descarta para conseguir nuevas.&#10;     Evita los villanos que te quieran enviar.&#10;     Re&uacute;ne a tu equipo y gana la partida.&#10;&#10;&#10;&iquest;Ser&aacute;s capaz de reunir a Los Vengadores o sucumbir&aacute;s ante los villanos?&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Virus!",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "11410",
    "Name": "Frostgrave: Ghost Archipelago",
    "ID": 232166,
    "Year": "(2017)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/232166/frostgrave-ghost-archipelago",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "Description from the publisher:&#10;&#10;The Ghost Archipelago has returned. A vast island chain, covered in the ruins of ancient civilizations, the Archipelago appears every few centuries, far out in the southern ocean. At such times, pirates, adventurers, wizards, and legendary heroes all descend upon the islands in the hopes of finding lost treasures and powerful artefacts. A few, drawn by the blood of their ancestors, search for the fabled Crystal Pool, whose waters grant abilities far beyond those of normal men. It is only the bravest, however, who venture into the islands, for they are filled with numerous deadly threats. Cannibal tribes, sorcerous snake-men, and poisonous water-beasts all inhabit the island ruins, guarding their treasure hordes and setting traps for the unwary.&#10;&#10;In the wargame Frostgrave: Ghost Archipelago, set in the world of Frostgrave, players take on the role of Heritors, mighty warriors whose ancestors drank from the Crystal Pool. These Heritors lead their small, handpicked teams of spellcasters, rogues, and treasure hunters into the ever-shifting labyrinth of the Ghost Archipelago. Using the same rules system as Frostgrave, this standalone wargame focuses on heroes who draw on the power in their blood to perform nigh-impossible feats of strength and agility. This game also includes thirty spells drawn from five schools of magic, a host of soldier types, challenging scenarios, treasure tables, and a full bestiary of the most common creatures that inhabit the Lost Isles.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: Frostgrave"
    ]
  },
  {
    "Rank": "11411",
    "Name": "Bushido: Der Weg des Kriegers",
    "ID": 38707,
    "Year": "(2008)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/38707/bushido-der-weg-des-kriegers",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.6111",
    "Description": "In Bushido: Der Weg des Kriegers (the subtitle means &quot;Way of the Warrior&quot;) players take on the roles of Daimyo, feudal lords in medieval Japan, and compete to become the next shogun of the empire, who gets appointed by the emperor. And this truly has to be an honorable man.&#10;&#10;Basically this game is all about resource management and conflict, but unlike other games in this category you won't necessarily win, if you conquer the most areas. Your main goal is to earn enough honor, which can be achieved in different ways. There are two kinds of honor. 'Daimyo-Honor' is the victory condition and can be directly gained by holding provinces, and indirectly by transforming 'Samurai-Honor' at a set rate. 'Samurai-Honor' is gained by winning a defensive or offensive battle. It can be transformed into 'Daimyo-Honor' with a tea ceremony.&#10;&#10;The first Daimyo who earns 50 points of honor wins the game. If this goal is not reached within 12 turns, the Daimyo with the most honor at that point wins the game.&#10;&#10;What needs special mentioning is the turn mechanism of the game, which is really cleverly-devised: depending on the number of players, different 'offices' are in the game that get assigned to the players. In a 4-player game these offices are:&#10;&#10;Daimyo: The active player. For clarification: in game terms, every player is a Daimyo, but only the active player acts as Daimyo. The Daimyo, as active player can restock his resources, attack a province and play special tiles. Most importantly, he assigns the other offices to his opponents.&#10;&#10;Samurai: The general. He will lead the attack in the Daimyo's name. He can earn 'Samurai-honor' with a successful attack.&#10;&#10;Bushi: the poor guy who is attacked by the Daimyo. He can earn 'Samurai-honor' with a successful defense.&#10;&#10;Sensei: He gives council to the Daimyo. Tricky position, because his council can do the Daimyo harm or good. He can cancel an attack, spy on other players, use Ronin to destabilize a province, and suggest to the Daimyo how hard to punish his Samurai    when he loses a battle.&#10;&#10;The battles are resolved by a system that depends on the number of troops and a rock-paper-scissors element. The opponents have the possibility to improve their odds by investing some of their resources.&#10;&#10;The tricky part of the game is that most of your actions depend at least partly on the goodwill of one of your opponents. For instance the Daimyo depends on the Samurai to win, but the Samurai will only do this, if he sees enough gain for himself. This makes the game very interactive, with much discussion and haggling at the table.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fighting",
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Rock-Paper-Scissors",
      "Role Playing",
      "Simultaneous Action Selection",
      "Turn Order: Progressive",
      "Turn Order: Role Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Japan"
    ]
  },
  {
    "Rank": "11412",
    "Name": "Plakks",
    "ID": 295788,
    "Year": "(2019)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/295788/plakks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Plakks is a fast-paced and exciting wooden football game that's perfect for players of all ages. Made from recyclable materials, this game is not only fun but also environmentally friendly.&#10;&#10;Players can customize their players with their favorite teams, creating a unique and personalized experience every time they play. The game features a set of wooden sticks that represent the football players on the field, and players must use their skill and strategy to beat their opponent. The game is played as follows:&#10;&#10;&bull;START SHOOTING: After the initial draw, one of the players starts by kicking the ball with his finger to try and score a goal. &#10;&bull;OPPONENT'S TURN: The opponent kicks from where the ball was left, and so on until one of the two opponents scores a goal.&#10;&bull;GOOOAL: The opponent who has conceded a goal has to remove one of his players and kick off from the point within his penalty area.&#10;&bull;WINNER: Wins the player who has managed to leave the opponent without any players, including the goalkeeper.&#10;&#10;With its high-quality components and extensive customization options, Plakks is the perfect game to enjoy the most epic football matches with your friends and family. Whether you are a passionate football fan or just looking for a fun and competitive game, Plakks is sure to provide you with hours of entertainment and excitement.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Flicking",
      "Physical Removal",
      "Real-Time"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "11413",
    "Name": "Clash of Deck",
    "ID": 308500,
    "Year": "(2020)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/308500/clash-of-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Clash of Deck is a two-player, expandable game with many twist, the biggest of which is: you buy an folded, 8-pages booklet and cut the cards off to build your game.&#10;&#10;Released on a monthly basis, the game sees the player summon creature on each side of two bridges on two different lanes and attack their opponent to try and destroy first their watchtower, and then their castle. To do so they first must dispatch opposing creatures.&#10;When a player suffers damage, they move their watchtower/castle card from left to right in their hand. If the building reaches the rightmost position, it is destroyed.&#10;Since the amount of cards in one's hand is the amount of mana the player gets at the beginning of their turn, and defeated creatures go back into your hand on the rightmost position, knowing which creature to play and which creature to let die is key to managing both your position on the board and your life total.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11414",
    "Name": "Survival of the Fattest",
    "ID": 363870,
    "Year": "(2024)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/363870/survival-of-the-fattest",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Ol&rsquo; Grizz  slowly opened one sleepy eye and peered out from his den. The snow had all but melted in the warm sunshine and the smell of spring filled the air. The old bear found no joy in the beautiful scene though, he had survived enough winters to know the work that lay ahead. His mind reluctantly turned to thoughts of hunting and hoarding; stashing as much food as possible while the woodland was awake and bountiful.&#10;&#10;The bear&rsquo;s brooding was interrupted by an annoyingly cheerful voice:&#10;&ldquo;Look Huni, another big juicy berry! This will be our biggest stash yet!&rdquo;&#10;It was those two ridiculously radiant rabbits, Huni &amp; Bunz. As he watched the little bunnies bounce from bush to bush a cunning plan started to form. Maybe he wouldn&rsquo;t have to make such an effort this year? After all, there were plenty of other critters already hard at work! Ol&rsquo; Grizz pondered this new revelation. If he could apply a little pressure, maybe twist a tail or two, he might just be able to convince his new best friends to share...&#10;&#10;In Survival of the Fattest, you take the role of a woodland critter and use your unique tricks and abilities to forage for food. Spend your gathered food to complete delicious recipes from the Market for in-game bonuses and end-game victory points. After 3 seasons, if you&rsquo;ve fed your critter and accumulated the most victory points, you shall be declared the winner!&#10;&#10;Survival of the Fattest is a visually stunning family-weight game using action selection, hand management and unique critter abilities!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Birds",
      "Animals: Deer / Antelope",
      "Animals: Rabbits / Hares",
      "Animals: Squirrels",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Anthropomorphic Animals",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "11415",
    "Name": "Cortex + Challenge",
    "ID": 297478,
    "Year": "(2018)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/297478/cortex-plus-challenge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Cortex + Challenge tests up to 2-6  players&rsquo; memory, cognition, and sensory perception. It even includes texture cards that are used during &quot;touch challenges&quot; in which players must guess what they are feeling, adding a unique element that is often neglected in games.&#10;&#10;Winning challenges allows players to add pieces to their brain 3D puzzle which they must complete before their opponents in order to win the game.&#10;&#10;This game contains 170 new cards, including 9 new challenges and can be mixed with cortex 1, cortex 2, and/ cortex 3&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "11416",
    "Name": "The Two Heirs",
    "ID": 369869,
    "Year": "(2022)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/369869/the-two-heirs",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.875",
    "Description": "The Two Heirs is a strategy competitive tableau-bulding games for 1 to 2 players. Players take a role of two siblings who are trying to impress their royal father with the ability to rule. The winner takes the crown. In the game the players build cards with building using 3 resources &ndash; wood, grain and stone. The buildings to build are selected from a rondel of cards. The cards available are determined by a number of warbands placed on the rondel. But warbands are also necessary for the tableau-building part, since the new buildings can be built only within the reach of the warband. Also, the resources available are determined with a similar way. The warband movement therefore plays a vital role in player&rsquo;s task to achieve victory. The consists of 6 interchangeable modules, each with 9 buildings. For each game players select 3 of those modules which grants a great replay value to the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement",
      "Network and Route Building",
      "Rondel",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "11417",
    "Name": "Austerlitz 1805: Partie Sud",
    "ID": 13218,
    "Year": "(2004)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/13218/austerlitz-1805-partie-sud",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1429",
    "Description": "A large game from Vae Victis, this game stretches over two VaeVictis magazine issues.&#10;&#10;The southern half, Austerlitz 1805: Partie Sud, appears in VaeVictis #58 and  the northern half, Austerlitz 1805: Partie Nord, in VaeVictis #64. Each half has its own scenarios, and thus each magazine is self-contained or may be combined.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted. The rules are entirely in French, although translations are available online.&#10;&#10;SYSTEM: Jours de Gloire Series (JdG) &#10;- scale = 300 m/hex. &#10;- time = 75 min/game turn. &#10;- strength = 200 men/SP.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Austerlitz (Czech Republic)",
      "Components: DTP (Desktop Publishing)",
      "Country: Austria",
      "Country: Czech Republic",
      "Digital Implementations: VASSAL",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "11418",
    "Name": "Covalence: A Molecule Building Game",
    "ID": 184663,
    "Year": "(2016)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/184663/covalence-a-molecule-building-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1.7",
    "Description": "In Covalence, players work together to accurately reconstruct a number of secret organic compounds. One player takes on the role of the &ldquo;Knower&rdquo; who has knowledge of the secret compounds, while all other players, &ldquo;Builders&rdquo;, must deduce what these secret compounds are, based upon clues given to them by the Knower. All Builders must cooperatively utilize a limited number of clues available in order construct their compounds before the clues run out!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Science Games (Genius Games)",
      "Theme: Chemistry",
      "Theme: Science"
    ]
  },
  {
    "Rank": "11419",
    "Name": "Breaking Bad: The Board Game",
    "ID": 221805,
    "Year": "(2017)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/221805/breaking-bad-the-board-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5484",
    "Description": "Based on the critically-acclaimed TV series, Breaking Bad: The Board Game propels you into the treacherous underbelly of Albuquerque, New Mexico. Will you play as a member of one of the criminal factions (Heisenberg, Los Pollos Hermanos, or the Juarez Cartel), trying to amass a fortune by manufacturing the biggest stash of Blue Sky while eliminating your rivals? Or will you join the ranks of the Drug Enforcement Administration, ready to slap the cuffs on the lawbreakers who would dare peddle their poison in your city?&#10;&#10;In more detail, when playing a criminal faction, your goal is to produce Blue Sky, then sell the quantity needed to win before your opponents can. You can also win the game by taking out all of your opponents by using cards to bomb, shoot, or otherwise eliminate them. As the DEA agent, your goal is to seize the criminal factions' labs (by playing DEA Raid cards). You can also win the game by taking out all of your opponents, either by killing them or putting them in jail. In game terms, on their turn, a player takes two of the following actions:&#10;&#10;&#10;    Draw a card.&#10;    Play a card from their hand.&#10;    Produce Blue Sky (dealer only).&#10;    Sell 1 Blue Sky on their faction board (dealer only).&#10;&#10;&#10;Be the one who knocks.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Economic",
      "Mafia",
      "Mature / Adult",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Racing"
    ],
    "Mechanics": [
      "Action Points",
      "Alliances",
      "Betting and Bluffing",
      "Catch the Leader",
      "Hand Management",
      "Interrupts",
      "Lose a Turn",
      "Negotiation",
      "Ownership",
      "Player Elimination",
      "Push Your Luck",
      "Race",
      "Role Playing",
      "Roles with Asymmetric Information",
      "Take That",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "Families": []
  },
  {
    "Rank": "11420",
    "Name": "Circle of Fire: The Siege of Cholm, 1942",
    "ID": 133940,
    "Year": "(2014)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/133940/circle-of-fire-the-siege-of-cholm-1942",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.6",
    "Description": "Though now largely forgotten the successful defense of Cholm by Kampfgruppe Scherer ranks as one of the great small unit sieges of the Second World War and perhaps of all time. Now you can relive the first ten days of this epic battle, when the underfed soldiers of the Soviet 3rd Shock Army attempted to capture the town, its food, and its vital road hub &ldquo;on the march&rdquo; and avoid what would ultimately become a long and unsuccessful siege. As the Soviet side you have more men, stronger artillery, and armor. As the German side you have the town, the high ground, and air power. Hitler has declared Cholm a festung: there will be no withdrawal. In the waist-deep snow and sub-zero temperatures the battle will be fought to the last man and the last grenade.&#10;&#10;Circle of Fire by designer Michael Rinella utilizes an updated version of the low-complexity area-impulse system first used in the award-winning Avalon Hill classic Storm over Arnhem. Unlike that game, however, this design includes a hallmark of later area-impulse games: the &ldquo;sudden death&rdquo; mechanism to end turns unpredictably. The game includes a full size area map produced directly from aerial photographs and situational maps, and 176 large counters. Easy to learn, quick to set up, and fast to play, Circle of Fire is both a great introduction to the area-impulse system and a great introductory conflict simulation game.&#10;&#10;&#10;    Map - One full-color 22&quot;x34&quot; mapsheet&#10;    Counters - 176 full-color 5/8&quot; die-cut pieces&#10;    Rules length - 8 pages&#10;    Charts and tables - 2 pages&#10;    Complexity - Low&#10;    Solitaire suitability - Low&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Magazine: Against The Odds",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "11421",
    "Name": "Antietam: Burnished Rows of Steel",
    "ID": 6039,
    "Year": "(1993)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/6039/antietam-burnished-rows-of-steel",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.3333",
    "Description": "Antietam: Burnished Rows of Steel is a Tactical level board-wargame of the bloodiest single-day battle in the American Civil War.&#10;&#10;Game turns are sequential, with each player moving, firing artillery, and then having two rounds of combat, each in turn.  Also provided are rules for solitaire play.&#10;Victory is determined by victory points earned by the Union player for capturing and maintaining control of geographical objectives and Confederate unit losses.  If the Confederate player can hold the Union to less than 25 points, they win.  Victory conditions are slightly different for the Solitaire game.&#10;&#10;First published in Command magazine No. 22 (May-June 1993).&#10;&#10;Game Scale:&#10;Turn: 1 hour&#10;Hex: 250 yards&#10;Unit: Brigade &amp; Battery&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;Two countersheets (304 5/8&quot; counters)&#10;One 36 page rule booklet&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Solo / Solitaire Game",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Sharpsburg (MD, USA)",
      "Country: USA",
      "Magazine: Command",
      "Misc: Championnat de France de Wargame",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Players: Wargames with Solitaire Rules",
      "States: Maryland"
    ]
  },
  {
    "Rank": "11422",
    "Name": "Aegean Strike: Land, Air, and Sea Combat in the Eastern Mediterranean",
    "ID": 2078,
    "Year": "(1986)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/2078/aegean-strike-land-air-and-sea-combat-in-the-easte",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.2286",
    "Description": "Aegean Strike presents a comprehensive and realistic picture of the interplay between ground, air, and naval forces in modern warfare. The highly interactive sequence of play allows players to act and react to the changing battle situation. The integration of combat arms occurs on both the operational and strategic level. Scenarios include a Libyan - Egyptian War, Turkish Missile Crisis, Greco-Turkish War, and, of course, WWIII.&#10;&#10;Gulf Strike is not needed to play Aegean Strike, however, a link-up scenario is included.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Greece",
      "Country: Turkey",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Aegean Sea",
      "Region: Balkans"
    ]
  },
  {
    "Rank": "11423",
    "Name": "Your Best Life",
    "ID": 378279,
    "Year": "(2023)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/378279/your-best-life",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Will you go on vacation with each other or build the house of your dreams? Will you raise a big family, or do you prefer to party with friends every evening? Why not both?! Go ahead &mdash; try to have it all!&#10;&#10;Your Best Life is a flip-and-write life story game. Playing as couples or singles, players manage their happiness and joy as they experience various choices in their lives. Each turn, players choose cards with the actions that will build their character and family unit. Players mark their actions on their individual or family sheets in order to &quot;live&quot; the most successful life!&#10;&#10;Players can choose to invest in a myriad self-improvement options relating to education, creativity, business, friendship, nutrition, and even romance. Take vacations with family, friends, or on your own. Experience both the stress and joy children can bring &mdash; and even spend time with pets! Invite players to your important life events with customizable invitation cards.&#10;&#10;Balance health, knowledge, social skills, finances, time, and even a little bit of luck to come out on top. After ten rounds, all players score their character and family sheets, and whoever has the most life achievement points wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Flip-and-Write",
      "Theme: My Best Life"
    ]
  },
  {
    "Rank": "11424",
    "Name": "Galactic Warlords: Battle for Dominion",
    "ID": 223767,
    "Year": "(2018)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/223767/galactic-warlords-battle-for-dominion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3",
    "Description": "After the fall of the once powerful Preiakka Federation, the region was thrown into conflict and chaos. Wars that were fought between the member worlds have weakened their power, and the Warlords, together with other outside factions as their sponsors sensed it was a good time to strike and attempt to establish their dominion over the fragmented region of space.&#10;&#10;Galactic Warlords: Battle for Dominion is a card-driven game of tactical deployment and planet control. In this game, you play as one of the Warlords, with purpose to establish your dominion over the contested galactic region and score the most points at the end of the game. You will do this by playing your hired Mercenary cards from your hand in your tableau. Each of the Mercenaries will come with their own assets such as Ground Troops or Defense Systems, and abilities (actions) such as Deploy Ground Troops, Recon, Assassinate and many others. By using these assets and abilities, you will be able to assert control over the planets in contested galactic region. At the end of the game, you will score points for completing Missions of the Mercenaries you have played during the game as well as other bonus points. Whoever has the most points at the end of the game is the Great Warlord and winner of the game!&#10;&#10;",
    "Categories": [
      "Space Exploration",
      "Spies / Secret Agents",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "11425",
    "Name": "Sword and Sail",
    "ID": 16196,
    "Year": "(2004)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/16196/sword-and-sail",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8462",
    "Description": "Downloadable free games:  Big Little games is now a subsidiary of JasterMedia.com&#10;&#10;Game Background&#10;It's the dawn of a new era, new lands are waiting to be explored... armies are growing in power by constructing ships... small tribes are now becoming empires.  Who will be the first to succeed where someday others will follow?&#10;&#10;The object of the game is to be the first to control an entire empire by having your armies or navies (the small tokens) on every region of an empire.  Armies and navies are placed on the game board by playing action cards.&#10;&#10;Beautiful full color map and components are ready to download.&#10;Donations are accepted.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Nautical",
      "Political",
      "Print & Play",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "11426",
    "Name": "Buccaneer",
    "ID": 3084,
    "Year": "(1938)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/3084/buccaneer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.3721",
    "Description": "The idea of the game is to collect treasure to a total value of 20 points. A player may obtain treasure by three methods:&#10;1) Sailing to Treasure Island and turning up Chance cards.&#10;2) Sailing to other ports and trading.&#10;3) By attacking other ships at sea.&#10;&#10;A notable feature of this game are the very nice treasure pieces. The diamonds, rubies and pearls look like small jewels. The way cards work for ship movement and combat is a very clever mechanic, years ahead of its time.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Trading"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "11427",
    "Name": "Leverage",
    "ID": 2248,
    "Year": "(1977)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/2248/leverage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7895",
    "Description": "Leverage is an exciting board game of strategy with a unique action feature; it includes various weighted pieces and is built around universal laws of balance and force. Leverage has been hailed as a favorite of GAMES MAGAZINE in 4 different years.&#10;&#10;Rules and game pieces are simple and easy to understand, yet tactics and strategy can be as sophisticated and challenging as the players themselves. Two opposing strategies (speed &amp; sacrifice vs. conservation &amp; mass force) provide intrigue and depth, as either may be merged into the other as the game unfolds.&#10;&#10;Constant action potential -- Jump, capture, sacrifice, block; and, the players may rock the board at any time to see how the leverage advantage is changing.&#10;&#10;Suspense -- The board always stabilizes at a level position until a move is made that tilts it down to rest at one end; there is no halfway tilt!  When the board tilts down, scoring pegs are removed until it returns to level.&#10;&#10;The winner is (1)the one who tilts the board down towards his opponent when the opponent has no scoring pegs left to remove, or (2)the one who moves all of his remaining playing pieces into the opposite Safety Zone while having more or an equal number of scoring pegs than his opponent.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 9 x 12 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11428",
    "Name": "Adventure Party: The Role-Playing Party Game",
    "ID": 380106,
    "Year": "(2024)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/380106/adventure-party-the-role-playing-party-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Adventure Party delivers a robust role-playing experience that can be enjoyed within 2 minutes of explanation. In this cooperative guessing game, 3-6 players take the roles of adventurers in a classic fantasy role-playing world, facing monsters and attempting heroic deeds.&#10; Over the course of 3 Adventure scenarios, the party will work together and collectively attempt to score the most &#10;Experience Points possible. Players will take turns, rolling their 20-sided die in secret. Based on how well or poorly they rolled, they will describe what their character does; first outlining their plans and then describing the outcome of their actions. The goal of which is to provide enough detail so that the GM for that turn can GUESS the number they rolled as closely as possible, earning the entire party Experience Points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "11429",
    "Name": "Zagor: Odissea Americana",
    "ID": 209423,
    "Year": "(2016)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/209423/zagor-odissea-americana",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Exploration semi-cooperative game based on the Italian comic Zagor, in particular on the famous story Odissea Americana (American Odyssey).&#10;A rich and bizarre poet hires the crew of the vessel Athena to descend uncharted river and write &quot;the new Odyssey.&quot; Zagor and Cico join the expedition, which will prove to be fraught with dangers.&#10;&#10;At the start of the game all the players will have to choose a character from five available, but Zagor and his companion Cico aren't available, because they are neutral and used by all the players using the appropriate action.&#10;Every character is different: the character sheet shows the life points and the respective movement (i.e. losing health also limited the moving ability on the map), special actions available (all different), the combat value and the backpack space (to hold objects and treasures).&#10;&#10;Each turn begins by throwing dice as many life points of the characters available in the game, including Zagor and Cico. However, the dice of the two &quot;neutral&quot; characters have their own specific color. All players can choose to take and use a &quot;character&quot; die to perform an action with them or choose a Zagor/Cico die to move and perform the action respectively with the hero or his comic relief.&#10;&#10;At the end of the game the winner is who have made the most victory points, but if the boat sinks without reaching the pier at the end of the map, everyone loses.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Semi-Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Sergio Bonelli Editore",
      "Components: Dice with Icons",
      "Occupation: Adventurer / Explorer"
    ]
  },
  {
    "Rank": "11430",
    "Name": "Outburst Remix!",
    "ID": 14525,
    "Year": "(2004)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/14525/outburst-remix",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "Outburst Remix is an update of the party game Outburst!.  It differs from Outburst! with having new topics and adding an additional element (Remix part) of having the topic hidden when teams decide whether to play or pass.  The topic cards have a headline which is a clue to the topics.  An example is the headline Dirty Dish? for the topic Publications about Celebrities.&#10;&#10;As is Outburst!, teams take turns trying to guess as many of the 10 answers to a topic on the cards.&#10;&#10;The game mechanism is very similar to long time game show Family Feud.&#10;&#10;Re-implements:&#10;&#10;     Outburst!&#10;&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Game: Outburst"
    ]
  },
  {
    "Rank": "11431",
    "Name": "Star Wars: Battle of Hoth",
    "ID": 116981,
    "Year": "(2012)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/116981/star-wars-battle-of-hoth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.15",
    "Description": "Publisher blurb:&#10;&#10;Defend Hoth&trade; as you battle against your friends and the Empire!&#10;&#10;LEGO&reg; Games is the world's first collection of games that you build, play and change. With the unique buildable LEGO Dice and changeable rules, LEGO Games is a great way of having fun together with family and friends.&#10;&#10;It is a dark time for the Rebellion. Darth Vader has discovered Luke Skywalker&rsquo;s secret base on the remote ice planet of Hoth&trade;, and Imperial ground forces are ready to attack! The Battle for Hoth&trade; has begun in an exciting game of strategy and luck for 2 or 4 players. Game play approximately 10-20 minutes.&#10;&#10;    1 buildable LEGO&reg; Dice&#10;    32 LEGO microfigures&#10;    Rules booklet&#10;    Building instructions&#10;&#10;&#10;Game overview:&#10;&#10;Star Wars: Battle of Hoth is a game for two or four players on a Lego game board. One player or team represents the empire, and the other player or team represents the Rebels. The players move their pieces over the assembled board and attack the opponent's pieces. Each piece has a range of fire and movement that dictates what damage can be done and at what distance. The board is a gridwork of interlocking Lego pieces that can be altered to change the layout, thus opening some movement paths that were previously blocked, and blocking movement elsewhere. The goal of the game is to eliminate the opposition's forces or leader.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Fictional Events: Battle of Hoth",
      "Movies: Star Wars",
      "Series: LEGO Games",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "11432",
    "Name": "Cityfight: Modern Combat in the Urban Environment",
    "ID": 4436,
    "Year": "(1979)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/4436/cityfight-modern-combat-in-the-urban-environment",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.2727",
    "Description": "Cityfight: Modern Combat in the Urban Environment, is a super-detailed tactical simulation of post World War II combat in the urban environment. Placed in the role of platoon, company, or battalion commander, the player is faced with a wide variety of offensive or defensive missions to be carried out in a built-up area. The player must manage such specialized units as sappers, snipers, spotters, flamethrowers, and military police.&#10;&#10;Very limited intelligence with respect to the location of Enemy forces is a key characteristic of the game system. You can name it &quot;double-blind&quot; due to the fact that you just manage your own troops on your own map while your opponent is managing his forces on his own map. The opponent's forces have to be detected and then be marked with &quot;known/unknown&quot;-markers on your own map.&#10;&#10;Twenty scenarios include historical conflicts ranging from 1956 to 1979, and hypothetical situations involving NATO, Soviet, Chinese, and irregular forces.&#10;&#10;A comprehensive guide to scenario design is included.&#10;&#10;[Note: The actual name of the game, as given in the rules, is &quot;Cityfight.&quot; People often call it &quot;City-Fight&quot; because the name had to be hyphenated on the front of the box cover, and is also hyphenated on the box sides and on the maps where there is no such imperative.]&#10;&#10;Firefight: Modern U.S. and Soviet Small Unit Tactics is a similar game utilizing the same base system but without the many complications introduced in Cityfight.&#10;&#10;Game Scale:&#10;Game Turn: 20 seconds&#10;Hex: 55 feet / 16.67 meters&#10;Units: Individual Infantry &amp; Vehicles to Fireteams&#10;&#10;Game Inventory:&#10;Two identical 17 x 22&quot; four color mapsheets&#10;Five dual-side printed countersheets (1400 1/2&quot; counters - 567 combat &amp; 833 markers)&#10;Two 64-page Cityfight rulebook&#10;One 40-page Cityfight TO&amp;E, Charts &amp; Tables booklet&#10;One 8-page Charts &amp; Tables booklet&#10;Four 6-sided dice&#10;&#10;Solitaire Playability: Very Low&#10;Complexity Level: Variable&#10;Players: 2 or more&#10;Playing Time: 2-100 hours&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Germany",
      "Decades: The 1950's",
      "Decades: The 1960's",
      "Decades: The 1970's",
      "Digital Implementations: VASSAL",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "11433",
    "Name": "Wagram: The Peace of Vienna, 5-6 July 1809",
    "ID": 239,
    "Year": "(1975)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/239/wagram-the-peace-of-vienna-5-6-july-1809",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.125",
    "Description": "Wagram is a simulation of the battle which took place between the armies of the Hapsburg Empire under Archduke Charles and the French-Allied armies under Napoleon on July 5th and 6th, 1809.&#10;&#10;One on four games included in the Napoleon At War QuadriGame.  The games in this set are based on the Napoleon At Waterloo system which is a basic movement-combat system with hard zones of control.&#10;&#10;CRT has unique EE (Equal Elimination) feature.  A die roll of 6 will result in an attacker with unit strength of 12 and a defender with unit strength of 2 both being simultaneously eliminated.&#10;&#10;This game was republished on Tactics #47 by Hobby Japan in 1987.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Deutsch-Wagram (Austria)",
      "Country: Austria",
      "Country: France",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Napoleon At Waterloo (SPI)"
    ]
  },
  {
    "Rank": "11434",
    "Name": "Warfighter: The Private Military Contractor Card Game",
    "ID": 261666,
    "Year": "(2019)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/261666/warfighter-the-private-military-contractor-card-ga",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3",
    "Description": "You're in Iraq. It's 2003. The country is swarming with civilian companies hired by the US government to rebuild the infrastructure. The US military has its own in-country priorities. It's up to your Private Military Company (PMC) and your team of mercenaries to provide the tactical security and escort firepower needed to keep the construction teams alive. All while fulfilling your personal goals for being there. And of course, making a few bucks to provide for your retirement once the shooting stops!&#10;&#10;You begin by creating your Company. This includes, hiring your starting employees, deciding on a Company Goal, as well as your starting assets and liabilities. Your employees level-up as they complete contracts. They progress from Squad Soldier, to Non-Player Soldier, to finally Player Soldier.&#10;&#10;If you want to use military-grade hardware, you need to purchase the the proper licenses. These purchases will come out of your starting budget or you can purchase them during the campaign. However, until you have the proper licenses, your employees are limited to civilian weapons.Your headquarters is in your home country and your compound is in Iraq. You have to pay monthly rent on all of these facilities, so you&rsquo;ll probably start with just the basics. As you complete contracts you can improve your company.&#10;&#10;Warfighter: Private Military Contractor is a complete, standalone game set in the Warfighter Modern era.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: War in Afghanistan",
      "Players: Games with Solitaire Rules",
      "Series: Warfighter (DVG)"
    ]
  },
  {
    "Rank": "11435",
    "Name": "Time Capsules",
    "ID": 342717,
    "Year": "(2022)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/342717/time-capsules",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.625",
    "Description": "Traces of an alien civilization were found on a remote planet. Yet the planet is empty, left by its masters. The only things they left were the giant capsules, capable of travelling to the past, and skipping back through time to us. As representatives of future mega-corporations, you will have to take control of the capsules and enter a Gold Rush of the new era: the hunt for the relics of a long gone civilization.&#10;&#10;Send the capsules to the distant past, find everything you can use, and exploit newfound abilities to acquire more miraculous devices and technologies. But beware &ndash; greed may lead you to tear the very fabric of space-time, putting in danger yourself and, possibly, all humanity.&#10;&#10;Time Capsules is a pool building game where you can use multiple types of components to build your strategy. All thanks to the capsules! Artifacts, bioobjects and computers all have different mechanics, and you will have to combine their powers to acquire new objects and resources. Amass victory points for knowledge you receive and artifacts you bring to the present, and you will win the race for alien technologies!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "11436",
    "Name": "Animal Upon Animal: Dinos",
    "ID": 315670,
    "Year": "(2020)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/315670/animal-upon-animal-dinos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Each turn in Animal Upon Animal: Dinosaurs, a player rolls the die, then places either one or two animals on the stack of animals, passes one of their animals to another player for them to place, or places an animal on the table, extending the base for other players to build upon. If any pieces fall off while you are building, you must take up to two of them back. The first player to have no animals in front of them wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Game: Tier auf Tier"
    ]
  },
  {
    "Rank": "11437",
    "Name": "The Fall Of The Third Reich",
    "ID": 209863,
    "Year": "(2016)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/209863/the-fall-of-the-third-reich",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "600",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;From award-winning designer Ted S. Raicer, The Fall of the Third Reich covers the dramatic last two years of WWII in Europe, as the Western Allies and the Soviet Union fight against fierce German resistance to bring down the Thousand-Year Reich.&#10;&#10;The time is July, 1943. From the beaches of Sicily to the plains of central Russia, millions of men are poised to decide the fate of Europe and bring about the end of WWII...&#10;&#10;Two large hex maps cover Europe from France to Central Russia, and Leningrad to Sicily. Units are Armies, Corps, and in a few cases, Divisions. There are twelve two-month turns.&#10;&#10;Those turns play quickly, and yet there is a lot of subtlety within each one, with rules for both reaction and exploitation. Getting the most out of the various movement segments is essential for both players: as the Axis for plugging gaps in the front line, and as the Allies for exploiting every last opportunity to move ever further into the Third Reich proper. But the German player will quickly learn that a passive defense is doomed to fail, and that selective counterattacks are vital to hold the enemy at bay.&#10;&#10;The game includes rules for Soviet and German Command (Stavka), while the effects of Hitler's increasing interference in military affairs is presented through a rule which requires the German player to use OKW (West Front Headquarters) or OKH (East Front HQ) to be able to retreat infantry units from an enemy ZOC.&#10;&#10;While the Soviets and Germans begin the game locked in a death struggle at Kursk, the Allies face the early dilemma of where to invade, with a choice of invasion sites ranging from Holland to Greece. Knock Italy out of the war or Second Front Now! in Northwest Europe: the choices are yours.&#10;&#10;Supply rules have been kept as simple as possible, while still modeling the historic importance of logistics. The Western Allies in particular will learn the importance of ports in supplying their armies, and have to base their strategy around them.&#10;&#10;Perhaps most significantly, the game effectively models the Strategic Air War over Europe with only a few simple rules and a handful of counters. But though easy to learn, this &lsquo;game within a game&rsquo; can have a dramatic impact upon the course of the war, as the Allies must prioritize their air resources while the Luftwaffe struggles both to slow the Allied air offensive and support the German armies in the field. The challenges are numerous and subtle.&#10;&#10;Other rules cover variable (and degrading) German troop strength,  Allied Airborne drops, Strategic Transit, Forts, Yugoslav Partisans, and Axis Minor Powers, including Italian Surrender&#10;&#10;The game can be played by two (Axis and Allied/Soviet) or three players (Axis, Allied and Soviet) but also works well solo. The Fall of the Third Reich is a game of large scope and nail-biting decisions, combining fidelity to history with a fun playable game system.&quot;&#10;&#10;&#10;Product Information&#10;Complexity: 5 out of 10&#10;Solitaire Suitability: 8 out of 10&#10;Time Scale: 1 turn = 2 months&#10;Map Scale: 1 hex = 30 miles&#10;Unit Scale: Armies, Corps and some Divisions&#10;Players: Best with 2 players but can be played well with 3 players or solitaire&#10;Playing Time: 6-10 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Variable Set-up"
    ],
    "Families": [
      "Continents: Europe",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "11438",
    "Name": "Warhammer 40,000 Collectible Card Game",
    "ID": 7164,
    "Year": "(2001)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/7164/warhammer-40000-collectible-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Collectible card game with Warhammer 40,000 universe background. Interesting game mechanics (for a card game) that balance well tactical decisions and strategic elements.&#10;&#10;The game represents battle between two armies, including Space Marines, Chaos, Eldar, Orks etc. for the conquest of an objective planet divided in 5 different strategic sectors.&#10;&#10;A card represents: army units, actions to play during battle, and a die roll, all included in a single card depending on when    and where it is played.&#10;&#10;Every expansion has a new planet to conquer with 5 new sectors that change completely the approach with which a player can try to win, so players are encouraged to change deck and test different strategies to adapt in the new terrain of battle.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Card Games"
    ]
  },
  {
    "Rank": "11439",
    "Name": "Waka Tanka",
    "ID": 178361,
    "Year": "(2016)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/178361/waka-tanka",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Waka Tanka is a very light bluffing card game in the Bullshit family. Players are Native American shamans who want to impress the tribe by conjuring various animal spirits and having long discussions with them. The problem is that the shaman doesn't always remember the right incantation and somewhat calls the wrong spirit &mdash; hoping no one will notice.&#10;&#10;Each player in turn plays an incantation card face down in front of an animal totem. Other players can call the bluff if they think it's not the right animal. A player can also try a full ceremony if he thinks enough incantations have been made to a given animal spirit. A player wins by getting rid of all their incantation cards or fulfilling two ceremonies.&#10;&#10;",
    "Categories": [
      "American West",
      "Animals",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "11440",
    "Name": "Olympia 2000 (v. Chr.)",
    "ID": 261,
    "Year": "(1994)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/261/olympia-2000-v-chr",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3846",
    "Description": "In this relative of Hols der Geier/Raj, players use simultaneously played cards to compete in ancient Olympic events, such as long-jump, discus, or archery.  The cards have a picture of the athlete as well as a rating for his skills in each of the different events.  Often times, an athlete will be very good at one event and be very poor in others, while some athletes are simply too inept for words, and still others are god-like.  The key to the game is using your cards wisely, because although the best athlete gets the prize for the current event, the worst athlete gets to pick the up-coming event.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "11441",
    "Name": "SHIBUYA",
    "ID": 255165,
    "Year": "(2017)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/255165/shibuya",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2.25",
    "Description": "Shibuya is a famous district and railway station in central Tokyo, famous for having the most busy pedestrian crossing in the world.&#10;&#10;The game SHIBUYA is a competitive puzzle game to guide pedestrians to their destinations. The game takes place at the heavily used pedestrian scramble at Shibuya, Tokyo. Pedestrians can successively move over adjoining grid's cells sharing the same color or shape, but they cannot move over the cells presently occupied by other pedestrians. Try to find your best route in the busy pedestrian scramble where people are rushing to all directions.&#10;&#10;In this puzzle game for two players, or for four as two teams (2 vs 2), first place the tiles to form the pedestrian scramble. The player or team who manages to have their pedestrians cross the street wins.&#10;&#10;Publisher's summary&#10;SHIBUYA&#227;&#129;&#175;&#230;&#173;&#169;&#232;&#161;&#140;&#232;&#128;&#133;&#227;&#130;&#146;&#231;&#155;&#174;&#231;&#154;&#132;&#229;&#156;&#176;&#227;&#129;&#190;&#227;&#129;&#167;&#229;&#176;&#142;&#227;&#129;&#143;&#229;&#175;&#190;&#230;&#136;&#166;&#229;&#158;&#139;&#227;&#131;&#145;&#227;&#130;&#186;&#227;&#131;&#171;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#232;&#136;&#158;&#229;&#143;&#176;&#227;&#129;&#175;&#227;&#129;&#159;&#227;&#129;&#143;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#129;&#174;&#10;&#228;&#186;&#186;&#227;&#129;&#167;&#230;&#186;&#162;&#227;&#130;&#140;&#227;&#129;&#139;&#227;&#129;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#230;&#184;&#139;&#232;&#176;&#183;&#227;&#129;&#174;&#228;&#186;&#164;&#229;&#183;&#174;&#231;&#130;&#185;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#230;&#173;&#169;&#232;&#161;&#140;&#232;&#128;&#133;&#227;&#129;&#175;&#232;&#182;&#179;&#229;&#133;&#131;&#227;&#129;&#174;&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#129;&#140;&#229;&#144;&#140;&#227;&#129;&#152;&#232;&#137;&#178;&#227;&#129;&#167;&#227;&#129;&#164;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#128;&#129;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#129;&#175;&#229;&#144;&#140;&#227;&#129;&#152;&#229;&#189;&#162;&#227;&#129;&#167;&#227;&#129;&#164;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#129;&#163;&#227;&#129;&#166;&#10;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#129;&#171;&#231;&#167;&#187;&#229;&#139;&#149;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#164;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#129;&#170;&#227;&#130;&#137;&#227;&#129;&#176;&#227;&#129;&#169;&#227;&#129;&#147;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#167;&#227;&#130;&#130;&#233;&#128;&#178;&#227;&#130;&#128;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#159;&#227;&#129;&#160;&#227;&#129;&#151;&#228;&#187;&#150;&#227;&#129;&#174;&#230;&#173;&#169;&#232;&#161;&#140;&#232;&#128;&#133;&#227;&#129;&#168;&#229;&#144;&#140;&#227;&#129;&#152;&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#130;&#140;&#233;&#129;&#149;&#227;&#129;&#134;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#175;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#10;&#230;&#173;&#169;&#232;&#161;&#140;&#232;&#128;&#133;&#227;&#129;&#140;&#230;&#167;&#152;&#227;&#128;&#133;&#227;&#129;&#170;&#230;&#150;&#185;&#229;&#144;&#145;&#227;&#129;&#171;&#232;&#161;&#140;&#227;&#129;&#141;&#228;&#186;&#164;&#227;&#129;&#134;&#230;&#168;&#170;&#230;&#150;&#173;&#230;&#173;&#169;&#233;&#129;&#147;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#167;&#230;&#156;&#128;&#233;&#129;&#169;&#227;&#129;&#170;&#231;&#181;&#140;&#232;&#183;&#175;&#227;&#130;&#146;&#230;&#142;&#162;&#227;&#129;&#151;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;2&#228;&#186;&#186;&#229;&#175;&#190;&#230;&#136;&#166;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#129;&#175;4&#228;&#186;&#186;&#227;&#129;&#167;2&#228;&#186;&#186;&#229;&#175;&#190;2&#228;&#186;&#186;&#227;&#129;&#174;&#227;&#131;&#129;&#227;&#131;&#188;&#227;&#131;&#160;&#230;&#136;&#166;&#227;&#129;&#167;&#230;&#136;&#166;&#227;&#129;&#134;&#227;&#131;&#145;&#227;&#130;&#186;&#227;&#131;&#171;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#190;&#227;&#129;&#154;&#227;&#129;&#175;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#130;&#185;&#227;&#130;&#175;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#131;&#150;&#227;&#131;&#171;&#228;&#186;&#164;&#229;&#183;&#174;&#231;&#130;&#185;&#227;&#130;&#146;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#157;&#227;&#129;&#151;&#227;&#129;&#166;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#227;&#131;&#129;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#233;&#167;&#146;&#227;&#130;&#146;&#229;&#144;&#145;&#227;&#129;&#147;&#227;&#129;&#134;&#229;&#129;&#180;&#227;&#129;&#184;&#230;&#184;&#161;&#227;&#130;&#137;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#129;&#168;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: 9 x 9 Grids"
    ]
  },
  {
    "Rank": "11442",
    "Name": "Advanced Tobruk System Basic Game II: Streets of Stalingrad",
    "ID": 18887,
    "Year": "(2005)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/18887/advanced-tobruk-system-basic-game-ii-streets-of-st",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2381",
    "Description": "ATS Basic Game two provides players with an introduction to the Advanced Tobruk System (ATS) of tactical World War II games.  ATS allows players to recreate squad level battles on maps depicting the historical areas that the battles were fought such as Arnhem, Normandy, Iwo Jima and Stalingrad.  Each hex represents 50 yards of terrain and each turn represents two minutes.  Counters represent squads, leaders, crews or individual tanks and heavy weapons.&#10;&#10;Basic game II has four scenarios covering the Battle of Stalingrad in October and November 1942.  It includes a 22&quot; x 34&quot; map of an industrial area in Stalingrad.  The 20 page rulebook provides the core infantry and vehicle rules for the ATS system.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "11443",
    "Name": "Dungeon Crawler",
    "ID": 67878,
    "Year": "(2010)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/67878/dungeon-crawler",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "Dungeon Crawler is an adventure card game that is playable alone or with friends. You get to choose Adventurers, equip them, design your own Quests to conquer, seek out the evils that terrorize the lands, and save the Damsel. This intelligently designed game pulls together extraordinary art and fantasy flavor that can keep you spellbound in epic adventure.&#10;&#10;The creators of Dungeon Crawler pit your Adventurers against a series of perilous encounters deep within the domain of vile adversaries and insidious plot combinations, which they must strategically overcome.  This collectible starter includes 2 decks that support single player gaming. You can also use the starter in competitive and co-operative formats (provided that you or your friends have enough cards to support the format you have chosen to play). One is a 65 card grey-tone deck, known as the Dungeon deck. The other deck bears a similar logo with a blue backing. This deck is known as the Crawler deck which serves as a &ldquo;bag of tricks&rdquo; for your Adventurers.&#10;&#10;--description from the publisher--&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Solo / Solitaire Game",
      "Trading",
      "Variable Phase Order"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "11444",
    "Name": "Luck of the Draw",
    "ID": 22863,
    "Year": "(2006)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/22863/luck-of-the-draw",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1333",
    "Description": "From the Gamewright website:&#10;&#10;Think you're the next Picasso? Can&rsquo;t draw a stick figure to save your life? No matter the answer, you will have a blast playing this off-the-wall party game where you don't have to be the best artist to win. Pick a card and scramble to scribble a mini masterpiece in 45 seconds. Then, vote on whose drawing best fits one of over 100 creative categories. Will your picture be the squiggliest? The ugliest? The most likely to hang on a refrigerator? Win the most votes and you've got the Luck of the Draw!&#10;&#10;Ages 10 and up.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Paper-and-Pencil",
      "Voting"
    ],
    "Families": [
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "11445",
    "Name": "Tara Wolf in Valley of the Kings",
    "ID": 194577,
    "Year": "(2016)",
    "Geek Rating": "5.560",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/194577/tara-wolf-in-valley-of-the-kings",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "A magical medallion from the last Egyptian excavation has attracted the attention of two famous adventurers &mdash; Tara Wolf and Montana Smith &mdash; who then decide to explore the Valley of the Kings in search of hidden treasures.&#10;&#10;While playing La Vall&eacute;e des Rois, they will be surrounded by good companions who might help them avoid deadly traps and withstand the wrath of the gods of Egypt, but in this quest, only one adventurer can reap fame and wealth...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11446",
    "Name": "Tales & Games: Jack & the Beanstalk",
    "ID": 228142,
    "Year": "(2017)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/228142/tales-and-games-jack-and-the-beanstalk",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "You are trying to climb the Magic Beanstalk to reach the Giant&rsquo;s castle and bring back as many sacks of gold as possible! Taking turns, choose the number of dice you will roll, then stack them to make the Magic Beanstalk grow. If a player knocks over the stack while building the Beanstalk, the other players can steal the Giant&rsquo;s sacks of gold! The richest player at the end of the game wins.&#10;&#10;Jack &amp; the Beanstalk is the eighth game of the Tales &amp; Games series.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Containers: Book-like",
      "Folk Tales & Fairy Tales: Jack and the Beanstalk",
      "Series: Tales & Games (Purple Brain Creations)"
    ]
  },
  {
    "Rank": "11447",
    "Name": "Nuevos Mundos",
    "ID": 326983,
    "Year": "(2020)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/326983/nuevos-mundos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Each player will interpret the role of a planetary architect who will try to create a new home for mankind, which by its mistakes, condemned the ancient Earth ...&#10;&#10;Simply you have to choose an action among the three possible (play a card to take all those of the same ecosystem, pick up the cards according to the numbers on the card played, or play it in your game zone). With this idea, NUEVOS MUNDOS is a challenge with a depth and elegance mechanics but with a very easy  concept.&#10;&#10;When the universe board cannot be filled with cards, each world created by each player will be scored with a scoring system that simulates the harmony between ecosystems, animals and plants and conditions for life in the world. But be careful, the elements that don&acute;t meet this balance will be penalized.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Cada jugador representa el papel de un arquitecto planetario que tratar&aacute; de crear un nuevo hogar para una humanidad, que por sus errores, conden&oacute; la antigua Tierra...&#10;&#10;Con solo elegir una acci&oacute;n entre las tres disponibles (jugar una carta para coger todas las del mismo ecosistema, para coger las que comparten d&iacute;gito o jugarla en tu zona de juego) NUEVOS MUNDOS supone un desaf&iacute;o con una profundidad y elegancia que no suele verse en juegos a priori tan sencillos.&#10;&#10;Cuando el tablero del universo no se pueda rellenar de cartas, se puntuar&aacute; cada mundo creado por cada jugador con un sistema de puntuaci&oacute;n que simula la armon&iacute;a entre ecosistemas, fauna y flora y, sobre todo, condiciones para la vida en &eacute;l. Pero cuidado, que los elementos que no cumplan este equilibrio penalizar&aacute;n.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "11448",
    "Name": "Alone Against Fear",
    "ID": 309721,
    "Year": "(2020)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/309721/alone-against-fear",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "There are monsters out there, and you walk alone. Alone against the walking dead. Alone Against the demons, alone against vampires and werewolves. Alone Against shapeless monstrosities and devil worshipers and witches and maniacs and evil clowns. ALONE AGAINST FEAR. This is a stand-alone horror solo game using a variation of the popular Four Against Darkness engine. All the rules are in this 104 page book. You create a character and explore a town invaded by monsters. Read forbidden books, learn dark rituals, learn new skills, fight zombies and vampires, and manage your resources (Life, Sanity, Food, Ammo) in a desperate struggle against time to close the Seven Gates of Hell on Earth. Included: 6 scenarios, hundreds of monsters, 22 weapons, 2 pregenerated characters, character sheet, map sheet. NO MINIATURES NEEDED - THIS IS A PEN-AND-PAPER GAME. You need 2d6, pencil, and paper.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Exploration",
      "Fantasy",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "11449",
    "Name": "La Casa de Papel Escape Game",
    "ID": 292339,
    "Year": "(2019)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/292339/la-casa-de-papel-escape-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Escape room game based on the Netflix series &quot;La Casa de Papel&quot; where you follow the Professor's plan to achieve the heist of the century.&#10;&#10;You have been chosen to participate in the robbery of the century. The target? The National Currency and Stamp Factory in Madrid, with 2.4 billion euros at stake. The Professor, the brain of the operation, will guide you through the different stages of his plan. Follow the instructions and you will not have to go back to work in your life.&#10;&#10;Hab&eacute;is sido elegidos para participar en el robo del siglo. &iquest;El blanco? La F&aacute;brica Nacional de Moneda y Timbre en Madrid, con 2 400 millones de euros en juego. El Profesor, cerebro de la operaci&oacute;n, os guiar&aacute; a trav&eacute;s de las distintas etapas de su plan. Seguid las instrucciones y no tendr&eacute;is que volver a trabajar en vuestra vida.&#10;&#10;Un juego de escape apasionante, rico en referencias a la exitosa serie La casa de papel, que se desarrolla, mediante una inmersi&oacute;n total a lo largo de varias etapas, en la F&aacute;brica Nacional de Moneda y Timbre.&#10;&#10;Based on the television series: La Casa de Papel.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "11450",
    "Name": "Soldiers: Man-to-Man Combat in World War II",
    "ID": 7255,
    "Year": "(1987)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/7255/soldiers-man-to-man-combat-in-world-war-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9474",
    "Description": "In Soldiers each Counter represents a single man with certain skills. The  game system allocates to each man (counter) a certain amount of action points (depending on his experience) and permits certain activities based on his status (for example a cautious soldier will take more points to take a risky action). The number of action points determines when a unit may move and what it can do.  Both players bid for initiative and the winner moves a soldier; this progresses until the turn is over.  Scenario generation system for more variety.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11451",
    "Name": "IQ Files: Escape Room – Liberation",
    "ID": 315289,
    "Year": "(2021)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/315289/iq-files-escape-room-liberation",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "IQ FILES is a ESCAPE ROOM card game.&#10;&#10;It consists in 3  adventures where 5-6 character are met in a room, without knowing each other, they will have to find the Exit, resolving several kind of tests: logical, deduction, jigsaw. But be careful!! they can die while they are trying to find the way out!!&#10;&#10;There are more than 90 cards in each adventure.&#10;&#10;Each card have also a combination number so you can combine any two cards (objects, characters) and see what happen.&#10;&#10;The game mixes several kind of mechanics and keep the players in suspense till the end of the game.&#10;&#10;Although you can play alone, it's easier to play with more people to help each other.&#10;&#10;Each adventure has a difficulty level from 1 to 10.&#10;&#10;Each game takes from 90 to 120 minutes and there are 2 ways of playing.&#10;&#10;&#10;     Play with chronometer: game ends when time runs up (90 minutes).&#10;     Play with no chronometer: we really suggest this way as you will enjoy better what's happening in the adventure .&#10;&#10;&#10;Adventure 1: LIBERACI&Oacute;N Difficulty 4/10&#10;&#10;Adventure 2: PECADOS Difficulty 6/10&#10;&#10;Adventure 3: AMNESIA Difficulty 8/10&#10;&#10;All these 3 adventures are independent games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Real-Time",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: IQ Files"
    ]
  },
  {
    "Rank": "11452",
    "Name": "Bronze Age",
    "ID": 302887,
    "Year": "(2022)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/302887/bronze-age",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "From tin and copper, civilization was born.&#10;&#10;Bronze Age is a single deck, two player card game, pitting players against each other to build the strongest civilization in the ancient Mediterranean.&#10;&#10;Players acquire multi-use cards from several decks, utilizing Action Cards (tied to each of the games 3 different Territory types) that provide different bonuses based on where and how they're played.&#10;&#10;While both players are concerned with exploring, prospering, and building their society, each player will also focus on two of the four other aspects during the game, granting them unique abilities for the game.&#10;&#10;As players add cards to their civilizations, they gain abilities and potential scoring for the end of the game, with the player scoring the most points winning the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Civilization",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11453",
    "Name": "Legends of Boxing",
    "ID": 39331,
    "Year": "(2000)",
    "Geek Rating": "5.559",
    "Avg Rating": "8.58",
    "Link": "https://boardgamegeek.com/boardgame/39331/legends-of-boxing",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "From the Publisher's web site:&#10;&#10;Styles Make Fights&#10;&#10;If you are a boxing fan, you have undoubtedly heard that saying, which serves as the foundation of this game. There is a great deal of truth in those three words and Legends of Boxing is designed to bring that fistic chemistry to life.&#10;&#10;Designer's Notes&#10;&#10;One aspect that I wanted to capture in this boxing simulation was a feel for a fighter's style - his tendencies from round to round. With Legends of Boxing, I wanted fighter's styles to merge into certain types of action. That is the single biggest difference in this game and any that have come before it. The fighter's strategies, or modes, are an integral part of a his ratings in this game, reflecting his tendency to be defensive, fight from the outside, brawl on the inside, or &quot;walk down&quot; and pressure his opponent.&#10;&#10;I have played many hundreds of bouts with LOB since 2000 and I still enjoy it as much today as any other sports game I own. Perhaps even better, is that I have enjoyed sharing my hobby with hundreds of other gamers all over the world.&#10;&#10;It is now available through the online store at www.stonemountain.press&#10;&#10;",
    "Categories": [
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Boxing",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "11454",
    "Name": "Spring Rally",
    "ID": 245384,
    "Year": "(2018)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/245384/spring-rally",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Welcome to the toy spring car rally! No more dust rising or motors roaring. Instead you'll see sweet little cars run squeaking along the racing track. You must use the rally cards to move forward or wind up your spring. The more you wind it up, the more you will travel &mdash; but never wind more than needed, or things can go wrong. It's time to begin the race! The first person to finish two laps will win. Let's start the engines...I mean...wind your springs and let it roll!&#10;&#10;In Spring Rally, players control their toy car based on trick-taking mechanisms. The game lasts three rounds, and in each round, players play a card from their hand to advance their car on the track. If the player wins the trick, they move their car as much as the lowest number on the card played in the round. Other players wind up their spring, which can help to boost them along when they win a trick. As long as a player avoids winning a trick, they gain the chance to advance much more later &mdash; but too much winding makes your spring stop working!&#10;&#10;The player who first circles the track two times wins the game.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "11455",
    "Name": "Fanhunter: Urban Warfare",
    "ID": 206686,
    "Year": "(2017)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/206686/fanhunter-urban-warfare",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Description from the publisher:&#10;&#10;Welcome to Barnacity! Consider yourself under arrest.&#10;&#10;Fanhunter is a crazy and violent universe set in the near future, in which all forms of geek culture and entertainment have been banned. But the brave members of the Resistance are determined to fight...for their right...to party!&#10;&#10;Fanhunter: Urban Warfare is a a board game with miniatures for two or more players. Players alternate turns in which they move their miniatures on the different boards in order to complete any of the pre-designed missions. Each of the players will draw an activation counter from a bag in order to know which side's turn it is. Then they will be able to activate any of their units or characters. Characters can perform actions, using D6s in order to determine success. Players will roll against a threshold number, and each result equal or higher than said threshold will result in a success.&#10;&#10;The game includes a complete campaign with eight missions, which offer a narrative experience if played in order. The game also includes rules to design your own adventures, which expands the gaming lifespan of this game.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: Fanhunter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11456",
    "Name": "VOC! Founding the Dutch East Indies Company",
    "ID": 4323,
    "Year": "(2002)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/4323/voc-founding-the-dutch-east-indies-company",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6071",
    "Description": "It's 1602... Merchants from the rich provinces of Holland and neighboring Zealand gather in stately rooms to discuss the foundation of a mighty consortium: a company that will hold the monopoly of the very profitable East Indies trade.  One question occupies their minds more than anything: who will control the new company?&#10;&#10;Each player takes the role of a merchant living at the end of the sixteenth century.  These merchants sent out ships to explore and expand the profitable trade in the east, where they traded cloves, nutmeg, silk and tea in such remote areas as India, Indonesia, China and Japan.  These goods were then sold at great profit in the West.  The journey, however, was a dangerous one, and fitting out a ship was prohibitively expensive.  Merchants therefore cooperated in small groups, called compagnies in Dutch, to fit out ships together.&#10;&#10;At the same time, competition was cutthroat, not just abroad, but also at home, where Amsterdam was the most fearsome rival.  Your task in this game is to make as large a profit as you can - but at the same time uphold the honor of your hometown against the mighty merchants from Amsterdam.&#10;&#10;This box contains two game versions: the basic game, which can be played by 4 or 5 players, and the advanced game, for 3 to 5 players.  The basic game is suited for people aged 10 onwards and takes about an hour.  The advanced game is intended for people Ages 14 and up, and takes between 90-120 minutes, depending on how long you spend negotiating.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Negotiation"
    ],
    "Mechanics": [
      "Line Drawing",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Cities: Jakarta (Indonesia)",
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "11457",
    "Name": "Fellowships of Fate",
    "ID": 322624,
    "Year": "(2020)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/322624/fellowships-of-fate",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "In the medieval fantasy-themed card game Fellowships of Fate, you explore the unknown southern island, then defeat various monsters and discover treasures from ancient civilizations. To do this, you must manage a hand of cards, using them to gain resources, collect adventure cards, and score points. At the end of the adventure, you each compare your journal to see who has performed better. Write the better journal, and you will be the most famous adventurer in the world!&#10;&#10;This version of Fellowships of Fate is revised from the 2019 release by WY Games, with Masato Uesugi and Tori Hasegawa participating as advisors. The game system has been adjusted to expand the player count from 3-4 to 2-5.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Multi-Use Cards",
      "Open Drafting",
      "Tech Trees / Tech Tracks"
    ],
    "Families": []
  },
  {
    "Rank": "11458",
    "Name": "Spice Merchant",
    "ID": 130242,
    "Year": "(2012)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/130242/spice-merchant",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Spice Merchant comes across like a minimalistic Reiner Knizia design in which cards are both stocks in the value of goods and the goods being sold.&#10;&#10;Each player starts the game with a hand of seven spice cards, with six types of spices in the game; each player secretly stashes 1-2 cards (depending on the round), and these secret investments will be scored at the end of the round.&#10;&#10;Six markets are available in the center of the table for players to create demand. On a turn, a player either lays one card face up in front of him &ndash; thereby openly showing a stock in a particular type of good &ndash; or plays 1-4 cards of the same spice onto a market. Once a market has a type of goods on it, only goods of the same type can be added to it. No market can have more than four cards on it, and the same good can by played into at most two markets. The player then refills his hand to seven cards.&#10;&#10;When all the markets have cards in them or two markets are full with four cards, the round ends. Each player reveals his secret stock; for each stock card that has a market devoted to it, the player scores 1-10 points, depending on the type of spice and the number of cards in the market. A player can score an identical spice card only if two markets carry this spice.&#10;&#10;Players clear the markets, then begin a new round. The player with the most points after four rounds wins!&#10;&#10;Souk features the same gameplay as Spice Merchant, but has a player count of 3-5 instead of 3-4, with a different number of cards in the game and different proportions for each spice.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "11459",
    "Name": "Pikemen",
    "ID": 20269,
    "Year": "(1997)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/20269/pikemen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.8333",
    "Description": "Pikemen is a game that uses Icehouse Pieces and a standard 8&times;8 board.&#10;&#10;Pieces are warriors with long spears known as &quot;Pikes.&quot; Each turn a Pikeman may charge in the direction he is pointing (move any number of spaces in a straight line) and then reorient his pike in a different direction, including straight up for defense. When in defense, a piece can only be captured by a larger piece.  When pointing, a piece may be captured by any other piece.&#10;&#10;Captured pieces are worth different points depending on their size: 1 for small, 2 for medium, 3 for large.  The player who captures a number of enemy Pikemen worth a given amount first wins-- usually 12 points.&#10;&#10;Online Play&#10;&#10;&#10;    Super Duper Games&#10;&#10;&#10;Re-implemented by Star Fleet Scramble&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Components: Looney Pyramid Games",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Super Duper Games"
    ]
  },
  {
    "Rank": "11460",
    "Name": "Magic: The Gathering – Duel Decks: Blessed vs. Cursed",
    "ID": 203381,
    "Year": "(2016)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/203381/magic-the-gathering-duel-decks-blessed-vs-cursed",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "From the publisher's website:&#10;&#10;Holy Warriors Unite Against the Unquiet Dead&#10;&#10;A divine mission has once again united the Humans, Spirits, and Angels of Innistrad. Together, these protectors will stand against the shadows, fighting for humanity's salvation.&#10;&#10;Evil rules the night. Shambling hordes of the dead roam free, their cemetery gates in ruins, as powerful Demons soar overhead. The fate of the living remains shrouded in darkness.&#10;&#10;Will you defend hope or snuff it out?&#10;&#10;Each card in these two decks is black-bordered and tournament legal. They were designed to be played right out of the box, with no deckbuilding required.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11461",
    "Name": "Exit: The Game – Prison Break",
    "ID": 383479,
    "Year": "(2023)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/383479/exit-the-game-prison-break",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.4",
    "Description": "In Exit: The Game &ndash; Prison Break, players are divided into two teams that attempt to escape from prison simultaneously. Only with intensive co-operation you can succeed in escaping. Will you manage to get out in time and unnoticed?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "11462",
    "Name": "Redvers' Reverse: The Battle of Colenso, 1899",
    "ID": 29375,
    "Year": "(2016)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/29375/redvers-reverse-the-battle-of-colenso-1899",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Geoff Noble - Designer&#10;&#10;On the 15th December 1899 General Sir Redvers Buller tried to cross the Thukela River in order to relieve the Siege of Ladysmith. He was faced by well entrenched Boer commandos who inflicted a reverse upon the British that ultimately led to Buller being relieved of command.&#10;&#10;Redvers Reverse is a solitaire area movement game that recreated the difficulties for the British in trying to affect a successful crossing of the Thukela against the Boer commandos (who are played by the game system).&#10;&#10;The game is at Battalion and Battery level with emphasis upon the leadership of the British at a Brigade level for Infantry and at Divisional level for the Cavalry.&#10;&#10;The key feature of the game is to present the player with the problems and difficulties that Buller himself faced. The player is provided with the same level of information and ability to influence events.&#10;&#10;Units are activated by orders sent from HQ to the various commanders, with the caveat that the receiving commander may not react as required. Orders remain in place until a rout or a commander initiative role. The nature of orders are to occupy a designated area.&#10;&#10;Combat is resolved rolling a 10 sided dice with a minimum number to hit. The impact on the two sides, from hits received, differs considerably due to the asymmetrical situation, both historically and in game terms. In addition there are numerous die modifiers for Dug in (mostly Boer), Terrain of area, Density of units in the area, Flank fire etc etc.&#10;&#10;Boer fire is usually determined by each Gruppe firing at the closest occupied area but there are certain designated exceptions.&#10;&#10;Besides combat loses units can become Disrupted, Suppressed or Rout. Leaders can Stand Firm or Panic. Both Units and Leader can recover from these postures during the Recovery Phase.&#10;&#10;For the British it is a race against time, the longer he delays the higher the Boer confidence goes, this is measured by a &lsquo;Confidence track&rsquo; which rises and falls according to events on the Battlefield. As the level of Boer confidence, alongside the extent of the Boer loses, is central to determining if the Boer retire and thus the British win, it must be kept low at all costs. This simple rule prevents the British concentrating against the Hlangwane and turning the Boer flank, he just hasn&rsquo;t got the time to redeploy his forces.&#10;&#10;There will also be a simple rule to handle Hart&rsquo;s confusion when trying to find a fordable crossing of the Thukela.&#10;&#10;The Boer Gruppe are in their historical positions but their exact Firepower can change slightly from turn to turn. The British player does not know the exact firepower of each Gruppe until they are engaged. As loses are inflicted upon the Boer&rsquo;s their firepower will slowly decline and the likelihood of them withdrawing slowly increase. Whether or not they withdraw is determined at the end of each game turn by revealing the full firepower available, the position on the &lsquo;Confidence track&rsquo; and a die role.&#10;&#10;The British can win but it won&rsquo;t be easy, the system will win most of the time. The intention is for the player to feel that if I give it one more go I can do it.&#10;&#10;Game scale:&#10;Map: 22&quot; x 34&quot; area map with a scale of 3&quot; to a mile.&#10;Units: Company/Battalion/Battery with individual leaders.&#10;Turn: 30 minutes each.&#10;&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Secret Unit Deployment",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Country: South Africa",
      "History: Boer Wars",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "11463",
    "Name": "Platformer",
    "ID": 340858,
    "Year": "(2023)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/340858/platformer",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Plaformer is 2-4 player miniature Board Game introducing light, competitive gameplay that you have never seen before! Climb on platforms, fight monsters, gather gold / points / items and most importantly - race with your friends! This Board Game brings light, extremely FUN experience for family and friends - prepare for tons of laughs and cunning against your opponents!&#10;&#10;Platformer is centered around a very simple Gravity Mechanic. During your turn, you climb up &ndash; but when your turn ends, you fall down, until you hit a platform or a ladder. Race to the top and try to keep with your opponents!&#10;&#10;There&rsquo;s no one big map in the box. From the cards, you create a new map in every single game. Also, the map has many levels and from the start, you see only one of them.&#10;&#10;Every move you may make is determined by the dice. After rolling it you see how many and what moves you can do. You don&rsquo;t enjoy your result? Don&rsquo;t worry! Each die may be rerolled once! Back to the actions, it might be a jump, move one space, getting a gold coin, and moving or attacking the monsters. In general, you do not only have to play smart but a little luck is needed too!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Finale Ending",
      "Grid Movement",
      "Modular Board",
      "Race",
      "Re-rolling and Locking",
      "Slide / Push",
      "Solo / Solitaire Game",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Components: Standees",
      "Creatures: Monsters",
      "Crowdfunding: Gamefound",
      "Players: Games with Solitaire Rules",
      "Theme: Arcade Video Games",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "11464",
    "Name": "Panzer Grenadier: Airborne – Introductory Edition",
    "ID": 24321,
    "Year": "(2006)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/24321/panzer-grenadier-airborne-introductory-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.7273",
    "Description": "From the back of the box:&#10;&#10;Normandy, 6 June 1944&#10;&#10;American paratroopers spearheaded the Allied return to Europe, unraveling Hitler's vaunted Atlantic Wall and starting a drive that would destroy the Nazi regime.&#10;&#10;Airborne Introductory Edition features 20 of these battles, and is the perfect starting place for players new to the Panzer Grenadier game series. Playing pieces represent the leaders, troops, tanks and guns of World War II. A clever interactive system keeps both players constantly alert.&#10;&#10;&#10;Gamers and Avalanche Press agree - despite what the back of the box claims, this was never a good introduction into Panzer Grenadier. In its place, newcomers to Panzer Grenadier are encouraged to start with Elsenborn Ridge: Tactical Combat During the Battle of the Bulge &#226;&#128;&#147; A Panzer Grenadier Game instead.&#10;&#10;Note - This is the second edition of Panzer Grenadier: Airborne.&#10;&#10;This game is part of the Panzer Grenadier series&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "11465",
    "Name": "Legends of the American Frontier",
    "ID": 146197,
    "Year": "(2016)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/146197/legends-of-the-american-frontier",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Patriot, Frontiersman, Southern Gentleman, Soldier, Trapper, Settler, Indian Scout, Statesman, or Explorer &ndash; you decide the course of your character's life and tell the tales that tamed a continent.&#10;&#10;Legends of the American Frontier is an adventure game for 3 to 7 players in which you live the life of a newly minted citizen in the colonial days of America, starting just after the Revolutionary War in the 1780s and running through the early 1800s.&#10;&#10;Over the course of the game, the history of your character will unfold through the adventures you choose to seek Status, Fame, Wealth, and Happiness and the story cues you collect or purchase to define your character's life and deeds. As you craft a tale of adventure, hardship, and discovery, you will be revealing your own legends of the American frontier.&#10;&#10;The objective of the game is to score the most points through completing Adventures and purchasing Rewards. All Adventures and Rewards are added to the characters Legend, so are not hidden during the course of the game. At the end of the game in the Legend Phase, each player will tell his character's life story to the group based on their Legend developed over the course of play then proceed to the final scoring where -1 VP tokens, Failure tokens and unspent Reward tokens are calculated and added/subtracted to create the final scores.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Age of Reason",
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "11466",
    "Name": "Orb Hunters",
    "ID": 285171,
    "Year": "(2019)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/285171/orb-hunters",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The Faded Fortress was once the home of the most powerful magicians of the Four Kingdoms, now, after the war of the 200 years and at a time where the magic is persecuted, it has been abandoned. The Fortress is full of dangers and curses, but also houses all kinds of relics, including the Ancient Orbes, the most desired treasure by any adventurer.&#10;&#10;In Orb Hunters each player plays an adventurer in search of relics. In each turn players assign &quot;Adventurer Cards&quot; to obtain relics. The objective of the game is to obtain wealth by avoiding wounds, maintaining a balance between these 2 elements will be key to achieving victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;La Fortaleza Apagada fue el hogar de los magos m&aacute;s poderos de los Cuatro Reinos, ahora, tras la guerra de los 200 a&ntilde;os y en una &eacute;poca donde la magia es perseguida, ha quedado abandonada. La Fortaleza est&aacute; llena de peligros y maldiciones, pero tambi&eacute;n alberga todo tipo de reliquias, incluidos los Orbes Primigenios, el tesoro m&aacute;s deseado por cualquier aventurero.&#10;&#10;En Orb Hunters cada jugador interpreta a un aventurero en busca de reliquias. En cada turno los jugadores asignan &ldquo;Cartas de Aventurero&rdquo; para obtener reliquias. El objetivo del juego es obtener riquezas evitando las heridas, mantener un equilibrio entre estos 2 elementos ser&aacute; clave para alcanzar la victoria.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Setting: Storm Saga"
    ]
  },
  {
    "Rank": "11467",
    "Name": "Mob Town",
    "ID": 142333,
    "Year": "(2013)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/142333/mob-town",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Mob Town, 2-4 players take on the role of Mob Families vying for control of unique towns that build differently every time you play.&#10;&#10;Of course you can&rsquo;t control this town on your own (you wouldn't want to get your hands dirty after all) so enlist the help of some shady shysters any fan of the Mob genre would recognize: blue tinted Sharks, bolo-wearing Snakes, conniving Weasels, foxy Foxes and of course no good dirty Rats!&#10;&#10;Expand your empire and defend your turf until The Law shows up to spoil all the fun. Scramble to add up points you&rsquo;ve earned for each property you own, then pack up and get your tail out of town and on to the next one. After you and your &ldquo;friends&rdquo; compete over, the game is over and the player with the most points is declared the new boss of Mob Town!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "11468",
    "Name": "Autoscooter",
    "ID": 1237,
    "Year": "(1999)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/1237/autoscooter",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "From the publisher:&#10;&#10;Crash as crash can...&#10;&#10;The object of the game is to crash the cars of the other players as often and as hard as possible.&#10;&#10;First all players choose simultaneously direction, speed and a turn number. Then they move one after another.&#10;&#10;The player who crashes loses points and - sometimes - his  orientation.&#10;&#10;4th Place 1992 Hippodice Spieleautorenwettbewerb.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Programmed Movement",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "11469",
    "Name": "Swing States 2012",
    "ID": 125936,
    "Year": "(2012)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/125936/swing-states-2012",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.2667",
    "Description": "Swing States is a solitaire game simulating a U.S. presidential election in a given year. You are a political strategist hired by the nominee to win the Presidential Election for either the Democratic Party (symbolized by a donkey) or the Republican Party (symbolized by an elephant).&#10;&#10;You must make strategic decisions regarding fund-raising and expenditures, where to campaign and where to advertise, when and where to send the nominees and vital surrogates, how much time they should spend fund-raising, preparing for debates, conducting opposition research, and dealing with scandals that appear out of nowhere.&#10;&#10;Grab a campaign button and vote for Swing States today!&#10;&#10;Game Data:&#10;&#10;Complexity: 4 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;Scale: The player is a political strategist, and the play of one Game Turn equals about half a week of real time (i.e., the days between each party&rsquo;s nominating convention in the late summer and the general election in early November).&#10;&#10;",
    "Categories": [
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Voting"
    ],
    "Families": [
      "Country: USA",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Political: Elections"
    ]
  },
  {
    "Rank": "11470",
    "Name": "Faeries & Magical Creatures",
    "ID": 385245,
    "Year": "(2023)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/385245/faeries-and-magical-creatures",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.875",
    "Description": "Faeries &amp; Magical Creatures is a mythical game where you will learn about and collect faeries from five unique folk. Collect faeries, plant gardens, build faerie homes, and be the first mortal to join the faerie realm.&#10;&#10;From that midsummer night when you and your great aunt Victoria gazed from the garden gate of her country manor, and saw the will-o-wisp lights blinking near the edge of the forest, the adventure began!&#10;&#10;&ldquo;What are those?&rdquo; you asked. &ldquo;Well, those are the faeries, my dear,&rdquo; she responded as if it were the most natural thing in the world.&#10;&#10;From that moment, you knew that in the time remaining in your Summer visit, you HAD to get close to one, to speak to one, to befriend a real faerie.&#10;&#10;You had no idea what magical secrets would be revealed to you about the many faerie folk, their homes, and their powers. &#10;And now, weeks later, staring into the foggy entrance to their realm, you wonder if you have the courage to enter&hellip;&#10;&#10;In Faeries and Magical Creatures you will build your deck by drafting unique Faerie cards with amazing artwork from award-winning artist Annie Stegg-Gerard, gain kinship with the faeries, and build your ultimate faerie garden.&#10;&#10;How to Play:&#10;Select one of five actions on your turn (draft a new card, play a card from your hand, redraw up to five cards from your discard pile, select and place a polynomial tile in your faerie garden, or place an influence token in on of the five faerie folk areas. The other players will then follow by playing the same action. Once all players have performed the same action, the acting player marker moves so that the next player can choose an action. You can score many different ways via your cards, area control, and tile placement in your garden.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Follow",
      "Hand Management",
      "Open Drafting",
      "Roles with Asymmetric Information",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "11471",
    "Name": "Trepanation",
    "ID": 270265,
    "Year": "(2023)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/270265/trepanation",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.2857",
    "Description": "In the early 19th century, the western world trembled with fear and excitement around new medical advances. The medical horror Frankenstein was a bestselling novel, and medical shows in which physicians would electrify corpses, pull teeth, or peddle their &quot;miracle cures&quot; drew huge crowds.&#10;&#10;In Trepanation, players take the role of fraudulent doctors in this era who are performing medical shows for the gullible public and vying to become the most famous medical performer.&#10;&#10;The game takes place over six days (rounds). At the start of each day, players prepare their schedules by booking time slots at locations around town, then the day's events happen according to these schedules. Players will gather medicine and equipment, employ accomplices, bribe the police, and perform shows &mdash; but not all plans run smoothly. Other players will create stock shortages, steal your audience, and snatch up those essential time slots! Performing shows in related sets grants fame bonuses, as does getting your name in the local newspapers. Grave-robbing in the night damages your reputation, but earns cash! At the end of a busy week, the player who has earned the most fame wins.&#10;&#10;This worker placement game features lots of action spaces because the emphasis is on timing your actions correctly to make the most of your limited resources.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medical"
    ],
    "Mechanics": [
      "Modular Board",
      "Set Collection",
      "Take That",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "11472",
    "Name": "Cuba: The Splendid Little War",
    "ID": 150831,
    "Year": "(2013)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/150831/cuba-the-splendid-little-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5714",
    "Description": "Cuba: The Splendid Little War, from designer Javier Garcia de Gabiola, is a two-player simulation of the third War of Cuban Independence, which lasted from 1895 to 1898. (This was the last of the three liberation wars fought between Cuba and Spain; the previous wars were the Ten Years' War (1868-1878) and the Little War (1879-1880). One player controls the forces of the Spanish colonial government, fighting to retain Cuba; the other player controls the Cuban rebels fighting for their independence.&#10;&#10;Gameplay represents the main insurgency and counterinsurgency operations that took place, and players must make key strategic decisions to achieve their objectives while balancing their resources and preventing their opponent from doing the same.&#10;&#10;There are event cards that help and hinder both players; disease, ambushes, assassinations, and the reactions of the American press and government. Steamships, railroads, telegraphs were all common, but there were no radios, almost no automobiles, and no airplanes, just like in the U.S.. Newspapers and magazines were the cutting edge of media, so print was &ldquo;king.&rdquo;&#10;&#10;As the Spanish, can you maintain control of the island, keep the economy going, and keep the U.S. claws out of the island? Or, as the Cubans, can you take control of the island, and stand your independence over the U.S. annexionist plans? Play Cuba: The Splendid Little War and find out!&#10;&#10;What's In The Box?:&#10;&#10;&bull; One 16-page Rule book&#10;&bull; One 11&rdquo; x 17&rdquo; map&#10;&bull; One Set-up card and seven History cards&#10;&bull; 67 Action cards&#10;&bull; 39 information markers&#10;&bull; 43 unit pieces&#10;&bull; One two-sided player aid&#10;&bull; Four 6-sided dice&#10;&bull; One 11&rdquo; x 17&rdquo; mounted, jigsaw-cut game map&#10;&bull; One white, 9&quot; x 11 7/8&quot; Deluxe cardboard VPG game box&#10;&bull; One beautiful box cover sleeve&#10;&bull; One &quot;Wipes-A-Lot&quot; napkin&#10;&bull; One charcoal desiccant packet&#10;&#10;",
    "Categories": [
      "Economic",
      "Political",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Country: Cuba",
      "Country: Spain",
      "Country: USA",
      "History: Spanish-American War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "11473",
    "Name": "4 Player Chess",
    "ID": 2173,
    "Year": "(1881)",
    "Geek Rating": "5.559",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/2173/4-player-chess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.8857",
    "Description": "Four-Player Chess (Four-handed chess, Chess-4, and 4-Chess) is often credited to Capt Charles Verney, who was the first known to have documented the game in England in 1881.  Four-player versions of chess probably have existed for hundreds of years prior to Verney in one form or another.  Verney's four-player board consists of three rows added to each side of a standard 2-player board, and four complete sets of chessmen in four different colors.  Modern four-player boards and colored pieces are available from several manufacturers.&#10;&#10;In Verney's version (1881), 4 player chess was a partnership game, and the object was to checkmate both opposing partners at the same time.  In modern variants, four player games can range from partners, to cutthroat (every player for himself), to temporary alliances at will.&#10;&#10;Starting configuration affects fairness (bias).  The standard 2-player configuration of queen facing queen is biased in four player chess because there is only one axis of symmetry.  Four player chess requires two axes of symmetry to be fair (unbiased).  To avoid bias, Verney recommended a staring configuration of all queens on light (or all on dark) squares.  Another unbiased starting configuration is all queens on the right (or all on the left) of the king.&#10;&#10;For the most part, four player chess follows (or can follow) all the normal rules of two-player chess.  Verney had special rules for partnership playing, disallowed castling, and pawns had to make it to the enemies last rank in order to be exchanged for another piece.  Pawns could also march up and back down the board.  Verney also had checkmate as the ultimate move.&#10;&#10;In modern variations of four-player chess, partnering may not be required, but allowable, castling can be allowed, and actual capturing of a king a required move to eliminate a player.  The Chess Federation does not recognize four-player chess in any form, and there are no official rules, so players are free to experiment with variations and make their own rules.&#10;&#10;See also:&#10;&#10;        Bughouse Chess&#10;        Vendetta&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Player Elimination",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 14 x 14 Grids",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "11474",
    "Name": "Asgard's Chosen",
    "ID": 145553,
    "Year": "(2013)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/145553/asgards-chosen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1579",
    "Description": "It is the end of the Bronze Age! A new era begins. Only recently have you discovered how to extract iron from the ore in the peat bogs, and it's best to use your new discovery before others use it against you. As a Teutonic lord, your duty is to ensure your family line is preserved and that your land prospers and grows. Of course, every other lord seems to be thinking the same thing. The gods grant favors both to control creatures and to aid your goals. Make the proper sacrifices to the &AElig;sir to appease their whims, and you will win the game.&#10;&#10;In Asgard's Chosen, you build armies to achieve the desires of the gods. Each god has a request and will help you to gain ground. You use the favor of the gods to aid your cause, and in return you appease their desires. In order to win you will need to appease the various gods in your deck. Appeasing gods requires dramatic losses to your position or the composition of your deck. When you appease the appropriate number of gods, the game ends, and whoever has appeased the most gods wins.&#10;&#10;The game board is composed of different landscape tiles: Mountains, Forest, Hills, Scrub, Bog, and Lakes. Each tile contains two different terrain types and an enchanted land. Players will create the board in the beginning of the game by joining the tiles together. City tiles are used to fill in some of the open square spaces on the map not used by enchanted lands. There are a number of different kinds of cards in the game: God Cards, Creature Cards, Town Item Cards, Enchanted Item Cards, and Event Cards. Players build a deck with cards to take over land and to battle each other.&#10;&#10;Asgard's Chosen plays with 2-4 players, and includes both a solitaire version and a two-player co-op version.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Mythology",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Mythology: Norse",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "11475",
    "Name": "Karma",
    "ID": 158268,
    "Year": "(2014)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/158268/karma",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0769",
    "Description": "In Karma, each player is dealt three face-down cards that they cannot look at and that remain on the table in front of them. They are dealt six more cards, choose three of those for their hand, and place the remaining three face-up onto their table cards in three separate stacks. One player begins by placing a card or cards of the same value from their hand onto the table face-up to create a discard pile. The other players in turn must place onto the discard stack a card or cards of the same value that match(es) or exceed(s) the value of the top card of the stack; or else, pick up the stack. Until the draw pile is gone, players must draw at the end of their turns to maintain a hand of at least three cards.&#10;&#10;All of a player's hand cards must be played before any of their face-up table cards, which must in turn be played before any of their face-down table cards. A few cards allow players to break the foregoing rules. The last player with cards loses the game.&#10;&#10;Karma is based on the public domain card game, Palace.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Traditional Card Games: Palace"
    ]
  },
  {
    "Rank": "11476",
    "Name": "Leuthen: Frederick's Greatest Victory 5 December, 1757",
    "ID": 123604,
    "Year": "(2012)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/123604/leuthen-fredericks-greatest-victory-5-december-175",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.9",
    "Description": "Drums &amp; Muskets is a game system that recreates battles of the 18th Century, from roughly the adoption of the socket bayonet through the French Revolution. Leuthen is the first game in the series.&#10;&#10;The very existence of the Hohenzollern monarchy is in question. Prussia hovers on the brink of collapse after a string of defeats as the winter of 1757/58 approaches. Frederick throws his small army against an Austrian force nearly twice its size with time only for one desperate battle to redeem his fortune before the snows fall.&#10;&#10;Designer Frank Chadwick has created an elegant set of simple game mechanics that seamlessly integrate command control, maneuver and morale with the uncertainties of a combat. The battles of The Age of Reason are yours to refight with the Drums &amp; Muskets series!&#10;&#10;Game Data:&#10;&#10;Complexity: 3.5 on a 9 scale&#10;Solitaire Suitability: 5 on a 9 scale&#10;Scale: Each unit represents a division of from 2,000 to 8,000 men. Each space on the map is approximately one kilometer across. Each turn represents one hour.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Seven Years War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "11477",
    "Name": "Spy Tricks",
    "ID": 195163,
    "Year": "(2016)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/195163/spy-tricks",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Spy Tricks (orig. Trick of Spy) is a trick-taking game in which the players act as spies, trying to identify the only face-down card in the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deduction",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "11478",
    "Name": "For Honor and Glory: War of 1812 Land and Naval Battles",
    "ID": 18652,
    "Year": "(2005)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/18652/for-honor-and-glory-war-of-1812-land-and-naval-bat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Subtitled &quot;War of 1812 Land and Naval Battles.&quot;&#10;&#10;From the publisher:&#10;&#10;England is at war with Napoleon in Europe.  American honor is being tarnished as the British Navy seizes American shipping and impresses her sailors in sight of her shores.  America launches a war to regain her honor and perhaps capture Canada from England, thus securing her northern border.  The war will see the burning of the White House by the British and a great battle won by America after the war is officially over.  The American Navy will distinguish itself against the greatest naval power in the world.  You are in command at New Orleans, Chippewa, Lundy's Lane, and many other land battles.  On the water in command of the Constitution and other ships, can you bring the British Navy to her knees?  It's up to you, For Honor and Glory!&#10;&#10;Game includes land map, naval map, terrain tiles, hardwood wooden counters, labels, miniature ships, dice, rules and scenario booklets.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Land ScenariosQueenston Heights, October 13, 1812&#10;Cranery Island, June 22, 1813&#10;Battle of the Thames, October 5, 1813&#10;Crysler's Farm, November 11, 1813&#10;Chippawa, July 5, 1814&#10;Lundy's Lane, July 25, 1814&#10;Bladensburg, August 24, 1814&#10;North Point, September 12, 1814&#10;Jackson's Night Attack, December 23-24, 1814&#10;New Orleans, January 8, 1815&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Naval ScenariosBattle of Lake Erie, September 10, 1813&#10;Battle of Lake Champlain, September 11, 1814&#10;USS Constitution vs. HMS Guerriere, August 19, 1812&#10;USS Wasp vs. HMS Frolic, October 18, 1812&#10;USS United States vs. HMS Macedonian, October 25, 1812&#10;USS Constitution vs. HMS Java, December 29, 1812&#10;USS Chesapeake vs. HMS Shannon, June 1, 1813&#10;USS Argus vs. HMS Pelican, August 14, 1813&#10;USS Essex vs. HMS Phoebe and HMS Cherub, March 28, 1814&#10;Capture of the USS President, January 15, 1815&#10;USS Constitution vs. HMS Cyane and HMS Levant, February 20, 1815&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "History: War of 1812",
      "Series: Hold the Line (Worthington)"
    ]
  },
  {
    "Rank": "11479",
    "Name": "ChronoCops: Da Vinci's Universal Dilemma",
    "ID": 369411,
    "Year": "(2022)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/369411/chronocops-da-vincis-universal-dilemma",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "1.3333",
    "Description": "ChronoCops is a time-travel adventure packed with wacky humor and lots of tongue in cheek. The game idea is based on point-and-click adventures in video game history. As ChronoCops, agents of the most prestigious research department for time travel, the players travel through time to famous people and places where they have to solve puzzles. To do this, you need to bring the right things together to think outside the box, clear obstacles out of the way, and work together to stop the insane Professor Knix, the former mentor of the ChronoCops.&#10;&#10;The players explore different timelines, which can be opened up only gradually by successfully solving puzzles. Each timeline has different jump markers that players can travel to, some in the past or future, others in alternate realities. There are clues and objects hidden everywhere that the ChronoCops can collect and combine with the Chrono Decoder to use at a specific location. The group can also get tips on the back of the chrono-decoder if they get stuck.&#10;&#10;In ChronoCops: Da Vincis Universal-Dilemma (&quot;Da Vinci's Universal Dilemma&quot;), Professor Knix plans to drill into an underground river, but the ChronoCops can't allow that to happen! To stop the mad professor, they first have to recalibrate an LED in their chronograph, and to do that they need Leonardo da Vinci's help. But somehow Professor Knix has left behind chaos in the past &mdash; and also some annoying Cronks, the professor's strange helper beings.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Humor",
      "Puzzle"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Series: ChronoCops"
    ]
  },
  {
    "Rank": "11480",
    "Name": "Kuiperium",
    "ID": 341275,
    "Year": "(2024)",
    "Geek Rating": "5.559",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgame/341275/kuiperium",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Kuiperium is a two player scifi themed game where you'll take the role of a corporation building a space station along the Kuiper asteroid belt with the goal of mining &quot;Kuiperium&quot;. Kuiperium is a newly discovered element and is incredibly valuable. Race against your opponent to gain control of the space station, mine the most kuiperium, and ultimately launch towards new frontiers.&#10;&#10;In Kuiperium you'll be playing cards into your tableau gaining abilities and rewards but be careful, every card you play has a worker placement location that ONLY your opponent can use. &#10;Place workers, gain rewards and climb the discovery track.&#10;Push your luck, tableau building, worker placement, take that, resource and hand management.&#10;This game has very simple rules but every decision is full of tension and strategy.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Ownership",
      "Push Your Luck",
      "Take That",
      "Tech Trees / Tech Tracks",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "11481",
    "Name": "How to Serve Man",
    "ID": 169375,
    "Year": "(2016)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/169375/how-to-serve-man",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0714",
    "Description": "Step into the shoes of an intergalactic Chef, competing against other Chefs in a knock down, no-holds-barred Cooking competition! The featured ingredient for the this contest&hellip; Human Beings!&#10;&#10;Impressing the Celebrity Judges with your culinary prowess while making sure your ingredients don&rsquo;t run away is not an easy task, but one that must be mastered if you are to become the champion of Space Kitchen Stadium!&#10;&#10;In this light worker placement game, players gather resources, cook them up, and combine them to create Dishes to present to the Celebrity Judge panel. Each Judge claimed awards bonus points for future Dishes and helps shape the Chef's overall strategy.&#10;&#10;The Chef that does this the best, while watching the clock as well as dealing with the inevitable hazards of outer space, wins!&#10;&#10;",
    "Categories": [
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cannibals / Cannibalism",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "11482",
    "Name": "Mythology: A Game of Adventure in the Age of Heros",
    "ID": 2262,
    "Year": "(1980)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/2262/mythology-a-game-of-adventure-in-the-age-of-heros",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.4286",
    "Description": "In this game for 2 to 8 players, each player takes on the persona and idiosyncrasies of one of the major Greek gods, and attempts to control the actions of the many and varied Greek heroes and monsters of the then-known world.  The random events and Fates have the same sort of impact on play  as they do in Kingmaker (some might say in Real Life), but some  pre-planning is possible, and bad luck with one hero shouldn't ruin your entire day ... they - can - come back from the dead too.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Deduction",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Action Queue",
      "Betting and Bluffing",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Take That"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Dogs",
      "Animals: Horses",
      "Animals: Lions",
      "Animals: Pigs",
      "Animals: Snakes",
      "Animals: Spiders",
      "Creatures: Monsters",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "11483",
    "Name": "Tank on Tank: East Front",
    "ID": 177062,
    "Year": "(2015)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/177062/tank-on-tank-east-front",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.8182",
    "Description": "Enemy Tanks ... Dead Ahead!! ... FIRE!!!&#10;&#10;Tank on Tank: East Front brings the excitement of Peter Bogdasarian's Tank on Tank series to the grueling battleground of the Eastern Front. Command Panthers against T-34s, Hungarian Tur&aacute;n IIs against KV/85s, and armored infantry against anti-tank gun positions. Capture enemy supply depots, protect valuable convoys, and lead all-out assaults.&#10;&#10;New in Tank on Tank: East Front are rules for improved positions, armored infantry, airstrikes, and the massed activation of Soviet units. Now you can experience the tactical flavor of World War II tank battles with a game that that can be learned in a few minutes and played during a lunch break.&#10;&#10;Tank on Tank: East Front is a tactical game on the light side. The units? Tank on Tank: East Front includes T-34s, KV/85s, Tigers, Panthers, Mark IVs, Turan IIs, as well as the infantry and anti-tank guns that fought alongside them, all presented on gigantic one-inch counters &mdash; no more squinting!&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Soviet Union",
      "Series: Tank on Tank (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "11484",
    "Name": "Pirates vs. Dinosaurs",
    "ID": 73472,
    "Year": "(2013)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/73472/pirates-vs-dinosaurs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.1333",
    "Description": "Pirates vs. Dinosaurs is a game for 2-6 players by Richard Launius (designer of Arkham Horror) in which players control pirate captains and their cutthroat crews, all with partial knowledge of the whereabouts of buried treasure on a forgotten Pacific island.&#10;&#10;The catch? They don't know the island is the final home of dinosaurs, survivors of millions of years, and they aren't happy to let outsiders explore their island. Of course, the pirates also don't know that the island is sinking or that there are other pirates looking for the same treasure. Who will get away with the most loot and become the pirate remembered by history?&#10;&#10;Before the game, players outfit themselves with a variety of crew, weapons, and gear before choosing the section of the island that they will explore, knowing that the jungle takes longer than the beach as they look for their parts of the map. The search can be interrupted as other players play dinosaur (and other) cards to cause mayhem and carnage. Once the treasure is located, players draw treasures from a bag, looking to avoid the pirate ghost and island sinking events, and return safe to their ship &ndash; a question of how far they'll go in pushing their luck.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fighting",
      "Pirates",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "11485",
    "Name": "Borodino 20",
    "ID": 38361,
    "Year": "(2008)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/38361/borodino-20",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "2.0667",
    "Description": "Designer Lance McMillan marches the Napoleonic 20 game system to the very outskirts of Moscow where a brutal campaign culminates in a titanic battle between the exhausted French Grande Arm&eacute;e and the entrenched Russian Army whose divided and bickering leadership has led them to this fateful moment. In Borodino 20, players can recreate the historical battle and the human foibles of the commanders fighting it. In addition, they can experiment with scenarios presuming a faster Russian response to the French threat, or Napoleon heeding the advice of his &ldquo;Iron Marshal,&rdquo; Davout, to try a daring flanking maneuver.&#10;&#10;Featuring only modest complexity and a focused scope employing low unit density on the map (20 pieces or less) and dramatic, fast playing turns, it is the addition of &lsquo;story-driven&rsquo; random event cards and night game turns that provide the operational pauses and &ldquo;friction of war&rdquo; which gives players a great feel for the parry-and-thrust of a Napoleonic grand battle as the armies close to bayonet-point to see which will break first!&#10;&#10;Complexity: 4 on a 9 scale&#10;&#10;Scale: Each unit is 1 corps, each hex is about 1000 meters, and each turn is roughly 3.5 day hours (or 10 night hours).&#10;&#10;Expanded by:&#10;&#10;    Smolensk 20&#10;    Napoleonic 20: Expansion Kit&#10;    Berezina 20&#10;&#10;&#10;Part of the Napoleonic 20 series.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Borodino (Russia)",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "11486",
    "Name": "Mageling",
    "ID": 201812,
    "Year": "(2019)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/201812/mageling",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "From the publisher:&#10;Mageling is a dice placement, engine-building, adventure game for 1-4 players that can be played competitively or cooperatively.&#10;&#10;Take on the role of a young Mageling as you embark upon a perilous quest to save the Evertree! Use custom dice to activate spells, relics, creatures and allies as you battle the dark forces of the Tempest in five unique locations.&#226;&#128;&#139; &#10;&#226;&#128;&#139;&#10;You will need all of your wits, and maybe a little help from your friends, to overcome the challenges of your journey and prevail in a final showdown of arcane sorcery!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "11487",
    "Name": "TAJ",
    "ID": 158916,
    "Year": "(2015)",
    "Geek Rating": "5.559",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/158916/taj",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.1538",
    "Description": "Players assume the roles of ancient rug collectors vying to display their collection in the Taj Mahal. Vote on proposals made by opponents to shift rugs in the display to gain prestige for rugs displaying your secret color scheme.&#10;&#10;Number 5 in the Pack O Game series.&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Cities: Agra (India)",
      "Country: India",
      "Crowdfunding: Kickstarter",
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "11488",
    "Name": "Toil & Troublez",
    "ID": 402744,
    "Year": "(2023)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/402744/toil-and-troublez",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Compete to find and collect magical items. Powerful action cards will help or hinder you along the way. The stakes rise with each card played. Balance the desire for points wisely as you push your luck. Play it safe or risk it all in the contest for victory.&#10;&#10;The goal of the game is to collect the most Magic Marks. Players collect Magic Marks by gathering sets of Talismans into their Trove.&#10;&#10;Each turn a player must draw at least one card and try to place it in the Enchanted Forest. Drawing additional cards will depend on how far they are willing to push their luck.&#10;&#10;Players try to complete Collections. A Collection is either 1 of each of the 5 Talismans OR 4 of the same Talisman (regardless of color). Each Collection marker card is worth 10 Magic Marks and cannot be stolen.&#10;&#10;The game ends when the draw pile has been depleted...&#10;2-3 players: first time&#10;4-5 players: second time&#10;6 players: third time&#10;&#10;At the end of the game, all players count their Collection marker cards and Talisman cards. Each Collection marker card is worth&#10;10 Magic Marks. Remaining Talisman cards in a player&rsquo;s Trove are each worth 1 Magic Mark.&#10;&#10;The Magician with the most Magic Marks wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "11489",
    "Name": "Arkon",
    "ID": 234221,
    "Year": "(2018)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/234221/arkon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.9167",
    "Description": "In Arkon players assume the role of a mysterious outsider who claims to be a fabled mystic from long ago. As they wield their influence to amass support, players must choose&hellip;.will they use that power to bring unity amongst the clans of the Wildlands... or will they seek domination.... All the while they must be wary of subterfuge from the other players, who they see as insidious imposters...&#10;&#10;Arkon is a fast paced strategy card game, played from one central deck of 52 cards. Players must win clans, either through a bidding process, that functions like an silent auction, or through using their cards as actions, to take other players clans. The first player to get each of the four clans, or four of one type of clan out into play, wins.&#10;&#10;Arkon hinges around a few central dynamics. First, cards can be played in multiple ways. Players will constantly be challenged to make tradeoffs, as they choose whether to use a card for some sort of advantage, keep it as a counter (all action cards can be countered by their matching action card) or use the card for its influence value to win a bid and move the player closer to winning the game. Because cards double as influence, and winning bids is a key component of your victory condition, Arkon reduces the &quot;dead card in hand&quot; phenomenon.&#10;&#10;Arkon pushes you to create a game plan but also to stay dynamic, as opponent's actions may force you down a different path. Because all players draw on each turn, you are constantly getting new cards in hand and new options to leverage.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "11490",
    "Name": "La Isla Perdida",
    "ID": 336373,
    "Year": "(2021)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/336373/la-isla-perdida",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.75",
    "Description": "Many stories are told about the Lost Island, but those who have gone have never returned. Fishermen and sailors speak of impossible landscapes and unique creatures. &quot;I am completely surrounded by mountains and the rivers are going uphill!&quot; One exclaims, &quot;No! Actually there is a forest that crosses the island from end to end whose trees are as high as a hill ': They all have some truth in their stories ...&#10;&#10;In this roll &amp; write game each player must draw different types of territories on his sheet, trying to fulfill as best as possible 4 different scoring criteria different in each game. On his turn the Active player must decide what type of territory is going to be drawn that turn, roll the dice and choose a result to define the amount he wants to draw of the chosen territory. The rest of the players must choose the amount from the remaining dice and draw the type of territory chosen by the active player. As the active player you must choose carefully what to draw because you have a limited use for each type of territory.&#10;&#10;When a player cannot draw on his map the game ends and the points are counted according to the 4 criteria selected at the beginning of the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Grid Coverage",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "11491",
    "Name": "Drones VS Goélands",
    "ID": 354842,
    "Year": "(2022)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/354842/drones-vs-goelands",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "Drones VS Go&eacute;lands (&quot;Drones VS Seagulls&quot;) is a fast-paced line control game where you will try to achieve combos.&#10;&#10;The game is played in two winning rounds.&#10;&#10;Both sides take turns placing cards of varying strength on the various bases. Overcoming the opponent's force controlling the opponent's base allows to conquer it, resulting in a specific bonus effect, which may allow the conquest of other bases, again with bonus effects!&#10;&#10;The objective is to control 7 bases simultaneously (immediate victory) or to control the majority at the end of the round, triggered when one of the players has exhausted their hand. If a player controls all 7 bases simultaneously, they win the round immediately. As soon as a player has won 2 rounds, they are declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Birds",
      "Digital Implementations: Board Game Arena",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "11492",
    "Name": "To the Strongest!",
    "ID": 169926,
    "Year": "(2014)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/169926/to-the-strongest",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "From the Introduction:&#10;&#10;The rules were originally written to address the author&rsquo;s passion for refighting ancient battles from Classical Greece, through the period of Macedonian dominance of the Eastern Mediterranean to the rise and eventual fall of the Roman Empire. However, in response to requests from play-testers, they have been extended to cover everything between the biblical era and the late medieval period.&#10;&#10;They have been designed so that they can be used for anything from solo play with 100 or so miniatures through to huge games with 3000 plus miniatures and up to 5 players a side. A square grid has been used to promote speed of play. This also enables figures which have been based on different frontages for use with a variety of rule systems to be used together on the same battlefield.&#10;&#10;Absolutely no dice are used in To the Strongest! Instead, an innovative (and entertaining) mechanism uses playing cards to activate units, which can each potentially move or fight multiple times during the same turn. Shooting and melees are resolved quickly and decisively, amidst a flurry of playing cards....&#10;&#10;Despite their relative simplicity, the author believes that these rules capture the essential flavour of an ancient or medieval battle, and that the more seasoned gamer will find more than enough command decisions to entertain and challenge him. He wishes that players may enjoy very many happy games, and may victory always fall to the strongest!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Grid Movement",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "History: Greek & Persian conflicts of the 4th century BC",
      "History: Macedonian Wars",
      "History: Roman Civil Wars",
      "History: Roman Empire",
      "History: Wars of Alexander the Great",
      "History: Wars of the Diadochi and Syrian Wars"
    ]
  },
  {
    "Rank": "11493",
    "Name": "Whale Street",
    "ID": 396995,
    "Year": "(2023)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/396995/whale-street",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2222",
    "Description": "In the brutal stock market, there are those who control the company, swing stock prices, and build wealth.&#10;They create waves that cover the market with huge capital. They are called WHALES.&#10;&#10;[Overview]&#10;This game is a stock game played in a short time. Players must understand and manipulate the status of the company and invest wisely to win the game. Each company's status is represented by&#10;a combination of tech cards. The tech cards placed on the company board represent the skill status of each company, therefore are applied only to that company. On the other hand, the tech cards placed on the market board represent the market conditions affecting all companies, and therefore are common to all companies.&#10;Reference card shows superiority and inferiority according to the combination of tech cards. Depending on the ranking of the company status, earnings and stock prices fluctuate. Players have to grow their assets, sometimes manipulating, and sometimes predicting the status.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Economic",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Set Collection",
      "Stock Holding"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "11494",
    "Name": "ScrumBrawl",
    "ID": 87141,
    "Year": "(2011)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/87141/scrumbrawl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.2",
    "Description": "ScrumBrawl is a board game where players control fantastic creatures vying for supremacy within the Arena, scoring goals by maneuvering various types of enchanted orbs into portals set within the Arena or fighting other creatures to the death to prevent them from reaching the portals. The 100-card deck contains fifty creatures with different characteristics that determine how the creature interacts with the orbs (throw accuracy, catching ability, and throwing range), how fast a creature can move, and how effective it is in battle. Many creatures also have unique magic abilities that can be used to manipulate gameplay.&#10;&#10;When players summon creatures, corresponding creature tokens (miniature cards that stand erect in cardstands) enter the 20x20 square gameboard, known as the Arena, where the orb and portal tokens await the contestants. In a four-player game, players may compete in teams of two. Goals are scored by creatures that maneuver an orb token onto a portal token by picking up, carrying, handing off, and throwing the orb with their creature tokens. Additionally, players can score goals (known as Skins) by successfully destroying opponents' creatures in combat. Combat results are determined by dice rolls as are the success of throws and catches of the orb between creatures. A number of Alter Reality cards allow players to change the values of individual rolls which make the outcome of every roll something that can quickly be challenged.&#10;&#10;Enchantment cards can be played on creatures to grant them enhanced stats or new abilities as well as make them hardier in combat. Event cards, such a Lightning Storms or Fumbles can change the flow the game in seconds forcing players to constantly rethink their strategies for scoring or engaging in combat.&#10;&#10;The game ends when a player or team reaches three goals, one of which must be a non-skins goal. No lead is safe and no two matches are ever the same making each game a unique and often humorous experience. The name is the combination of Scrum (a Rugby term where players strive for possession of the ball) and Brawl (a roaring fight, in our case, to the death). ScrumBrawl is the inaugural title for VicTim Games LLC.&#10;&#10;Game time ranges from 20-40 minutes for a 2 player game, 30-45 minutes for a 3 player game, and 40-60 minutes for a 4 player game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "11495",
    "Name": "Fika",
    "ID": 292914,
    "Year": "(2022)",
    "Geek Rating": "5.559",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/292914/fika",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5217",
    "Description": "INTRODUCTION&#10;Whether at work, in the evenings or over the weekend, &ldquo;fika&rdquo; is an integral part of Swedish life and is much more than just a coffee break. It&rsquo;s about making space in your daily life to chat over a hot drink, as you nibble delicious pastries.&#10;&#10;In Fika, you are a street caf&eacute; owner trying to outearn your competitor, by skillfully arranging the cards in your own caf&eacute; and manipulating those of your opponent, so that you can be the first to win two rounds.&#10;&#10;HOW TO PLAY&#10;Each round is made up of 2 phases: You first determine the primary and secondary suit colors for the round, and then you start playing your cards. To play, choose one card from your hand simultaneously and put it face down in front of you. Reveal your chosen card simultaneously. Place cards into your caf&eacute;, respecting the order of initiative, and choose whether to resolve their effects.&#10;&#10;SCORING&#10;At the end of the round, review your caf&eacute; from left to right to see which objectives have been fulfilled. Each card has one objective, which earns you coins if you have that card in your caf&eacute; and you fulfill its requirements. If a Group card has been placed in front of a card, that card&rsquo;s coin reward is either doubled or tripled, depending on which half of the Group points towards you. Add up all the coins you have earned from your objectives. If you have earned the most coins, you win the round and receive 1 Tip card. If you now have 2 Tip cards, the game ends and you win! Otherwise, set up the next round and continue playing.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Deduction",
      "Print & Play"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Sweden",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Food & Drink: Coffee",
      "Food & Drink: Tea",
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "11496",
    "Name": "Primordial Secrets",
    "ID": 329648,
    "Year": "(2023)",
    "Geek Rating": "5.559",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgame/329648/primordial-secrets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Before the birth of time itself, great abyssals patrolled the darkness, guarding the secrets of the unborn cosmos. Infernals held court in their fantastic ballrooms, connoisseurs of decadence and indulgence. And most unfathomable of all, the celestials shaped, guided, created and molded.&#10;&#10;In Primordial Secrets, players must send their obedient pawns to entreat these all-powerful titans for their aid and guidance, all while playing a strange and dangerous game of flamboyant intrigue. If a player's visitors have enough devotion, they will return with strong new allies, and with enough insight they could even uncover a dark secret guarded by a rival. Meanwhile, your deceitful hosts will try to lure the emissaries and party guests sent by your opponents to your sacrificial altar.&#10;&#10;The game ends when a player has collected six sacrifices or stolen six secrets, and the unborn universe shall be theirs alone to rule.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "11497",
    "Name": "Vejen",
    "ID": 245371,
    "Year": "(2019)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/245371/vejen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.4286",
    "Description": "In Vejen, players slip into the role of traders in the late Middle Ages. On many small paths which connect villages in Denmark and Germany, players must set up trading houses, upgrade their ox cart, buy goods, travel long distances, and resell goods. The game has both a Danish and a German currency, which can change at any time.&#10;&#10;A game lasts twelve rounds, with each round being divided into four phases:&#10;&#10;&#10;     Event phase&#10;     Income phase&#10;     Action phase&#10;     Round-end phase&#10;     Evaluation phase (only after round 12)&#10;&#10;&#10;At the beginning of an event phase, a new event tile is revealed. An event consists of two parts, one part changing the bid price and the other having events that change the interaction between the players, restrict movement on the game board, or similar.&#10;&#10;During the income phase, each player receives resources from the trading houses they've built.&#10;&#10;The main phase is the action phase, during which players can buy resources, build buildings, travel over the Haerveje, and sell resources in other places. You always have to keep an eye on the price in order to sell as profitably as possible. They can accept assignments to get more profit.&#10;&#10;Only those who expand their trading network and develop their oxcart will be able to win in the end.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pick-up and Deliver",
      "Trading"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "11498",
    "Name": "French Foreign Legion",
    "ID": 1618,
    "Year": "(1982)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/1618/french-foreign-legion",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "(from the back of the box:)&#10;&#10;The French Foreign Legion is based on a genre of movies and serials that feature hard-cased Legionnaires defending a desert fort against hordes of fanatical tribesmen. The action is fast, furious, and unpredictable as the Bedouins rush the walls, throw their grappling hooks, and climb up for furious melees with the tough defenders. Can the walls be held, or is it time to fall back to the inner buildings? Will dynamite breach the walls, and will the heat cause men to be seized by &quot;the madness&quot;? What about the mutiny that was brewing? Can the discipline and strong defenses stop overwhelming numbers? Tune in next week for chapter 5, or play a game of THE FRENCH FOREIGN LEGION.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Movement Points",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Square Grid",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Containers: Unique Shape",
      "Continents: Africa",
      "Country: Algeria",
      "Country: Morocco",
      "Country: Tunisia",
      "Series: Album Games (Yaquinto)",
      "Theme: Colonial",
      "Theme: French Foreign Legion"
    ]
  },
  {
    "Rank": "11499",
    "Name": "Star Wars: Starfighter Battle Book",
    "ID": 3152,
    "Year": "(1989)",
    "Geek Rating": "5.559",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/3152/star-wars-starfighter-battle-book",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6471",
    "Description": "This Star Wars game is a version of the classic Ace of Aces pitting an X wing fighter vs. a TIE fighter.&#10;&#10;Book mechanic also featured in:&#10;&#10;     Ace of Aces: Handy Rotary Series&#10;     Bounty Hunter: Shootout at the Saloon&#10;     Dragonriders of Pern: The Book Game &#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Movies: Star Wars",
      "Players: Two-Player Only Games",
      "Series: Ace of Aces (Nova Game Designs)",
      "Series: Picture Book Games (Nova Game Designs)"
    ]
  },
  {
    "Rank": "11500",
    "Name": "Das Bankett: Teil 1 – Der Raub des Diamanten von Ramanpur",
    "ID": 349601,
    "Year": "(2021)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/349601/das-bankett-teil-1-der-raub-des-diamanten-von-rama",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "This a cooperative detective story!&#10;From the beginning of the game you get all information (newspaper, interviews, links to websites etc.) and then you have to solve the case!&#10;&#10;The golden wedding of the Countess von Donnerswarth was to be an epoch-making event. A remote, noble hotel, exquisite guests and, to top it off, a banquet at which the countess would display her husband's gift: the legendary Ramanpur diamond. But that same night the precious gem inexplicably disappears from your hotel safe.&#10;Who among the guests knew the safe combination? Who had access to the crime scene? Who has usurped the gemstone unnoticed?&#10;&#10;Find the decisive clues in this circumstantial case and convict the thief or the thief of the diamond of Ramanpur.&#10;&#10;This game can be played independently of &quot;Das Bankett - Teil 2&quot;&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  }
]