[
  {
    "Rank": "N/A",
    "Name": "Unicorn Tears: The Greatest card game the multiverse has ever known",
    "ID": 274755,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274755/unicorn-tears-the-greatest-card-game-the-multivers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Unicorn Tears is a fast paced card game of strategy and wit. The game was designed and illustrated by a 13 year old entrepreneur with a passion for tabletop games!&#10;&#10;Players take turns drawing cards until someone draws a Unicorn Tear and loses the game. The deck is made up of cards that let you avoid sudden death by Unicorn Tears by peeking at cards before you draw, forcing your opponent to draw multiple cards, shuffling the deck or stopping the Unicorn Tears with the all powerful Anti Depressant card. There is even one unstoppable card called Buddy the Narwhal, Buddy allows you to switch your hand with any player you choose.&#10;&#10;The game gets more and more exciting and dangerous with each card you draw because the less cards that are left in the deck means a bigger chance of drawing a Unicorn Tear and dying an instant terrible death of shame and disappointment.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Cancelled Games",
      "Creatures: Unicorns",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Killzone: Sector Fronteris",
    "ID": 274757,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274757/warhammer-40000-kill-team-killzone-sector-fronteri",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "At the farthest reaches of space, the boundaries of the Imperium change almost daily as new worlds are discovered and settled and others fall to predations of aliens or rogue factions seeking freedom from of the crushing yoke of Imperial oppression. Open hostility is a common occurrence on such lawless worlds, yet with fewer resources to call upon, many such conflicts are resolved as guerrilla or shadow wars.&#10;&#10;The Sector Fronteris Killzone Environment is an expansion for Kill Team &ndash; in the packed box, you'll find a gameboard, scenery, and exclusive rules that use the unique nature of the Sector Fronteris terrain to introduce dangerous new missions and powerful effects to your games. Included:&#10;&#10;- A double-sided Kill Team gameboard measuring 22&rdquo; x 30&rdquo;, printed on heavy, durable card stock. One side depicts a sand-blasted wilderness, while the other represents a more industrialised border region&#10;- An 8-page booklet describing the sorts of wild frontier worlds that loosely make up the borders of Imperial territory, and where the influence of Terra is seldom felt. &#10;- 12 Sector Fronteris Tactics cards &ndash; these can be used by any Kill Team Faction, with 4 cards providing interactions with the Sector Fronteris scenery and 5 being used specifically by Scout, Comms, Sniper or Medic Specialists&#10;- A Sector Fronteris Environment card, which provides 6 different rules that interact with the scenery&#10;- 4 Sector Fronteris Mission cards &ndash; designed to be used in conjunction with the gameboard and scenery, this is a set of 2 matched play missions and 2 narrative play missions, which are split between attacker and defender&#10;- 4 Ryza-pattern Ruins plastic frames &ndash; including two brand sets of frames that include 2 slot-together walls, raised barricade, 3 armoured window covers, 1 large section of flooring, 3 small sections of ruined floor, and one connector that resembles a light. If you combine these 2 new frames, you can build a complete STC Ryza-Pattern building with a roof. There are also 2 plastic frames of STC Ryza-Pattern Ruins, each containing 3 slot-together walls, 3 ruined wall sections, and an Inquisitorial crate.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "4 1/2 Minuten",
    "ID": 274758,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/274758/4-12-minuten",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This turbulent card game for the whole family is, so to speak, Mau Mau, only cooperative and on time: All players try together in as little as 4 &frac12; minutes as many of the total of 95 cards to play. Unusual, because you have to play so that the following players can possibly create as well. And the time is running - either via a conventional timer (kitchen timer or smartphone) or via the Music.&#10;&#10;Here's how it works: The cards are face-up and the players have to take down cards in turn - as with Mau Mau you can put the same numbers or colors on top of each other. But you have to rethink: Since all have the same goal - namely, that as many as possible cards are stored within 4 &frac12; minutes - you play as possible so that the other players can also serve. But there are two discard piles - this increases the chances. But the time is running - it means keep your nerves and overview.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Traditional Card Games: Eights"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperial Chess",
    "ID": 274759,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274759/imperial-chess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There are four different chess variants in the game: the normal &quot;Chess&quot; for 2 people, the &quot;Imperial Chess&quot; for 4 people on an extended board (8x8 playing field with an extension on each side of 4x8 squares), the &quot;Feudal Chess&quot; for 4 people on a 9x9 field and the &quot;Super Chess&quot; for 2 people on a 16x8 field. The figures are made of plastic in four colors, black and white for the two 2-person-variants and additionally red and gray for the 4-person-variants.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "FORVM: Trade Empires of Rome",
    "ID": 274779,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/274779/forvm-trade-empires-of-rome",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In FORVM, players compete to become the most prestigious Roman by having their agents engage in trade in markets across the Roman Empire. In each turn, agents are set out one step at a time across the network of markets to establish horrea (warehouses), negotiate alliances or break them apart, establish a presence in a region or prevent another player from accessing it.&#10;&#10;Trade functions through every market where a player has established a warehouse. The further from Rome, the higher the transport and information costs and the lower the profit. But agents who are connected back to Rome are better informed, and so can get a better return. Fortunes can be made by creating continuous trade routes accessing the wealth of the edges of Empire and the Barbaricum beyond!&#10;&#10;Money is not the only way for a player to grow in prestige; a combination of clever board control and alliances and benefactions allow a player to move up the cursus honorum (prestige ladder) to become Consul! But fate will always play a role, and can upset the most intricate of plans.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Rome",
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paladins of the West Kingdom: 2019 Promos",
    "ID": 274782,
    "Year": "(2019)",
    "Geek Rating": "5.830",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274782/paladins-of-the-west-kingdom-2019-promos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "These additional cards were a free promo for the 2019 Kickstarter campaign.&#10;&#10;16 x Paladin Cards (4 each of Ganelon, Huon, Ogier, Turpin)&#10;3 x Hero Outsider Cards&#10;6 x Townsfolk Cards (Overseer, Pickpocket, Swindler, 3 x Patron)&#10;(1 x Promo Paladins Variants Rules Card)&#10;&#10;Included 3 additional cards for Architects of the West Kingdom.&#10;&#10;1 x Peddler&#10;1 x Acolyte&#10;1 x Abbot&#10;&#10;&mdash; Description from the publisher (+ card names)&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Architects of the West Kingdom: Paladins Apprentices",
    "ID": 274783,
    "Year": "(2019)",
    "Geek Rating": "5.673",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274783/architects-of-the-west-kingdom-paladins-apprentice",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "2.5",
    "Description": "These additional cards were a free promo for the Paladins of the West Kingdom 2019 Kickstarter campaign. It included 3 additional cards:&#10;&#10;1 x Peddler&#10;1 x Acolyte&#10;1 x Abbot&#10;&#10;In addition, it included these additional cards for Paladins of the West Kingdom:&#10;&#10;16 x Paladin Cards (4 each of Ganelon, Huon, Ogier, Turpin)&#10;3 x Hero Outsider Cards&#10;6 x Townsfolk Cards (Overseer, Pickpocket, Swindler, 3 x Patron)&#10;(1 x Promo Paladins Variants Rules Card)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Head Waiter",
    "ID": 274785,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274785/head-waiter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One player straps the tray to their head and places all of the food items on it and acts as the waiter. Everyone else is a customer.  Customers have 2 food cards and they take turns calling out the item on their card to the waiter.  If the waiter can walk over, feel around on their head, and deliver the correct item, they get to keep the card.  There are also action cards which the waiter can collect during play.  Once a waiter drops a piece of food or delivers the wrong item, they score one point per card they've collected and a new player gets to act as the waiter.  Most points wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pick Me Up, Piggy!",
    "ID": 274787,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/274787/pick-me-up-piggy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players start the game by telling stories about the four characters and why each one is going to the store they get dropped into.  Then players take turns drawing cards and driving piggy's truck around town.  If they can run all of piggy's errands and pick up the four characters before they run out of gas, they win!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Transportation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Peeing Pup",
    "ID": 274788,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/274788/peeing-pup",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fill the pup with water and then pass him around the group.  Pet him and if he barks three times in a row, then you pass him to the next player.  If you keep petting him and he gets too excited, he'll pee on you!  If you get peed on, you're out and the remaining players continue until there is one winner.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Land, Air & Sea: Mercenaries Expansion Pack #3",
    "ID": 274789,
    "Year": "(2018)",
    "Geek Rating": "5.653",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274789/heroes-of-land-air-and-sea-mercenaries-expansion-p",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "An expansion consisting of mercenary miniatures and their cards. The expansion was initially released as a KickStarter exclusive to backers of the 2018 campaign.&#10;&#10;The expansion contains:&#10;4 Miniatures (Hexeidonna, the Gorgon; Beelzehide, the Cultist; Daehorn, the Druid; Cthulyte, the Doppelganger)&#10;4 Mercenary cards&#10;1 Rule card&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Land, Air & Sea: Pestilence Booster Pack",
    "ID": 274790,
    "Year": "(2019)",
    "Geek Rating": "5.613",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274790/heroes-of-land-air-and-sea-pestilence-booster-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "4",
    "Description": "Expand the world of Pestilence even further w/ this booster pack.&#10;&#10;Includes more Spell cards, sleeves for the Pestilence expansion and 2 unique Mercenary vessels.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Junior Pharao",
    "ID": 274792,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/274792/junior-pharao",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "A simplified version of Ramses II for children.&#10;The nine animals of the young pharaoh are hidden below the pyramids. The players assume the role of explorers and search for them.&#10;&#10;An animal card is turned over. The active player moves pyramids like a sliding puzzle until he reveals an animal (or the mummy). If he found the correct animal, he takes the card. In any case, it's now the next player's turn.&#10;&#10;The animal stack contains two kinds of special cards: &#10;When a sandstorm appears, the whole board is rotated, making it harder to memorize animal positions and free paths.&#10;&#10;When the mummy is wanted, a turntable below the board is rotated, causing the hidden mummy to move to another place. For the extra effort, finding the mummy you get a bonus pharaoh card.&#10;&#10;When the card stack runs out, the player who collected most cards wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Children's Game",
      "Exploration",
      "Memory"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids",
      "Country: Egypt",
      "Creatures: Mummies",
      "Occupation: Adventurer / Explorer",
      "Series: Sphinx (Ravensburger)",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tainted Grail: Age of Legends & Last Knight Campaigns",
    "ID": 274795,
    "Year": "(2020)",
    "Geek Rating": "6.262",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274795/tainted-grail-age-of-legends-and-last-knight-campa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.3043",
    "Description": "The stretch goals, Age of Legends and Last Knight are packaged together in one box.&#10;&#10;Last Knight:&#10;Set 400 years after the main story, the Last Knight is brimming with new interactions, choices, secrets, and long-term consequences of actions made 400 years ago, during the previous campaign.  You will now travel a cold, desolate landscape of apocalyptic Avalon in search of answers and - perhaps - salvation.&#10;&#10;This expansion to the base game adds an additional campaign with 15 new Chapters, representing an additional 30-40 hours of gameplay.  The campaign includes 4 new travelers (Mabd, Dagan, Sloan, and Fyul), 280 new cards, 64 oversized location cards, and a 220-page Campaign Journal.&#10;&#10;Age of Legends:&#10;Go back 1,000 years, and be one of the first humans to set foot on Avalon. Discover the truth behind the legends. Join the Knights of the Round Table in their quests and trials. This time, you will join the first humans to set foot on Avalon, 600 years before the events of the first campaign, and see the Fore-dweller empire at the height of its power.&#10;&#10;This expansion to the base game adds an additional campaign with 15 new Chapters, representing an additional 30-40 hours of gameplay. The campaign includes 4 new travelers (Naazer, Thebalt, Caolin, and Duana), 280 new cards, 64 oversized location cards, and a 220-page Campaign Journal.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Mature / Adult",
      "Medieval",
      "Mythology",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Push Your Luck",
      "Role Playing"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Tainted Grail",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Flickers",
    "ID": 274824,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/274824/star-flickers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A modular sci-fi tabletop game of dexterity and space ships.&#10;&#10;In Star Flickers, you assume the role of the captain of a light transport called a Starflicker. You will use your ship to outfly and outgun other pilots, capture enemy plans, win dangerous races and smuggle precious cargo. Winning depends on the rules of the game mode you have chosen to play.&#10;&#10;     Last Ship Flying! - Individual ships or teams of ships compete to devastate each other in battle.&#10;     Capture the Plans! - Two teams of Starflickers fight to capture their opponent&rsquo;s plans and return it to their respective bases.&#10;     The Flicker Cup! - Individual ships race to be the first across the finish line while shooting each other with power-ups found on the course.&#10;     Twelve Parsecs! - Individual Starflickers compete around custom obstacle courses to see who can smuggle all of the cargo in the shortest number of turns.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Science Fiction"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GROWL: Curses + Spells",
    "ID": 274825,
    "Year": "(2019)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274825/growl-curses-plus-spells",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "GROWL: Curses + Spells is a double-expansion in one box, and the expansions may be played individually or combined with each other or other expansions.&#10;&#10;&#10;CURSES allows for a more complex, longer game experience. It is recommended for 5+ players. After players have been dealt their initial card (Gold or Bite), shuffle all 14 Curses cards into the main deck. Deal the additional 3 cards to each player, prepare the Night cards, and proceed as usual.&#10;&#10;Icons only negate other icons, not the entire card. For example, if you have a Cursed Charm (adds 1 wound icon and 1 charm icon) and a Hex (negates all your charm icons), the Hex cancels the charm icon but not the wound icon. If you have a Super Salve (adds 2 salve icons) and a Cursed Gold (adds 2 gold icons and a wound icon), then one of the salve icons negates the wound icon, but you still have your gold icons and an extra unused salve icon.&#10;&#10;Holy Water symbol: (Holy Water is bad for werewolves, so if you &ldquo;turn&rdquo; while holding this, you might also find yourself dead!)&#10;&#10;Infinity symbol: (While in your hand, this negates ALL of a specific type of icon. Infection negates salve icons, Hex negates charm icons.)&#10;&#10;&#10;SPELLS adds static (ongoing) abilities, plus effects you can trigger by discarding Gold cards. Recommended for 5+ players.&#10; SETUP: After all players have been dealt their starting hands (but before preparing the Night cards), shuffle 3-5 of these expansion cards into the deck. Then prepare the Night cards, and proceed as usual.&#10;&#10;Cards with a [SPELL] icon in the upper right are called &ldquo;spells&rdquo; and never go to a hand; instead, they are placed face-up in front of the player they are given to. Their effects are either ongoing (like Wolfsbane or Tanglevine), or else may be triggered as described in the text of the card. When a player with one or more           cards in front of them takes their turn, they must FIRST review and resolve their spells in any order, then proceed to draw and give a card as usual for their turn.&#10;&#10;Some spells are triggered at unusual moments, such as after a Night Phase, or at the moment a player dies. If need be, pause the game by calling out &ldquo;Spell!&rdquo; and resolve its effects before proceeding.&#10;&#10;The main text on a spell card is not directed at the player who draws it on their turn, but to the player they give the card to.&#10; Icons in the upper left of your spell cards are considered part of your hand, and may negate (or be negated by) icons on cards in hand.&#10; Some other cards (for example, &ldquo;Silver Bullet&rdquo; and &ldquo;S&eacute;ance&rdquo;) are played as spell cards, and there are some card effects that can move or discard them. If a card effect lets you discard a card with a certain icon, you may discard any card of yours with the icon, including a spell card. If a spell is discarded, publicly remove it from play, just as you would discard a resolved Night card. &#10; TIMING: If a card says &ldquo;once per turn&rdquo; then it should be interpreted to mean &ldquo;on your turn only.&rdquo; Spells usually remain active unless the player dies. If the spells (or the players!) move positions, the spells affect new players instead. If multiple players&rsquo; cards conflict, resolve them logically and thematically. In the rare case of complex timing issues, resolve the cards clockwise from the Start Player (1). Finally, if a single player has conflicting cards, they may resolve them in the order they wish. &#10;                                                                                                                                                            &copy;2019 Joey Vigour&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mix & Mayhem",
    "ID": 274827,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274827/mix-and-mayhem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Mix &amp; Mayhem is a fast-paced family battling card game for 2 to 4 players. It can be played in 4 different ways, providing exciting variation and wide age range appeal.  One of the games aimed at young children is a simple mix and match stlye game. One of the other games is a Top Trumps style of selecting a category and the highest value wins. The other two of the game variations are trick taking games that involve trying to create the most powerful creatures and battling them against your opponent.&#10;&#10;The game contains 72 cards, including 60 character cards and 12 special action cards.  The 60 character cards include 20 Head cards, 20 Torso cards, and 20 leg cards.  Combined in the right sequence, these cards create 20 fearsome characters ready to do battle, however, when the cards are mixed with cards from other characters they can create up to 8,000 unique characters each with their own unique name and powers. You will create crazy, scary, funny, unusual and wonderful characters to battle and try to defeat your opponents.&#10;&#10;Mix &amp; Mayhem cards can be played in 4 different ways, You Complete Me, Wipe Them Out, Skirmish, and Bunch of Fives. The rules for each game are described below.&#10;&#10;You Complete Me!&#10;Preparation: Remove all of the Action cards. Shuffle the Character cards and place them in a pile&#10;face down.&#10;Playing the game: Decide who goes first, then each player takes it in turns to take a card from the pile and lay them face up in front of them. As the game progresses each player will be able to mix their cards to create weird and wonderful creatures as the game progresses.&#10;The winner: The aim is to be the first player to create one of the 20 original characters made up of the set of correct 3 cards. If neither player is able to create one of the 20 original characters before the cards are all drawn then the cards are collected, re-shuffled, and drawn again until there is a winner.&#10;&#10;Wipe Them Out!&#10;Preparation: Split the cards into 3 separate piles for Heads, Torsos and Legs (including the Action cards which are also marked on the back of the card as Head, Torso and Legs cards). Shuffle each pile and deal the cards face down to each player so that each player has their own separate piles of Head&#10;cards, Torso cards, and Leg cards. Each player should have the same number of body part cards.&#10;To play the game: Each player picks up the top card of each pile of body parts so they have a complete character, with a Head card, Torso card and Legs card. If they pick up an Action card instead of a character body part they should keep this and draw another card from the top of the pile until they have a character body part. The Action cards that they may have picked up can be used during the game. Players hold the cards facing themselves, so only they can see them. Decide who goes first, then that player will select a category &ndash; either Brains, Strength or Speed. Each player shows their card to reveal the value of the chosen body part. The player with the highest&#10;value wins the battle and the player with the lowest value must discard the body part card that lost. Then the loser must pick up the next top card from their pile of the same category until they have a complete character again. The winner of the battle can keep the same cards in play. However, each card can only be used a maximum of 2 times to win a battle. After an individual body part card has won 2 battles it must be discarded and a new one drawn. Players will take it in turns to select a category. Both players must always have at least 3 cards in play, including a Head card, Torso card and Legs card in addition to any Action cards that have been collected. To create some extra mayhem the Action cards that have been drawn by players during the game can be used when it is their turn at any stage of the game. Once a player uses an Action card it must then be discarded.&#10;The winner: The object of the game is to defeat your opponent by wiping out a pile of their cards so that they are no longer able to make up a full character and therefore unable to continue to battle. When a player is unable to make a complete character they are defeated and their opponent is the winner of the game.&#10;&#10;Skirmish!&#10;Preparation: Shuffle all of the cards (Character and Action cards) into a single pile.&#10;Playing the game: Each player will take it in turns to draw a card from the top of the pile. The cards are laid face up so they are visible to both players.  When both players have a complete character of a Head card, Torso card and Legs card they are ready for battle. Players can create the character of&#10;their choice to battle with from any of the character cards they have drawn. Each turn, players have the option to challenge their opponent to a battle, or to draw another card to&#10;try and create more powerful characters. Once a challenge to battle has been made by either player, the characters they both have created for the battle must be declared and put side by side. The total character score is calculated by adding together the brains, strength and speed values, and the player&#10;with the highest total character score wins that battle.  If a player is able to create one of the correct 20 unique character sets then their overall character score is increased by an extra 10 bonus points. The player who makes the challenge may think they have the most powerful character because they&#10;can see the values of their opponent&rsquo;s characters, however, their opponent may create mayhem by playing one of their Action cards that they have collected to swing the outcome of the battle. A player can use one or more Action cards at any time. Once a player uses an Action card it must then&#10;be discarded. The players continue to draw further cards and engage in new battles with new characters until all&#10;cards have been drawn and there are no further complete characters in the remaining cards held by both players.&#10;The winner: The player who has won the most individual battles once all the cards have been drawn&#10;wins the game.&#10;&#10;Bunch of Fives!&#10;Preparation: Remove all of the Action cards from the deck and deal all of the remaining character cards into separate Head, Torso and Legs piles. Each player will be dealt 3 Head cards, 3 Torso cards and 3 Legs cards, allowing each player to make up 3 separate characters. The cards are laid face down so they are not visible to the opposing player.  Each player should then privately arrange their cards to create 3 different characters with their own unique name and overall value.&#10;Playing the game: Decide who goes first, then that player will lay down one of their characters to engage in battle with their opponent. The other player must then choose and lay down one of their characters. Whoever has the highest total score (by adding together the brains, strength and speed values) wins that hand. If a player is able to create one of the correct 20 unique character sets then their overall character score is increased by an extra 10 bonus points. Players will take it in turns to lay a character first. Once all 3 characters have battled the players will then be dealt another 3 Head cards, 3 Torso cards and 3 Legs cards for another round of 3 battles.&#10;Following the second round of 3 battles there will be 1 final round of 3 battles, so there will be 3 rounds of 3 battles making a total of 9 battles. &#10;The winner: The first player to win 5 battles is the winner of the game. It is possible therefore to&#10;win the game outright after only 2 rounds without the need for the final round.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La conquista di Gorm",
    "ID": 274828,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/274828/la-conquista-di-gorm",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player has two Lords and four helpers/servants from a population of Gorm (Light, Air, Sea, etc) with which to defeat the other players/populations to become the conquorers of Gorm.&#10;&#10;Territory cards are dealt and Gormiti are distributed into their starting positions. Do you put them all in one space, or distribute them throughout the territories you were dealt.&#10;&#10;Each player is given some random Help cards and money both of which provide more or less limited benefits throughout the game.&#10;&#10;It plays easily and it can be difficult decision whether to buy a new help card whilst paying your opponents its cost!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oppervlakte-spel",
    "ID": 274846,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274846/oppervlakte-spel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Start with an area on graph paper with a close area (20x10 or choose together).&#10;&#10;When it's your turn, you throw two dice (choose: D4,D6,D8,D10).&#10;You have to claim an area with the size of the dice (for instance: if you throw 2 and 3, you have to claim an 2x3 rectangle).&#10;You're claimed area's have to touch each other.&#10;&#10;The game ends if you both have 2 turns in a row without claiming an area.&#10;&#10;The one with the biggest claimed area wins.&#10;&#10;Variant: Can also played with claiming an area with twice the sum as circumference (for instance: if you throw 2 and 3, you have to claim an area with a circumference of 2+3+2+3=10).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "L'as des as",
    "ID": 274863,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274863/las-des-as",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "L'as des as follows the principle of Backgammon. The game board is round and the pawns continue with no hope other than capturing or being captured. The goal of the game is to be the last in the running, having captured and put in prison all the opposing pieces.&#10;The pieces represent card colors: spades, hearts, diamonds and clover. The pieces are safe when they are on an arrow of the same denomination.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Road to Bethlehem: Journeys Through Time and Space",
    "ID": 274864,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/274864/the-road-to-bethlehem-journeys-through-time-and-sp",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "2",
    "Description": "The Road to Bethlehem - Journeys Through Time and Space is a family-weight, Christian-themed, RPG-style, cooperative game where players must work together, guided by a GM, to journey through ancient Palestine to arrive in Bethlehem to witness the Nativity and encounter the newborn infant Jesus.  Players play as modern day travelers who have been spirited away by the Archangel Gabriel (the GM) to partake of this journey.  Players must go through a series of scenarios, drawn randomly, during which they are offered choices by the GM which then dictates what challenges and choices they next face.  Players must conserve equipment and, most importantly, time on their journey, while also working to increase their individual attributes of Authority and Reputation.  The game uses the REAL System - a mechanic where the players do actual, physical interactive challenges at various points as part of the gameplay, the outcomes of which determine their progress in the game (such as identifying objects moved by the GM in a given room, finding commonplace house items within a certain time limit, or dexterity challenges). Once the players have gone through all 8 scenarios, they arrive at Bethlehem where which ending they've achieved is based on how much time they used on their journey.  The GM guides the players using 'The Book of Adventures' which contains step by step instructions for each scenario and narrative text that is read to the players.&#10;&#10;The game is geared primarily towards families and can be played by multiple age levels from age 8 and up, but with the caveat that an adult always play as well and serve as the GM.  The total campaign with all the scenarios takes 4-6 hours to play, but the game can easily be saved between the scenarios, with each scenario taking roughly 30-60 minutes to complete.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cerberus Deck-Building Game: Cryptozoic 2018 Volunteer Promo Card",
    "ID": 274865,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274865/cerberus-deck-building-game-cryptozoic-2018-volunt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A normal card to add to any Cerberus game. These cards were printed in extremely limited supply and given to the volunteers that helped demo Cryptozoic's games during the 2018 season of conventions.&#10;&#10;Embryonicus - Archmagi of the Future&#10;Hero&#10;&#10;Say &quot;Scrotus Pocus&quot; and play the top card of your deck twice. When it leaves play, if it has cost 0, destroy it. Otherwise, put it on top of your deck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Cerberus Engine – Heroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Autopeli Kaara",
    "ID": 274867,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274867/autopeli-kaara",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of 52 cards that have a number, suit and a picture of a car in them. Suit can also be recognised from the background colour of the card. Each player is dealt with three cards, additionally one card is dealt and opened for the table. Players try to collect cards in the table with the cards in their hands, aiming to as many cards and aces and hearts as possible.&#10;&#10;Each card has a picture of a different car from 1888-1922, except in aces, where there are pictures of tyres. Beneath a car there is the name and the year of the car.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Après l'orage...",
    "ID": 274878,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/274878/apres-lorage",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The wooden bridge has been destroyed by a storm and a sheep is stuck on the other side of the river, separated from its flock. Your mission is to repair the bridge with the logs and bring the sheep across the river to its flock.&#10;Tu fulfil your mission, you need to coordinate repairing the bridge and moving the sheep. Beware of the wolf who wants to catch the sheep, and of the beaver who steals your logs to build its dam.&#10;On his turn, a player rolls a die, chooses one of the two shepherds to move to the next space of the colour you rolled and performs the action indicated on the card.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "CINICUS",
    "ID": 274902,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/274902/cinicus",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "5",
    "Description": "CINICUS &quot;Afila tu lengua y no te cortes&quot;&#10;&iquest;Eres capaz de expresar ternura hablando del matamoscas?&#10;&iquest;Puedes inventar la historia del hada y el taxista?&#10;&iquest;Cu&aacute;ntos argumentos se te ocurren a favor de los picores?&#10;&iquest;Y en contra de la tarta de manzana?&#10;&#10;CINICUS es un juego de expresi&oacute;n oral para mayores de 14 a&ntilde;os y adultos.&#10;&#10;EMOCI&Oacute;N: &iquest;Conseguir&aacute;s que tu equipo adivine la emoci&oacute;n secreta habl&aacute;ndoles durante un minuto sin nombrarla?&#10;&#10;IMAGINACI&Oacute;N: &iquest;Sabr&aacute;s inventar el final de una historia que CINICUS te da empezada?&#10;&iquest;Puedes inventarla entera s&oacute;lo con dos personajes?&#10;&iquest;Y si es la biograf&iacute;a de un personaje imaginario?&#10;&#10;OPINI&Oacute;N: &iquest;Encontrar&aacute;s m&aacute;s argumentos que el otro equipo a favor o en contra de un tema?&#10;&#10;El juego se organiza en dos equipos. Durante el turno se tira el dado y seg&uacute;n en que casilla se recae se deber&aacute; adivinar una emoci&oacute;n descrita por un miembro del equipo sin nombrarla expl&iacute;citamente, continuar una historia propuesta por una carta o bien dar el mayor n&uacute;mero de razones a favor o en contra de un concepto cotidiano.&#10;&#10;Se supone que el equipo ganador es el primero que alcance la &uacute;ltima casilla del tablero pero las instrucciones omiten cualquier referencia sobre ello.&#10;&#10;&iexcl;Fabuloso juego familiar!&#10;&#10;ENGLISH VERSION&#10;&#10;The game is organized in two teams. Depending on the die we will guess a secret feeling from a team mate performance without saying its explicit name, follow an invented story proposed by a card or simply give the most reasons to support or to refuse a daily concept.&#10;&#10;It's supposed that reaching the last board position, your team wins but the instructions doesn't mention it in a explicit sense.&#10;&#10;Amazing Party-Game !&#10;&#10;CINICUS &quot;Sharpen your tongue and don't cut yourself&quot;&#10;Are you able to express tenderness by talking about the fly swatter?&#10;Can you invent the story of the fairy and the taxi driver?&#10;How many arguments come to mind in favor of itching?&#10;And against the apple pie?&#10;&#10;CINICUS is an oral expression game for people over 14 and adults.&#10;&#10;EMOTION: Will you get your team to guess the secret emotion by talking to them for a minute without naming it?&#10;&#10;IMAGINATION: Will you know how to invent the end of a story that CINICUS gives you started?&#10;Can you invent it whole with only two characters?&#10;What if it is the biography of an imaginary character?&#10;&#10;OPINION: Will you find more arguments than the other team for or against a topic?&#10;&#10;The game is organized in two teams. During the turn, the dice are rolled and according to which box falls, an emotion described by a team member must be guessed without explicitly naming it, continuing a story proposed by a letter or giving the greatest number of reasons for or against A daily concept.&#10;&#10;The winning team is supposed to be the first to reach the last square of the board but the instructions omit any reference to it.&#10;&#10;Fabulous family game!&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lumi",
    "ID": 274903,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274903/lumi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Lumi is a confrontational tile placement game in which two players are setting up chains of lights.&#10;&#10;They try to hook-up more light bulbs of their own color than their opponent and to secure them in time before the opponent can destroy their plans.&#10;&#10;At the end of the game, players score certain points for lamps powered by batteries, depending on their position on the cable.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "White Peak",
    "ID": 274904,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/274904/white-peak",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Get first to the Top of the highest Mountain. Be aware of the Yeti! He doesn't really like Mountaineers. Push the others down, set up traps and use special Items to hinder your opponents!&#10;&#10;White Peak Board Game is a Mountain crawler boardgame. The Players (Mountaineers) goal is to reach the Top. You and your friends will compete against each other. The Game plays on the biggest Mountain, which is divided to Levels. The higher the Level, the harder it is to continue your journey to the top.&#10;&#10;Every Player receives a starting equipment and has a fixed amount of Steps for each turn, which can be increased and decreased, because You will face the dangers when climbing a mountain.&#10;&#10;But the Mountaineers' biggest enemy is the Yeti. He is ferocious, he is angry, he will throw everybody off, if he can get close enough to any of You.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Humor",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Movement Points",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape: Revolution",
    "ID": 274908,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/274908/escape-revolution",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The rumor was therefore true, the LAB 4.0 exists. It is in this LAB that the ISC Source would be protected. We have to set up a small team to infiltrate this LAB and destroy this source...&#10;&#10;&mdash;description from the universe book&#10;&#10;Escape takes place in a post-apocalyptic world controlled by the International Scientific Council or I.S.C. in which artificial intelligence ensures the good of humanity. Some people do not agree with this vision: the resistance is born. The game stages the confrontation between humans from the Resistance and robots controlled by the I.S.C.&#10;&#10;Escape is a light asymmetric miniatures wargame, taking place in the Eden universe. One player takes control of the I.S.C. and its robots; the other players control the humans from the Resistance. The game system is simple, accessible and fast.&#10;&#10;Each game is played as a separate scenario but several of them may be played as a campaign. The players can win by completing a certain goal, such as escaping, destroying artifacts, or killing enemies. Players activate members of their squads on their turns, who can perform various actions such as move, attack an opponent, hack a security lock, use equipment, etc. Dice rolls determine if actions are successful or not. Each character has characteristics of combat, movement and intelligence, a gauge of life, and special abilities.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wiz-Dom",
    "ID": 274910,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/274910/wiz-dom",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Wiz-Dom&#10; Roleplaying Game and educational tool that combines a kid-friendly fantasy game with problem solving.&#10;&#10;Wiz-Dom is playable as either a collaborative tabletop- or an online game, where players assume to roles of young wizards, who enter the School of Magic where they solve problems, pass tests, and earn valuable items so they can ultimately fight the monsters in the Cave of Secrets in d20-based RPG-style combat.&#10;&#10;The spin is that the problems are based on school subjects, like math and history, so that while kids are playing the game, they&rsquo;re also demonstrating their mastery of educational concepts.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Gameplay&#10; 1. Players choose their Heroes. There are 4 female and 4 male Heroes, each with their unique powers. Heroes are young witches and wizards, entering the School of Magic. A game session spans a semester of their life. Players get the Hero Card and the matching Item- and Spell Cards.&#10;&#10;2. The Game Master (can be teacher, senior student, parent, etc.) assembles the Deck of Exercises. There are cards of 3 difficulty levels: Easy, Medium and Hard and a certain number must be selected from each category. Subjects include Math, History, Science and general Trivia, with curricula that matches education from age of 10 to 16.&#10;&#10;3. The Game Master selects (or randomly draws) a Boss Monster for the game session. All other game components (Cards, tiles, tokens, sheets, etc.) are placed near the gameboard.&#10;&#10;4. Players can move on the board by either rolling 2s6 (random mode) or use Movement Cards, giving a more strategic angle to the game. As players move on the board (from Field 1 to Field 30), the following steps will happen:&#10;&#10;Depending on the Field they landed on, they either draw a single Exercise Card matching the symbol on the field (Easy, Medium, Hard), or a Fortune Card for every player.&#10;&#10;(a) If it was an Exercise Card, they get 3, 5 or 10 minutes to solve the Easy, Medium or Hard problems. They can use pen and paper, they can talk to each other - they can even ask for help from the Game Master. If they successfully solved the problem, they get rewards. Every player who successfully solved her exercise will get Rune Golds. If at least one player solved it correctly, they get Team Rune Golds. Red (Hard) cards yield Magic Items as well.&#10;&#10;Also, every player with a successful solution can place a Dungeon Tile. Tiles will form the combat grid for the final battle. There are symbols on the tiles indicating that the player can draw an extra Spell or Item card when placing that Tile. And certain Tiles will summon monsters for the final battle.&#10;&#10;(b) If it was a Fortune Card, each player gets one and resolve the effect immediately. There are supporting ones (gain bonuses, draw items, etc) and there are negative ones (lose bonuses, get cursed, etc).&#10;&#10;5. The three corners on the Board (Classroom, Club and Magic Rental) are places where the team must stop, even if they would overstep it.&#10;&#10;(a) Classroom: they can select an Exercise Card of any difficulty to solve&#10;(b) Club: they can either play a minigame (not included in the box, choose anything you like to distract players for a bit), or have a little break&#10;(c) Magic Rental: after completing the mandatory Red Exercise on Field 30, players can spend their Rune Golds on Items and Spell. They are more than encouraged to collaborate and communicate, to figure out some kind of strategy before entering the final combat. The identity of the Boss Monster is revealed at this point.&#10;&#10;6. Once they are well equipped, it's time for the Final Battle! Heroes descend to the Dungeons to defend the school from attacking monsters! Final Battle is a turn-based combat using cards and a d20 dice.&#10;&#10;Heroes and Monsters take their turn, with the order depending on their Movement value. Monsters are controlled by the Game Master, following the behaviour detailed on the corresponding combat sheet.&#10;&#10;(a) Movement: a figure can make a number of steps equal to its Movement value. It can step in any direction on the Grid, it can even overstep friendly figures, but cannot cross walls or hostile squares.&#10;&#10;(b) Use Card: after or before the Movement is completed, Heroes can use a single card each turn. It can be a spell (usually turned face down after use), or a weapon (can be used any number of times in a combat). Ranged attacks must consider line-of-sight with walls and other objects blocking the way.&#10;&#10;Combat lasts until the last survivor, with Heroes getting extra Rune Golds as loot. They can use this during their next game session.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Indiegogo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Takobake Riflemen Enemy Pack",
    "ID": 274916,
    "Year": "(2019)",
    "Geek Rating": "5.538",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274916/shadows-of-brimstone-takobake-riflemen-enemy-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This set comes with 6 miniatures and all of the required cards and rules to use the Takobake Riflemen enemies in your games of Shadows of Brimstone.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Legendary Villains Deluxe Enemy Pack",
    "ID": 274917,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274917/shadows-of-brimstone-legendary-villains-deluxe-ene",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This pack comes with all of the miniatures, cards, and rules needed to use the Red Ronin, Undead Daimyo, Tengu Blind Master, Nobu Taskmaster as mini-bosses in your Shadows of Brimstone adventures. It also includes one new mission.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aeon's End: The Ancients",
    "ID": 274922,
    "Year": "(2019)",
    "Geek Rating": "5.981",
    "Avg Rating": "8.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274922/aeons-end-the-ancients",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.25",
    "Description": "Promos from the Aeon's End: The New Age campaign, that were not labeled &quot;Kickstarter Exclusive&quot; went into The Ancients expansion. This Expansion provides content for existing Aeon's End games.&#10;&#10;The cards from this expansion are numbered TA-001 through TA-086.&#10;This includes:&#10;&#10;- Mazra + Research Breach Marker&#10;- Qu + Form Token&#10;- The Wanderer nemesis + Divider&#10;- 49 Player Cards&#10;- 10 Randomizer Cards&#10;- 10 Treasure Cards&#10;- 17 Nemesis Cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Aeon's End"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aeon's End: Into the Wild",
    "ID": 274927,
    "Year": "(2019)",
    "Geek Rating": "6.017",
    "Avg Rating": "8.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274927/aeons-end-into-the-wild",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.25",
    "Description": "Aeon's End: Into the Wild includes 1 Nemesis Mat and Card Divider, 2 Mage Player Mats, 17 Nemesis Cards, 40 Player Cards, 18 Treasure Cards, and a new story continued from the Aeon's End: The New Age narrative.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Aeon's End"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aeon's End: Shattered Dreams",
    "ID": 274930,
    "Year": "(2019)",
    "Geek Rating": "5.943",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274930/aeons-end-shattered-dreams",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Aeon's End: Shattered Dreams is an expansion for the cooperative deckbuilding game Aeon's End: The New Age.  This expansion features one new nemesis and one new breach mage, as well as new gems, relics, spells, and minions.&#10;&#10;The cards from this expansion are numbered SD-001 through SD-106.&#10;This includes:&#10;&#10;- Nook&#10;- The Wailing nemesis + Divider&#10;- 56 Player Cards&#10;- 12 Randomizer Cards&#10;- 5 Treasure Cards&#10;- 33 Nemesis Cards&#10;- 5 Power Tokens&#10;- 1 Target Token&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Aeon's End"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Jorogumo Spider Queen Enemy Pack",
    "ID": 274940,
    "Year": "(2019)",
    "Geek Rating": "5.558",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274940/shadows-of-brimstone-jorogumo-spider-queen-enemy-p",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This pack comes with 1 miniature and all of the cards and rules needed to use the Jorogumo Spider Queen enemy in your Shadows of Brimstone adventures. It also includes one new mission.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Sho-Riu, The Dragon King XXL Enemy",
    "ID": 274941,
    "Year": "(2019)",
    "Geek Rating": "5.558",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274941/shadows-of-brimstone-sho-riu-the-dragon-king-xxl-e",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This pack comes with 1 miniature and all of the cards and rules needed to use Sho-Riu, The Dragon King as in your Shadows of Brimstone adventures. Also included are 2 new missions.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Takobake Cannon Enemy Pack",
    "ID": 274942,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274942/shadows-of-brimstone-takobake-cannon-enemy-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This pack comes with 1 miniature and all of the cards and rules needed to use the Takobake Cannon in your Shadows of Brimstone adventures.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Bang",
    "ID": 274946,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/274946/big-bang",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Big Bang is one of several games playable with the Katarenga board and pieces. This game is invented by the author of Katarenga.&#10;&#10;In this game the pawns move from the centre of the board to the edge squares. Each player tries to be the first to occupy all edge squares of one colour, each player chosing a different colour. &#10;Play ceases as soon as one player wins and the winner scores 1 point for each opposing pawn still wandering elsewhere in the universe.&nbsp;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Katarenga Board & Pieces",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Colorado",
    "ID": 274948,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/274948/colorado",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Colorado is one of several games playable with the Katarenga board and pieces. This game is invented by the author of Katarenga. It's the original game for which the board was designed.&#10;&#10;In Colorado you try to be the first to get all of your (remaining) pawns to the opposite side of the board (homing baseline). Pawns can be captured like in Katarenga. &#10;When you get a pawn home to the opposite baseline your opponent may, if possible, use their next move to capture it. If not captured immediately, it becomes invulnerable so long as it remains on the same homing square.&#10;&#10;The game ends as soon as one player wins by getting their last remaining pawn home, by capturing the last remaining enemy pawn, or (unusually) when their last remaining unhomed pawn is captured, at least one of the others being already home.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Katarenga Board & Pieces",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tango Down: Man to Man Urban Combat",
    "ID": 274950,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/274950/tango-down-man-to-man-urban-combat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.4",
    "Description": "Tango Down is a tense game of modern house-clearing operations, with scenarios taken from both the headlines and the movies. Hostage rescue, daring escapes, desperate last stands, ticking time bombs and more! Each player controls one or more fire teams, with each member having a counter and specific stats, augmented by Action cards that cover the fog of war, special tactics and event timing. Leaders, marksmen, fanatics, barricades, assault shields, breaching charges and more.&#10;&#10;Tango Down includes full color rules, seventy double-sided 1&rdquo; counters, two 11 x 17 maps and 18 Action cards. In addition to the ten included scenarios, units have a point system so you can choose your own forces, and the map system allows you to adapt virtually any architectural drawing into a Tango Down battleground.&#10;&#10;Includes:&#10;70 large 1&quot; die-cut counters&#10;Double-sided 11&quot; x 17&quot; map depicting a trashed office building on one side and an abandoned warehouse on the other&#10;1 full-color rules booklet &#10;10 scenarios&#10;18 action cards&#10;&#10;Game Design: Greg Porter&#10;Game Development: Mark H. Walker&#10;Art: David Mack, Thomas the Intern&#10;Players: 2&#10;Duration: 60-120 minutes&#10;Complexity: Low&#10;Solitaire Suitability: Low&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Congress",
    "ID": 274951,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/274951/congress",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Congress is one of several games playable with the Katarenga board and pieces. This game is invented by the author of Katarenga.&#10;&#10;The pawns start on the edge squares of the board. The goal of the game is to be the first one who gets all of his pawns together in a connected group, with each orthogonally adjacent to at least one of its fellows.&nbsp;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Katarenga Board & Pieces",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cornered",
    "ID": 274952,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/274952/cornered",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Cornered is one of several games playable with the Katarenga board and pieces. This game is invented by the author of Katarenga.&#10;&#10;Cornered is played on just one quarter of the board, which starts empty. The first pawn may be placed anywhere, but each&nbsp;subsequent pawn&nbsp;must be placed&nbsp;in such a way that it could be captured by the previous one. The last player able to place a pawn wins, and scores 1 point for each and every pawn on the board.&#10;&#10;Play up to a target score of 15 points, which will usually take two or three games to reach (or more, if you tend to resign early).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Katarenga Board & Pieces",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lost Island",
    "ID": 274961,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/274961/the-lost-island",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Lost Island is a treasure hunting game, where you, your family and friends fight and trade among each other to collect many riches and become the most wealthy person.&#10;&#10;The game includes 10 different game objectives for a fresh new experience every time you play.&#10;&#10;Each player will have their own player objective to fulfill before the game ends, and automatically lose if he/she failed to finish it.&#10;&#10;Each round, a player picks up an event card, for an exciting beginning either luck or unlucky.&#10;&#10;During a player's turn, you have to roll 2 dice and play according to the dice.&#10;&#10;There are 5 different actions in the dice &#10;&#10;     Force trade&#10;     Movement&#10;     Fight&#10;     Build map&#10;     Go mining &#10;     Your choice of action&#10;&#10;&#10;There are hidden treasure chests on the map that could help you become wealthy faster. Your goal is to finish your player objective, game objective, and collect as much money as possible by trading cards, fighting your teammates, crafting jewelry, and collecting treasure chests.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Pirates"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Events",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Islands: Fictional"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Flickers: Mines & Munitions",
    "ID": 274962,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274962/star-flickers-mines-and-munitions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "New weapons and terrain for Star Flickers! Mines and Munitions is the first expansion in the exciting game Star Flickers. In this expansion, you'll find large mine clusters that you'll either need to avoid as terrain, or use as weapons against other players!&#10;&#10;New weapons include:&#10;&#10;     Minefields deploy temporary (and damaging) terrain tiles!&#10;     Hard Burn allows a player to damage another player by boosting away from them.&#10;     Guided Rockets greatly improve the accuracy of normal rockets, but deal less damage.&#10;&#10;&#10;Plus, three new Star Flickers (Orange, Purple &amp; Green) join the fray.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Science Fiction"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Flickers: Through The Storm",
    "ID": 274963,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/274963/star-flickers-through-the-storm",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "New terrain tiles for Star Flickers! Through the Storm is the second expansion to the exciting game Star Flickers. In Through the Storm, you'll have to navigate massive space clouds and their devastating ion-storm versions. Don't bump into the storm or you'll be ionized, losing your next turn!&#10;&#10;These new (and huge!) tiles add a wealth of new options for those interested in new terrain set-ups for the base game.&#10;&#10;Can you make it Through the Storm?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Science Fiction"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alarich",
    "ID": 275006,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/275006/alarich",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "70",
    "Weight": "0",
    "Description": "Alarich is a strategy dice game.&#10;It is a game in the tradition of Yacht.&#10;&#10;Alarich is a two-person game. The playing time is about 65 minutes. Every player needs a letter size (DIN A4) playing sheet. 6 standard dices are needed.  Mostly, you will win, if you have the most points, but there are different ways to win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ardrí",
    "ID": 275020,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/275020/ardri",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The High-King is in his palace in Tara, surrounded by his enemies, and the country is in danger.  To save the kingdom, a warrior must come to help the High-King. But dangers await him - a wolf, a wild boar, a giant, the Greek warrior Caol, Ail&eacute;an the Burner, the Fair Princess, and one-eyed Goll and his brother Con&aacute;n Maol. There is a danger also that the warrior will be led astray by the Troublesome Servant (An Giolla Deacair) or that he will be lost in the fairy fort of Cuileann - a place where people enter but seldom come out again!&#10;&#10;An exciting board game for 2-4 players (7+), played on a full-colour 20&quot; x 20&quot; playing board, and coming in a robust beautifully illustrated box. Each player chooses a coloured playing piece, and with the aid of dice and Magic Cards, races to overcome obstacles and reach the High King in Tara.&#10;&#10;In his palace in Tara, the High King is surrounded by enemies. To save the kingdom, you must hurry to help the High King. But dangers lie in wait!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Necromunda: Underhive – Delaque Gang Cards",
    "ID": 275022,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275022/necromunda-underhive-delaque-gang-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Master the unconventional tactics of House Delaque with these Gang Cards!&#10;&#10;Inside, you&rsquo;ll find 12 additional tactics for Delaque gangs you won&rsquo;t find anywhere else, allowing you to pull off all manner of cunning tricks, plus 8 tactics cards for ANY gang.&#10;&#10;A set of 6 specially stamped Fighter Cards, meanwhile, are perfect for marking out the profiles of your chosen Leaders and Champions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape: Rebellion",
    "ID": 275033,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/275033/escape-rebellion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The servers of the ISC have all kinds of key data, vital to the Resistance. All communications channels are monitored, our best chance is to send a small elite team sneaking up into the enemy lines and coming back with the precious data...&#10;&#10;&mdash;description from the universe book&#10;&#10;Escape takes place in a post-apocalyptic world controlled by the International Scientific Council or I.S.C. in which artificial intelligence ensures the good of humanity. Some people do not agree with this vision: the resistance is born. The game stages the confrontation between humans from the Resistance and robots controlled by the I.S.C.&#10;&#10;Escape is a light asymmetric miniatures wargame, taking place in the Eden universe. One player takes control of the I.S.C. and its robots; the other players control the humans from the Resistance. The game system is simple, accessible and fast.&#10;&#10;Each game is played as a separate scenario but several of them may be played as a campaign. The players can win by completing a certain goal, such as escaping, destroying artifacts, or killing enemies. Players activate members of their squads on their turns, who can perform various actions such as move, attack an opponent, hack a security lock, use equipment, etc. Dice rolls determine if actions are successful or not. Each character has characteristics of combat, movement and intelligence, a gauge of life, and special abilities.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 edition): Greenfield Grasshuggers – Halfling Blood Bowl Team",
    "ID": 275035,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275035/blood-bowl-2016-edition-greenfield-grasshuggers-ha",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "For those of you new to the game of fantasy football, Halflings are, objectively, without even a shadow of a doubt, the worst team in the game. A Halfling has the deftness and grace of an Ogre, the ball handling skills of an Orc, and the durability of a particularly sickly Skaven &ndash; and, despite these faults, an inexplicable desire to play Blood Bowl. Now, the Halflings are taking the field once more with a brand-new team expansion&hellip;&#10;&#10;Of course, for Halfling coaches, it&rsquo;s not about being the best. It&rsquo;s about the love of the game. It&rsquo;s gritting your teeth as another star Lineman all but explodes from the tiniest of tackles. It&rsquo;s putting half a dozen players in the enemy end zone in the hope that one of them maybe, just maybe, manages to catch the ball. It&rsquo;s that one game in ten where despite everything, you manage to bring the game to a draw &ndash; or, Nuffle willing, a hard-fought win.&#10;&#10;The new Halfling models capture the spirit of the team perfectly &ndash; while these guys might struggle to fit into their uniforms, or even keep a hold of the ball, there&rsquo;s no doubting the determination on their faces. Or is that hunger?&#10;&#10;This plastic Blood Bowl team kit comes with everything you need to build 12 halfling players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Breakaway Football: Red Zone",
    "ID": 275036,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275036/breakaway-football-red-zone",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Every football game tells a story. The underdog claws back from a big deficit to force Overtime. The favorite destroys the competition. Two evenly matched teams trade lead changes back and forth in an epic tug of war. Welcome to Breakaway Football: Red Zone where these stories develop quickly like a TV highlight package.&#10;&#10;The Red Zone expansion set allows players to simulate games between any two Breakaway Football teams in under 15 minutes. Using core playbook and new defense AI cards, players resolve whole drives with a single play card, then populate the Drive Summary with the results. After 8 drives per team, the game ends, making for a fast, fun simulation that accounts for team strengths and weaknesses, how teams matchup against each other, and Home Field Advantage.&#10;&#10;Red Zone is perfect for quickly running complete seasons or non-coached tournament games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Retro Gaming Cards!",
    "ID": 275038,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/275038/retro-gaming-cards",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "2",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Retro Gaming Cards! is a card game inspired by the aesthetics and functionality of the first 80's PC games. Do you want to know how it works? Keep on reading!&#10;&#10;Hand out a Reference card to each player and remove the remaining Reference cards out of the deck. After that, shuffle the deck, hand out every card facing up and making equal rows, and wait for 30s. During this period, players should try to memorize the position of the cards, paying special attention to their patterns and symbols. Once time has passed, turn over the cards in the exact same order.&#10; In their turn, players must take two cards and try to match them according to the rules explained in the Types of cards section. If they can make a pair, players collect both matching cards and put them in their deck. If they can not make a pair, players must leave the cards facing up. In both cases,the turn will pass to the next player. When there are no more pairs to make, the game will be over. The winner will be the player with the biggest amount of cards in his deck after the game has finished!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Memory",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Memory",
      "Open Drafting",
      "Pattern Recognition"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nimm den andern!",
    "ID": 275039,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/275039/nimm-den-andern",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to transfer numbered tiles from the center of the game board to their home section. Most tiles are upside down, so their numbers are hidden. If a player takes a tile he can use, he collects it. Otherwise he puts it aside for the second half of the game. If a player takes a tile he can use from a space with the same number, he may also take a second tile, which has it's number un the upside, and a coin.&#10;&#10;If a player is about to take a tile and another player shouts: &quot;Take another one!&quot; he may chose to do so. If he can use the other tile, the other player gets a penality. If he can't use the other tile, he himself has to pay a penality.&#10;&#10;The first player to complete his home section wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die tolle 11",
    "ID": 275040,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/275040/die-tolle-11",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game simulates a soccer game. Each player moves 11 pieces about the board. Movement is determined by a die. A goal is achieved, if a player manages to get a forward on a space marked with a &quot;T&quot; in the opponents goal.&#10;&#10;The first player to score a previously agreed on number of goals or scores the most goals in a fixed amount of time, wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Torpedo Attack Game",
    "ID": 275041,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/275041/torpedo-attack-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Google Translation: Naval Battle Chess&#10;&#10;Set all enemy vessels and rocks at any place on the game board. Place the torpedo boats in the port corresponding to their colour. First player spins the spinner and moves his/her boat in the direction indicated. If a torpedo boat moves onto a space occupied by an enemy vessel, that player takes the vessel off the game board and scores the points indicated. If the boat hits a rock, it is moved to the nearest port for repairs and the player misses two turns. If a boat lands on a space occupied by another player's boat, or if the boat travels off the game board, the moving player stays on the original spot and loses one turn. The game is over when all enemy vessels are sunk, or when the play time has elapsed. The winner is the player with the highest score.&#10;&#10;&mdash;description from the rulebook&#10;&#10;",
    "Categories": [
      "Children's Game",
      "World War II"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Worge",
    "ID": 275042,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/275042/worge",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Worge is a multi-player card game for 2 or more players (although we recommend a group of 4+ for maximum fun) based on creating words that combine the sound / meaning of two different words (aka portmanteaus).  Think hangry which combines &ldquo;hungry&rdquo; and &ldquo;angry&rdquo; or brunch which combines &ldquo;breakfast&rdquo; and &ldquo;lunch&rdquo;. Worge combines the words &ldquo;word&rdquo; and &ldquo;merge&rdquo;, it&rsquo;s our fun way of describing a portmanteau!&#10;&#10;The really fun thing is, something you come up with during a round of Worge could become part of your group&rsquo;s vocabulary for years to come. It's the game that keeps on giving!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roxane",
    "ID": 275058,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/275058/roxane",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "&ldquo;And what is a kiss, specifically? A pledge properly sealed, a promise seasoned to taste, a vow stamped with the immediacy of a lip, a rosy circle drawn around the verb 'to love.' A kiss is a message too intimate for the ear, infinity captured in the bee's brief visit to a flower, secular communication with an aftertaste of heaven, the pulse rising from the heart to utter its name on a lover's lip: 'Forever.&rdquo; &#226;&#128;&#149; Edmond Rostand, Cyrano de Bergerac&#10;&#10;In Roxane, 2 to 4 players engage in a friendly competition vowing for the love of the beautiful Roxane. Players will have to compose the most beautiful poem using subjects, verbs, adverbs, complements and similes. Players will not only have to create rhymes, but the most exquisite sentences, scoring them extra points as the game progresses. Who will emerge as the best poet of them all?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heads Talk Tails Walk",
    "ID": 275059,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/275059/heads-talk-tails-walk",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Can you hop like a frog while clucking like a chicken? Have a blast trying in this delightfully silly game for ages 3+. Players try to match hidden head tiles to the correct body tiles. If the head and body don&rsquo;t match, the real fun begins! Players walk and talk like the mismatched tiles&mdash; with hilarious results! A perfect way to engage with youngsters, Heads Talk Tails Walk is laugh-out-loud family fun.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Defiant Russia: Red Victory",
    "ID": 275060,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275060/defiant-russia-red-victory",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Red Victory is a 32 page expansion booklet for Defiant Russia that includes two countersheets of 180 .5&quot; counters and three player aid cards.&#10;&#10;Some of the included counters were previously released in the now out-of-print game Red Vengeance&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "KOBE",
    "ID": 275063,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/275063/kobe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "KOBE is a game where you sell various goods and collect money.&#10;The player who succeeded in building the best relations with the various other players will be crowned best merchant.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;&#239;&#188;&#171;&#239;&#188;&#175;&#239;&#188;&#162;&#239;&#188;&#165;&#227;&#129;&#175;&#230;&#167;&#152;&#227;&#128;&#133;&#227;&#129;&#170;&#229;&#149;&#134;&#229;&#147;&#129;&#227;&#130;&#146;&#229;&#163;&#178;&#232;&#178;&#183;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#129;&#138;&#233;&#135;&#145;&#227;&#130;&#146;&#231;&#168;&#188;&#227;&#129;&#144;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#230;&#167;&#152;&#227;&#128;&#133;&#227;&#129;&#170;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#168;&#232;&#137;&#175;&#227;&#129;&#132;&#233;&#150;&#162;&#228;&#191;&#130;&#227;&#130;&#146;&#231;&#175;&#137;&#227;&#129;&#145;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#140;&#229;&#132;&#170;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#149;&#134;&#228;&#186;&#186;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Construction & Corruption",
    "ID": 275065,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/275065/construction-and-corruption",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The less you work, the more you get paid!&#10;&#10;In Construction &amp; Corruption, the longer you keep your contracts, the more money you will receive. But be careful! Too much money and not enough work can carry the stink of corruption, which might bring about a federal investigation! But even worse than that, success carries the sting of jealousy, and other players may try to attack you well before the cops find out!&#10;&#10;Bartering, trading and negotiation are central to the game. It&rsquo;s a free-for-all. You may trade money, Investigation Cards, Contracts with their Corruption, &lsquo;Keys to the City,&rsquo; the First Player Token, and promises, at any time. You may place a worker, make a promise, then break your promise and move your worker again. In the world of &ldquo;Construction &amp; Corruption,&rdquo; promises are frequent, but never binding.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Four Levels",
    "ID": 275068,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/275068/four-levels",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Four Levels is a two player, 3D abstract strategy game for ages 8 and up with gameplay 10-20 minutes.  The simple rules makes it easy to learn and fun to play. With easy assembled of 3D structure makes a unique playing field.&#10;&#10;The object of the game is to create four similar half pieces of the same color in a straight line on one or all four levels. Playing pieces include wild pieces that can work in combination with other pieces to create a winning combination. Parts are played in a set sequence, so you always know what piece your opponent will be playing next. Some of the pieces can also share the same spaces so you have to beware.&#10; Let&rsquo;s Take Fun to A Whole New Level&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Math",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Reinos de Cartas – Refuerzos",
    "ID": 275077,
    "Year": "(2019)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275077/valeria-reinos-de-cartas-refuerzos",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Big Box for the Spanish Edition containing expansions #1 through #6: King's Guard, Undead Samurai, Agents, Peasants &amp; Knights, Monster Reinforcements, and Relics.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Mechanism: Tableau Building",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Third Wheel",
    "ID": 275081,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/275081/third-wheel",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Third Wheel is a trick taking game played with the Decktet for exactly 3 players where 2 players (referred to as Setters) are always set against a rotating dealer (referred to as Dealer). The 2 Setters will get to call trump and whether the hand is played with high or low cards winning tricks, and then the dealer must bid a number of tricks they will take, with the goal being to make their bid exactly. The other players will get the most points for setting the dealer, but the player who took fewer tricks will then score the most points for doing so.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Divers Weights",
    "ID": 275082,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/275082/divers-weights",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Divers Weights is a &quot;silent auction&quot; style game that uses the Decktet in which players speculate on &quot;scrums&quot; in order to try and win the most points.&#10;&#10;Each hand, players are dealt 5 cards, one for each Scrum.  A scrum is then started by turning over face-up cards to the center of the table, one fewer than the number of players.  Players then pick a card to play into the scrum, revealing all at once.  If players play cards that sum above the Scrum value of the cards on the table, then the low card will win the trick. If players play below the scrum value, then the high card will win the trick. Thus, players must carefully wager their odds, considering both the cards in their hand as well as the cards their opponents might play, in order to try and win the most scrums over the course of the hand.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Trick-taking"
    ],
    "Families": [
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Etenstijd!",
    "ID": 275084,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/275084/etenstijd",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "When kids in the Netherlands hear their mom or dad yell out &ldquo;Etenstijd!&rdquo; (&quot;Dinner time!&quot;), they race to the kitchen to find out what&rsquo;s for dinner today. And racing to see what&rsquo;s for dinner is what this table-top card game is all about!&#10;&#10;Etenstijd! is a quick, fun and strategic table-top card game for 2-6 players. To win the game players have to mix and match ingredients as fast as they can, while avoiding Wild Cards that mess up their plans.&#10;&#10;Quick - Learning to play the game only takes a few minutes. After one practice round everyone is ready to cook! Total gameplay is 15-30 minutes.&#10;&#10;Fun - Sixteen wacky Ingredient Cards are waiting to be turned into four different meals that everyone around the world will recognize. Fun enough? Well, we spiced things up by adding Wild Cards. Better watch out or you might find your meal burned or stolen!&#10;&#10;Strategic - The four meal combinations vary in difficulty. Are you cooking for less points with an easy combination or more points with a harder to get combo? Players have to decide fast and must be ready to switch strategies when a situation suddenly changes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Card Games: Exchange",
      "Card Games: Matching",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ars Roma: Volume 1 – Rape of the Sabine Women",
    "ID": 275088,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/275088/ars-roma-volume-1-rape-of-the-sabine-women",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In Volume 1 of Ars Roma you are playing the role of an Ancient Roman family trying to secure the best marriages for the advancement of your career and gene pool.&#10;&#10;It is a card game (48 cards) and accommodates between two to eight players.&#10;&#10;Play is simple hand management and card play that tries to raid and secure women from four tribes of Rome.&#10;&#10;Self published and basic production values.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Offensive Adult Party Game",
    "ID": 275158,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/275158/offensive-adult-party-game",
    "Min Players": "3",
    "Max Players": "18",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "2.3333",
    "Description": "Parody card game in the style of Cards Against Humanity and its adaptations. 3-18 players each receive an identical white card to play against a single black topic card, inevitably resulting in the sentence &quot;I like playing offensive adult party games because... I lack creativity and enjoy the illusion of being funny.&quot;&#10;&#10;Compatible with Cards Against Humanity and theoretically suitable of being used as an expansion pack, whether ironically or not.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rogue!",
    "ID": 275178,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/275178/rogue",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Rogue! is a designy, dungeon-diving, strategic card game of backstabbing, trickery, and deceit.&#10;&#10;You and your friends are rogues (backstabbing, greedy thieves) and you're about to enter a dungeon where you have one goal: make it out with more loot than anyone else. You'll fight grotesque and weird monsters, suffer the slings and arrows of outrageous fortune, and, worst of all, you'll have to deal with the other two-faced lowlifes in the dungeon: your fellow players.&#10;&#10;Players take turns drawing from THE DUNGEON DECK. If you draw a draw a LOOT card, it's your lucky day. A FORTUNE card can lead to success or disaster. If you draw a MONSTER card, you'll be forced to discard some of your precious LOOT. Fortunately, you've got ROGUE cards. These are the bread and butter of the game. Your bag of tricks. ROGUE cards can be used to divert monster damage to other players, steal loot, peek at and rearrange dungeon cards, and lay deadly boobytraps for other players.&#10;&#10;When the last card from THE DUNGEON is drawn, the player with the highest total value of LOOT cards wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fleets of Fortune",
    "ID": 275216,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/275216/fleets-of-fortune",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Hoist the main anchor and batten down the hatches, as you and your opponents compete to rule the seven seas in Fleets of Fortune! Recruit your crew members through influence, put them to work to amass your wealth, and use your riches to acquire your fleet of ships to conquer the world. Rough tides await, and it will take an even rougher band of buccaneers to heft and hornswoggle their way to the top. Do you have what it takes, or are ye just another cowardly landlubber.&#10;&#10;Utilizing light engine building and hand management along with a 'take that' mechanic, players will utilize specific influence cards or items to recruit crew members to their team. Once recruited, each crew member has a unique action to either build wealth or improve their crew. Once a player has the proper payment, they can pay the fee to add a ship to their armada. The first player to build a fleet of the four most powerful and fully-manned ships before their opponents is the winner. There is no second place, unless you count Davy Jones' locker...&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Selfie Safari",
    "ID": 275217,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/275217/selfie-safari",
    "Min Players": "4",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each round in Selfie Safari, one player gets to guess the animal that each other player is imitating.&#10;&#10;In more detail, each player receives an animal card in secret, then uses their phone to take a selfie imitating the facial expression of that animal. Players then shuffle their cards together, adding in an extra or two that weren't used, then they show these cards to the guesser along with all of the images on the phones. The guesser scores points for all the ones they guess correctly.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Photography"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Platoon Commander Deluxe: The Battle of Kursk – Action Card Add-on Pack",
    "ID": 275254,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275254/platoon-commander-deluxe-the-battle-of-kursk-actio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A set of nine additional Action Cards for Platoon Commander Deluxe: Kursk. Kursk is NOT a card-driven game, but rather a card-assisted game. Action Cards do the assisting and this set adds the ability for sewer movement, overruns, and much more.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Players: Two-Player Only Games",
      "Series: Mark H. Walker's Platoon Commander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Nightvault – Forbidden Chambers Board Pack",
    "ID": 275255,
    "Year": "(2019)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275255/warhammer-underworlds-nightvault-forbidden-chamber",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Give yourself extra tactical options in Warhammer Underworlds with this special double-sided board pack! This board section has been expertly designed to offer new challenges and opportunities for your warband. On one side, you'll find a group of three lethal hexes make for a deadly deterrent, while the other lets you keep your warband close together with three adjacent starter hexes. If you're looking to surprise your foes and shake up your strategy, this set is for you!&#10;&#10;This board is exactly the same dimensions as those provided in the Warhammer Underworlds: Nightvault game, and constructed from the same durable card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Draughts for Three",
    "ID": 275256,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/275256/draughts-for-three",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A NEW ANGLE ON AN OLD GAME:&#10;&#10;A version of Draughts for three players designed and published by Artwood Games in South Australia.  &#10;The rules remain the same as draughts, and you can 'Crown' you pieces at either of your opponents ends.  The board has a divided track so that half of each players pieces point down toward each opponent, which forces the game to be truly three player and prevents any form of ganging up.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Player Elimination"
    ],
    "Families": [
      "Players: Three Players Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stick Figure Fighters: Super Power Expansion",
    "ID": 275258,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275258/stick-figure-fighters-super-power-expansion",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Add new equipment to your Stick Figure Fighters to become an even greater Stick Figure warrior! Expansion includes 30 new equipment cards including helmets, armor, shoes and weapons.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Beasts of Balance: Battles Edition",
    "ID": 275259,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/275259/beasts-of-balance-battles-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This edition contains all the contents of the Beasts of Balance base set, but also includes two additional expansions: 16 NFC Battle Cards and The Omnibeast. The box cover identifies both the edition name and these added contents.&#10;&#10;--from the publisher's Kickstarter webpage:&#10;&#10;The size of the box is slightly smaller this time around (11.4&quot; x 11.4&quot; x 4.3&quot; / 290mm x 290mm x 110mm), and the inserts have been redesigned to allow more space for extra pieces. Apart from that, everything else is exactly the same, meaning that the contents of the box are identical to the original edition.&#10;&#10;The Battle Cards expansion allows you to graduate to the next part of your training. Under the short-tempered gaze of Alberick, spirit of the volcano, it's time to learn the art of war. If you can master the mysterious, destructive Primal Power, then you'll best your rivals.&#10;&#10;Two to three players each take on the role of a Divine Creator of a single region: Land, Sea or Sky. The aim of the game is to fill your region with powerful beasts, while stealing and smiting those of your opponents.&#10;&#10;Primal Power enters your world though a deck of 16 unique NFC Battle Cards. They are used by scanning them on the Plinth, just like the Artefacts. Each player wields a hand of these cards, enabling them to invoke a whole host of weird and wonderful effects on the digital realm. Some are focused on attack, some will aid in defense, and some will manifest in much more random ways&hellip;&#10;&#10;The Omnibeast expansion contains a rare Artefact that will mix up your game with its mysterious and unique powers. When you play it, Omnibeast will manifest in your world as one of the beasts you&rsquo;ve unlocked in your Bestiary, introducing new strategy and helping you populate your world with extra fabulousness!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Collectible Components",
      "Electronic",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jumpship",
    "ID": 275274,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/275274/jumpship",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "The engines are dead. Your friends are acting weird.&#10;&#10;Jumpship is a social deduction game set aboard an exploratory space vessel. Each player is assigned a role on the ship be it captain, engineer, or doctor. In secret, players are randomly assigned to be an alien or human.&#10;&#10;The aliens will know who each other are, but the humans won't know who anyone is.&#10;&#10;The game is simple: Each round, players draw two tokens out of a bag, then give the tokens to other players. You cannot give yourself tokens, and you cannot give both tokens to the same player. As players amass tokens, they will be given the opportunity to perform scans on other players, place others in quarantine, and ultimately eject people out of the ship!&#10;&#10;The humans win if they successfully kill the Queen alien. The aliens win if the ship arrives home with the Queen still on board.&#10;&#10;Aliens literally only want one thing and it's absolutely disgusting...&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agents Of S.M.U.S.H.",
    "ID": 275275,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/275275/agents-of-smush",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "It&rsquo;s the &lsquo;70s - a time of cool spies, cool crimes and a complete lack of health and safety laws for villains. In this asymmetric game of hidden information and wits, take control of either the cunning, gadget-laden super-spy Harmony Grace, or construct the  diabolical base defences of Dr Baron Von Death as S.M.U.S.H, defending him as he seeks to complete a moon-crystal-powered death ray. If Harmony can&rsquo;t steal all three moon crystals back before the end of round six, it&rsquo;s nighty nighty for freedom and liberty.&#10;&#10;Inspired by the cyber tussles of Android: Netrunner, but condensed into just nine cards, this is a mint-tin sized PnP game with a big mental contest inside it. It packs in all the thrills and dread of having to deduce what dastardly traps your opponent has in store, and all the tension of watching Harmony select her loadout each round, knowing that the right choices will cut through your lines like a laser watch through a Soviet train floor, but the wrong one will end in her certain capture.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Print & Play",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Normandie: The Tactical Card Game – Free Fight",
    "ID": 275276,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275276/heroes-of-normandie-the-tactical-card-game-free-fi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A pick-up game is when two players decide to recruit their own armies and battle each other without using a historical scenario. The two players are two generals, who will have to cover all the necessary logistics and reconnaissance when choosing the men and weapons for their army.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nemesis: Untold Stories #1",
    "ID": 275277,
    "Year": "(2019)",
    "Geek Rating": "5.998",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275277/nemesis-untold-stories-1",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.6667",
    "Description": "Untold Stories #1 provides several additional co-op game scenarios for Nemesis. They are presented in a graphic-novel/comic-book style, over 80+ full-color pages.&#10;&#10;&#10;     80+ A5 pages&#10;     Punch board of special tokens&#10;     A lot of additional gameplay.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Comic Book / Strip",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Game: Nemesis",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kasserine 1943",
    "ID": 275278,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/275278/kasserine-1943",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Game covers the battle of Kasserine pass, an offensive of the Axis forces in the Tunisia at February 1943 and allied counterattack at March 1943.&#10;&#10;The battle was the first major engagement between American and Axis forces in World War II in Africa. Despite a serious losses, Allied forces managed to keep the passes in ther hands, so Axis attack failed.&#10;&#10;Game uses WB-95 system (do not mistake with a 90's Dragon release that used B-35 system)&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Zone of Control"
    ],
    "Families": [
      "Country: Tunisia",
      "Country: USA",
      "History: World War II (Africa)",
      "Region: North Africa",
      "Series: Wielkie Bitwy 1939-45 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deep Madness: Magnetic Saw Gun promo card",
    "ID": 275279,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275279/deep-madness-magnetic-saw-gun-promo-card",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Originally available as part of Promo Pack C from Dice Tower 2019 Kickstarter Campaign.&#10;&#10;Adds a new search card for Deep Madness - the Magnetic Saw Gun.&#10;&#10;Text:&#10;Attack: When you attack monsters in the same space, treat this card as a melee instead of missile and deal 2 additional damage if you roll at least 1 hit result&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Diner",
    "ID": 275282,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/275282/dice-diner",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Welcome to Dice Diner, where we serve the best dice in the world!&#10;&#10;Dice Diner is a dice drafting and manipulation game for 2-5 players. Take dice from the kitchen, manipulate them to suit the customer's orders and take the tips from the tables.&#10;&#10;Players have 2 actions per turn, they can 3 add dice to the 'kitchen', take a die from the kitchen, manipulate the dice in their reserve, fulfill customer's orders, or reserve an order to be fulfilled later.&#10;&#10;Each order has different a different 'tips' value. You get more tips for fulfilling more difficult orders.&#10;&#10;The first player to complete 4 orders ends the game and the player with the most tips wins!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tixel: Poka Yoke Expansion Pieces",
    "ID": 275283,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275283/tixel-poka-yoke-expansion-pieces",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "4",
    "Description": "An expansion for Tixel, which consists of 2 extra pieces for each player that enables Poka Yoke to be played. Expansion pieces are different from regular pieces in that they have the shape of Regatta pieces, so besides being hollow on one side they also have one rounded corner.&#10;&#10;The Poka Yoke expansion pieces are used to add piece promotion to the Tixel base game. Whenever you do a pickup of one of your pieces, it is promoted to a Poka Yoke expansion piece (with a maximum of 2 promotions for each player per game).&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games",
      "Series: Tixel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Piggy story",
    "ID": 275289,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/275289/piggy-story",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A game of skill to play from 2 to 6 players from 3 years. The goal of the game is to be the first to build his three houses as in the tale of the 3 little pigs.&#10;&#10;Help the 3 little pigs to build their house using the 3 dice. But beware of the wolf!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Happy Bzzz",
    "ID": 275291,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/275291/happy-bzzz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Oh no! The daisies have lost all their petals. Help the bee and 2 dice to replenish the flower.&#10;&#10;The goal of the game is to be the player who will collect the most petal and will be the largest flower.&#10;&#10;The game contains 32 cards (petals of 4 different colors) + 4 cardboard flower hearts, a wooden flower heart, 2 wooden dice, a wooden bee and the rules of the game.&#10;&#10;A fun game with the colors&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Bees"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kampf gegen die Korinthenkacker",
    "ID": 275293,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/275293/kampf-gegen-die-korinthenkacker",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "500",
    "Weight": "0",
    "Description": "&quot;A party game for horrible Austrian people&quot;&#10;&#10;Play begins with a judge, known as the &quot;Round Boss&quot;, choosing a red fill-in-the-blank card from the top of the deck and showing it to all players. Each player holds a hand of eight white answer cards at the beginning of each round, and passes a card (sometimes more) to the round boss, face-down, representing their answer to the question on the card. The round boss determines which answer card(s) are funniest in the context of the fill-in-the-blank card. The player who submitted the chosen card(s) is given the question card to represent a point, and then the player to the left of the Round Boss becomes the new Boss for the next round. Play continues until the players agree to stop, or until they are thrown out of the pub, at which point the player with the most Points is the winner.&#10;&#10;Kampf gegen die Korinthenkacker is the Austrian adaption of Kampf gegen das B&uuml;nzlitum, a Swiss party game by Angela V&ouml;gtli and is a hommage to the popular Cards against Humanity.&#10;&#10;It features all new cards with Austrian celebrities, places and topics of interest.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Austria",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Mythology: Godolympics",
    "ID": 275320,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/275320/world-of-mythology-godolympics",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "World of Mythology: Godolympics is a compact, competitive, highly adaptive and fast-paced mythological card game for 2-5 players. &#10;Take tricks by playing Gods from five pantheons. Use their powers to get a tactical advantage. Hunt down the Gods of one mythology shown in your secret Diplomacy card. Adapt fast and gain as many bonuses as possible. Outrun your opponents on the racing track and become the Godolympics champion.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mythology: Egyptian",
      "Mythology: Greek",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Punching Babies",
    "ID": 275325,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/275325/punching-babies",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Punching Babies is a quick and easy turn based card game that simulates two heavyweight boxing babies. Obviously, this is a two player game.&#10;&#10;Each player is dealt ten cards from the deck which contains Attack, Defense, and Special cards (some of these cards allow the player to draw cards while others do not). To determine who goes first, the player quick enough to actually play a card from his/her hand takes the initiative. A player's turn is complete once they make an attack, which allows their opponent the opportunity to play a defensive card, if they want.&#10;&#10;Players start at 0 damage and gradually count upwards as they take hits from their opponent. If a player can no longer play a viable card, or runs out of cards, their opponent will continue taking turns until they run out of attacks.&#10;&#10;Once both players are out of attacks, the round is over and who ever took the least amount of damage wins.&#10;&#10;Play styles include: Best 2 out of 3, TKO-ten rounds continually tallying up damage, and Knockout-the first to reach or pass 100 damage loses.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Sports: Boxing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spy School",
    "ID": 275326,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/275326/spy-school",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gameplay&#10;A) You are passing an exam to be a spy.&#10;B) You need to resolve a puzzle.&#10;C) This is a cooperative game.&#10;D) There is no time limit.&#10;&#10;How to play?&#10;1) You have the rules and a puzzle in a zip bag.&#10;2) Take a pen with some paper and open the zip bag.&#10;3) Find the hidden four-letter word to win the game.&#10;4) To check the solution, scratch the solution area.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Recognition"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CoreBall: The Zero Gravity Sport – Preachers Team Expansion",
    "ID": 275342,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275342/coreball-the-zero-gravity-sport-preachers-team-exp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Preachers reject the idea of individual stars, and instead trusts good old teamwork. Their hyperlinked flyers allows them unprecedented levels of synergy and their combo potential is limitless. They might not beat you up, but they will surely beat you out!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The French and Indian War Game",
    "ID": 275344,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/275344/the-french-and-indian-war-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "The game is a strategic dice rolling game of conquest covering the French and Indian War in North America with a British Player and a French Player. Two players can play a side if desired. Players attempt to conquer locations on the game map. Each location has a corresponding tile which has information on what dice need to be rolled to conquer the tile somewhat similar to Age of Wars. Event cards are played for each player each turn which provide benefits and detriments to the player. There is also a strategic phase where the player can muster some garrisons for key locations making them harder to take. Although there are automatic victory conditions for capture of specified locations, victory is generally achieved by conquering a certain number of locations.&#10;&#10;While the sides are somewhat evenly matched, as the game progresses the British player generally gains in strength and the French player must make defensive attacks and play for position. A special naval die for each side allows for potential naval moves each turn.&#10;&#10;The game contains a 11 x 17 strategic map, 32 Location Tiles, 20 event cards, 32 game counters and 17 icon dice. The game allows  you to re-fight the struggle for North America between the British and the French.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Events",
      "Point to Point Movement",
      "Ratio / Combat Results Table",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Canada",
      "Country: France",
      "Country: Great Britain",
      "Country: USA",
      "History: Age of Kings",
      "History: French and Indian War",
      "Series: Battle Series of World Battles (Historical Game Company)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das verrückte Spinnenspringen",
    "ID": 275348,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/275348/das-verruckte-spinnenspringen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Goal of the game:&#10;Snap as much spiders as you can into the web before the time is running out.&#10;&#10;Game mode:&#10;Together count down from three and let your spiders jump! The oldest player then quickly turn the hourglass around. When the first player shot all of his or hers spiders into the web he or she shouts &quot;Spinnen-Springen-Stop&quot;, the round is finished. If the hour glass has run through and nobody got all of his or hers spiders into the web, then the player with the most spiders in the web wins. One game has five rounds. Whoever wins most of these rounds is crowned spiderking!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Spiders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Commander: Europe – C3i #22 Scenarios",
    "ID": 275350,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275350/combat-commander-europe-c3i-22-scenarios",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Two scenarios from C3i magazine #22.&#10;&#10;Scenario 108: In My Time of Dying (C3i Magazine #22), German vs British forces, Strongpoint Hillman, France, June 6 1944&#10;&#10;Scenario 109: Escape is Everything! (C3i Magazine #22), German vs Polish forces, Hill 262, The Falaise Pocket, France, August 19 1944&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Magazine: C3i",
      "Players: Two-Player Only Games",
      "Series: Combat Commander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Commander: Europe – C3i #26 Scenarios",
    "ID": 275351,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275351/combat-commander-europe-c3i-26-scenarios",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Two scenarios from C3i magazine #26&#10;&#10;Scenario 115: Summit Conference (C3i Magazine #26), Italian vs Indian forces, Dongolaas Ravine, Eritrea, 16 March 194&#10;&#10;Scenario 116: These are No Altar Boys (C3i Magazine #26), German vs Canadian forces, St. Martin de Fontenay, Normandy 1 August 1944&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Magazine: C3i",
      "Players: Two-Player Only Games",
      "Series: Combat Commander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Commander: Europe – C3i #27 Scenarios",
    "ID": 275352,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275352/combat-commander-europe-c3i-27-scenarios",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Four scenarios from C3i magazine #27.&#10;&#10;Scenario 117: Avanti Tredentina, Avanti! Italian vs. Russion forces, Nikolaevka, Voronezh Front, Russia, 26 January 1943&#10;&#10;Scenario 118: No. 4 Commando German vs British Forces, Operation Jubilee, Occupied France, 19 August 1942&#10;&#10;Scenario 119: Sky Fall German vs Partisan forces, Goeland Drop Area, Roquebrune, Gironde, France, 17 July 1944&#10;&#10;Scenario 120: Deadly Convoy German vs. Partisan forces, Hameau de Cuad, Berson, Gironde, France, 19 August 1944&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Magazine: C3i",
      "Players: Two-Player Only Games",
      "Series: Combat Commander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arch Villain",
    "ID": 275353,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/275353/arch-villain",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Arch Villain is a push-your-luck game where you are trying to build your super hero and as you do the villain gets stronger and is trying to knock you out of the round.  The game is played in 5 rounds in which each player is dealing with the same villain.  Each player must either arrest the villain, leave the conflict to protect citizens, or get defeated.&#10;&#10;Players place power cards, talent cards, health tokens, die tokens, energy tokens, and weapon cards in a drafting area of the board. Players can then either draft each round (which includes buying weapons, buying powers, and buying talents with energy tokens) or attempt to arrest the villain.&#10;&#10;When a player arrests the villain, he gets a bonus power, contact, or other token or card choice--the first player to arrest the villain gets first pick.&#10;&#10;Each round has a new, stronger villain.  If a player is defeated, he leaves the round and gets a consolation prize of health and energy to help with the next round.&#10;&#10;Victory points are gained as the arrest takes place and bonus points are part of the options for victorious heroes. The player with the most points at the end of 5 rounds is the winner.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Stark Heroes II",
    "ID": 275401,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275401/a-song-of-ice-and-fire-tabletop-miniatures-game-st",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "House Stark is known for its honor and integrity. As such, many have become allies of the great House that might be shunned or turned away, otherwise. In a world such as Westeros, it's good to have friends. You never know what kind of skills they might be able to bring to the battlefield.&#10;&#10;The Stark Heroes II box for the A Song of Ice and Fire: Tabletop Miniatures Game gives Stark Commanders a whole host of new options for their forces. Players can bring in the swordsmanship of the likes of Syrio Farel or his greatest apprentice, Arya Stark. Or perhaps they'll want the cunning of Meera and Jojen Reed. For dog lovers, they could bring Rickon Stark and his direwolf, Shaggydog.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Lannister Heroes II",
    "ID": 275402,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275402/a-song-of-ice-and-fire-tabletop-miniatures-game-la",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In all of Westeros, there are many a swordsman or woman who lay claim to be the best in all the land, but unless they were one of the seven of the King's Guard, that boast would most assuredly be simply hot air. The King's Guard include the seven best soldiers in the kingdom. With the duty of protecting the king from harm, they have to be.&#10;&#10;The Lannister Heroes II box for the A Song of Ice and Fire: Tabletop Miniatures Game brings many new options for Lannister Commanders. Included in the set are the seven King's Guard, each one a character with their own stats and special abilities. Also included is King Joffrey Baratheon. Considering how popular Joffrey is as king, the King's Guard will certainly have their work cut out for them.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Cave Dweller Savages",
    "ID": 275403,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/275403/a-song-of-ice-and-fire-tabletop-miniatures-game-ca",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Free Folk are often framed as simple savages by those that live further south. In many instances, that evaluation is wrong. While the Free Folk don't harbor the trapping of much of civilization, they are not simply savages. The Cave Dwellers, though... they are simply savages.&#10;&#10;The Cave Dweller Savages unit box for A Song of Ice &amp; Fire: Tabletop Miniatures Game gives Free Folk commanders a new option on the battlefield. While the unit is armed simply with scavenged weapons they've found along the way to the battle and are clothed in not much more than ratty old skins, they are still fearsome on the field, wading into combat with wild abandon. To further their fury, there is the Cave Dweller Alpha Unit Attachment, who can enhance the combat prowess of any unit they join.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  }
]