[
  {
    "Rank": "N/A",
    "Name": "Kleiner Eisbär wo stecken wir?",
    "ID": 29577,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/29577/kleiner-eisbar-wo-stecken-wir",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This is a kid's game for Ages 4 and up.&#10;&#10;What a mishap, the small polar bear brought the photos completely in disorder when looking at them with his best friends . With a good memory and some luck he succeeds to build the pictures up again. Of course the player with most photos will win.&#10;&#10;Objective: score most winning points after all slides are used&#10;- acting by turn -&#10;active player uncovers one (of 36 in the beginning) slide:&#10;if it shows a lemming, keep it and draw again;&#10;if it is part of a bigger animal: uncover as many cards as points on your slide;&#10;if you succeed forming a complete animal, keep it; if not:&#10;flip these tiles over and place them back on the table.&#10;Game ends after all slides are used.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Bears",
      "Books: Der kleine Eisbär"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WYSIWYG",
    "ID": 29578,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/29578/wysiwyg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "WYSIWYG (pronounced WIZ-ee-wig) is an acronym used in many computer applications that stands for &quot;What you see is what you get&quot;. Since in this two player card game, the players get to see what cards they are playing for before they play to a trick, it's an appropriate title. WYSIWYG borrows some elements from a couple of old games called German Whist and Honeymoon Bridge, while adding in some new ideas of its own.&#10;&#10;WYSIWYG is a trick taking card game for two players. After each player is dealt 13 cards, a hand proceeds in four separate phases. First, each player evaluates their hand and announces the total. Then, a bidding session takes place to establish the hand's trump suit and objective. Next, the players play to tricks, with the winner of each trick replacing their card with their choice of one of two exposed cards and the loser receiving the other card. Each trick is worth one mark. This continues until the deck is depleted. Finally, the players play out the remainder of their cards to tricks, each of which is worth two marks. If the player who set the trump suit has earned marks at least equal to a goal based upon the two hand evaluations and his bid, he wins the hand. Play continues until one of the players scores 50 points.&#10;&#10;(description by Larry Levy)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chaos in Carpathia",
    "ID": 29579,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/29579/chaos-in-carpathia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Gothic Horror miniature battles featuring struggles between men and monsters in the style of the films and fiction of old. Chaos In Carpathia is a skirmish miniature game designed for 28mm miniatures and perfect for use with the new line of miniatures by Blue Moon Manufacturing. Chaos In Carpathia will be 84 pages with color front and back covers and a black &amp; white interior.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Goalsystem (West Wind Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Colour Shift",
    "ID": 29580,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/29580/colour-shift",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Colour Shift is an abstract strategy game for 1 to 6 players.&#10;&#10;Players draw and place movement or special event cards in a race to collect the most scoring counters from a random tile board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Old Scratch",
    "ID": 29583,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29583/old-scratch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Old Scratch&#10;&#10;&quot;Tommorows safety thru todays fun&quot;. 1959 board game by Decor Note Co. of St. Paul Minnesota, Educational Games Division #200. The box comes with 2 Driver training games in the same box. Let's Drive and Old Scratch (see separate entry for Let's Drive). This colorful 2 sided game board measures 20 1/2&quot; x 15 3/4&quot;  The instructions are on each side of the gameboard for that particular game. There are 15 white cards and 11 yellow cards, each side of a card is for one of the games.  The game includes tiny plastic model cars. Object of the game is to successfully complete the course. Old Scratch is described as a game of chance. Rolling particular combinations of numbers with the dice results in benefits to the &quot;drivers&quot;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let's Drive",
    "ID": 29584,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/29584/lets-drive",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "&quot;Tommorows safety thru todays fun&quot;. 1959 board game by Decor Note Co. of St. Paul Minnesota, Educational Games Division #200. The box comes with 2 Driver training games in the same box. Let's Drive and Old Scratch (see separate entry for Old Scratch). This colorful 2 sided game board measures 20 1/2&quot; x 15 3/4&quot;  The instructions are on each side of the gameboard for that particular game. There are 15 white cards and 11 yellow cards, each side of a card is for one of the games.  The game includes tiny plastic model cars. Object of the game is to successfully complete the course.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Voetballuh",
    "ID": 29585,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/29585/voetballuh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&lsquo;Voetballuh&rsquo; is a Dutch soccer game with the same graphics as the comic book series of FC Knudde by Toon Van Driel.&#10;The players decide who&rsquo;s the best team in &lsquo;the Derby of the Low Countries&rsquo;,  Holland and Belgium. Gameplay is straightforward: You take a spin on the spinning wheel, move your player on the path to the other goal. When a player arrives in the box, a chance is given to score. First player to reach 10 points is the winner.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "You Run The Zoo!",
    "ID": 29586,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/29586/you-run-the-zoo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Imagine yourself in charge of a zoo! What animals would you select? Would you focus on building a zoo that your visitors enjoyed the most, or would you prefer running the biggest zoo with all the large animal enclosures? In &quot;You Run the Zoo!&quot; you will be competing with other zoos to create the most magnificent zoo using limited resources within a fixed amount of time.&#10;&#10;&quot;You Run the Zoo!&quot; is a fast-playing game, where limited options create challenging decisions, making every move an important one. A zoo has 16 available enclosures. You will fill them in with animals of your choice, gaining points along the way for the rarity of the animal, and gaining secret points for &quot;visitor cards&quot; requiring certain animals or arrangements at your zoo.&#10;&#10;",
    "Categories": [
      "Animals",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Components: 4 x 4 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kanzlerwahl",
    "ID": 29587,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/29587/kanzlerwahl",
    "Min Players": "7",
    "Max Players": "30",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Kanzlerwahl&quot; is completely described in the small magazine &quot;Wahlspiele&quot;, a special edition of the &quot;P&ouml;ppel Revue&quot; published on the occasion of the SPIEL 1995 in Essen.&#10;&quot;Kanzlerwahl&quot; means election of the chancellor. All players start with multi-functional cards and some money. The game is played in several rounds. First 3 candidates will be determined by the possession of specific cards. All players will have 5 minutes for negotiating and trading. Then all candidates will held a speech and announce their political program. They are allowed to lie. All players vote with their cards. The candidate with the absolute majority will be chancellor. If there is no absolute majority, there will be an additional election between the favorites. The chancellor receives his salary and announces his future politics. All players with adequate cards will receive a corresponding income. The game ends after several rounds when a player has reached a specific amount of money.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Watergate Impeachment",
    "ID": 29588,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29588/watergate-impeachment",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Another of the many games created regarding Richard Nixon and the Watergate Scandal. This game advertised itself as &quot;two games for the price of one&quot; and &quot;twice the fun, half the price&quot;&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Britain",
    "ID": 29589,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/29589/battle-of-britain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Battle of Britain was the German attempt to gain air supremacy before launching their planned invasion of Britain - &quot;OPERATION SEA LION&quot;.&#10;&#10;In Call Sign 7's Battle of Britain game you can play as either side in this crucial conflict, and see how things may have gone differently if you had been there. Commanding your aircraft on the unique multi-tiered combat arena you can choose to:-&#10;&#10;Represent England&#10;Will you defend your country at all costs during this desperate time? Succeed and you will deliver Hitler his first major defeat, paving the way to the D-Day invasion and the destruction of the Thousand Year Reich.&#10;&#10;Represent Germany&#10;Follow the orders issued by Reichmarshall Hermann Goering on the 30th of June 1940 and destroy the Royal Air Force! After all, the odds are in your favour 3 to 1. Can you change history and do your countrymen proud? Clear the skies of the British pest and open the door for the coming invasion. Word has it, this time next year you'll be holidaying on the very ground you fought over (with the added bonus of promotion).&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "History: World War II (Battle of Britain)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meet the Prophets",
    "ID": 29590,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29590/meet-the-prophets",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "How well do you know your LDS prophets?&#10;&#10;This game includes four sets of rules for play.  All of them center around matching and knowing the order of the LDS prophets.  The cards include facts about the prophets, pictures, order of succession and signatures.&#10;&#10;Note: This 1982 version only covers the prophets through Spencer W. Kimball.&#10;&#10;",
    "Categories": [
      "Memory",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Whirlpool",
    "ID": 29591,
    "Year": "(1922)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/29591/whirlpool",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "NOTE: This game board is included in Brian Love's &quot;Play the Game&quot; (1978). While correctly presenting the theme of the game, Love simplified the rules considerably, removing much of the natural &quot;whirlpool&quot; action and reducing each player's pieces from two to one.&#10;&#10;Whirlpool is a 2-4 player game from British games maker Chad Valley and functions as an inverted race game: the last player to reach the center (the Vortex) wins. Like Goose games and most other simple spiral race games, there is no strategy, only luck. However, it is fast-paced and fun, especially for kids.&#10;&#10;Each player has two pieces of their color and must start them on the track on their first two turns. From then on, they must always move their rear-most piece. If a piece lands on another piece (of any color) they must move it forward an equivalent number of spaces to their roll, which can set off a huge chain reaction if one piece lands on another piece, which lands on another piece, etc. This simulates the &quot;pull&quot; of the whirlpool.&#10;&#10;Four &quot;Reserve&quot; spots set just before the Vortex function as last-minute reprieves, with different actions depending on whether the Reserve matches your color or not. On leaving the Reserves, pieces are flung into the Vortex - a dramatic ending! When all others have been sucked into the Vortex, the remaining piece is the survivor and wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Coast to Coast",
    "ID": 29592,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29592/coast-to-coast",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is what the box called a Radar Action Game. The object of the game is to drive your Motorcycle cross-country by Remote Control and was made by the Ewing Mfg and Sales Co of Pasadena, California.  The game has a  board and a working remote control with steering stick, a set of  instructions, a Coast to Coast Finish line, 4 motorcycles and 8 plastic tunnels.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doghouse Game",
    "ID": 29593,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29593/doghouse-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From Kenworthy Educational out of Buffalo New York. Box claims that this is an interesting course in Phonics taught as a game and that it is equally effective when used singularly and in groups.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Score-A-Word",
    "ID": 29594,
    "Year": "(1953)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/29594/score-a-word",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Score a Word  --  The Crossword Game Craze&#10;&#10;This game is remarkably similar to Scrabble.  Players have racks of letter tiles which they use to build words, crossword style on a board.  The letters have point values according to their frequency in the language.  &#10;The Board does not have the Bonus spaces as the Scrabble board does, however. Instead, every space has two Premium letters written in the corner.  Players able to play a matching letter on premium space during to course of play scores double or triple for that letter.  Players successfully placing two or more premium letters in a word score double or triple for the word.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Category: Crossword Games",
      "Components: 15 x 15 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elementalis: Creationists and Elitists",
    "ID": 29595,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29595/elementalis-creationists-and-elitists",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The war has grown bitter.  As the 3 mage sects battle over the control of Mana, the Flux has been thrown into chaos.  From the Flux come the Creationists, a tribe of creatures dedicated to the health and well being of the Flux.  These creatures come to put an end to the war, and restore balance once and for all.&#10;&#10;Their coming did not go as planned.  The Creationists have now been thrown into the middle of the bloody war and are barely holding their own against the other sects.  To make matters worse, a small group of twisted Purists have been performing strange and sick experiments on fallen Creationists.  These so called &ldquo;Elitists&rdquo; have taken the love of their elemental magic to the extreme using what they now know of the Creationists power.&#10;&#10;With 5 groups now vying for power, what will become of the Flux?  The only way to find out is to pit yourself in the middle of the war and see where fate takes you.&#10;&#10;Creationists and Elitists is a free expansion for Elementalis. This expansion allows the game to handle up to 5 players with two new Mage types to diversify game play.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Little Black Sambo",
    "ID": 29596,
    "Year": "(1924)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/29596/little-black-sambo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "WARNING: This game is considered offensive by many and is part of the BGG database for completeness&#10;&#10;Understanding and apologizing that this is a very politically incorrect game for this day and age. I have included this game (dated from 1924) for completeness. The games information comes from the AGPC Archives of Games.&#10;&#10;&quot; Happy Children are found whenever they are grouped around the new board game of LITTLE BLACK SAMBO. If the eager child listens in open-mouthed wonder to the story of how Little Black Sambo met all those 4 tigers in the jungle, gave up and then won back from them his little red coat, the pair of beautiful blue trousers, the green umbrella and the purple shoes with crimson linings what do you think he will do when given a handsome game board on which he and his little friends play out the story. There is Little Black Sambo himself, he is pursued by the 4 great tigers with the clothes as forfeits,  when he is overtaken and of course returns home at the end. The game board is handsomely lithographed in colors. There is a separate carton which contains the substantial spinner and the men.&quot; Each game comes in a separate wrapper and is attractively labeled and sells for $1.00 per game. Saafield Publishing Company, Akron, Ohio.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smokey Bear Game",
    "ID": 29597,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29597/smokey-bear-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Milton Bradley issued this very simple roll and move advertising game to go along with the country's Smokey Bear &quot;Only you can prevent forest fires!&quot; campaign.&#10;&#10;The colorful board has a forest with Smokey and lots of woodland animals. The object is to be the first to travel through the forest and reach the &quot;finish&quot; spot first. Along the way are several yellow circles where you help Smokey put out a campfire, pick up a candy wrapper and so on. There are 4 pawns and a spinner attached to the inside cardboard instructions.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Bears",
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Ten Football Game",
    "ID": 29598,
    "Year": "(1926)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29598/big-ten-football-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rules for this game were extrapolated from the AGPC Online rules archives;&#10;&#10;Big Ten Football&#10;&#10;Dice driven football game from the late 1920's produced by the Sanwah Keen Game Co., 625 East Market Street, Stockton, California.&#10;&#10;Game is played over a 20 minute time-frame divided into 10 minute halves. Game has board with results listed depending on if a pass or run is called by the Offensive player. Different codes show Penalties, Fumbles, Interceptions etc.&#10;&#10;One unusual feature of the game is a connotation at the bottom of the rule book which states that; &quot;The Big Ten game board provides an excellent medium for following football games as they are broadcasted play by play over the radio. When used for this purpose the dice are of course discarded. By following the broadcasted game in this manner an accurate picture of every situation is presented to the audience at all times.&quot;&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miss America Pageant Game",
    "ID": 29600,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/29600/miss-america-pageant-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This 1988 Miss America Game is a trivia game about the life and occurences of things during the pageant.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Metagon",
    "ID": 29601,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/29601/metagon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the description on the back of the box:&#10;&#10;Metagon is a game of skill in which chance plays a small part. It can be played by two, four or six players either singly, in pairs or teams of three. The components of the game are 36 different octagonal tiles or metagons and a playing board.&#10;&#10;The object of Metagon is to gain tiles from the playing ground. This can be achieved in either of two ways.&#10;&#10;1. The simplest way of winning tiles is to create a straight line with three adjacent tiles having the same coloured motifs in the same relative position on each tile. Lines may be horizontal, vertical or diagonal. When a player has formed a straight line, he removes the two tiles placed earlier in the line and places these in a separate 'scoring stack', face up.&#10;&#10;2. The second way of gaining tiles is to form a parallelogram by aligning the same coloured motifs on four tiles in the same relative position on each tile. Parallelograms may be any size and aligned horizontally, vertically or diagonally. When a player has placed a parallelogram he removes the three tiles placed earlier and adds these to his scoring stack.&#10;&#10;The game ends when players have placed all their playing stack tiles on the board.  The player with the most tiles in his scoring stack is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Red Riding Hood",
    "ID": 29604,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29604/red-riding-hood",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game box describes the game as a wonderful game to delight youngsters. Simple children's game where you spin a spinner and then move along a path. At different spots on the path there are squares that require you to pick up a card. Those cards either help or hurt you in your attempt to move through the board. The game features a magic remote control magnetic wolf that moves around the board attempting to impede your progress.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Funnel Web: The Deadly Game of Escape",
    "ID": 29605,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29605/funnel-web-the-deadly-game-of-escape",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Try to escape the deadly clutches of the funnel web spider. Pit your d12 rolling skills against its sticky web. Includes &quot;fascinating facts&quot; on Australian animals like the kangaroo, koala and funnel web spider.  Game comes with 4 variations.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Spiders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operation Walküre",
    "ID": 29606,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/29606/operation-walkure",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&quot;Operation Walk&uuml;re&quot; is a mini solitaire game about the 1944 plot to assassinate Adolf Hitler. The goal of the conspirators was to kill Hitler in his East Prussian headquarters, the 'Die Wolfsschanze' (the Wolf&rsquo;s Lair) and then seize power in Germany.&#10;&#10;The game recreates the difficulties in getting close to Hitler while avoiding Hitler&rsquo;s suspicions and being arrested by the Gestapo.&#10;&#10;",
    "Categories": [
      "Card Game",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Germany",
      "Magazine: Command & Strategy",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hack-away",
    "ID": 29607,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/29607/hack-away",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hack-away is a roll and move game based on taking a pony on a hack through the country, with players sometimes having to answer questions about horses and horsemanship to avoid missing a turn or being sent back down the track.&#10;&#10;There are shortcut bridleways that can be used, but these are riskier routes and may mean the player goes back to the start.&#10;&#10;Although the game only comes with 4 pawns, there's no reason to stop 5 or more people playing the game, if you have different tokens for each player.&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ki Shogi",
    "ID": 29608,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/29608/ki-shogi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3.5",
    "Description": "A modern variation of the traditional Japanese form of chess played on an infinite &quot;board&quot; with cubical pieces.&#10;&#10;Pieces are introduced to the field adjacent to their King and must remain so lest they become &quot;stranded&quot; and thus lost. A piece promotes every time it moves or captures, flipping to the opposite face or to the next most powerful form, respectively.&#10;&#10;The objective, as in most forms of chess, is to checkmate the opponent's king.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Shogi"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "London Murder Mystery Game",
    "ID": 29609,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/29609/london-murder-mystery-game",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The London Murder Mystery game has unique gameplay in that the evidence necessary to solve the crime is buried in 'dossiers'.  Each player receives a dossier.  A police inspector's report is also included with variable evidence.  This is probably the game's most notable mechanic - unlike most of this genre and vintage, this game has strong replayability.&#10;&#10;Certainly dated, a flexible vinyl phonograph record sets the scene.  Once the evidence has been presented, players make an accusation, based on establishing motive and opportunity.   A red plastic 'magnifying glass' is used to check the answer based on the evidence.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Components: Vinyl Records",
      "Country: England"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Twelve",
    "ID": 29611,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29611/the-twelve",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Twelve&#10;2-6 Players&#10;&#10;Who knows the twelve members of the European Economic Community? Who recognizes their flags? Here is a game which helps us to learn both.&#10;&#10;Contents&#10;48 Cards&#10;&#10;Object of the Game&#10;To make as many flags as possible&#10;&#10;Players take turns in turning over cards to collect four cards that make up a flag of an EEC member state&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kurt Olsson: Spelet om mig själv",
    "ID": 29612,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/29612/kurt-olsson-spelet-om-mig-sjalv",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ever wanted to be a talk show host, just like Kurt Olssson? Here's your chance! Move around the board, make interviews with your fellow players, play silly games, demonstrate how to make thing out of milk cartons, guess the validity of incredible statements and much more. The first player to reach 60 minutes of air time wins!&#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Body Talk",
    "ID": 29615,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/29615/body-talk",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Body Talk is a charades game.  A phrase to be guessed is drawn from one of over 700 difficulty rated cards.  One player attempts to describe this phrase by pointing to icons on a board.  The main twist here, and the reason the game is called Body Talk, is that both the game board with the icons and the pointer used are worn by the players.  The gameboard is in the form of an icon-covered apron and the pointer is a bib with a pipe-cleaner protruding from it.&#10;&#10;Small plastic clothespins indicate the scores or positions of the players and also indicate by color the difficulty rating of the phrase to be guessed.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nuit Blanche",
    "ID": 29616,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29616/nuit-blanche",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Nuit Blanche is a simulation of the French national sport called Boule. Many active French players call it also P&eacute;tanque.&#10;The aim of the game is to get your quite heavy metal balls as close to the smaller, wooden and colored 'jack'. The winner is the player whose ball is closest to the jack. The Team achieving first 13 points wins the match.&#10;&#10;In this boardgame adaption you roll out the flexible map and soon opposing and own balls group themselves around the goal ball &quot;jack&quot; and the players stand before the decision, depending upon game situation, whether to aim or to shoot.&#10;&#10;To determine if your action was successful or not you will use a  two-pieced plastic ball with a pointer and two scales. In a dexterity depending action you shake that ball trying to get that pointer pointing at the right position. At first you won't succeed very well but with more experience you will find that this process is not only luck but also controllable.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ten Pins",
    "ID": 29617,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/29617/ten-pins",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Table top bowling game. Game comes with 10 wooden pins that measure approximately 4 1/2&quot; tall &amp; 3 wooden balls. The pins are vividly colored. Object of course is to knock down the most pins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tally Hi",
    "ID": 29618,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/29618/tally-hi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Object of this game is to reach a target sum exactly or to force an opponent over. Two dice are rolled and then 20 is added to that sum. That total becomes the target score. The game has a sheet with numbers on them. (1,2,3,4 repeated 4 times)  Object is, on your turn to cover a number in an attempt to reach the Target score exactly. Players alternate covering numbers until either you cover a number that exactly hits the target score or you cover a number that forces your opponent go over the total because all he has left are number higher than what is needed. He then is forced to go over and you win.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Child Awareness Game",
    "ID": 29619,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29619/the-child-awareness-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This game was endorsed by the Adam Walsh Child Resource Center and is of course the product of the abduction and killing of Adam Walsh in 1981. His father John's successful television show &quot;America's Most Wanted&quot; has successfully caught criminals since. This game tries to teach children how to avoid and what to do when faced with danger.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Beetle Bailey's Hilarious New Army Game",
    "ID": 29620,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29620/beetle-baileys-hilarious-new-army-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple Spin and Move game from the Beetle Bailey Cartoon Strip. Featuring Beetle and the Sarge and Killer and Zero. Different spaces on the board either help or hinder your progress.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Strips: King Features Syndicate",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "House of Whack",
    "ID": 29621,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.58",
    "Link": "https://boardgamegeek.com/boardgame/29621/house-of-whack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "From the publisher's description:&#10;&#10;&quot;...you are ready to visit the wondrous House of Whack, the legendary extra dimensional mansion full of bizarre rooms, fiendish minions and outrageous artifacts.&#10;&#10;The House looks different each time you play because the board unfolds as you open doors to reveal new rooms. Will you grab a snack from the Vending Machines or find yourself in the middle of the Minefield? Each room affects the way you play the game, presenting new strategies and dangers. And that&rsquo;s not even taking into account the Whack Deck, which is full of entertaining wonders. Face the House&rsquo;s wicked minions and traps, recruit allies to aid you, and discover violent and valuable props to add to the blender of mayhem that awaits you inside this game.&#10;&#10;Whether you enjoy playing via cleverness, deceit, brute force, or cooperation, House of Whack has something to offer everyone!&quot;&#10;&#10;Home Page: http://www.houseofwhack.net&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sentence Zone",
    "ID": 29622,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29622/sentence-zone",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From publisher's website:&#10;&#10;If you're looking for a fun way to improve writing and grammar skills, this game is for you! For 2 to 6 players, grades 1st and up. Rules are easily mastered. The Sentence Zone can be played at six levels - from Level 1 in which the player builds a subject and verb sentence, to Level 6 in which the player builds complex sentences with independent and dependent clauses. With over 500 color coded cards, students are sure to be unique and entertaining every time. A great reinforcing individual activity where a player keeps track of his score from day to day, trying to top his previous score, or a great group activity where competition drives creativity and learning. An instructive and enjoyable way to shatter the tedium of English grammar lessons!&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Puttentaken",
    "ID": 29623,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/29623/puttentaken",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&#10;Be the only player left with chips to win this fun and frantic dice game. Roll the dice to determine if you will &quot;Put&quot; or &quot;Take&quot; chips from the pot.&#10;&#10;The yellow die can change everything as it lets you steal chips from your opponents. And, when you do, everything changes!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skribble Dash",
    "ID": 29624,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/29624/skribble-dash",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&#10;Can you draw an egg? How about the sun? Then YOU can play Skribble Dash!&trade;&#10;&#10;Roll the die to choose the category. The harder the clue the more points you and the guesser will earn.&#10;&#10;This crazy fun doodling game will keep EVERYONE on their toes as EVERYONE tries to guess what the player is drawing!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grunwald 1410",
    "ID": 29627,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/29627/grunwald-1410",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "In 1410 Polish king Jagie&#197;&#130;&#197;&#130;o fought the battle for supremacy over southern Baltic regions with Teutonic Knights order which called knights from all Europe for help. On 15th July over 30,000 of knights of both sides fought for supremacy and fame. The battle was complete victory of Polish forces and begun descend of power of Teutonic Order.&#10;&#10;Game allows to fight on both side and use tremendous numbers of knight to repeat (or reverse) the result of the historical battle. Besides historical there is also scenario which allows to verify what would have happened if Teutonic Order didn't wait and attacked early on Polish army arriving on the battlefield.&#10;&#10;Second edition of the game under new medieval system rules.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Olsztyn (Poland)",
      "Country: Poland",
      "History: Polish-Teutonic Wars",
      "Players: Two-Player Only Games",
      "Series: Średniowiecze (Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vertical Gaming System",
    "ID": 29628,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29628/vertical-gaming-system",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "JDB Games' Vertical Gaming System are a series of 3D Tic-Tac-Toe games that help prepare students to understand and enjoy the fantastic Time Vectors.&#10;&#10;3x3x3 Tic Tac Toe: Play until a student can always win if (s)he goes first.&#10;4x4x4 Tic Tac Toe: Like Qubic, the first player can always win, but the solution isn't readily apparent.&#10;5x5x5 Tic Tac Toe: An even further expansion, it's also possible to play for four-in-a row on this matrix.&#10;&#10;Remember, these systems are stepping stones to Time Vectors--a wonderful, educational game for improving visual-spatial awareness.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 4x4x4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carrefours",
    "ID": 29629,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29629/carrefours",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The board represents a track that can be followed with a car (the pawns represent cars). Each player receivers his car and 250.000 francs at the start of the game. In each round the players roll the dice and advance their car. During the game the players can enter in sports events (they pass them on their track and they include a ski event, horseback riding, tennis, sailing or golf). These events cost 50.000 francs to enter but can earn the player points. The players can also encounter bad luck during their journey (flat tire, accident, they can even end up in hospital). In the end the player who completes the track first with the most points wins the game. This game was created in 1955 by the same designer as 1000 Bornes.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Surfer's Life",
    "ID": 29630,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/29630/surfers-life",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The goal of this windsurfing game is to surf faster a row of regatta's than your competitor on some of the most beautiful beaches around the world. The conditions to participate in certain regattas depends on the skills and the surfboards that a player has obtained. The surfboards can be obtained in auctions and they can be exchanged as well. He handles this part of the game the best has certainly got an advantage to win Surfer's Life.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Surfing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Footgoal",
    "ID": 29631,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29631/footgoal",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The players try to make a path with cards that are marked with lines. The lines should connect to the goal of the opponents.  The players can also try to interrupt the paths of their opponents.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Calculus",
    "ID": 29632,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29632/calculus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Learn the term dividing whilst playing. Every player starts with a math task, the result determines which track has to be followed on the board. Three degrees of difficulty allow younger and older children to play this game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tom & Lucy",
    "ID": 29633,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29633/tom-and-lucy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A passionate game full of vital information. For adults and young people Ages 12 and up. How can we arm ourselves against AIDS ? Do mosquitoes transmit AIDS ? What is the immune system, the blind period ? Why is vaccine research so difficult ? You can find the answers to these and to many other questions in Tom &amp; Lucy, the great educational game about AIDS. The objective : to be first to eliminate AIDS from 2 zones in the world.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing",
      "Trivia"
    ],
    "Mechanics": [
      "Chit-Pull System"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lucky Sixes",
    "ID": 29634,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29634/lucky-sixes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Felix Sex (Lucky Sixes) was a popular game played in the Roman Empire. Numerous boards, dices and pieces have been found and there are even some descriptions of the game in Latin documents. The Felix Sex appears to be the same as the Duodecima Scripta (The game of Twelve Points), probably the ancestor of the Backgammon and certainly very similar to the Ancient Greek board games.&#10;The oldest boards have three rows of twelve playing squares, divided down the middle by a gap. Usually Romans had a fondness to divide the boards with letters instead of squares, with popular content and sometimes with rude comments.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Dinosaur Card Game",
    "ID": 29635,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/29635/the-dinosaur-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the back of the box:&#10;&#10;&quot;Eight different games to play!&#10;&#10;Digging Up Dinosaurs - a quick-reflex matching game&#10;Dinosaur Dup - you'll need good observation skills to win&#10;Double Dinosaur - if you're lucky, you'll collect the most pairs&#10;Dinosaur Snap - a race to win all the cards&#10;Dinosaur Match-Up - a cooperative matching game&#10;Dinosaur Rummy - the beginner's version&#10;Advanced Dinosaur Rummy - Mom &amp; Dad will like this one, too!&#10;Fishin' for Dinos - everyone's favorite!&#10;&#10;While enjoying many different games, dinosaur fans and their families can identify the 10 popular dinosaurs illustrated on the cards.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lexogon One",
    "ID": 29636,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/29636/lexogon-one",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "From publisher's website:&#10;&#10;Lexogon One is the same, addicting, word-finding game as Lexogon&trade;, but designed especially for the vocabulary and spelling levels expected of middle-schoolers. As with Lexogon, everyone plays all the time. It&rsquo;s great for intergenerational play, it&rsquo;s an exciting game for family night play (or for occasions when players want an easier challenge than Lexogon). And teachers see Lexogon One as a great addition for their spelling and vocabulary sections. Kids give it a great learning testimonial. A typical comment from a fourth grader &ndash; &ldquo;I can&rsquo;t believe I&rsquo;m learning something and having fun at the same time.&quot;&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gesagt - getan!",
    "ID": 29637,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/29637/gesagt-getan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Colored magnets are placed on the drawing board. Hints are given, where to draw lines. The children then have to guess the image.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Series: Lernspiel (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tornerspelet",
    "ID": 29640,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.75",
    "Link": "https://boardgamegeek.com/boardgame/29640/tornerspelet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Swedish game based on real medieval personalities. You go to a tournament and have to get a horse, armor, weapon and a squire. When you have that you can compete in four different tournament disciplines. When one player is the champion in all disciplines he wins the game.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ding Dong",
    "ID": 29641,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29641/ding-dong",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A house with 12 flats. Each flat contains a stack of images. The top image shows who lives here. Then the doors are closed. The dice decides where you can ring. But you can only open the door, after guessing who is living there. If you are right you get the image card.&#10;&#10;Nicely made memo game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Was zählt?",
    "ID": 29642,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.57",
    "Link": "https://boardgamegeek.com/boardgame/29642/was-zahlt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The players look at several images (holiday pictures) and try to find out who has the most cars, animals, trees, etc. in their pictures.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Lernspiel (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Whist-O",
    "ID": 29643,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29643/whist-o",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This Bingo variant incorporates elements of the card game Whist.  At the start of the game, a standard playing card deck is dealt out evenly into stacks in front of all of the players.  Each player is given a board showing all of the values in all of the suits.  Every turn, starting with the dealer, players ante into the pot and turn up the top cards of their stacks.  The player with the highest-ranked card wins the trick and gets to put a chip on their board in the corresponding space.  Losers all have to put chips into the pot.  The first player to get five consecutive values in a single suit (a vertical row) or four suits in a single value (a horizontal row) calls Whist-O and wins the pot.&#10;&#10;The game includes 12 boards and a bag of red plastic chips, but playing cards are not provided.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "More Campaigns & Battles from the Age of Reason: Volume II",
    "ID": 29644,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29644/more-campaigns-and-battles-from-the-age-of-reason",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Eighty-page follow-on scenario booklet for Warfare in the Age of Reason (required for use).&#10;&#10;Contents:&#10;&#10;Brunswick's War - A two or more player campaign game of the struggle for western Germany in 1759.&#10;&#10;Warfare at Sea in the Age of Reason - complete rules for the Age of Sail,  It can be used to fight historical naval battles of with The Sport of Kings (the campaign rules) to enrich the campaign experience.  The rules have simple mechanics, but create a real feel of naval warfare for the times of de Ruyter to Nelson (1650-1815).&#10;&#10;The Age of Marlborough-An extensive and detailed set of army lists for the Marlburian and Great Northern Wars, with optional rules to add period feel to the original Age of Reason rules.&#10;&#10;Nine historical scenarios for Age of Reason - three from the War of Austrian Succession in Italy, five from the Seven Years War in western Germany, and one from the American Revolution.&#10;&#10;Also includes errata and Q&amp;A for 2nd edition Warfare in the Age of Reason.&#10;&#10;Expands:&#10;&#10;    Warfare in the Age of Reason&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: Franco-Dutch War",
      "History: French Revolutionary Wars",
      "History: Great Northern War",
      "History: Seven Years War",
      "History: War of the Austrian Succession",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HI-RO",
    "ID": 29645,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29645/hi-ro",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "extrapolated From Games Archives rules for the game; HI-RO is a fast and exciting game. Any number of players may play by having a tray of blocks (dice). The object of the game is to turn your blocks until all 5 of them have the same number appearing along the row of sides facing you. The first person to accomplish this calls out &quot;Hi RO&quot; and receives a score determined by the size of the numbers that he/she lines up.&#10;&#10;The 5 blocks are set up to that all blanks appear at the top then the tray is passed around the table. The first player moves the center block 3 spaces. That in turn will reveal a number on the top block. That number determines the number of spaces that the next player must turn and so on. Each player must turn the center block with his first play.  After that he may move any of his blocks in an attempt to line up 5 faces numbered alike. The top side of each block last turned controls the move of the next player but you try to score the sides facing you.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle of the Sexes Card Game: IQ Test",
    "ID": 29646,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/29646/battle-of-the-sexes-card-game-iq-test",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Forget about measuring your IQ with a traditional test - get your brain working overtime with the Battle IQ Test that requires superior gender and mind-bending abilities!&#10;&#10;The winner is the first team to win 3 cards.&#10;50 cards with 144 Questions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Humor",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Game: Battle of the Sexes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of the Sexes Card Game: Blind Date",
    "ID": 29647,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29647/battle-of-the-sexes-card-game-blind-date",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Battle of the Sexes Blind Date is about defending your gender and finding out once and for all which sex really knows more about the dating game - Male or Female?&#10;&#10;This card game tests one's knowledge of the opposite sex with a series of gender-based questions or challenges on dating, love, friendship and relationships.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Battle of the Sexes",
      "Players: Two-Player Only Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chevauchee",
    "ID": 29648,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/29648/chevauchee",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the rules: &quot;Chevauchee (translated: 'War Ride') is a simple card-based medieval battle game for 2 players.  Players draw cards from several decks to form a Base Force made up of Household units, Commanders, Tactics Cards, Mercenaries, Levies, and Weapons and Equipment.  Players can then allocate funds from the war chest to get additional Mercenaries, Levy, or Weapons and Equipment to customize their armies further.  Players then proceed to deploy for two combats, the Van, which is an abbreviated engagement, and the Main, which is the heart of the game.  Victory goes to the side that sweeps the battlefield of all opposing units by the end of any Main Combat Round (not Van).&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barney Google and Spark Plug Game",
    "ID": 29649,
    "Year": "(1923)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29649/barney-google-and-spark-plug-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Spin and move game where Barney is trying to get Sparkplug (his horse) to his Reward of a bail of hay without Sparky winding up in the Glue Factory.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Strips: King Features Syndicate"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reg'lar Fellers Card Game",
    "ID": 29650,
    "Year": "(1926)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29650/reglar-fellers-card-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From Kidd's: Card Game based on the Gene Byrnes Famous Cartoon from the mid 1920's. Also known as the &quot;Peppy Game&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bop Hockey",
    "ID": 29651,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/29651/bop-hockey",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Advertised as a 'Family fun Game&quot;  for Ages 3 and up.&#10;&#10;Game box advertises that the game comes with a super speed roller puck, carom boards and a slick durable playing board.&#10;&#10;Hockey for two. Hit the puck into the other person's goal. A blocker is located in front of each goal to act as a helper &quot;goalie&quot;.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zooloretto: Three Extra Enclosures",
    "ID": 29652,
    "Year": "(2007)",
    "Geek Rating": "5.673",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29652/zooloretto-three-extra-enclosures",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6842",
    "Description": "This expansion was sent to people who entered an Abacus contest in May 2007.  It is a postcard that contains three new development boards, rules, and instructions for cutting apart the pieces.  The boards contain these animals:  panda, chimpanzee, and camel.&#10;&#10;These 3 development boards are laid out in the center of the game. Each board can hold 2 tiles of the animal indicated. Using a Money Action, a player can buy one of these boards from the center for 2 coins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Game: Coloretto",
      "Theme: Zoos, Aquaria, Safari Parks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stonehenge: Nocturne Expansion",
    "ID": 29654,
    "Year": "(2007)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29654/stonehenge-nocturne-expansion",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The first expansion to the revolutionary Stonehenge: An Anthology Board Game is Stonehenge: Nocturne. This expansion continues the tradition of bringing the best board game designers in the world together to work on different games using the same pieces.&#10;&#10;Stonehenge: Nocturne features three wildly different games by four world-class designers. This expansion's designers are Klaus-J&#195;&#188;rgen Wrede (designer of Carcassonne), Andrew Looney (designer of Fluxx), and the team of Bruno Cathala and Serge Laget (designers of Shadows Over Camelot). Plus there's a bonus solitaire game by Mike Selinker. The games uniquely showcase the personalities of their designers, giving players a wide variety of play experiences.&#10;&#10;Nocturne also expands Stonehenge by introducing pieces for sixth and seventh players. Previously published games can also be played with these extra pieces.&#10;&#10;Stonehenge: Nocturne contains 20 disks, 20 bars, and two pawns in two new colors, and one rule book with these brand-new games:&#10;&#10;&#10;     Sun &amp; Moon (2, 4, or 6 players) by Klaus-J&#195;&#188;rgen Wrede &#10;     The Star Gate (2-7 players) by Bruno Cathala and Serge Laget &#10;     Stonehenge Hippie Festival (3-6 players) by Andrew Looney &#10;     Battle of the Beanfield (1 player) by Mike Selinker&#10;&#10;&#10;Expands&#10;&#10;     Stonehenge: An Anthology Board Game&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Game System",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "Game: Stonehenge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grave Digger",
    "ID": 29655,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/29655/grave-digger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from designer's website:&#10;&#10;There's a vampire hiding in the cemetery, and the town council has offered a large reward to the first grave digger who can find the creature and destroy it. The tools you'll need are scattered around the cemetery grounds, but the vampire has summoned several phantoms to break those tools before you can use them.  You also might dig up the wrong grave and miss your chance to destroy the vampire.  But such is the life of a grave digger...&#10;&#10;Object Of The Game:&#10;&#10;Try to destroy the vampire by digging up the right grave. You must have three tools (a pick, a shovel and a stake) to dig up and kill the vampire. The phantoms will try to break your tools.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Creatures: Vampires",
      "Theme: Cemeteries / Graveyards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Narrowboat Game",
    "ID": 29657,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/29657/the-narrowboat-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the Game:&#10;&#10;Captain your own narrowboat around the canal system.  There are locks to negotiate, a tunnel to go through, an aqueduct to cross, as well as hazard squares and detour points to avoid.  Breakdown vans are called to repair your boat in the event of mishap.  Climb aboard and select your one or two week narrowboating holiday and Good Luck!&#10;&#10;This family boating game is for children of all ages, and recommended playing Ages 7 and up.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Truchet",
    "ID": 29658,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/29658/truchet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Truchet is an abstract strategy game for two players based on a novel tiling of the plane with single type of two sided tile, which results in a variable pattern of rivers and islands which constitute the board.  During play, tiles can be flipped which reconfigures the &#10;connectivity of dark and light areas of the board. The standard board size is 7x7.&#10;&#10;Each player starts with 12 stackable markers, which can either move along a river, join to form new stacks, or split stacks into multiple smaller pieces.  Capturing is by direct replacement.  The goal of the game is to capture all of the opponents pieces.&#10;&#10;Online Play&#10;&#10;     Boardspace.net (real-time or turn based, AI option)&#10;     Gamerz.net (PBEM)&#10;&#10;&#10;Mobile Apps&#10;&#10;     Boardspace.net local multiplayer or online, IOS&#10;     Boardspace.net local multiplayer or online, Android&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Digital Implementations: BoardSpace",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tannhäuser: Yula",
    "ID": 29659,
    "Year": "(2007)",
    "Geek Rating": "5.652",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29659/tannhauser-yula",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Yula K&ouml;rlitz, one of the deadliest agents of the Reich, explodes onto the scene of Tannh&auml;user! Working directly under Reichdoktor Hass Horbringer, Yula is tough, competent, smart, and dangerously lethal. Preferring to work in close quarters, Yula compliments the base forces of the Obscura Korps with her own unique brand of skill and science.&#10;&#10;Yula K&ouml;rlitz is an addition figure for Tannh&#195;&#164;user. The figure will come individually packaged for retail sale, and will include a pre-painted plastic model, reference card and cardboard tokens, and a scenario to introduce Yula into the Tannh&#195;&#164;user universe.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Spies / Secret Agents",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Tannhäuser"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glückshaus",
    "ID": 29660,
    "Year": "(1500)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/29660/gluckshaus",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Gl&uuml;ckshaus is a simple 15th-16th century dicing game popular among mercenaries then and historical re-enactors now. Modern board designs go back to Glonnegger who fused an early modern staking board for a card game with the dice game rules. A board shows the numbers from 2-12, excepting 4.&#10;&#10;Players take turns throwing two dice. On a 3,5,6,8,9,10,or 11, if the corresponding space holds a coin, they take it; if the space is empty, they place a coin. On a 7 (&quot;the Wedding&quot;), a coin is always placed on the board, forming a growing jackpot. A 2 (&quot;the Pig&quot;) takes all the coins except the pile on 7; A 12 takes all the coins on the board. On a 4, nothing happens.&#10;&#10;",
    "Categories": [
      "Dice",
      "Medieval",
      "Renaissance"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Discovery Channel QUEST the adventure game",
    "ID": 29661,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.80",
    "Link": "https://boardgamegeek.com/boardgame/29661/discovery-channel-quest-the-adventure-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the &quot;Code of Conduct&quot; sheet:&#10;You are a Traveler, on the path to discovery. Throughout your journey you will be asked to face the challenges, adventures and consequences of the choices that you make. On your journey you will be searching for various Treasures. once all the Treasures have been collected, the Traveler with the most Treasures wins.&#10;&#10;Contents:&#10;&#10;    Large game box with one large board 19&quot; X 37&quot;&#10;    8 pawns&#10;    Timer&#10;    Dice&#10;    Pads of paper&#10;    480 cards.&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Exploration",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement",
      "Team-Based Game",
      "Trading"
    ],
    "Families": [
      "Brands: Television (TV) Networks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beany  & Cecil Ring Toss Game",
    "ID": 29662,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/29662/beany-and-cecil-ring-toss-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple Indoor ring toss game featuring Beany and Cecil the sea sick sea serpent cartoon characters.&#10;&#10;The game has pictures of Captain Horatio Huffenpuff, Beany's kindly uncle and the Captain of the Leakin' Lena which takes the pals from one destination to the other. The Captain is always willing to instruct Beany and Cecil on their latest assignment, but refuses to put himself in any personal jeopardy, locking himself in the belowdecks for most of the episodes.&#10; Crowy, the navigator of the Leakin' Lena. He is a crow, and unsurprisingly spends most of his time in the crow's nest. He speaks in a squawky voice and has a tendency to faint dead away whenever the ship encounters some sort of hazard.&#10;&#10;Dishonest John, the villain of the piece. He is dressed like a Simon Legree character, and he is constantly scheming to foil Beany and Cecil's adventures. His catchphrase is a sinister &quot;Nya ha ha!&quot;. Information Extrapolated from From the wikipedia free encyclopedia;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The New Games Book",
    "ID": 29664,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/29664/the-new-games-book",
    "Min Players": "2",
    "Max Players": "2000",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This book, released in 1976, includes rules for more than 80 non-traditional games, many of which are cooperative in nature.  It is an outgrowth of a yearly New Games festival which took place for awhile in the early 1970s.&#10;&#10;While the book might look dated, it is still quite useful for impromptu games with any number of participants.  The book is divided into three segments: games for two, games for a dozen, and games for two dozen (or more).&#10;&#10;Interspersed within the game descriptions are some interesting articles about the &quot;New Games Movement.&quot;  A follow-up book, &quot;More New Games&quot;, was released in 1981 and the current director of New Games released &quot;Best New Games&quot; in 2002.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Book",
      "Educational",
      "Environmental",
      "Fighting",
      "Party Game",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grandgammon",
    "ID": 29665,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/29665/grandgammon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the rules book:&#10;&#10;Grandgammon is a game combining both skill and luck for two to six players. When the game is played by two people it is identical to the game known as backgammon.&#10;&#10;Grandgammon is an extension of backgammon permitting the game to be played by more than two players.&#10;&#10;Online Play&#10;&#10;&#10;     Gamerz (turn-based, play by email or play by web)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Backgammon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rapid Fire!",
    "ID": 29666,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/29666/rapid-fire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Rapid Fire! is a two-player shooting-gallery game in which the object is to knock down targets of the other player's color.&#10;&#10;The targets - alternating in red and yellow - rotate on a circular, battery-powered central wheel. Rotating in the opposite direction are blocking pegs, which protect the targets. For younger players, the blocking pegs may be removed.&#10;&#10;Players fire marble-like balls (also colored red and yellow to represent the owning player) up slightly inclined ramps from opposite sides of the target gallery, with play continuing until one player has eliminated all of the targets in the opposing player's color.&#10;&#10;The whole set-up measures over three feet long when assembled. Unlike many shooting gallery games, the trick here is in the timing of the shots - finding moments when an opponent's target will rotate into view and blocking pegs rotate away - rather than in the aim.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AT-43 Army Book: U.N.A.",
    "ID": 29667,
    "Year": "(2007)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29667/at-43-army-book-una",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.7143",
    "Description": "A 64 page supplement for AT-43 Initiation Set: Operation Damocles with background and rules for using a United Nations of Ava army in the game.  Printed in full color.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight"
    ],
    "Families": [
      "Game: AT-43",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I.Q. Games: United States Geography",
    "ID": 29668,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29668/iq-games-united-states-geography",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "How well do you know your US Geography?&#10;&#10;In this game, one player reads from a list of numbered clues on the back of a card while others try to guess the correct answer. You score five points for guessing after one clue and it declines to one point if all five clues are read. The last clue is a picture of the state in question and various visual clues.  Players continue taking turns until all cards have been read. Score is kept on included scorekeeper. The player with the most points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "War Cry",
    "ID": 29669,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/29669/war-cry",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "These miniatures rules for the Ancient and Medieval periods were first published in 1978 as &quot;War Cry and Battle Lust.&quot; The Second edition in 1981 (now called simply &quot;War Cry&quot;) featured poster-sized wall charts printed with the combat tables and terrain effects charts.&#10;&#10;Second edition War Cry seems to have been the only product ever published in the Judges Guild's &quot;Emperor Series.&quot;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TrigO",
    "ID": 29671,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29671/trigo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "TrigO&trade; is a creative board game that teaches the rudimentary concepts of trigonometry. The game has six levels of play ranging from beginner to advanced.&#10;&#10;Each player receives 6 playing pieces of the same color, one for each of the trigonometric functions. There can be 2 to 6 players.&#10;Players will learn the names of the six major trigonometric functions: SIN, COS, TAN, COT, SEC, CSC. Advanced rules provide you with concepts of the four quadrants and the signs for each function in each quadrant.&#10;Players will learn the ratios of the sides of a right triangle for the six major trigonometric functions. The triangular playing pieces are specially designed to show the direction of rotation for your playing piece around each triangular path.&#10;&#10;The simple rules for the novice is called the &quot;Beginners Game&quot; In this game you will learn the names of the six functions and what constitutes a triangle.&#10;In the &quot;Direction Game&quot; a player will find that there is a clockwise and counterclockwise direction of movement.&#10;The &quot;Function Game&quot; requires you to start your playing piece such that it moves onto the numerator for the trigonometric ratio of your playing piece and then onto the denomator for that playing piece.&#10;In the &quot;Many Triangles Game&quot; a player will make use of smaller right triangles to shorten the distance of travel.&#10;In the &quot;Quadrant Game&quot; the player will find that there are four quadrants on the playing board with a specific sign for each trigonometric function as represented by the playing pieces.&#10;In the &quot;Function Sign Game&quot; the player will need to observe the sign for each playing piece for the quadrant it is in.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Togg",
    "ID": 29672,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/29672/togg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Another tactical game from Swiss publisher Arte Ludens.&#10;The goal of this abstract game with wooden tiles is to reach the opposite side with your own tiles. But on your way there your tiles may be blocked. You can defend yourself by blocking opposite tiles. You just put yours onto them but avoid running out of tiles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "pendur",
    "ID": 29673,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/29673/pendur",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each of the 2-7 players tries to put the own tiles next or upon  tiles already lying on the table. The tile must be of suitable color/form combination, because not every tile fits in the three-dimensional building concept. Only the player who places his tiles smartly has a chance to win.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kuado",
    "ID": 29674,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/29674/kuado",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Kuado is a highly tactical but quick game in which each of the 2 players tries to make a square of 4 sticks on a foundation of 4 stones in a square. The opposing player is trying to build a square of his own. Ecah player gets three moves per turn to place sticks or discs.&#10;&#10;Contents:&#10;10 sticks in each of two colors&#10;18 discs (9 for each player)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Three Crowns",
    "ID": 29675,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/29675/three-crowns",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Three Crowns is a sophisticated game of pattern-formation, which was designed by Larry Back in 2000 for the 2001 8x8 Game Design Competition co-sponsored by About Board Games, Abstract Games magazine and the Strategy Gaming Society. Every game is a sharp battle. The goal is to crown your pieces, then to build a &quot;crowned troika&quot;, a formation of three or more crowned pieces in a straight line, orthogonally or diagonally, all belonging to the same player.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eat Electric Death!",
    "ID": 29677,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/29677/eat-electric-death",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Eat Electric Death! is the exciting board game of tactical starship combat set in the wild and wacky Weird Worlds universe (made famous in the award-winning computer game Weird Worlds: Return to Infinite Space) for two carbon-based life forms.&#10;&#10;Players will command an array of starships from such intergalactic species as the calculating mechanical Tan Ru, the bloodthirsty savage reptilian Garthans, and the noble Zorg, masters of time and space. Annihilation is only a chit pull away as energy weapons, missiles, and even old fashioned projectiles hurdle across the map while ships maneuver for the optimum firing spot. When found shields collapse, bulkheads shatter, and sometimes even a reactor blows. For some, crews will work to repair the damage, while for others salvation is only possible through victory.&#10;&#10;Eat Electric Death! plays like a rocket to the stars &ndash; fast &ndash; with easily understood rules that will have you battling within minutes of opening the box and punching counters. Varied scenario types provide plenty of adventure, and the game lends itself well for telling your own tales. Intuitive playing aids create a minimum of bookkeeping chores while allowing plenty of sci-fi chrome. Starship combat this sleek is rarely seen on your kitchen table.&#10;&#10;If you like your aliens ugly, your starships shiny, and your ship on ship action frenzied and fun, then look no further than Eat Electric Death!, your space opera in a box!&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Little Prince Protects his Planet",
    "ID": 29679,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/29679/the-little-prince-protects-his-planet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players help the Little Prince protect his planet from Baobab Tree saplings, which, if they grow into full trees, will destroy the Little Prince's planetoid.&#10;&#10;&#10;There are two to four players in this game. The winner is the player who helped The Little Prince Protect his planet the most. Each player gets an equal number of &quot;Star&quot; Tokens to play on the Little Prince Star/Bird Sheet. The goal is for a player to have the least amount of Star Tokens left in their possession.&#10;&#10;In the game box are flowers and baobabs cards. The roots are shown, and must be pulled out to reveal whether the saplings are baobabs or flowers.&#10;&#10;The game involves rolling a six sided die with four images corresponding to four sides of the game box. The images on the die are the Little Prince's three volcanoes and his Rose (x3).&#10;&#10;Rolling a Rose:&#10;If a player rolls a Rose, he or she must turn the box so that the rose side of the game box faces them. They must pick up any root (in the box) with the cardboard tweezers and if it is a flower, they add their Star Token to The Little Prince Star/Bird Sheet and leave the flower face up. If incorrect and a Baobab was picked up, they must put the baobab root side up back into the box, and add a &ldquo;bird&rdquo; Token to the Little Prince Star/Bird Sheet.&#10;&#10;Rolling a Volcano:&#10;If a player rolls a Volcano, he or she must turn the box so that the exact Volcano image side of the game box faces them that corresponds to the die image. They must pick up any root (in the box) with the cardboard tweezers and if it is a Baobab, they place their Star Token on the Little Prince Star/Bird Sheet and remove the Baobab from the box planet. If incorrect and a Flower was picked up, they must put the Flower root side up back into the box, and add a &ldquo;bird&rdquo; Token to the Little Prince Star/Bird Sheet.&#10;&#10;The game ends when either all bird tokens are placed in their allocated spot on the Little Prince Star/Bird Sheet, all flowers are face up on the planet, or all Baobabs are pulled out from the planet. The player with the least amount of Star wins because they have helped The Little Prince the most.&#10;&#10;&#10;Die Spieler helfen dem Kleinen Prinzen, seinen Planeten vor Spr&ouml;sslingen von Affenbrotb&auml;umen, die so gro&szlig; werden, dass sie den Planeten zerst&ouml;ren k&ouml;nnen, zu besch&uuml;tzen.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: The Little Prince"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der kleine Prinz geht auf die Reise",
    "ID": 29680,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/29680/der-kleine-prinz-geht-auf-die-reise",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "With a flock of wild birds, the Little Prince travels from planet to planet.  The players help the Little Prince to visit all of the planets in the right order.&#10;&#10;Aim of the game (from Rule book):&#10;To help the little prince go travelling and discover as many planets as possible. Beware, each planet must be associated with a flock of birds. In Fact, the prince can only travel if a flock of birds comes to collect him.&#10;&#10;On his turn a player turns over an objective card and has 3 attempts to slide stars tiles on the board to discover the planet shown on the objective card and a flock of birds.&#10;If he doesn't manage to do it, next player has three goes.&#10;Fist player to find the good planet and a flock of birds wins the tile. Than next player turn a new objective card.&#10;Once the 8 objective cards have been given, player with the most cards win.&#10;&#10;Note:&#10;In the same collection from the publisher Petit Jour, there are two other games with the little prince anthem:&#10;the little Prince protects is planet and the little prince tames the fox.&#10;&#10;&#10;Mit einem Schwarm wilder V&ouml;gel reist der kleine Prinz von Planet zu Planet. Die Spieler sind dem kleinen Prinzen behilflich, alle Planeten in der richtigen Reihenfolge zu besuchen.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Books: The Little Prince"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Heroes",
    "ID": 29681,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/29681/combat-heroes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "The game is actually two distinct games, each of which consists of two books. Any book can be used by itself for a (short) solo game. The books can be paired (White Warlord against Black Baron, or Emerald Enchanter against Scarlet Sorcerer) to play a two-player duel.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doodads",
    "ID": 29682,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/29682/doodads",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "&ldquo;I&rsquo;ll trade you a cabbage and some duct tape for your toddler.&rdquo;&#10;A game about trading and building for 3 to 5 players.&#10;Learn what ingredients you need to make things. Turn money into ingredients. Turn ingredients into things. Use your things to give you an advantage over your opponents. Learn what things you need to build doodads. Build doodads out of things. Use your doodads to give you an even greater advantage over your opponents. End the game with the most diverse collection of doodads, things, and ingredients.&#10;&#10;The game is freely downloadable on the publisher's site:&#10;http://www.invisible-city.com/play/443/Doodads&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Halfanutz",
    "ID": 29683,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/29683/halfanutz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Halfanutz is a card game about elephants.  Tom Wham's younger sisters couldn't say the word elephant when they were toddlers so they said &quot;halfanutz&quot; instead.&#10;&#10;The basic game consists of walkabout and scoring phases.  In the walkabout phase the player draws a card.  Then they can either push their luck and draw another card or they can take the cards they already have behind their screen and pass the turn to somebody else.  If they draw a card with the same picture as a card they already have, they lose the cards they've drawn and their turn.  After all the cards have been drawn, the scoring phase happens.  Players sort their cards by the resource pictured on it, then count the largest pile of cards and subtract the smallest pile of cards.  After two sessions the scores are totaled and a winner declared.&#10;&#10;The advanced game adds resources and a trick taking phase (called &quot;the rumble&quot;).  During the walkabout for each card turned over, the player also gets a resource of the type on the card.  The player gets to keep the resource, even if the cards end up being discarded.  During the trick taking phase, the players randomly play a card from the cards they have collected.  The cards are numbered and the highest number wins.  The twist is that your card can be reinforced by resources of the same type as the card played.  The players take turns reinforcing their cards or passing.  The player with the highest card number + resources played wins the trick.  Players then score the number of cards they have taken during the rumble.  Again, two sessions are played and the scores are totaled.&#10;&#10;The tournament game is like the advanced game, except the card played during the rumble is not chosen randomly.&#10;&#10;Halfanutz is self-published by Tom Wham and is available from his web site, http://www.tomwham.com.&#10;&#10;",
    "Categories": [
      "Animals",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Elephants",
      "Animals: Hippopotamuses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ken il Guerriero: Gioco di Carte Collezionabili",
    "ID": 29684,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/29684/ken-il-guerriero-gioco-di-carte-collezionabili",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Produced by Alchemia in 1994, the Hokuto No Ken collectible card game has been available only in Italy. The card game contains almost every character found in the original anime series and the cards are illustrated with stills taken from the TV show itself.&#10;&#10;It is a one vs one game, each player uses his own deck, just like in Magic The Gathering and most of the others CCGs around. The game is now out of print.&#10;&#10;Apart from the base set of 200 cards, the following expansion sets have been released:&#10;&#10;Il re del mondo (1994)&#10;&#10;Le Cinque Forze (1995)&#10;&#10;Le Tecniche (1996)&#10;&#10;I Demoni (1997)&#10;&#10;La Nuova Era (1998)&#10;&#10;Le Nuove Cinque Forze (2000)&#10;&#10;Sotto il Segno dell'Orsa (special cards given in various conventions)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Characters: Fist of the North Star",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Salt Birds of Akarah",
    "ID": 29685,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29685/the-salt-birds-of-akarah",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Salt Birds of Akarah has elements of both a pickup-and-deliver game and a combat game. Players control a number of birds, each trying to pick up salt crystals, and bring them back to their home base. Along the way, you can freeze and opponent's birds with arctic crystals, zap them with laser beams, and contend with them in an &quot;exciting fruit challenge.&quot; The latter uses a guessing game mechanic, where the object is to successfully discard disks that are marked with bad habits, such as &quot;greedy,&quot; &quot;obnoxious,&quot; &quot;reckless,&quot; and &quot;untrustworthy.&quot;&#10;&#10;The Salt Birds of Akarah has been awarded US Patent number 4927155.&#10;&#10;The inventive game may be played by from two to four players, each one of which has a home base game piece and a plurality of salt birds. At the beginning of the game, the home bases and a plurality of other game pieces are placed on the game board in a prescribed manner including a plurality of salt tablets. Each player has a plurality of bird game pieces for movement on the board. Each player has a plurality of discs describing various bad habits. The object of the game for each player is to obtain a predetermined number of salt tablets by moving their bird game pieces and landing on the spaces having salt tablets, then returning the obtained salt tablets to their home bases while getting rid of their bad habit discs.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gridfun",
    "ID": 29686,
    "Year": "(1944)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29686/gridfun",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rules:  &quot;Gridfun is a football game, employing three dials with spinners, one for kicking, one for running and one for forward passing.&quot;&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rules for the Conduct of the War-Game",
    "ID": 29688,
    "Year": "(1872)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29688/rules-for-the-conduct-of-the-war-game",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "This is the Bill Leeson&acute;s reprint of the English translation of von Tschischwitz game, originally published in 1862. The game asks for at least 3 players, one acting as umpire, of a war scenario set previously by this same umpire. 3 sets of maps are used; one for every team with limited information and an overall one for the umpire with the position of both teams.&#10;The book includes the tables necessary to play as well as a scenario about an invasion of Bohemia. &#10;No verbal communication is allowed for the players, even if in the same team (except to those who are in the same spot); all must be done by means of couriers who bring the messages from one part of the battlefield to another (this is translated as a time delay among the communications of the players)  &#10;The different teams are given a map and a set of troops and some objectives to fulfill, while the umpire keeps good note of the development of both teams.&#10;Basically, the game procedure is as follows:&#10;a)    The umpire states the number of moves to be made&#10;b)    Each commander in succession states what movements he wants to make; the forces are then moved by the umpire&#10;c)    The umpire decides of the success or failure of an attack due to the given tables&#10;d)    Losses are reckoned and noted &#10;So soon the umpire has the movements, no corrections can be made for that same movement.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vanguard: Men At Arms",
    "ID": 29689,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29689/vanguard-men-at-arms",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Vanguard: Men At Arms is a set of miniatures wargame rules aimed at gaming small scale skirmish actions between the 12th and 15th Century.&#10;&#10;Players can control a dozen or more soldiers in fast and bloody clashes with their opponent as they try to raid, ravage and wreak havoc in enemy territory.&#10;&#10;Each figure on the table represents 2-5 men, with a ground scale of 5 yards to the inch. Therefore a game between two forces of twenty men on a 6' x 4' table will represent about 70 soldiers per side fighting across an area about a quarter of a mile across.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Finland at War, v. I: Jatkosota",
    "ID": 29690,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29690/finland-at-war-v-i-jatkosota",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "This game contains twelve scenarios for the Advanced Squad Leader system, detailing the conflicts between Finland and Russia as well as Germany during WWII.  Components include 106 new counters and two 8.5&quot; X 11&quot; mounted maps.&#10;&#10;Ownership of Beyond Valor: ASL Module 1 is required for play.  However, it is printed to be consistent with the First Edition of Beyond Valor.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Finland",
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Museum Pictoris",
    "ID": 29693,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/29693/museum-pictoris",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Museum Pictoris is the board game in which players become great collectors of painting masterpieces.&#10;&#10;The players will be able to compete collecting, buying and selling the best paintings of the History of Art.&#10;&#10;Museum Pictoris is recommended for any age, from 8 years and up. Museum Pictoris is the best way to go deeply into the fascinating world of the History of Art. It is not necessary to have any knowledge about art to play and win, but after a few games and without any effort at all, one will become an art expert.&#10;&#10;Museum Pictoris includes 144 high quality reproductions of painting masterpieces, selected among 50 museums worldwide, of 89 great artists from the XIV century Gothic Style to the XIX century Romantic Style.&#10;&#10;Museum Pictoris is much more than just a game; it is a fascinating trip through the History of Art.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Theme: Art"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roman Glory",
    "ID": 29695,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/29695/roman-glory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4.6667",
    "Description": "From the publishers website:&#10;&#10;Roman Glory was created specifically to fill the worldwide demand for an ASLComp Historical Module depicted Italian forces on the Eastern Front.&#10;&#10;Created by Italian Andrea Garello the set consists of four highly replayable scenarios, special rules sheet, and historical map of Nikitovka.&#10;&#10;Roman Glory is not a complete game. You will need to own Beyond Valor and Hollow Legions to use this product.&#10;&#10;Roman Glory Series &mdash; This product is the first of a series of ASLComp. expansions depicting the Italian Army on the Eastern Front of World War II. Designer Andrea Garello is currently completing two new expansions, depicting actions at Novo Orlovka and Orlovo Ivanovka and providing new maps.&#10;&#10;Expands:&#10;&#10;    Beyond Valor&#10;    Hollow Legions&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "Country: Soviet Union",
      "Game: Advanced Squad Leader",
      "History: World War II (Italy)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le jeu du loup",
    "ID": 29696,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/29696/le-jeu-du-loup",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the back of the box: ``Quick, quick! ... In order to win you must gather all your items before the wolf has all its clothes on. The players take turn drawing from the bag, but be careful, if the wolf's head appears, you have to put an item of clothing on him! This fun game is suitable for players of 3 years and over because there are three versions of the game: all together, one against another or alone... But always against the Wolf.&#10;&#10;The game comes with a board representing a forest, onto which six different kinds of items are spread: mushrooms, strawberries, snails, blackberries, flowers and butterflies. In addition, each player receives one leaf-shaped individual board that is uniformly green on one side (for using in cooperative mode), and covered with the shapes of five of the six items on the other side (used in competitive and individual modes). The wolf is drawn on a magnetic board and its five items of clothing (shoes, trousers, jacket, hat and umbrella) are magnetic too. In the bag, eight cardboard discs represent each of the six items that can be picked from the forest, plus the head of the wolf and a clover leaf.&#10;&#10;The players draw in turn one disc from the bag. If the wolf's head is drawn, they put an item of clothing onto the wolf. If it is the clover leaf, they can take one item of clothing off the wolf or choose one item of their choice from the forest (competitive and individual mode) or two items from the forest (cooperative mode). Otherwise, they take the item represented on the disc from the forest. The disc is then put back in the bag and passed to the next player.&#10;&#10;In competitive mode, the winner is the first player who manages to pick up all the items represented on his board. In cooperative mode, the players win if they manage to empty the forest before the wolf is fully clothed. In individual mode, the player wins if he manages to pick up all the items represented on his board. The game is lost in any mode if the wolf gets all its clothes on.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection"
    ],
    "Families": [
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lilla Anna och Långa farbrorns tårtspel",
    "ID": 29697,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/29697/lilla-anna-och-langa-farbrorns-tartspel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll the die and move. If you end at a blue square take a blue card. If you end at a red square, take a red one and make an imitation of the animal shown. Then take a blue card.&#10;&#10;When you have two identical blue cards you may trade them against a &quot;cake card&quot;. The first player with four &quot;cake cards&quot; is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "OOPS!! Travel Card Game",
    "ID": 29698,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/29698/oops-travel-card-game",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game consists of cards and &quot;speedometer&quot; dials for players to keep score.  On one's turn, one draws a card and moves one's speedometer pointer the number of mph indicated.  If one goes over 65 mph, a penalty of reducing one's speed is incurred.&#10;&#10;The first player to land exactly on 65 mph wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Transportation"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  }
]