[
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar General's Handbook Pitched Battles 2022-23 Season 1",
    "ID": 365849,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365849/warhammer-age-of-sigmar-generals-handbook-pitched",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "0",
    "Description": "This essential supplement gives you new ways to enjoy games of competitive Warhammer Age of Sigmar for the first season of 2022-23, including updated battleplans and Pitched Battle profiles for every unit and army. This pack includes two books: the 96-page spiral-bound hardback General&rsquo;s Handbook, and the 34-page softcover Pitched Battle Profiles book.&#10;&#10;Inside this season's General&rsquo;s Handbook, you'll find:&#10;&#10;&#10;     An introduction to setting up Pitched Battles for matched play games of Warhammer Age of Sigmar, including guidance on the Battle Ready standard of painting for your miniatures, and a comprehensive list of the official publications which can be used in Pitched Battles&#10;     Detailed background information for Gallet, the wind-blasted continent of Ghur where the action takes place. You&rsquo;ll learn all about this arid landscape, the beasts that dwell there, and the tunnels underneath it&#10;     Region of War rules for Gallet, the Splintered Land, with special rules that focus on empowering Battleline troops, a terrifying new Realmsphere spell for all Wizards, and an aggressive Realm Command available to all players&#10;     Two additional core battalions that players can include in their army: Expert Conquerors, well-versed in seizing objectives, and Bounty Hunters, tasked with bringing down the mightiest foes&#10;     Six grand strategies that dictate an army's goals in battle by offering victory points if completed by the end of the game, whether you spread your veterans across the battlefield in a Show of Dominance, or eliminate your opponent's core to demonstrate that there's No Place for the Weak&#10;     Eight battle tactics that can be used to gain an advantage each turn by earning additional victory points, such as taking revenge for fallen warriors with An Eye for an Eye, or choosing to Outmuscle your opponent's veterans by driving them from an objective&#10;     12 battleplans for setting up games of Warhammer Age of Sigmar, with a variety of special rules and victory conditions, such as claiming volatile amberbone deposits in the Realmstone Cache, fighting over the twisting tunnels of the Nidus Paths, or struggling to the bitter end in a claustrophobic Turf War&#10;     Updated warscrolls for the following 17 endless spells: Horrorghast, Aethervoid Pendulum, Chronomantic Cogs, Emerald Lifeswarm, Geminids of Uhl-Gysh, Malevolent Maelstrom, Prismatic Palisade, Purple Sun of Shyish, Quicksilver Swords, Ravenak's Gnashing Jaws, Soulsnare Shackles, Suffocating Gravetide, The Burning Head, Umbral Spellportal, Soulscream Bridge, Shards of Valagharr, and Lauchon the Soulseeker&#10;     The core rules and player's code for games of Warhammer Age of Sigmar&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vac Tour",
    "ID": 365861,
    "Year": "(1939)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365861/vac-tour",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Vac Tour is an Australian promotional board game for the Vacuum Oil Company that was established in Australia in 1895. The game was a supplement to Vacuum Country Journal.&#10;&#10;A simple roll of the dice and move game that sees players move cardboard cars through rural Australia that have kangaroos and Emus among Vacuum Oil depots and signage. Players cannot overtake on any curved roads.&#10;&#10;Fist to reach the finish square 100 by exact throw is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Industry / Manufacturing",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hush: Woven Bog",
    "ID": 365871,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365871/hush-woven-bog",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "July 2022 episode for Hush.&#10;&#10;Includes:&#10;&#10;     Map postcard: Woven Bog&#10;     Character card: Lavinia Perrie&#10;     Nocturnal Creature card: Gregorio The Unseen&#10;     Spirit card: Goblin Spirit&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: Hush",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AdvanceQuest: An Abduction in Darkhill",
    "ID": 365873,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/365873/advancequest-an-abduction-in-darkhill",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In a land ruled by an iron fist, danger flourishes in the shadows. Uncover a disturbing mystery when you witness... An Abduction in Darkhill.&#10;&#10;AdvanceQuest is a compact adventure system. Generate a character with any traits you want, and advance your way through the story, rolling dice against challenges and trying to reach the end.&#10;&#10;A new chapter in the AdvanceQuest story is coming.&#10;&#10;Using a clever new exploration mechanic, each foray into the story will offer different challenges using a simple combination of two elements. Select two of your own traits and roll off against the two story elements, and see if you can beat the dangerous situation. If you roll well, you survive to continue on. If you fail, you will take damage. But don't despair &ndash; you can spend Stamina to re-roll dice before you apply their effects! If you can make it through the story, you win! Your score is how many treasures you manage to collect along the way &ndash; see if you can beat your high score by playing again!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: AdvanceQuest",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pajaritos: Tejiendo Nidos",
    "ID": 365874,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/365874/pajaritos-tejiendo-nidos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Spring is coming and the little birds must build their nests. You can help them! Gather the twigs and place the floors so they can build their colonies. There are endless possibilities! Cooperative 3D construction game.&#10;&#10;Floor cards are placed on the table, and 5 floors are dealt to each player. The player on the right begins to build, who will have to build according to what the card indicates. If you will have to use short or long twig cards, if you have to balance some nest boxes or if you have to receive a message from the homing pigeon. Once that stage is resolved, you will have to roll the dice and see how many floors you have to go up or down with your little bird. So continue the other players. The game ends when the roof card is drawn or when there are no more floors left.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Birds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Three-Dragon Ante: Legendary Edition – Giants War",
    "ID": 365879,
    "Year": "(2022)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365879/three-dragon-ante-legendary-edition-giants-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Long ago, dragons and giants fought a thousand-year war...and the human survivors commemorated these battles by adding the giants to their high stakes card game of luck and skill, Three-Dragon Ante.&#10;&#10;Three-Dragon Ante: Legendary Edition &ndash; Giants War includes more than one hundred cards, featuring a new way to find legendary dragons, new giant gods, and new giant suits that let you split the stakes in two: the dragon stakes and the giants stakes. Players fight for the stakes where their flight is strongest, giving them new routes to victory.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Set Collection",
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Dragons",
      "Mechanism: Tableau Building",
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "StarDriven: Gateway",
    "ID": 365891,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365891/stardriven-gateway",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In StarDriven: Gateway, 1-4 players each control their own starship and crew while determining the fate of distant colonies near an ancient alien gateway. The game can be played competitively, co-operatively, or in solo mode depending on which episode you select at game set-up.&#10;&#10;Your objective is to be the most renowned and respected Crew by gaining the most points. You gain points by increasing your reputation with the Council Worlds, promoting your Crew, researching Anomalies, recruiting Freelancers, and completing Missions. All of these brave endeavors will score you points and lead to your victory. Running your starship entails assigning crew to different stations on your ship board, which allows you to assign dice to those stations to activate ship actions. Move and explore space, encounter raiders, face anomalies, and use your crew abilities and skills to fulfill mission requirements and activate their bonuses. Manage your ship's power, weapons, and shields, and recruit and promote crew members to enhance your ship and achieve objectives to ensure your side prevails.&#10;&#10;Each round of the game, each player takes a turn in clockwise order. On your turn, you must take 2 actions (and any free actions that you want) before ending your turn by passing or spending 1 to recruit a freelancer or promote a Crew on your ship. The round ends with each player Activating the Warbound. When any end game condition is met, players calculate their final score to determine who wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Multi-Use Cards",
      "Pick-up and Deliver",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fallen Flags",
    "ID": 365893,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/365893/fallen-flags",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Fallen Flags is a railroad-themed deck building game in which players invest in the early American railroads, lay track, and run trains with the aim of having the highest score after the game end is triggered.&#10;&#10;Players begin with a base deck of capital, Resources (an abstraction of steel, fuel, labor, and other things needed for railroad operations), and stock in two of the game's four railroads.  Cards played from a player's hand may be used to conduct Railroad Actions (laying track and moving trains) and to raise capital to purchase more railroad stock and better cards.&#10;&#10;Fallen Flags combines the familiar deck building mechanics of games like Star Realms and Dominion with those of railroad games, such as the &quot;18XX&quot; games or &quot;cube rails&quot; games.&#10;&#10;Do you have what it takes to be a railroad baron?&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Deck Construction",
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Perplexus Rebel",
    "ID": 365896,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/365896/perplexus-rebel",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "1",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Perplexus Rebel is a solo dexterity 3-D maze game where players must maneuver a small marble around challenging barriers inside a transparent sphere, but where a wrong move can spell failure and require you to return to the start. With 70 barriers to overcome&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Maze"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Components: 3-Dimensional (3D)",
      "Game: Perplexus",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Perplexus Go! Harry Potter",
    "ID": 365898,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/365898/perplexus-go-harry-potter",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "1",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Perplexus Go! Harry Potter is a solo dexterity 3-D maze game where players must maneuver a small marble around challenging barriers inside a transparent sphere, but where a wrong move can spell failure and require you to return to the start. Join Harry Potter as you conquer the moving staircase, drop through a magical panel, and get a kick out of 30 different obstacles. The Quidditch Cup awaits you at the end!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Maze"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Components: 3-Dimensional (3D)",
      "Game: Perplexus",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Team de Torite",
    "ID": 365902,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365902/team-de-torite",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Team de Torite is a team-base trick taking game for 4, 5, or 6 players.  Much of the game resembles a must-follow, no-trump, partnership game with bidding for the number of tricks a team will win.  However, the game has a few twists.&#10;&#10;In addition to a base of 4 suits, the game includes a fifth &quot;special&quot; suit of cards which constitute the trump cards and the lowest value card.  Trump cards of the same value will cancel each other in a trick if present in even numbers, leaving the last one played to win a trick if an odd number are played.&#10;&#10;The teams place their bets on a board where if one team bids a high number, the other team will be limited from bidding a specific low number.  Additionally, each of the values a team can bid has a multiplier for how it will pay out, and the teams are placing chips face down on the different spaces, giving a different weight to their confidence in each of their bets.&#10;&#10;The team with the most points when one team reaches 150 points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Copenhagen: Queenie Box",
    "ID": 365903,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365903/copenhagen-queenie-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Originally available during the Kickstarter for Helsinki, the Queenie Box contains Copenhagen: New Facades and Copenhagen: Nyhavn.&#10;&#10;These expansions were originally shipped separately and in their own ziplock bag during the Copenhagen Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Copenhagen (Denmark)",
      "Components: Polyominoes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Indoor Tennis",
    "ID": 365904,
    "Year": "(1943)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365904/indoor-tennis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Indoor Tennis is an interesting mix of darts and the game of tennis. Produced in Australia during the War years, the game sees two players standing either end of a miniature tennis court holding bomb shaped darts ready to throw towards each other.&#10;&#10;The court is similar to traditional tennis courts with each side having 3 sections, with a larger &quot;Center Court&quot; and two smaller &quot;Left and Right Service boxes&quot;, close to the net.&#10;&#10;A player (the server) throws their bomb shaped dart into the others court. If successful the other player (receiver) returns a dart. If the receivers dart lands in the opponents same boxed area they win the point. I.e. Server throws dart into Left Service box of receiver. Receiver then successfully throws their dart into left service box of Server. If the receiver is unsuccessful the point goes to the server.&#10;&#10;The game follows the scoring of traditional tennis i.e 15:30, deuce and faults. Play is stopped after an agreed time with the winner winning the most games.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cozy Juicy Real",
    "ID": 365911,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgame/365911/cozy-juicy-real",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Cozy Juicy Real is a conversation-driven board game that deepens connections through fun, engaging, and meaningful interactions. Perfect for game nights, this game brings players closer by sparking conversations that go beyond the surface level&mdash;without ever feeling awkward or forced.&#226;&#128;&#168;&#10;&#10;Players take turns answering a wide range of questions that fall into three categories: Cozy (light and fun), Juicy (thought-provoking), and Real (insightful and revealing), making every round different and every experience unique. It&rsquo;s an introvert- and extrovert-friendly experience - with challenges, fun twists, and collaborative gameplay.&#10;&#10;Designed for 3-8 players aged 14 and up, Cozy Juicy Real is perfect for casual gamers and non-gamers alike, and game sessions can range from a quick 30 minutes to a more in-depth 120 minutes.&#10;&#10;&ldquo;There are some really great thought-provoking questions in here and I love the interaction with other players. A great social game to play with friends and to make new ones.&rdquo;&#10;-Adam, Die Rollin&rsquo; Game Reviews&#10;&#10;Winner of the 2024 Sparks Play Award for Connection&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Storytelling",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ultreia the game",
    "ID": 365912,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/365912/ultreia-the-game",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "You finally embarked on the adventure of the pilgrimage to Santiago de Compostela and you are walking with a group of people from around the world, the Ultreier Team!&#10;&#10;Each ultreier has a special power, but&hellip; Who will be the first to arrive to their destination? Get the cards you need to stamp your credencial while you discover the impressive monuments of Galicia, its ancient traditions and you taste the many delicacies of this region without missing out on any celebration, but&hellip; Beware! This deck is full of spells! Be careful with the meigallos or spread some mischief!&#10;&#10;Evil eyes, apparitions, the Santa Compa&ntilde;a, witches, market-style octopus, queimadas...all of the magic of the Camino in one deck!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Mythology",
      "Travel"
    ],
    "Mechanics": [
      "Drawing"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Champions: The Card Game – Cyclops Hero Pack",
    "ID": 365913,
    "Year": "(2022)",
    "Geek Rating": "5.968",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365913/marvel-champions-the-card-game-cyclops-hero-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "As Charles Xavier&rsquo;s first student, nobody is more dedicated to the Professor&rsquo;s dream of peaceful coexistence than Scott Summers, better known as the hero Cyclops. Armed with powerful optic beams and tactical genius, Cyclops leads his fellow X-Men on their missions as a brilliant field commander.&#10;&#10;This commander of the X-Men blasts his way into battle with this expansion pack, which introduces Cyclops as a new playable hero along with his fifteen signature cards. With a pre-built Leadership deck ready to play from the get-go, you&rsquo;ll be able to lead the X-Men&rsquo;s charge into battle from the moment you open the box. With his powerful optic blasts and tactical brilliance, Cyclops is a natural leader and a fantastic addition to any team.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Comic Books: Marvel Universe",
      "Game: Marvel Champions – The Card Game",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of St. Louis Game",
    "ID": 365914,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/365914/battle-of-st-louis-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Battle of St. Louis is a low to moderate complexity tactical wargame covering the British / Native American attack on St. Louis during the American Revolutionary War. The game takes about 90 minutes to play. One player commands the Spanish and the other player commands the British.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: St Louis (Missouri, USA)",
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battle Series of World Battles (Historical Game Company)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Yorktown Game",
    "ID": 365915,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/365915/battle-of-yorktown-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8333",
    "Description": "Battle of Yorktown is a low to moderate complexity tactical wargame covering the Franco-American attack and siege of Yorktown during the American Revolutionary War. One player commands the British and their Hessian mercenaries and the other player commands the Franco-American forces. The game takes about 90 minutes to play&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: France",
      "Country: Great Britain",
      "Country: USA",
      "History: Age of Kings",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battle Series of World Battles (Historical Game Company)",
      "States: Virginia",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Eroberung Des Weltraums",
    "ID": 365916,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/365916/die-eroberung-des-weltraums",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Die Eroberung Des Weltraums is a roll and move space race from the earth to the moon.&#10;&#10;Large plastic astronauts lift off and go into earth orbit before crossing space and going into a moon orbit. A player lands on the moon and then returns to Earth. First player to successfully land on the moon and return is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neustart",
    "ID": 365921,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/365921/neustart",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "Following a blackout,  in Neustart you and the other members of a municipal crisis management team need to protect a small town from chaos and destruction and provide the population with the best possible care. You don't know how long it will be before power can be restored. Dealing with uncertainty and insecurity, possibly with failures and losses, the situation will make enormous demands on you.&#10;&#10;Each round of a game is a complete day, broken into day and night. Different events happen in day and night, with these events becoming more serious and all-encompassing as the days progress. Initially everyone still has enough to eat, but people might be stuck in elevators, and accidents or fires can occur as the population handles open flame to cook.&#10;&#10;Over time, food will run out, people will need more care, and the population needs to be informed about what measures the administration is taking. To solve these problems, the players control five teams &mdash; fire brigade, police, rescue service, construction, and administration &mdash; each with three members. Each team has important skills, but they can also crossover to handle other tasks, with the construction team also being able to put out fires, for example.&#10;&#10;Teams can be used only for a certain amount of work, after which they need to recover. Players must act under time pressure and a lack of information, having only a few minutes to decide how the teams will act, with anything unaddressed remaining undone &mdash; and unfortunately unresolved tasks deteriorate the mood of the population, possibly leading to riots and chaos. Teams and time are limited, though, so you must set priorities and ration where needed.&#10;&#10;The game lasts 4-7 days, and you can determine how well you do based on the damage suffered by the population and area.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Artemis Project: First Contact",
    "ID": 365924,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/365924/the-artemis-project-first-contact",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "3",
    "Description": "You have discovered an ancient tablet. If this is deciphered, you will unlock coordinates to new planets where information can be gathered. But beware! Space is a dangerous place.&#10;&#10;In The Artemis Project: First Contact, players will roll dice and determine which laboratories to activate. They might invest in cloning, launching items into space, or deciphering the Ancient tablet. Each action taking you one step closer to unlocking planets, establishing a network of satellites between them, and making contact! With time, you will build structures on the planets, all with the goal of harvesting knowledge.&#10;&#10;After 16 seasons (rounds) of gameplay, the winner will be the person who accumulated the most points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ZEL'LoTE",
    "ID": 365941,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/365941/zellote",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A game of strategy, tactics, and fate.&#10;&#10;A two player game in which players take turns moving, attacking, and defending, in an attempt to move their 'Zealot' across the battleground, while preventing their opponent from doing the same.&#10;&#10;Five heroes are available to help the Zealot reach it's goal. Each is able to perform the same, simple attacks, but each also has a unique ability they bring to the battle. But be warned: Only four units (per player) may be on the battlefield at a time, and only a Zealot can win the game.&#10;&#10;Combining positional strategy, with a card based attack/resource system, ZEL'LoTE is a game that is never the same game twice. Strategy, tactics, and fate; all will play a hand in victory, but when it comes right down to it, you'll probably need a miracle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Grid Movement",
      "Impulse Movement",
      "Induction",
      "Moving Multiple Units",
      "Multi-Use Cards",
      "Physical Removal",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skull Tales: Full Sail! – Kickstarter Extras",
    "ID": 365949,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365949/skull-tales-full-sail-kickstarter-extras",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Comes packaged in its own cardboard box but with no text or picture on the box.&#10;&#10;Includes the following bonus items from the Kickstarter campaign:&#10;&#10;Noble Rebel stat card&#10;&quot;Ember&quot; card and mini&#10;Anne &quot;The Dutchess&quot; card and mini&#10;2x Giant Scorpion cards&#10;Guardian of the Temple small card&#10;Buried Scorpion small card&#10;Cloth bag with pirate symbol&#10;Metal pirate coin&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Nautical",
      "Novel-based",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Skull Tales",
      "Region: Caribbean Sea",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aeon's End: Evolution",
    "ID": 365950,
    "Year": "(2023)",
    "Geek Rating": "5.537",
    "Avg Rating": "8.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365950/aeons-end-evolution",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion for Aeons End that consists of milestones from the Past and Future Kickstarter campaign. It contains:&#10;&#10;Treasures:&#10;&#10;     Portable Furnace&#10;     Fossilized Feather&#10;     Arachnos' Cobwebs&#10;     Indira's Aetherial Glow&#10;     Nook's Mechanex&#10;&#10;&#10;Market Cards:&#10;&#10;     Fall Lantern&#10;     Reflecting Current&#10;     Crescent Greave&#10;     Feeding Lichen&#10;&#10;&#10;Mage:&#10;&#10;     Dorian&#10;&#10;&#10;Nemesis:&#10;&#10;     Clouded Mesmer&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aeon's End: Past and Future Promo Pack",
    "ID": 365951,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365951/aeons-end-past-and-future-promo-pack",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A kickstarter exclusive pack consisting of milestone cards marked &quot;Kickstarter Exclusive.&quot;&#10;&#10;Upgraded Basic Nemesis Cards:&#10;&#10;     Chain Lightning&#10;     Omniscent Otherling&#10;     Flay&#10;     Bombard&#10;     Coal Beast&#10;     Consuming Earth&#10;     Reckoning&#10;     Void Revenants&#10;     Resurrect&#10;&#10;&#10;Treasures:&#10;&#10;     Malastar's Imperfect Zanite&#10;     Claudia's Kaleidoscope&#10;     Soskel's Tactical Gambit&#10;     Indira's Weathered Opal&#10;     Cracked Antler&#10;     Soul Engine&#10;     Ilya and Kel's Tourmaline Fragment&#10;&#10;&#10;Market Cards:&#10;&#10;     Citrine Shrapnel&#10;     Cataclysm Seed&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Game: Aeon's End"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Winnie the Pooh in the Honey Heist",
    "ID": 365952,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/365952/winnie-the-pooh-in-the-honey-heist",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Overview: Help Winnie the Pooh and his friends collect honey from the beehives&#10;&#10;Players: 1 - 100+&#10;Game Time: 25 minutes&#10;Items needed: 2 six-sided dice&#10;&#10;The game is played over 12 rounds, with players playing simultaneously, trying to earn the most points by placing numbers into runs and sets in each beehive. One die will be used for Winnie the Pooh, while the other die will be one of his friends coming to help. All players will use the same dice pool for each roll, however each player determines how to use the dice.&#10;&#10;Gameplay: Each Round you will roll 2 dice and then use each die to place a number in any open hexagon in any beehive. One die will be used for Winnie the Pooh, using the number on the die for a hexagon space. The other die will be used for a Friend, which will also place a number in an open hexagon space. The goal is to make number runs and/or sets of the same number in each beehive. The longer the run or the larger the set, the more points you will earn.&#10;&#10;Round Summary:&#10;&#10;- Roll 2 dice - Roll the 2 dice. Write the numbers in the current round&rsquo;s track. The round tracker is just used as a helpful reference. (Over a game you will mark 24 numbers, filling all the beehives. It will be 2 numbers each round, over the 12 rounds)&#10;&#10;- Use one die for Winnie the Pooh&#10;     Choose one of the dice for Winnie the Pooh. Write the number on the die in any open hexagon space in any beehive.&#10;&#10;- Use one die for a Friend&#10;     Use the other die for one of Pooh&rsquo;s friends, using whatever their special ability is. Some friends will give you a choice between two numbers. Some friends will look at Pooh&rsquo;s die and then make another number based off of that number. Write the number in any open hexagon in any beehive. Also, mark an X over the leftmost heart on the friendship track under the friend you chose. Note: You may choose a friend more than three times, there just is not any additional bonus.&#10;&#10;- Repeat this until you have completed 12 rounds&#10;&#10;Scoring: The goal is to make number runs and/or sets of the same number in each beehive. The longer the run or the larger the set, the more points you will earn. You can use each number you wrote once for a run and once for a set. You can use the number already in the center of each beehive in multiple runs or sets. A run is three or more numbers that are connected and continuously increasing by one. A set is a group of two or more numbers that are connected and all the same number.&#10;&#10;End of Game:&#10;Total all your runs, sets, furthest star on the honey/bee track, and also all stars earned from friends. Total these points and the highest score wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Bears",
      "Books: Winnie the Pooh",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "10 Days Before Christmas",
    "ID": 365958,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/365958/10-days-before-christmas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It's December 15th, Christmas is almost upon us, but the house is not ready to celebrate yet!&#10;The tree is in its place ... but it's bare!&#10;&#10;In these 10 days you will have to decorate your tree in the best possible way, filling it with lights and balls to make it the most beautiful in the city!&#10;But it won't be easy ... as it has to shine the same colors both night and day, the balls you place on the tree will have the same color of the light in that spot.&#10;Remember not to close the curtains! If Santa sees a ball he likes, he will reward you with gifts and decorations!&#10;&#10;The game consists of placing the various Christmas lights tiles on the tree.&#10;Depending on the predominant color on each single intersection of the various triangles, players will be able to place balls of a color, ornaments for the room or receive gifts from Santa Claus. All this will allow players to earn points to win the match.&#10;&#10;Who will be able to make the most beautiful tree? &#10;We will find out only after unwrapping the gifts!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catacombs Big Box Plus",
    "ID": 365959,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/365959/catacombs-big-box-plus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "This is the ultimate version of the award winning fantasy, dexterity board game, Catacombs&trade; that bundles the base game in a big box with several expansions including the Ice Box, Wyldlands, Cavern of Soloth and Resurrection Packs.&#10;&#10;This exclusive PLUS version of Catacombs 3E (not available at retail) includes:&#10;&#10;&#10;     Six double-sided neoprene PLAYMATS instead of the game boards in the retail version of Catacombs 3E&#10;     The new &ldquo;Kallax shelf&rdquo; friendly extra large box and TWO organizing trays instead of the single organizing tray in the retail version&#10;     The new wall system including custom plastic stands&#10;     The fully revised and updated 36 page Reference manual&#10;     The new 40 page Tutorial manual&#10;&#10;&#10;The six, double-sided playmats included with this set:&#10;&#10;&#10;     Campfire | Stone Altar (from the Catacombs 3E base game)&#10;     Lava Tube | Root Cellar (from the Catacombs 3E base game)&#10;     Mausoleum | Throne Room (from the Catacombs 3E base game)&#10;     Scavewyrm Pit | Forthstron River (the playmat that accompanies the Wyldlands expansion)&#10;     Wild Woodlands | Poisonwood Bridge (from the Wyverns of Wylemuir expansion)&#10;     Ice Cavern / Quartz Grotto (the playmat that accompanies Resurrection Packs 1 &amp; 2. Note: the game board version is called Resurrection Pack 3)&#10;&#10;&#10;Includes the components and rulebooks (where applicable) for the following Catacombs expansions, packed inside the PLUS box:&#10;&#10;Ice Box (Elzra exclusive)&#10;Cavern of Soloth&#10;Wyldlands (Elzra exclusive)&#10;Resurrection Pack 1 (Elzra exclusive)&#10;Resurrection Pack 2 (Elzra exclusive)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Flicking",
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Game: Catacombs",
      "Mechanism: Finger Flicking Games",
      "Misc: LongPack Games",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Revolver Noir: Rogue Agents",
    "ID": 365960,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365960/revolver-noir-rogue-agents",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Not every shape in the shadows is a rival investigator; there are a host of other dark figures skulking around the mansion. Each has their own purpose, and the tools to accomplish the job.&#10;&#10;In this 4-card expansion, you will receive 4 double sided role cards (2 for each player, allowing them to choose any of the 4 roles - including the same role as their opponent). The roles introduce new challenges and provide new abilities, which will mix up games in a fun new way.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pilgrims",
    "ID": 365961,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/365961/pilgrims",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Pilgrims, a trick-taking card game with a number of twists, players are collecting groups of villagers to go on pilgrimage together, but only the most impressive bands of pilgrims get to be commissioned by the bishop and gain prestige!&#10;&#10;In each round, two (or sometimes one) sites of pilgrimage are on offer, and players try to build the most impressive band of pilgrims by playing cards of the same suit. Lower value cards may be used to provide relics or manuscripts to add to the prestige gained from visiting a particular holy site. You may even be able to go on pilgrimage on your own as the hermit!&#10;&#10;When you go on pilgrimage, you receive a scoring card and discard all the cards you played. Players going home discard only one of the cards they played. Scoring cards give you 5-10 victory points, and there are chances to add to these using lower-value cards you play.&#10;&#10;The more you go on pilgrimage, the smaller your band of followers becomes, making it more difficult to compete against your opponents, so you need to choose when to admit defeat and go home early in the hope of attracting more impressive followers to your cause.&#10;&#10;The game is over when thirty pilgrimages have taken place, which typically means 16-20 rounds of play.&#10;&#10;This game has been in development since 2004, and now is in final stages of refining the artwork.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wonder Tales: Magic & Mayhem",
    "ID": 365970,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365970/wonder-tales-magic-and-mayhem",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Here's the magical items expansion. At just two cards, it'll give players a variety of items to use, but there's a catch - any item that you use in round 1 is available to your opponent in the next round.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Game: Wonder Tales",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wonder Tales: Rumplestiltskin (solo mode)",
    "ID": 365971,
    "Year": "(2022)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365971/wonder-tales-rumplestiltskin-solo-mode",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Here's the solo play. This has been a long requested expansion to Wonder Tales and has been working its way around for a while now. It's basically just a ruleset, but we are making it nicer with 4 cards that can stay out in play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Game: Wonder Tales",
      "Players: Expansions Adding Solo Play",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Discover The Way",
    "ID": 365974,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/365974/discover-the-way",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Discover The Way is a strategic game that requires adaptation, planning, risk vs reward choices, and luck. Each player builds the world as the game is played and the decisions start off right away. Players need to decided if they are going to defend, attack, upgrade, or a combination.&#10;&#10;Each player has a relic to grab from another player&rsquo;s board which means that they will have two relics from other players on their board. Each player also has customizable dice that can be upgraded during game play. The boards start empty and as the players move and do discoveries the world begins to fill out. The first player to retrieve both of their relics and bring them back to their base wins.&#10;&#10;On your turn you will roll three dice (more can be purchased later). Each die has one gold, one wood, one stone, and three movement. You can only bank the gold and the others need to be used that turn. Anything rolled could be used for movement instead of the resources rolled. You use movement to create pathways to your relics. You can use gold to discover more gold, wood, and stone Tetris like pieces which can also be used to block other players. After you make a discovery you can take that resource and modify your dice to improve your future rolls. Other combinations of resources are used to build walls, bridges, and more soldiers. When you have your relic you can only move at half speed to bring it back to base. After someone drops both relics off at base the game immediately ends with that person as victor.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Territory Building"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Map Addition",
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Re-rolling and Locking",
      "Resource to Move",
      "Roll / Spin and Move",
      "Square Grid",
      "Take That",
      "Tile Placement",
      "Turn Order: Pass Order",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Wizard of Oz Game Book",
    "ID": 365977,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/365977/the-wizard-of-oz-game-book",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an oversized board book with six page spreads that become game boards, including &quot;The Yellow Brick Road,&quot; &quot;Spider Monster's Web,&quot; and &quot;The Enchanted Forest,&quot; loosely retelling episodes from L. Frank Baum's classic novel The Wonderful Wizard of Oz. Most play 2 to 4 players, but two are 2 players only.&#10;&#10;All six boards are competitive race games, although one is a variation on Snakes and Ladders and one a classical hex grid game.&#10;&#10;The book includes an &quot;electronic die&quot; which randomly lights up in one of six quadrants (with a sound effect). Depending on the board being played, it is utilized as a d6, d3, or d2.&#10;&#10;",
    "Categories": [
      "Book",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Grid Movement",
      "Race",
      "Rock-Paper-Scissors",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: The Wizard of Oz",
      "Components: Book as Board"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tap the Table!",
    "ID": 365979,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/365979/tap-the-table",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "In Tap the Table! players take turns to propose aloud a solution that fits the criteria on the cards in the middle of the table. The criteria accumulate until an answer is declared void by the other players&hellip; who tap their fists on the table! (Yes, really!) Tokens are given out as penalties, and the player with the least tokens at the end of the game is declared the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Hot Potato",
      "Negotiation"
    ],
    "Families": [
      "Card Games: Adding",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quinto Império II",
    "ID": 365980,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/365980/quinto-imperio-ii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "At the beginning of the 15th Century Portuguese navigators embarked on the first sea voyages exploring the oceans and discovering new lands. &#10;On those voyages they found rich cultures and commodities that animated an intense maritime trade.&#10;In Quinto Imp&eacute;rio II, players are captains of a &ldquo;caravel&rdquo; sailing ship and during their turn they roll 3 dice that they use to perform 3 actions.&#10;With their dice they move their caravel to travel around the world, stopping in commercial ports, buying gold or commodities that are used to built monuments or create Portuguese landscape gardens. They can also visit schools of &ldquo;astrolabe&rdquo;, where they can be educated in and develop navigation technologies.&#10;The game includes 300 question cards about Portuguese history and culture and other trivia.&#10;The winner is the player who masters the voyage, building more monuments or discovering more commodities, eventually earning the most victory points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Nautical",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Country: Portugal"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kamigami",
    "ID": 365981,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/365981/kamigami",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this game you will play as god, create world, send people there and make them happy.&#10;&#10;First of all, every player chooses random god card and gets several world cards. Then player during turn can extend common world with card or make human born or move human to another world card that can change mood. The winner is the god with better mood of his people.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cztery Sery",
    "ID": 365985,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/365985/cztery-sery",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Cztery Sery (&quot;Four Cheese&quot;) with the Treflik Family is a hilarious board game where you take on the role of a pizza delivery man!&#10;&#10;Move around the board, play action cards and block your opponents. Remember to come back for another new order. Watch out for Auntie and Cat cards, who are already waiting for their favorite treats!&#10;&#10;Be the first to deliver the ordered pizzas to the indicated addresses and become the winner!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Cztery Sery z Rodzin&#196;&#133; Treflik&oacute;w to przezabawna gra planszowa, w kt&oacute;rej wcielisz si&#196;&#153; w dostawc&#196;&#153; pizzy!&#10;&#10;Poruszaj si&#196;&#153; po planszy, zagrywaj karty akcji i blokuj przeciwnik&oacute;w. Pami&#196;&#153;taj, &#197;&#188;eby wr&oacute;ci&#196;&#135; po kolejne, nowe zam&oacute;wienie. Uwa&#197;&#188;aj na karty Ciotki i Kota, kt&oacute;rzy ju&#197;&#188; czekaj&#196;&#133; na swoje ulubione przysmaki!&#10;&#10;B&#196;&#133;d&#197;&#186; pierwszy, dostarcz zam&oacute;wione pizz&#196;&#153; pod wskazane adresy i zosta&#197;&#132; zwyci&#196;&#153;zc&#196;&#133;!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "X MAS: Uomini Gamma Contro Gibilterra",
    "ID": 365986,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/365986/x-mas-uomini-gamma-contro-gibilterra",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;X MAS: Uomini Gamma Contro Gibilterra&quot; is a Solitaire wargame on the attacks performed in 1942 by the Italian X&ordf; [10th] MAS Flotilla against the Royal Navy base in Gibraltar.&#10;The game is freely inspired by the &quot;278th Squadron&quot; wargame of the designer Marco Campari.&#10;&#10;Parabellum magazine X, Spring 2022&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Italy",
      "Country: United Kingdom",
      "Magazine: Parabellum",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fortress of Terror: Lake of the Dragon",
    "ID": 365989,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/365989/fortress-of-terror-lake-of-the-dragon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Journey far and wide through the distant mountains to the hidden Vale of Harmony to answer their enigmatic summons&hellip;and discover an ancient and terrible Evil living beneath the Lake.&#10;&#10;Lake of the Dragon is the fourth Fantasy Adventure Module in the Roll-With-It system, a modular, solitaire roll-and-write adventure game system with endless possibilities for adventure through an accomplish-the-task-and-escape-the-maze-style gameplay.&#10;&#10;Gameplay is centered around a maze or map, through which the player must navigate, accomplish some objective(s), and escape the map under pressure from the enemy's attacks via the Doom die. The simple, puzzley, maze-style gameplay is approached differently in each adventure, building on the basic rules with new rules, concepts, and components that make each adventure feel fresh and unique.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Fantasy",
      "Maze",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Line Drawing",
      "Movement Points",
      "Multiple Maps",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Game: Roll-With-It"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Helsinki: Deluxe",
    "ID": 366011,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/366011/helsinki-deluxe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Deluxe edition contains base game and expansion 1 in acrylic.&#10;&#10;&#10;The famous Senate Square in the center of the Finnish capital is surrounded by government buildings, the&#10;university, the cathedral and the Sederholm House. The players &#204;&#129; task is to design pavilions across the square to protect pedestrians in the rain. Helsinki is based on the design of Copenhagen by the same design team, but with some added complexity.&#10;&#10;The center board depicts the Senate Square with 8 spaces (two per side) and 8 cards, with each card connected to two spaces. The player on their turn advances their pawn 1-3 spaces, then must choose to take cards or build a pavilion. Each space is connected to two face up cards, and the player may choose to draw these into their hand (making sure to respect the 7 card hand limit, a key challenge in the game). The cards are in one of 5 colors and show a shape of size 2 to 5. To build a pavilion, the player plays a card showing the piece they want to play, and then must play an additional number of cards of the same color to match the size of the piece. Finally, the piece must be &quot;slid&quot; onto their game board (which also represents the Senate Square) from the side of the Square their pawn is on on the main board. Covering certain spaces earns a coat of arms, which may be spent to use one of the 15 one-time special actions.&#10;&#10;Players score points for completing rows and columns, and the player with the most points at the end of the game is the winner.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Grid Coverage",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pixel Planes",
    "ID": 366014,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366014/pixel-planes",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "As colonels of the Pixel Planes Squadron, you must direct all of your planes into formation as quickly as you can.&#10;&#10;Demonstrate your superior leadership in this fast and furious game. Planes are all over the place, so try to keep your head!&#10;&#10;In this 3-6 player, real-time game, players can play a card that matches the plane type or colour or both. They just can't play two cards in a row. Be the first player to get rid of all of the cards in your hand to win the round.&#10;Win five rounds to win the game!&#10;&#10;One game takes roughly 10-20 minutes to play. It is recommended to have a pencil and paper handy to keep track of who wins each round.&#10;&#10;Components: 50 cards, and an instruction booklet housed in a 54 card tuck box.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Recognition",
      "Real-Time",
      "Score-and-Reset Game",
      "Speed Matching"
    ],
    "Families": [
      "Card Games: Matching"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mystic Hollow Painters",
    "ID": 366015,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366015/mystic-hollow-painters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Welcome to Mystic Hollow!&#10;&#10;It&rsquo;s time to freshen up the village by giving the mushroom houses a fresh coat of paint. On a player's turn they must play a paint card, rest, or rush (playing two paint cards). The card they play must be added to the matching neighbourhood. Finish painting a neighbourhood first to score. You get more points for using the same colour paint multiple times.&#10;&#10;The first player to 7 points wins the game!&#10;&#10;Components: 4 Location Cards, 4 Character Cards, 60 Paint Cards, and an instruction booklet housed in a 72 card tuck box.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Matching",
      "Set Collection",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hussars and Tripods",
    "ID": 366018,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/366018/hussars-and-tripods",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Rules for miniatures covering the &ldquo;historical&rdquo; War of the Worlds Martian invasion of Earth.  The game is designed for fast play. Some changes were made to the Martian capabilities described in the H. G. Wells novel to make the game competitive.  Martians are limited in their supply of Black Gas and cannot simply fire at every copse insight.&#10;&#10;One miniature stand represents one Martian tripod, one infantry company, one cavalry troop or one artillery battery.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Books: The War of the Worlds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catacombs Big Box",
    "ID": 366019,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/366019/catacombs-big-box",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the base version of the award winning fantasy, dexterity board game, Catacombs&trade; that packs the core game in a big box. Includes the Ice Box exclusive expansion.&#10;&#10;This exclusive version of Catacombs 3E (not available at retail) includes:&#10;&#10;&#10;     Three double-sided neoprene playmats (instead of the game boards in the retail version of Catacombs 3E)&#10;     The new &ldquo;Kallax shelf&rdquo; friendly extra large box and TWO organizing trays instead of the single organizing tray in the retail version&#10;     The new wall system including custom plastic stands&#10;     The fully revised and updated 36 page Reference manual&#10;     The new 40 page Tutorial manual&#10;&#10;&#10;The three, double-sided playmats included with this set:&#10;&#10;&#10;     Campfire | Stone Altar (from the Catacombs 3E base game)&#10;     Lava Tube | Root Cellar (from the Catacombs 3E base game)&#10;     Mausoleum | Throne Room (from the Catacombs 3E base game)&#10;&#10;&#10;How does this playmat version differ from the retail version of the third printing of Catacombs 3E?&#10;&#10;&#10;     All &ldquo;big box&rdquo; versions of Catacombs 3E include double-sided neoprene playmats instead of cardboard game boards used in the retail version.&#10;     All &ldquo;big box&rdquo; versions of Catacombs 3E feature the large storage box (obviously) and the second organizing tray.&#10;     All &ldquo;big box&rdquo; versions of Catacombs 3E include the exclusive Ice Box expansion&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Flicking",
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Game: Catacombs",
      "Mechanism: Finger Flicking Games",
      "Misc: LongPack Games",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catacombs Big Box Wyldlands",
    "ID": 366020,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/366020/catacombs-big-box-wyldlands",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the wyldlands version of the award winning fantasy, dexterity board game, Catacombs&trade; that bundles the base game in a big box with two expansions (the Ice Box, and Wyldlands.&#10;&#10;This exclusive wyldlands version of Catacombs 3E (not available at retail) includes:&#10;&#10;&#10;     Four double-sided neoprene playmats instead of the game boards in the retail version of Catacombs 3E&#10;     The new &ldquo;Kallax shelf&rdquo; friendly extra large box and TWO organizing trays instead of the single organizing tray in the retail version&#10;     The new wall system including custom plastic stands&#10;     The fully revised and updated 36 page Reference manual&#10;     The new 40 page Tutorial manual&#10;&#10;&#10;The four, double-sided playmats included with this set:&#10;&#10;&#10;     Campfire | Stone Altar (from the Catacombs 3E base game)&#10;     Lava Tube | Root Cellar (from the Catacombs 3E base game)&#10;     Mausoleum | Throne Room (from the Catacombs 3E base game)&#10;     Scavewyrm Pit | Forthstron River (the playmat that accompanies the Wyldlands expansion)&#10;&#10;&#10;Includes the components and rulebooks (where applicable) for the following Catacombs expansions, packed inside the box:&#10;&#10;Ice Box (Elzra exclusive)&#10;Wyldlands (Elzra exclusive)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Flicking",
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Game: Catacombs",
      "Mechanism: Finger Flicking Games",
      "Misc: LongPack Games",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catacombs Playmat Upgrade and expansion",
    "ID": 366021,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366021/catacombs-playmat-upgrade-and-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This entry is both an upgrade to Catacombs (Third Edition) and adds new content from the 2018 Kickstarter campaign.&#10;&#10;This exclusive Upgrade version of Catacombs 3E (not available at retail) includes:&#10;&#10;     Six double-sided neoprene playmats instead of the game boards in the retail version of Catacombs 3E&#10;     The new &ldquo;Kallax shelf&rdquo; friendly extra large box and two organizing trays instead of the single organizing tray in the retail version&#10;     The new wall system including custom plastic stands&#10;     The fully revised and updated 36 page Reference manual&#10;     The new 40 page Tutorial manual&#10;     The new large obstacle pieces&#10;&#10;&#10;The six, double-sided playmats included with this set:&#10;&#10;&#10;     Campfire | Stone Altar (from the Catacombs 3E base game)&#10;     Lava Tube | Root Cellar (from the Catacombs 3E base game)&#10;     Mausoleum | Throne Room (from the Catacombs 3E base game)&#10;     Scavewyrm Pit | Forthstron River (the playmat that accompanies the Wyldlands expansion)&#10;     Wild Woodlands | Poisonwood Bridge (from the Wyverns of Wylemuir expansion)&#10;     Ice Cavern / Quartz Grotto (the playmat that accompanies Resurrection Packs 1 &amp; 2. Note: the game board version is called Resurrection Pack 3)&#10;&#10;&#10;Includes the components and rulebooks (where applicable) for the following Catacombs expansions, packed inside the upgrade box:&#10;&#10;Ice Box (Elzra exclusive)&#10;Wyldlands (Elzra exclusive)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Flicking",
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Game: Catacombs",
      "Mechanism: Finger Flicking Games",
      "Misc: LongPack Games",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Time Curling",
    "ID": 366037,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366037/big-time-curling",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Curling is a winter team sport popular in Canada and other &ldquo;snowy&rdquo; countries. Competitors throw 44-pound granite stones (or &quot;rocks&quot;) down an ice sheet into a bulls-eye target area (the &ldquo;house&rdquo;) at either end of the 155 foot playing surface. Teammates often furiously sweep the ice with brooms to affect a thrown rock&rsquo;s speed or trajectory. This is a finesse sport.&#10;&#10;In Big Time Curling two players each hold an 8-card hand composed of three types of cards: Guards, Draws and Takeouts. Guards are blocking stones that make it harder to throw (or &quot;draw&quot;) a stone into the bulls-eye (&quot;house&quot;) or remove (&quot;takeout&quot;) one. After all 16 cards have been played a round (&quot;end&quot;) is completed. The stone closest to the center of the house determines the winner of the &ldquo;end&rdquo;.&#10;&#10;The winning team scores a point for each rock closer to the center than the opponents&rsquo; best rock -- while the opposing team doesn&rsquo;t score at all!&#10;&#10;All cards are reshuffled and a new round is played. After ten rounds the game is complete. The player with the higher score wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Chit-Pull System"
    ],
    "Families": [
      "Sports: Curling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fuga de Creta",
    "ID": 366040,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/366040/fuga-de-creta",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Your heroes are trapped in the labyrinth of the minotaur on the island of Crete. Their hope is to find their way out and sail to other lands, through a board that is a puzzle, with two game modes.&#10;&#10;The first mode is turn-based. Each player wants, in his turn and using only two actions, to move his hero to the exit of the labyrinth, but by the longest way he can, because each piece his hero passes through will bring him more points at the end of the game.&#10;&#10;The second game mode is done through challenges. A number of actions and a special power are shown to all players, who simultaneously imagine the longest possible path. When a player says how many pieces he can do, the other players have 1'30&#039;&#039; to try to make a longer path. The player with the longest path wins the challenge.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Maze"
    ],
    "Mechanics": [
      "Action Points",
      "Map Addition",
      "Speed Matching"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder Show",
    "ID": 366042,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366042/murder-show",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Crime has already been committed.  Now you have to match the case you need for your Murder Show! Players make up a ridiculous Murder Show and hope that the Investigator has a matching case.  Players give the Culprit, Victim, Weapon, and Place in this certifiable Party Game!&#10;&#10;Each turn players will draw four square cards and choose only one side of each card (Culprit, Victim, Weapon and Place) to build their &quot;Murder Show&quot;.  If their Murder Show best matches one of the two &quot;Case&quot; files the Investigator has, they will win the Case as a point!  The first to 5 Cases wins (or do they).&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mallow Mayhem",
    "ID": 366043,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366043/mallow-mayhem",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Chaos has broken out at the campsite!  Critters have crashed the s'mores party and they are just the cutest!  Roll dice to &quot;fling&quot; Mallows at Critters trying to match what types of Mallows they may like at the right time of day and Tame them!  Earn points if it is a Mallow the Critter happens to Love or Like!&#10;&#10;Over 5 rounds players will take turns using Mallow cards to try and tame the Critters that are in the Row of Critters.  Gain points at the end of the game for critters in your Love and Like score zones; however, be careful as Critters in your Shoo zone will subtract points!  Highest score at the end of five rounds wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cyberpunk 2077: Gangs of Night City – Gang Wars",
    "ID": 366044,
    "Year": "(2023)",
    "Geek Rating": "5.541",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366044/cyberpunk-2077-gangs-of-night-city-gang-wars",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Kickstarter Exclusive Gang Wars Expansion adds 3 new playable gangs to Cyberpunk 2077: Gangs of Night City: The Animals, Moxes, and Scavengers. It also adds a special Scavengers Module which works as a separate plug 'n' play system, bringing Scavenger activity into Night City through special Scavenger Opportunity cards, creating yet another threat that players need to deal with.&#10;&#10;With the addition of new Gangs, the game can also be expanded to 5 players (just as when playing with Families and Outcasts, and/or with the 6th Street Gang).&#10;&#10;&ndash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count",
      "Theme: City",
      "Theme: Cyberpunk",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fruitable",
    "ID": 366045,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/366045/fruitable",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Fruitable is a game in which you combine alphabet tiles to achieve goal cards in English words.&#10;This is a game that will not only help you learn English, but also be enjoyed by all ages. Get the right alphabet tiles and try to complete the goal card.&#10;&#10;- Game Summary -&#10;Fruitable is conducted in a total of 4 rounds. Each round proceeds with the steps below.&#10;&#10;&#10;     Players who do not have a goal card take the corresponding goal card.&#10;     Use number cards and take alphabet tiles&#10;     Use seed tokens (all 3 can be used at a time), exchange 1 alphabet tile you have 1:1 on the market board (can only be exchanged once per round)&#10;     Complete the mission card&#10;     Place a new tile (no tile placement in the last round)&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bible Astronomy Game",
    "ID": 366046,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366046/bible-astronomy-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Bible Astronomy is a card game where there are 16 sets of Astral bodies to collect, such as the sun, planets, star facts and constellations. Each set (or book) is 4 cards. There are also premium cards with Biblical quotes and astronomical facts.&#10;&#10;Cards are dealt out and books are called for like the game of Authors. Some books are worth more than others, i.e Sun and Earth are worth 20 points, while other books are worth 10 points. Premium cards when drawn are worth 5 points. Extra points are gained by either Biblical matches such as the Star of Bethlehem card and earth card or if holding the moon, earth and sun books, a player calls out &quot;eclipse passed&quot; to score 60 points.&#10;&#10;Whoever has the largest number of points at a predetermined time is called the winner&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Command Cards",
      "Deck Construction"
    ],
    "Families": [
      "Religious: The Bible",
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quest for the MacGlyphin",
    "ID": 366048,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366048/quest-for-the-macglyphin",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game uses the Glyph deck to provide a path placement &quot;quest&quot; type of storytelling experience, with critical decisions being taken narratively and relying on the player's discretion rather than fixed mechanics.&#10;&#10;During gameplay, the player will create a path from a starting card to an ending card, following simple path placement rules. Every new path carries with it a situation where the player must intervene in some way by matching minor suits from their reserve piles; the details and outcome are decided entirely at the player's discretion. Some cards will be discarded out of the game, while others will join the player's reserve for future use.&#10;&#10;A companion piece to Travels in the Land of Glyph, and an attempt to use the same storytelling mechanics in a more game-y fashion, goal-oriented.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Players: Solitaire Only Card Games",
      "Series: Glyph game system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Kartograph & Die Kartographin: Ferne Expeditionen",
    "ID": 366050,
    "Year": "(2022)",
    "Geek Rating": "5.579",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366050/der-kartograph-and-die-kartographin-ferne-expediti",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "This expansion contains three modules with new maps and 12 new cards. The players can use the modules together with both The Cartographer or Cartographers Heroes. In addition, 4 promo cards &quot;Held*in&quot; for the game Cartographers Heroes are included.&#10;&#10;3 new modules:&#10;Frostweiten &ndash; Das Reich der Frostriesen&#10;Kethras Steppe &ndash; Rotzahn &amp; Goldbauch&#10;Hornhelm &ndash; Der Markt im &Ouml;dland&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Bingo",
      "Grid Coverage",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Cartographers",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Intime conviction n° 4: L'affaire de la Croque-mort",
    "ID": 366060,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/366060/intime-conviction-ndeg-4-laffaire-de-la-croque-mor",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sick prank or well-orchestrated vengeance? The gala just started and was going so well&hellip;&#10;&#10;Jurors, will you make the right decision?&#10;Slip into the shoes of a juror, judge a criminal case and deliver your verdict.&#10;&#10;Play with friends for an evening by recreating the atmosphere of a closed session! Or make the fun last by revealing only a few items a day!&#10;&quot;Intime Conviction n&deg; 4: L'affaire de la Croque-mort&quot; is the fourthinstalment of the series of murder solving game by Editions Fika&#10;&#10;Content:&#10;- 1 Rule of the game&#10;- 1 Board&#10;- 12 Juror Cards&#10;- 24 Final Voting Cards&#10;- 4 sealed Investigation sheets&#10;- 1 FINAL REVELATION envelope&#10;&#10;Intime conviction is a craft object entirely designed, made and assembled by hand and in Belgium. The format of the game is unusual as well: the whole game fits in an envelope.&#10;&#10;&mdash;description of a distributor.&#10;&#10;Two ways to play:&#10;- In group: Play with friends at a party by recreating the closed door ambiance (about 2h game)&#10;- in duo: Make it last by revealing only a few new elements every day.&#10;&#10;How to play (condensed):&#10;Place the crime scene in the middle of the table and give each player a Juror card.&#10;Inspect the crime scene, then read the defendant's deposition. Reveal the Juror cards one by one.&#10;When the Jury is ready to vote, the final vote takes place. If a majority isn't reached, the debate continues until someone switches sides.&#10;&#10;The verdict is announced, a final revelation is unveiled (brand new information is discovered).&#10;You win if you settled on the right decision.&#10;You loose if the verdict was inadequate.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Series: Intime Conviction (Editions Fika)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lớp Học Mật Ngữ: Khu Rừng Kim Cương",
    "ID": 366061,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/366061/lop-hoc-mat-ngu-khu-rung-kim-cuong",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "3",
    "Description": "To celebrate Virgo's birthday, Leo decides to invite the class to play Diamond Forest - The most favorite game at the Galactic Park. The whole class believes that &quot;Being with friends is much precious than being in a pool of diamonds&quot;. But wait... Virgo turned what seems to be a friendly game into a dramatic duel. What happens next? Can you collect diamonds while planting trees, fight against the &quot;mysterious forces&quot;, and be the fastest one to complete your quests?&#10;&#10;The goal of the game is to be the first one to plant 7 trees. Players will perform 4 actions in order:&#10;&#10;1) Quest: At the beginning of your turn, check and (if needed) draw until you have 3 daily quest cards.&#10;2) Collect Diamonds: Roll the 2 dice, then move the Raccoon as well as the Collection Basket corresponding to its die.&#10;3) Trade: Either trade a quest or trade a gem.&#10;4) Plant a Tree: You can plant a tree by a) Spending 4 different colored gems or b) Spending 5 Achievement Points c) Move any 2 planted trees with any 3 gems.&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bubble Stories Holidays",
    "ID": 366070,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/366070/bubble-stories-holidays",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Discover new worlds in Bubble Stories Holidays by exploring, card after card, all the places you can visit! Enjoy each place along the way, and discover what is hidden at the end of each three adventures.&#10;&#10;&#10;     Choose the different places you wish to explore.&#10;     Turn each card over one after another.&#10;     Successfully reach your goal!&#10;&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sally Face: Strange Nightmares",
    "ID": 366071,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/366071/sally-face-strange-nightmares",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Bring the world of Sally Face to the tabletop with Sally Face: Strange Nightmares. Strange occurrences are happening at Addison Apartments. Explore the apartments as Sal and his friends, and work together to investigate the surrounding mysteries.&#10;&#10;Play through different episodes with events and characters that echo the video game. Players must solve mysteries, stop cultists and prevent the Red Eyed Demon from spreading corruption while advancing through the story.&#10;&#10;Players roll custom dice and use the results to perform a variety of actions to solve mysteries but if they dabble too much the powers of evil may become too strong to stop. Unsolved mysteries allow the Red Eyed Demon to spread corruption and the heroes may lose their lives or sanity. However, death and insanity aren&rsquo;t the end. Heroes may persevere while mad or as ghosts. Such a fate brings the Red Eyed Demon ever closer to his goal of total domination. Players who complete the story face a climax which is a different challenge in each chapter.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tatsumi",
    "ID": 366089,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/366089/tatsumi",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Tatsumi, you play as dragon gathering elements at sea and providing good fortune for your island.  There are four elements, and each element is represented by unique colored elemental ring.  There are four dragons, and each dragon is represented by one of the elements.  The game is over when the elements at sea are exhausted and your island creators are relying on you to provide protection and good fortune for the coming year.&#10;&#10;Your gameplay is influenced by your dragon's elemental alignment, and you will need to gather raw elemental rings from the sea purifying them at elemental shrines. Once the elemental rings have been purified, they are placed onto your island, protecting your creators and also scoring you points. May the best water dragon win.&#10;&#10;Tatsumi explores new type of resource drafting that revolves around each player's dragon and its positioning and movement around the board. The 3D board physically holds every gatherable resource in the game, eliminating round to round setup tasks and allowing you to strategically plan ahead.  Resources are needed to complete set collections and are then placed onto your island into your point scoring engine.&#10;&#10;During your turn, you may perform two actions, one of which is a flying action (you are a dragon).  The other action is a choice between gathering resources, scoring resources, or shedding a scale. Flying is single point-to-point movement, often setting up your position on the board for your next action. Gathering is taking two resources from the board as a result of your position and unique dragon.  Scoring is transferring gathered rings onto your island and scoring points based on each color ring that you transferred.  Shedding a scale provides a unique opportunity to interface with the game, often taken during an awkward board state or positioning, and it provides a short term or long term benefit provided.&#10;&#10;When you're done with the game, simply reload the 3d board with rings for storage and affix the lid to enable a quick set-up next time you play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mythology",
      "Puzzle"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Grid Movement",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Country: Japan",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bake It Happen",
    "ID": 366098,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/366098/bake-it-happen",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Bake it Happen, play as a baker collecting and trading ingredients to cook recipes while trying to prevent other bakers from doing the same. To win, have the highest score when the Time's Up card is flipped.&#10;&#10;On your turn, make trades with other players and complete recipes. Then end your turn by drawing more ingredients from the deck. You can also play special ingredients for their action instead of using them in a recipe. When the Time's Up card is drawn, the game is over and whoever has the most recipe points wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Des Herrn Fix von Bickenbach Reise um die Welt in 77 Tagen",
    "ID": 366102,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366102/des-herrn-fix-von-bickenbach-reise-um-die-welt-in",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players take turns to roll and move. The first player to reach space 77 wins the game. On some spaces events hinder or benefit the players.&#10;&#10;The game was made about 1880 from Dr. Hoffmann for his grandchildren. It was published 1985 by the Struwwelpeter-Museum with the financial help of &quot;Nordmark Arzneimittel GmbH&quot;.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinsons Reise und Abenteuer",
    "ID": 366107,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366107/robinsons-reise-und-abenteuer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players take turns to roll and move. On some Spaces events hinder or benefit the players. The first player to reach space &quot;U&quot; wins the game.The rules are printed on the game board.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Novel-based",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Books: Robinson Crusoe",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Western Twilight",
    "ID": 366109,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366109/western-twilight",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The empires of Europe have been expanding their influence across the world throughout the 1800s. They have fought countless petty wars that have spurred their military and economic growth. Their influence and conflicts extend around the globe, and the aristocracy have no wish to see it end...but change is coming. Great alliances are forming, and the nations of Europe are consolidating their power for the final struggle. Will one nation's imperialist dreams raise them up as the world's sole power, will the world leaders form a great League of Nations to end all wars, or will the century old rivalries pull the world into the most horrific war ever seen?&#10;&#10;As the leader of one of the five great powers in Europe, you will compete to spread and protect your influence around the globe using military, economic, and diplomatic might. Use the press to sway public opinion to force nations into alliances or war, and upgrade your empire's capabilities by establishing control over important regions of the world. You must be careful, though, because the world is on the brink of all-out war and it could spell the end of the West's dominance.&#10;&#10;In Western Twilight, you will perform actions using your personal rondel, with opportunities to upgrade it with enhanced and new abilities for a unique engine-building experience. Compete with the other nations of Europe for control of territories around the world by competitively drafting cards to place your nation's military, economic, or diplomatic influence markers. You must be cautious because every action you take can bring the world one step closer to the war to end all wars.&#10;&#10;Western Twilight can end in three ways: diplomatically, economically, or militarily. Each ending will change how your different influence markers will score, so you must steer the world down the path you are most prepared to win, whether that be peace or war.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Political",
      "World War I"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Rondel",
      "Set Collection"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dawn of the Zeds: Postcard Game",
    "ID": 366110,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/366110/dawn-of-the-zeds-postcard-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "On Each Turn:&#10;1) Roll 2 non-Zed dice.  On doubles move National Guard marker one space towards Arrive. If any match a Zed, that die advances.&#10;2) Compare dice to the results chart&#10;3) Spend Action Points (AP = High Die - Low Die)&#10; * 1 AP to move Hero one space&#10; * 1 AP to Attack adjacent&#10; * 1 AP and 1 Ammo to Attack up to 3 spaces&#10;&#10;You win the game when the National Guard arrives. You lose if a Zed enters town, or your last hero dies.&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantasy Food Truck",
    "ID": 366114,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/366114/fantasy-food-truck",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "What if you had a food truck in a fantasy world? In Fantasy Food Truck you get to live this out! Personalize it by naming your food truck, making a logo, and creating your menu. Level up your staff (Rogue, Artificer, Bard, Wizard, Ranger, and Barbarian) in order to better explore the surrounding area. Discover new customers (Gnomes, Goblins, Merfolk, Dwarves, Elves, and Orcs), defeat dangerous skeletons, tame wild dragons, and find hidden treasures. Earn the most stars to have the best fantasy food truck.&#10;&#10;Fantasy Food Truck is a free print and play roll and write. It is all on one page and uses just four dice. Played over twelve rounds, you will advance tracks and also place polyominoes on the map. It can be played solo or up to 100+ players, all players will use the same dice rolls and see who can score the highest from those same rolls.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Bingo",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Theme: Food / Cooking",
      "Theme: Food Trucks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heartseeker",
    "ID": 366124,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/366124/heartseeker",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Anime dating sim turned board game. Win hearts in this easy to play board game for anime fans!&#10;&#10;The objective is to win the favor of ANY 3 Characters before any one else. To win the favor of a Character you must be the player to play the last matching Move icon onto a Character card.&#10;&#10;Actions and Favor cards mix things up by adding special effects that allows players to play more cards, switch hands, cancel other player's cards and more!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Matching",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "暗战三国 (Three Kingdoms In The Dark)",
    "ID": 366125,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366125/an-zhan-san-guo-three-kingdoms-in-the-dark",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "10",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&#230;&#154;&#151;&#230;&#136;&#152;&#228;&#184;&#137;&#229;&#155;&#189; (&quot;Three Kingdoms In The Dark&quot;) is a card game based on the Chinese classical novel, Romance of the Three Kingdoms. &#10;The object of this game is to find and defeat the group of opponents by talking, voting and using card abilities. It refers to two classic game &lsquo;Legends of The Three Kingdoms&rsquo; and &lsquo;The Werewolves of Miller's Hollow.&rsquo;&#10;     The game flow is similar as Werewovers. The phases are divided into Day and Night. The players close their eyes and wake up separately to use ability in the Night. They start talking in sequence in the Day and using card ability. They vote together after everyone finishes speaking in sequence. &#10;The difference is: &#10;&#10;     Each player can hold 2 characters&rsquo; cards, one character card is primary identity and another one is vice identity. &#10;     Each player has 2 health points in the beginning. &#10;     The player can disclose only one character card in the Day in the whole game and use that ability. &#10;     There are 3 roles in the games: the Ambitiousness, the Royal and the Civilian. There are  two groups. One group is the Ambitiousness, another group is the Royal and the Civilian. There are four kingdoms: WEI, SHU, WU and QUN. &#10;     In the Night, the Ambitiousness launch two night attack which will damage totally 2 health points on one or two players.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Command Cards",
      "Cooperative Game",
      "Role Playing",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: Werewolf / Mafia",
      "Theme: Romance of the Three Kingdoms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Windmill: Cute Secrets",
    "ID": 366127,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/366127/windmill-cute-secrets",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Windmill: Cute Secrets is a standalone expansion for Windmill: Cozy Stories and is fully compatible with Windmill: Cozy Stories. You can freely combine cards from both games to make your sessions easier or more difficult, or just more fun to play!&#10;&#10;Windmill: Cute Secrets is a standalone expansion for the storytelling game Windmill: Cozy Stories. In Windmill: Cute Secrets, players are weaving short stories based on the hidden picture cards they draw.&#10;&#10;While one player tells a story, the other players attempt to guess the visible card that matches the story. The more opponents guess the card incorrectly, the more points the storyteller receives when a player finally guesses the right card. However, if all players fail to guess the picture, the storyteller loses a point instead, so the tale mustn't be too mysterious.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Race",
      "Storytelling",
      "Targeted Clues",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Give a Clue / Get a Clue",
      "Mechanism: Image Interpretation",
      "Mechanism: Story Creation",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drop Pods",
    "ID": 366128,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/366128/drop-pods",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Drop Pods is a roll and write, print and play, solo player, tabletop game. You will need two six sided dice, a pencil, the rule book, contract and map.&#10;&#10;The world has changed&hellip;.&#10;&#10;These are dark times. The world is being battered by an alien threat. We did not know what to call it at first but now it is known as Pod Fall. A wave of unidentified objects, hundreds of thousands of pods, carried by a solar current, struck the planet atmosphere and rained down upon the lands. Where they came from nobody knows but it was soon clear that the pods carried aggressive alien creatures bent upon terraforming the world in their own image. To our horror the pods were too numerous to repel, the outer shells hard to crack and the aliens within monstrously difficult to fight. But they had one vulnerability. They take time to hatch and so traps can be set up around the pods and as they emerge, they are triggered, and the aliens would have an unexpected and often lethal welcome to our world.&#10;&#10;The fight back began. There were too many pods for the military to destroy by themselves though and the tide turned against us. So, the general public came forward and formed Pod Task Forces, small groups that went in and setup improvised traps around the pods the army did not have the resources to deal with. Even lone fighters embraced what was being called the Human Responsibility. Now the future has a chance as the tide has been slowed as fewer aliens can break free to seed the world in their terrible image. But it is on a knife edge as circumstances could easily turn in the enemy&rsquo;s favour. So, until enough of the newly emerged aliens have been exterminated, the Pod Task Forces must continue their work for the sake of humanity.&#10;&#10;Your Role&#10;&#10;You have gathered together some willing volunteers and formed a small Pod Task Force and will be taking available Pod Contracts. These are issued at the town hall by Sarge, the resident Warrant Officer. By setting up the Pod Contracts the government acknowledges that, as well as doing their duty, ordinary civilians should be rewarded for carrying out the trapping of pods and therefore the killing or injuring of aliens. If completed these contracts reward the player with Experience Points and Resources Coupons. The world has come out of a ravaging few months and resources are in short supply and the government needs to distribute these who they can trust to do the job properly.&#10;&#10;&ldquo;We must be seen to be helping the cause and when the time comes, and the world is free of the vile alien grip, then those who have fought the invasion will be rewarded.&rdquo;&#10;Sarge reminds you of your responsibility.&#10;&#10;Aim&#10;&#10;The aim of the game is to eradicate as many aliens as possible, through the use of traps, in your allocated Pod Contract location. Pods will attempt to hatch when they sense movement nearby so there is a small window in which to construct the trap and then see it triggered as the alien attempts to confront the intruder. In each session you have one Pod Contract and encounter one location but once cleared there are plenty more and your Pod Task Force can continue on their campaign of eradication. You can keep the same characters and try harder maps as they become more experienced.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spy Business",
    "ID": 366131,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/366131/spy-business",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The 60s. The Cold War at its peak. The secret services of the world powers sabotage, assassinate, blackmail and intrigue. Only the actions should not come out. Stealth is everything.&#10;&#10;Spy Business is a tactical, deductive card game for two spies aged 8 and up. You take the lead of two rival intelligence agencies and try to find out as much information about each other's actions as possible.&#10;&#10;At the same time, you are careful to keep your own actions secret. The more explosive an action is, the higher its value and the more important it is that it doesn't come to light.&#10;&#10;You may now take turns revealing four cards at a time. Then add up the points of the revealed cards. Every enemy secret goes to your account, no matter who revealed it. The points of the double agent go to the person who uncovered it. However, no points are awarded for the dead end. When you have deducted the minus points from the overlapped cards, whoever has the most points left over wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Memory"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Spieleschmiede",
      "Decades: The 1960's",
      "History: Cold War",
      "Series: Die kleinen Feinen (Spieltrieb)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Color Brain Go",
    "ID": 366132,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/366132/color-brain-go",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Color Brain Go provides 200 questions across the color palette. It can be played independently, but also works as an expansion to the basic game Color Brain with up to 6 teams.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "My First Escape Game: The Magical Forest",
    "ID": 366133,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/366133/my-first-escape-game-the-magical-forest",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In the children's game My First Escape Game: The Magic Forest even the youngest children can become master puzzlers. Under the guidance of adult game masters, their task is to solve all the puzzles to help the little dragon Athi. They have 45 minutes to guide him back to his family and pass the test of the forest.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Fantasy",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "雷轟 (Raigo)",
    "ID": 366147,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/366147/lei-hong-raigo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Raigo is a set collection battle game featuring beautiful Eastern mythologies.&#10;The players become mages handling supernatural powers such as thunder and compete to collect as many minerals as possible which is the source of their energy.&#10;&#10;How to play the game&#10;The game is played by drawing pieces, managing them on your own board, and deciding whether to make a role or use an ability.&#10;Pieces are stacked vertically and lightning strikes on them to score points.&#10;&#10;Game Goals&#10;The game continues until there are no more pieces to draw, and the player with the most points wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Interrupts",
      "Layering",
      "Melding and Splaying",
      "Set Collection",
      "Tags",
      "Take That",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Hole",
    "ID": 366150,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/366150/black-hole",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Flicking game on a revolving wooden board with some similarities to Carrom and Crokinole.  The game was created by the owner of Maison du Billard in France, Philipe Rog&eacute;, and won the Concours Lepine Gold Medal in 2009.&#10;&#10;Each player has 4 coloured discs that are positioned on the circles marked on the playing surface. The player who starts is drawn at random, and play goes clockwise.&#10;&#10;When a player shoots an opposing disc into the black hole in the middle of the board, he can play again. If his disc enters the hole at the same time as an opposing pawn, he passes the turn to the next player. Direct or indirect shots are allowed.&#10;&#10;1) If a player shoots one of his discs out of the playing field, it will be lost and taken out of play. If it is an opposing disc, it will be placed on the circle closest to where it went off the board.&#10;&#10;2) If a player by mistake plays (touches or shoots with) an opposing disc, his disc furthest from the hole will be taken out of play.&#10;&#10;POSSIBLE GAME ENDINGS:&#10;&#10;The last player who has one or more discs left on the playing surface is the winner. If there is only one disc left for each of the last two players and one of them pockets both of them at the same time, the game is drawn and must be replayed. There are no winners or losers.&#10;&#10;As soon as a player no longer has a disc on the playing surface, the game is over, and the 1 point per disc is scored for the other players. The first player who reaches 5 points wins the game. It takes 2 points difference to determine the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Front Total",
    "ID": 366152,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/366152/front-total",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Play with Allies (Brazil (FEB) or the United States); or play as Axis Forces (Germany or Japan); to obtain victories in the main terrains and scenarios of the Second World War of 1945. Choose the best strategy for each battle using historical characters and vehicles (*), in addition to deciding the best tactics for your troops. All with many challenges similar to those we have seen in books, movies and series on the subject. The art of the game Front Total brings the concept &quot;noir&quot;, that black and white characteristic of the war movies of the 40's and 50's.&#10;&#10;(*) - All historical characters mentioned were not convicted of war crimes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chronological",
    "ID": 366153,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366153/chronological",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Chronological is a historical, educational, trivia game where players place the concepts depicted on Tech Deck cards chronologically and name inventor &amp; invention information on the card.&#10;&#10;OBJECTIVE &ndash; Players place concepts shown on Tech Deck cards chronologically in place and name inventor &amp; invention information on the cards.&#10;GAME PLAY &ndash; Each turn, one player reads the concept title of a Tech Deck card. A player must name inventor &amp; invention information on the card. Then, the player places the card where they think it should fit chronologically in a timeline formed by other cards already in play.&#10;MODES OF PLAY -&nbsp;&#10;Cooperative play &ndash; In cooperative play, all the players get to name and contribute their knowledge in naming the inventor &amp; invention about the card. They collectively discuss where the card should be placed and where they think the card should fit chronologically into the timeline.&#10;Competitive Play &ndash; In competitive play, the active player score points based on how much information they got correct on a card.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Series: Tech Deck"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks Miniatures Game: British – Challenger",
    "ID": 366155,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366155/world-of-tanks-miniatures-game-british-challenger",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Wave 7&#10;&#10;1:100 Scale&#10;&#10;World of Tanks Miniatures Game is an easy to learn, quick play game, where you take command of a unit of tanks, seeking to destroy your opponent and secure victory! All the models in World of Tanks come ASSEMBLED, PAINTED, and BATTLE READY!&#10;&#10;The British Challenger is the perfect tank-destroyer for an aggressive commander, combining 3 Mobility to quickly relocate and find enemy flanks with 6 Firepower to dish out huge damage, whilst having great staying power with good Survivability and Hit Points. Mounting the Avenger Turret paired with the OQF 32-PDR AT Gun Mk. II turn the Challenger into a glass canon, trading some of its Survivability for even more Firepower for when you really need to blow some tanks up. Additional Upgrades include Smooth Ride (when Shooting, treat this Tank's Movement token as one less when calculating its target's Defense dice), Improved Rotation Mechanism (+2 Initiative during Movement Phase, +1 during the Shooting Phase), and Commander Cayden Tole.&#10;&#10;Plastic components.&#10;&#10;Contents:&#10;1 Miniature&#10;  &#226;&#128;&#163; Challenger Tank&#10;1 Tank Card&#10;5 Upgrade Cards&#10;Online Bonus Code for New &amp; Existing Players&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks Miniatures Game: Soviet - T34-85",
    "ID": 366156,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366156/world-of-tanks-miniatures-game-soviet-t34-85",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Wave 7&#10;&#10;1:100 Scale&#10;&#10;World of Tanks Miniatures Game is an easy to learn, quick play game, where you take command of a unit of tanks, seeking to destroy your opponent and secure victory! All the models in World of Tanks come ASSEMBLED, PAINTED, and BATTLE READY!&#10;&#10;The Russian T-34-85 is a great all-rounder Medium tank with solid stats and Mobility 3, making it ideal for brawling it out with other tanks. Being a Medium Tank means it can re-roll a blank Attack die to ensure consistent damage. Keep the base Firepower 5 or pair it with the 122mm T-11 gun to give the T-34-85 High Explosive, this iconic tank is a force to be reckoned with on the tabletop. Additional upgrades include Extended Turret (+1 Initiative), Turbocharger (+3 Initiative during Movement Phase for Medium Tanks), Snap Shot (+2 Initiative during the Shooting Phase) and Commander Nikita Ovsyanniko.&#10;&#10;Plastic components.&#10;&#10;Contents:&#10;1 Miniature&#10;  &#226;&#128;&#163; T-34-85 Tank&#10;1 Tank Card&#10;5 Upgrade Cards&#10;Online Bonus Code for New &amp; Existing Players&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Materia Prima: Alchemists and Pets",
    "ID": 366157,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366157/materia-prima-alchemists-and-pets",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Alka Sowa needs new heroes. Four undaunted alchemists face the challenge to become the head of the alchemists guild and fight the Inquisition. But they are not alone. Each of them has his own faithful companion. Because pets are man's best friends.&#10;&#10;The Alchemists and Pets expansion contains four alchemists and the four associated pets.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Movement Points",
      "Moving Multiple Units",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks Miniatures Game: American – M4A3E8 Sherman",
    "ID": 366158,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366158/world-of-tanks-miniatures-game-american-m4a3e8-she",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Wave 7&#10;&#10;1:100 Scale&#10;&#10;World of Tanks Miniatures Game is an easy to learn, quick play game, where you take command of a unit of tanks, seeking to destroy your opponent and secure victory! All the models in World of Tanks come ASSEMBLED, PAINTED, and BATTLE READY!&#10;&#10;The American M4A3E8 Sherman is a favourite tank for all &quot;Furious&quot; commanders. This version is an upgrade over previous Shermans with a Firepower of 5, and 5 Hit Points. Turbocharger and a Ford GAA engine boost the M4A3E8s Initiative to an impressive 10 in the movement phase so you can get the jump on your opponent. Use this tank straight out of the box, or enhance it with a wide variety of upgrades to meet your situational and strategic needs. Additional upgrades include 105mm M4 Gun upgrade (+2 Firepower, -1 Initiative), Eagle Eye (modify 1 Attack die from Hit to Critical), and Gunner Quinn Kennell.&#10;&#10;Plastic components.&#10;&#10;Contents:&#10;1 Miniature&#10;  &#226;&#128;&#163; M4A3E8 Sherman Tank&#10;1 Tank Card&#10;5 Upgrade Cards&#10;Online Bonus Code for New &amp; Existing Players&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks Miniatures Game: German – Tiger II",
    "ID": 366159,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366159/world-of-tanks-miniatures-game-german-tiger-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Wave 7&#10;&#10;1:100 Scale&#10;&#10;World of Tanks Miniatures Game is an easy to learn, quick play game, where you take command of a unit of tanks, seeking to destroy your opponent and secure victory! All the models in World of Tanks come ASSEMBLED, PAINTED, and BATTLE READY!&#10;&#10;The German Tiger II is the biggest tank in the game thus far, but it's not just for show! With its high Survivability, in combination with the Heavy Tank rule, this behemoth will be hard to take down. If that wasn't enough, it also comes with the Tiger II Serienturm Turret upgrade card which adds an additional point of Survivability, and Improved Hardening for an extra Hit Point. This iconic piece of German engineering is ready to roll out and dominate the battlefield. Additional upgrades include Modified Configuration (re-roll a failed Repair roll), Adrenaline Rush (+1 Firepower while in-the-red), and Commander Hugo Christern.&#10;&#10;Plastic components.&#10;&#10;Contents:&#10;1 Miniature&#10;  &#226;&#128;&#163; Tiger II Tank&#10;1 Tank Card&#10;5 Upgrade Cards&#10;Online Bonus Code for New &amp; Existing Players&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Voll verplant: Japan",
    "ID": 366163,
    "Year": "(2022)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366163/voll-verplant-japan",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Voll verplant: Japan is an expansion for Voll verplant that includes four maps set in Japan: Tokyo, Osaka, Nogoya, and Sendai.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Number",
      "Puzzle",
      "Trains"
    ],
    "Mechanics": [
      "Bingo",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Japan",
      "Mechanism: Flip-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Klein & Fein (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Merchant Rhodes",
    "ID": 366169,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366169/merchant-rhodes",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this set collecting card game, players assume the role of merchants from different civilizations competing with each other in a great market. You must buy your opponents goods and sell your own to collect the cards you need, all the while trying not to give the other players too much of an advantage. Each player uses different currency, only one of which has value in their homeland. Players must strategize the best trades in order to end the game with the most sets of identical item cards.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Economic",
      "Educational",
      "Negotiation"
    ],
    "Mechanics": [
      "Negotiation",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Forbidden Psalm: A Dead Festival",
    "ID": 366171,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366171/forbidden-psalm-a-dead-festival",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Can your warband survive A Dead Festival? A Forbidden Psalm mini-expansion for the spookiest of months. Battle a scorned lover, a thing from another planet, and the long dead. Solo play, co-op, and much more in this deadly addition to the world's best miniatures game*. A miniatures game expansion of death, zombies, things from space, and evil trees. Based on and compatible with M&Ouml;RK BORG.&#10;&#10;&#10;     according to the author's 8-year old.&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cyberpunk 2077: Gangs of Night City – Motor Pool",
    "ID": 366172,
    "Year": "(2023)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366172/cyberpunk-2077-gangs-of-night-city-motor-pool",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Kickstarter Exclusive Motor Pool Expansion adds 10 vehicles, vehicle opportunity cards, and a brand-new story to play in Cyberpunk 2077: Gangs of Night City.&#10;&#10;Vehicles move with any friendly unit and follow them from one district to another. This means they're not tied to any specific unit type and can be utilized by any member of your gang. Each vehicle comes with its own ability, and each gang can have up to 2 vehicles, so carefully choose the ones that complement your play style.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: City",
      "Theme: Cyberpunk",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forbidden Psalm: Dungeons & Death",
    "ID": 366173,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366173/forbidden-psalm-dungeons-and-death",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the dark corners of an inn called Discord, tall tales of horrific places were told: caves made from the skulls of giants, statues to long-dead gods, and a pie shop where the meat is indeed murder.&#10;&#10;Do you dare plunder the depths of such wicked places?&#10;&#10;In Dungeons &amp; Death you will find:&#10;&#10;&#10;     Three Scenarios created from fantastic terrain by the Forbidden Psalm Community.&#10;     Rules for exploring dungeons.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fimbulwinter",
    "ID": 366179,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.17",
    "Link": "https://boardgamegeek.com/boardgame/366179/fimbulwinter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2",
    "Description": "The first sign of the Ragnarok, the Vikings&rsquo; legendary doomsday, is here: the Fimbulwinter. To survive the harsh winter, the Viking tribes are gathering resources and try to occupy regions. &#10;In the Fimbulwinter game, you take control of one of the Viking tribes and attempt to save it from annihilation during the three years of severe winters.&#10;&#10;In the Fimbulwinter game, every player is given a set of 15 dice, each set having a different color. However, the dice are not for rolling, they are used as the warriors of the Viking tribes and put on various regions of the board. The pip value of the dice represents the warriors&rsquo; power, determining the winners in the battles.&#10;&#10;The game is played through three years. Each year, one of the gods makes an order that needs to be obeyed by all the players for the whole year.&#10;&#10;Players, as the commander of a Viking tribe, place their own warriors on the board, reinforce them, fight other tribes, and try to take control of different regions by having the most Viking warriors in them to gain points and bring glory to their tribes.&#10;At the end of the third year, the player with the highest glory will win the game.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Mythology",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Closed Drafting",
      "Events",
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Serviam",
    "ID": 366180,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/366180/serviam",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Even if this is blasphemy, I have no regrets, all for prosperity&#10;&#10;The tyrant has fallen ill and a power struggle is taking place. The people who have been suffering from oppression are looking forward to the arrival of the virtuoso, but as venerable merchants, we must see reality rather than dreams.&#10;What we should think about now is how to get into the influential people of the new era.&#10;&#10;Players embrace the powers to become the owner of a venerable merchant and solidify their position. It is also good to give a gift that the person in power likes. It is also good to use dark means. If you increase the influence of those in power with support, you will get a big reward, but sometimes you may benefit another family.&#10;In addition to the normal mode for 2 to 4 people who can enjoy deep bargaining, a mode for 1 person is also installed.&#10;&#10;&#10;     A card game for 1 to 4 players who aims to be the best merchant with the joy of those in power.&#10;     Is it a sweet candy to prepare to outsmart the business enemies? Or is it a black envelope?&#10;&#10;&#10;-Equipped with a solo play mode to prevent the Bazzi-Betti family's plot&#10;&#10;The game consists of 7 rounds , during which you will play a single card from your hand to one of your available contacts alter the influence board sometimes activating unique effects and then score for the position of that contact. &#10;at the end of the game (and after end game scoring) the player with the most victory points will be the winner.&#10;&#10;Serviam is a hand management game in which players need to make decisions based on who they have contact with , who other players have contact with , positions of those contacts and if they should gift or threat them.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tarax World Champion Cricket Game",
    "ID": 366185,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366185/tarax-world-champion-cricket-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Tarax World Champion Cricket is a game produced by the Australian soft drink company called Tarax.&#10;&#10;The game is played with 2 players with a fielding team and a batting that play for 8 overs (8 balls per over) in total.&#10;&#10;The bowling and batting teams are each dealt 8 cards per over. The cards are coloured  which have to be matched to coloured sections of the playing field. The batting team must match the colours from the bowling team and can score runs over the 4 overs. After 4 overs the teams swap. The winner is the team that has scored to most runs after their 4 overs.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Relative Movement"
    ],
    "Families": [
      "Country: Australia",
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantastic Women",
    "ID": 366186,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366186/fantastic-women",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Play the game. Change the game.&#10;Make sure your kids know who paved the way for women while playing this fun and engaging trump card game!&#10;&#10;Discover some of the bravest and most inspirational women out there with these stunning portraits by Daniela Henr&iacute;quez.&#10;&#10;Compare notes on 32 of the most courageous women ever, from Malala Yousafzai and Rosa Parks to Marie Curie and Amelia Earhart. Get ready to inspire the next generation of changemakers and groundbreakers while playing this fun and informative game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dick Tracy Detective Game",
    "ID": 366187,
    "Year": "(1933)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/366187/dick-tracy-detective-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Dick Tracy Detective Game is a simple spin-and-move race game, published by Einson-Freeman as part of their &quot;Funland&quot; brand.&#10;&#10;As players advance around a board picturing the east coast of the United States, a comic book-style story unfolds, telling how Dick Tracy foils a swindle by his enemy, the Stooge. Landing on black spaces, with special instructions, either advances or sends each players back. The first player to reach the finish line and arrest the Stooge is the winner.&#10;&#10;The E-F editions included a spinner and four player counters, depicting Dick Tracy (red), Chief Brandon (yellow), the Stooge (blue), and Junior (green).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Strips: Dick Tracy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Halloween Adventure",
    "ID": 366189,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366189/halloween-adventure",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An exciting new Halloween-themed adventure. 18 new, Halloween-themed creatures and encounter cards for the Adventure Builder game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "KLOAK: The Undercover Strategy Game",
    "ID": 366190,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/366190/kloak-the-undercover-strategy-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "On your turn, move any piece on the board one space in any direction. For the small pieces, the adjacent space must be open to move. For the big pieces, you can move onto any open adjacent space or onto any adjacent space with a small piece. As small pieces are moved and covered (kloaked), you have to remember where they are. Be first to align two sets of three small pieces of the same color and win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Memory"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Say my Name 2: Expansión",
    "ID": 366197,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366197/say-my-name-2-expansion",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Expand your Say my Name with 50 new cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Say my Name"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Say my Name 3: Expansión",
    "ID": 366198,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366198/say-my-name-3-expansion",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Expand your Say my Name with 50 new cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Say my Name"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Campus Wahala",
    "ID": 366200,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/366200/campus-wahala",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Campus Wahala is a Mancala based card game set in a Nigerian university. Cards either show books (with different values) or characters (each with a unique skill). On their turn, players draw 5 cards from a stack and, starting with their own &quot;locker&quot; (tableau), place one card in each of the next four lockers (clockwise). However, the character cards interfere with this order, they can be used to jump lockers, nullify or steal other players' books, etc. When a locker contains 5 cards, it is emptied. Books go to a personal score pile, character cards are discarded. When the pile is used up, whoever has the most valuable books is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Mancala",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carnegie: Departments and Donations Expansion",
    "ID": 366201,
    "Year": "(2022)",
    "Geek Rating": "5.844",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366201/carnegie-departments-and-donations-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.6667",
    "Description": "This expansion includes four modules:&#10;&#10;A- A new beginning (A notepad to customize your starting resources)&#10;&#10;B- 16 new departments (2 of each for a total of 32 departments)&#10;&#10;C- New Donations (4 new donation tiles)&#10;&#10;D- Optional rules&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eclipse: Second Dawn for the Galaxy – Remnants of Worlds Afar",
    "ID": 366202,
    "Year": "(2022)",
    "Geek Rating": "5.593",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/366202/eclipse-second-dawn-for-the-galaxy-remnants-of-wor",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Eclipse: Second Dawn for the Galaxy &ndash; Remnants of Worlds Afar contains the last playable components that were not previously available outside of the Worlds Afar Collection from the Kickstarter campaign in 2020. It consists of a punch sheet with 6 additional Discovery Tiles, as well as alternative designs for the Ancients, Guardians, and the GCDS.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Eclipse (Lautapelit.fi)"
    ]
  }
]