[
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings Board Game",
    "ID": 27634,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/27634/the-lord-of-the-rings-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Lord of the Rings Board Game is a roll and move parody board game for fans of Lord of the Rings, not to be mistaken for the Reiner Knizia game (or any of the many other Lord of the Rings games).&#10;&#10;Players have six tasks from the book that they strive to accomplish (on their handy &quot;Things to Do&quot; check sheets). Players begin in Rivendell, visit Moria, Edoras, Isengard, Erech, Pelargir, Minas Tirith and Mount Doom to complete their tasks, then return to the Shire. Each task requires a successful die roll to complete and players draw &quot;Plot Complication&quot; cards that can make things easier, harder or much harder. Along the way, there are other locations that require players to draw plot complications.&#10;&#10;The game is freely available on the Tolkien Sarcasm website (http://flyingmoose.org/tolksarc/tolksarc.htm), a Tolkien humor website. It has its own special page: http://flyingmoose.org/tolksarc/boardgame/lotrgame.htm. To create the game, a fair amount of publishing work is required, as the cards and board are not presented in printer-ready form.&#10;&#10;Home Page: http://flyingmoose.org/tolksarc/boardgame/lotrgame.htm&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pacific Crisis",
    "ID": 27636,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27636/pacific-crisis",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This wargame involves a (so far) hypothetical Australian invasion of Fiji in response to a hypothetical coup by the Fijian military in December 2006.&#10;&#10;This game can be downloaded from http://www.mikekreuzer.com/dtp.htm&#10;&#10;Components&#10;1 map&#10;27 counters&#10;21 markers &#10;1 7-page rulebook&#10;&#10;Player must supply 2 six sided dice.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tack Game Authoring System",
    "ID": 27638,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/27638/tack-game-authoring-system",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "2",
    "Description": "Tack&trade; is a deck of playing cards and a game authoring system. 14+ different games have be designed with this system. There are three games included. The publisher encourages people to invent games that meld numbers, colors, symbols or other combination. Each card has six Types in a simple and functional face. These playing cards also have many melding opportunities and some of the best melds use addition or subtraction as the goal for collection.&#10;&#10;The Tack&trade; deck is suitable for playing new games unavailable to a regular card deck. Regular card games including Crazy Eights, Oh Hell!, Texas Hold &#039;Em, Poker, Hearts can be played with this deck.&#10;&#10;Each tuck-box has rules for three original games  ( http://www.gameyex.com/rules.html ) and comes complete with all the tools needed to author new games.&#10;&#10;The quality of this deck is good and feels best after it has been worked a few times. Printed on 14pt German card stock with a glossy finish, it pleases both the eye and the mind.&#10;&#10;Online Play&#10;&#10;     http://www.gameyex.com/games.html (against AI)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System",
      "Memory"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Cooperative Game",
      "Memory",
      "Pattern Recognition",
      "Set Collection",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "At Close Quarters",
    "ID": 27640,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/27640/at-close-quarters",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Licensed Traveller Game. This stand-alone game is a miniatures wargame, a board game, and also a supplemental combat system for use with the various Traveller Roleplaying Games.&#10;&#10;From the BITS Website (www.bits.org.uk):&#10;At Close Quarters &#10;ACQ has a tactical system that emphasizes the action and reaction process of real combat. Cautious combatants with fast reactions who use all their available cover will out-live reckless gun-slinger types! ACQ adds excitement to critical combat situations within your Traveller game, and is also excellent for ground skirmishes and starship boarding actions.&#10;&#10;Comprehensive rules are included for ranged combat (from aimed shots to suppression fire), melee combat, movement, action/reaction situations, types of cover (and how to reach it quickly), damage effects and healing, zero-G combat and much more. It includes extensive weapons lists and a quick-reference booklet for all the key tables, tasks and actions. And Penguins.&#10;&#10;ISBN 1-901228-13-4, 48 pages, A5 format, written by Doug Berry &amp; James Lindsay. &copy; 2000. No Penguins were harmed in the creation of ACQ, but it is the Traveller book that introduced them to the game!&#10;&#10;",
    "Categories": [
      "Book",
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Setting: Traveller Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Backpacker",
    "ID": 27641,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.87",
    "Link": "https://boardgamegeek.com/boardgame/27641/backpacker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "This boardgame is based on the PC-game Backpacker.&#10;For 2-4 players or you can play in teams.&#10;&#10;The players are going to visit cities around the world, and they decide how many before the game starts. (for a beginner it's best to start with 3 cities)&#10;Every city has its own board. The players arrive in the city and they try to earn some money by answering questions about different occupations. They also get money if they can answer questions related to the city. These may be about history, politics, geography etc.&#10;&#10;Knowledge is money. And the player/team with the most money after a city is finished gets a postcard from that city. The first player/team to get 3 postcards wins the game.&#10;&#10;",
    "Categories": [
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Speak Love Make Love",
    "ID": 27642,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27642/speak-love-make-love",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "SPEAK LOVE MAKE LOVE is a two-sided game board. The fully opened side is the Speak Love part. When you fold over either half of the upper board the Make Love side of the board comes to play. In addition, the game has a right playing side and a left side. In the game when it's your turn you are the active player and your partner is the passive. In many cases the game requires working together to play an activity. The more cooperative and open you are, the more fun, discovery and experimentation is available.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Mature / Adult",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Roll / Spin and Move",
      "Simulation",
      "Storytelling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ministers Chess",
    "ID": 27643,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/27643/ministers-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Chess on a 9x9 Board using 36 pieces instead of the standard 32.  The 9x9 board is symmetrical, unlike the asymmetrical standard chess board.  Each players gets 1 additional pawn and 2 &quot;Ministers&quot; which replace the Queen and move in the same manner as the Queen.&#10;&#10;Shares some similarities to Modern Chess.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Triball",
    "ID": 27644,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/27644/triball",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Triball is a three player, three dimensional version of tic-tac-toe (naughts and crosses).  An acrylic shell serves as the base and multi-colored balls are dropped into the grid of nine columns.  The goal is simple, be the first to get three of your balls in a row.&#10;&#10;Visit http://www.triball.co.uk for more information about this game or play an online demo there.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Marbles",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Apples to Apples: Party Box Expansion ONE",
    "ID": 27645,
    "Year": "(2004)",
    "Geek Rating": "5.590",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27645/apples-to-apples-party-box-expansion-one",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2692",
    "Description": "From back of box:&#10;&#10;The laughter continues as PARTY BOX EXPANSION ONE generates thousands of outrageous new comparisons!&#10;&#10;This PARTY BOX EXPANSION has the same cards as the PARTY CRATE EXPANSION ONE.&#10;&#10;Contains 576 Additional Cards!&#10;&#10;Includes every card from Apples to Apples: Expansion Set #3 and Apples to Apples: Expansion Set #4 from the original Apples to Apples Core Game.&#10;&#10;Part of the Apples to Apples Series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Apples to Apples",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "O.W.C.H.",
    "ID": 27646,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/27646/owch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Owch is a game for two or four players based on the classic game Ludo/Parcheesi. Each player takes on the role of a construction foreman (Ollie, Wally, Holly, or Carlie), and each team of two foremen must get all of their workers to the job site to win.&#10;&#10;Players sitting opposite from each other are partners. Partners can stack their workers to block their opponents, or play cards to impede their progress around the board.&#10;&#10;Ollie, Wally, Carlie and Holly are four contractors desperate for work for their squads. There's a big contract up for grabs and it goes to the first team on site. The contract is too big for one squad and so Ollie has tams up with Wally and Carlie has teamed up with Holly.&#10;&#10;Times are hard and Ollie, Wally, Carlie and Holly will stoop to any kind of underhand skulduggery, obstructing and back stabbing to get the job.&#10;&#10;",
    "Categories": [
      "Humor",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "OrdMix",
    "ID": 27647,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27647/ordmix",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A memory based card placement game. All cards are placed face down on the table beside the board. Turn and pick correct card for placement in order building sentences. If wrong color is drawn, the card is returned face down and the turn passes to next player.&#10;&#10;Swedish version.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor",
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "21E",
    "ID": 27648,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27648/21e",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "21E is co-operative game of following the clues and finding the jewels.  The game is played by deciphering the clues sent from Dr. Iverson.  The E21 code uses symbols to represent syllables.  Once the clue is decoded you are on to the next city and clue.  As the game progresses variants are added to the  21E code to make harder for you and the thieves to decipher the clues. The game includes a Code Cracker card, a deck of Code Cards, one set of city clue cards, paper and pen, and a Mission Pack.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Quest Dungeon R",
    "ID": 27649,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/27649/dragon-quest-dungeon-r",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "This game is a limited edition re-creation of the fantasy based game &quot;Dragon Quest Dungeon&quot; circa 1990.&#10;&#10;There are three ways to play the game, each with increasingly more depth in the rules.&#10;&#10;The basic game has each player secretly set up his own dungeon with a stand-up cut-out castle between the two players to shield the other from viewing his opponent's dungeon. Each player has 24 square shaped walls that can be placed throughout the dungeon to block the other player from reaching the Dragon Lord.  At the beginning of the game, the players share the starting location and the location of the DragonLord in their respective dungeons.&#10;&#10;The game play mechanics are very similar to &quot;Battleship&quot; in that the dungeon is laid out in a grid (rows and columns) and each player takes turns shouting out a location in the grid which will reveal a clear path or a wall.  The winner is the first player to successfully navigate to the DragonLord of their opponent's dungeon.&#10;&#10;The advanced rules include monster pieces; treasure chests, combat, and cards with text on them that make the game play more immersive.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Creatures: Dragons",
      "Players: Two-Player Only Games",
      "Video Game Theme: Dragon Quest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Great Wally Word Search",
    "ID": 27652,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/27652/great-wally-word-search",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is Scrabble (and made by the same company) with a &quot;Where's Wally?&quot; overlay.  Each player has their own foolscap-sized Where's Wally? picture (double-sided for 8 unique pictures).  When forming words, all normal Scrabble rules and bonuses apply AS WELL AS scoring double if the word you spell can be recognized in your picture.  You get a bonus 100 points for spelling (and finding) Wally.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Characters: Where's Waldo?",
      "Components: 15 x 15 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TriHop",
    "ID": 27653,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27653/trihop",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "You place 8 of your 10 stones alternately on a field of the board of your choice, not on the border.&#10;In the game you take a Trihop with one of your stones to move it around.&#10;The destination of the game is to place all 8 of my stones in my own destination-area on the border.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zoom",
    "ID": 27654,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27654/zoom",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "4",
    "Description": "Your goal: Place four of your tokens in a perfect square at any position in the 6x6 inner board area.&#10;&#10;Your tools: The aforementioned tokens and the movement of same.&#10;&#10;In Zoom, each player has a number of tokens that start on the perimeter of a 6&times;6 playing area. On a turn, you can move one of your tokens along free positions of the perimeter area (not jumping over any tokens) from any reachable edge position of the board horizontally or vertically and you must continue movement in straight line inward, stopping whenever you choose; alternatively you move an own token along a straight line from inside the 6x6 playing area to another inner 6x6 board position; you may not jump over previously placed tokens, whether yours or the opponent's. The first player to create a perfect square of his own tokens wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Pattern Building"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baseball Game (Epoch Book Game Series)",
    "ID": 27655,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27655/baseball-game-epoch-book-game-series",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is a mechanical baseball game.  The players sit on opposite sides of the game.  The batter locks their side of the spring-loaded spinner then the pitcher locks theirs.  The pitcher secretly moves a slider either left or right.  Then the pitcher pitches by pulling their unlock switch.  The batter than has to hit the ball by pulling their unlock switch.  After this is done the result shows through either the left or right window in the game field.  This is repeated until there are three outs and then the game is turned around as the sides are switched.  There are dials to show the current count, outs and score.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Foto-Electric Baseball",
    "ID": 27657,
    "Year": "(1949)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/27657/foto-electric-baseball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Here is the ultimate in Realism for everyone old enough to know Baseball. All the action and suspense of the Real Game! Definitely not a mechanical toy. Special Team Slides dramatize the Duel between Pitcher and Batter. 30 colorful Players equal the very best, in Major League Performance. Illuminated Play-Viewer shows the Play at every Base . . . Hits, Runs, Outs, Bunts and Base-Stealing . . . All the limitless Variations of Play that distinguish our National Game!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stellar Wars",
    "ID": 27659,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/27659/stellar-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is a game of tactical space combat, with each counter representing a single ship.  It includes a ship design system, and a set of pre-designed ships.&#10;&#10;In flavor, it seems to feel somewhere between a slightly more complex Starfire and a simplified Star Fleet Battles.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dornröschendame",
    "ID": 27661,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/27661/dornroschendame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The name of the game is derived from the fairy-tale Sleeping Beauty (&quot;Dornr&ouml;schen&quot; in German) which is well known in many parts of Europe, including Germany and Russia. Although the game may appear superficially as a variant of Anglo-American Checkers, it has many unusual features that are not known in any other Checkers game:&#10;&#10;&#10;     Men capture adjacent enemy ladies (the equivalent of kings in Checkers) by the short leap backwards, but never forwards. However, adjacent enemy men are captured by them in the usual way by leaping forwards.&#10;&#10;&#10;&#10;     If a man reaches the opponent's back rank, he is promoted to a sleeping beauty (and turned upside down), if the player has already a lady. A player can never have two or more ladies at the same time. Sleeping beauties are inactive until they are woken up.&#10;&#10;&#10;&#10;     A lady captures by the short leap like the king in English Draughts / American Straight Checker. A lady can also capture in the Chess way by replacement like a Ferz in Shatranj, not just by jumping.&#10;&#10;&#10;&#10;     It is not permitted to combine both ways of capturing in one move.&#10;&#10;&#10;&#10;     Capturing by replacement is not compulsory, whereas capturing by jumping is and the greatest number possible must be captured. Consequently, jumping always takes precedence over replacement, unless a lady can capture the opponent's lady. Then the lady that captures has the choice between both ways of capturing, which is called Royal Privilege&#10;&#10;&#10;&#10;     A sleeping beauty may not move or capture, nor may she be captured. &#10;&#10;&#10;&#10;     After a sleeping beauty is woken up, she is permitted to make a &quot;jump of joy&quot;, a rule that was was inspired by the Kurierspiel. However, a jump of joy is only permitted if the square crossed over is (1) vacant and (2) not &quot;threatened&quot; (or &quot;guarded&quot; in Chess terminology).&#10;&#10;&#10;&#10;     The object of the game is to leave the opponent without a valid move, either by capturing all his pieces, or by blocking them completely.&#10;&#10;&#10;&#10;     A game can never end in a draw, thus &quot;vanquishing the curse of the Checkers draw&quot; as Kerry Handscomb, the editor of the Abstract Games magazine put it. There are, however, rare positions very similar to jishogi, or impasse in Japanese Chess that need a special rule: In a continous sequence of moves in which only ladies are moved, a particular lady is not permitted to move onto the same square twice after the full board position has been repeated once (even if the lady occupied this square before the position was repeated).&#10;&#10;&#10;&#10;     A point scoring system is used to determine the margin of win. The winner gets as many points as there are still pieces on the board (of any kind and color). The loser gets zero points, even if he has still pieces left (in the case of a blockade).&#10;&#10;&#10;The game has been extensively covered in the Abstract Games magazine whose Canadian editors described it as &quot;fascinating&quot; and &quot;rather strange&quot;.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vamos tras Eros",
    "ID": 27662,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27662/vamos-tras-eros",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Which would be your answer to the question: In what exotic place and with whom do you want to have hot sex?&#10;&#10;With Vamos Tras Eros you can know your friends' reactions to this kind of questions, situations and test related with love and sex.&#10;&#10;Vamos Tras Eros is sexy and hot race in search of the final tile EROS, the first player to arrive will have to opportunity to.....&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gods & Minions",
    "ID": 27664,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27664/gods-and-minions",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.5",
    "Description": "Welcome to Gods &amp; Minions &ndash; the customizable card game of fantasy warfare&#10;&#10;First of all: Gods &amp; Minions is a card based tactical combat game, so one game represents one battle. You and your opponent each represent generals who command their troops. The troops are displayed using cards. Compared to a full wargame (like Warhammer), Gods &amp; Minions is much lighter on the rules and compared to a customizable card game (like Legend of the five Rings), Gods &amp; Minions focus is 100% on the battles (instead of kingdom building, diplomacy or intrigue).&#10;&#10;Join the godswar in this action loaded, customizable and collectible card game. Assemble your army from a huge variety of nations and factions available. Collect and play gods, minions, enhance your troops with artefacts &amp; equipment and unleash powerful spells, command mighty beasts, towering war-machines and unique personalities. Fight for dominance over a fantasy world broken by age old war of nations. Be part of a universe where almighty gods are pulling the strings behind from the scenes and decide between life and death as they see fit. Be prepared when this brand new fantasy wargame hits the shelves!&#10;&#10;Files removed from BGG.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Rock-Paper-Scissors",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Peace In Our Time",
    "ID": 27666,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/27666/peace-in-our-time",
    "Min Players": "6",
    "Max Players": "18",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the company's web site:&#10;&#10;Six Nations must solve internal affairs without creating conflicts within their own borders.&#10;&#10;As the game progresses, hot spots could develop &mdash; and by game&rsquo;s end several or all of the Nations could be at war. The game is then lost.&#10;&#10;Each Nation creates a balanced territory so that a balanced world results in which population does not exceed land and resources and work is available for everyone. On the religious, cultural and political side, all sectors are also in balance with no particular sector dominating another. The key to achieving this balance is Right Education, in which intelligence and compassion are nurtured. How well the players use Right Education and deploy the other factors within their borders while making trades to assist each other across borders will determine the degree of success in establishing firm and lasting peace in our time.&#10;&#10;Best for group play.&#10;&#10;Includes: 6 nation charts, 2 sets of cards (110 total) consisting of population, land/resources, work/technology, religion/culture, politics/military and right education, die, rules. &copy; 2006&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clue Me In!",
    "ID": 27669,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27669/clue-me-in",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;The game where the answer lies in the clues!&#10;&#10;It's a race against the timer to get your team to shout out the right words... and as the timer ticks, your score goes down. Sounds easy... perhaps... except you can't speak to them. All you can do is write down five clues.&#10;&#10;Give the right clues and maybe they'll get the right answer. But a bad clue will send them off on a wild goose chase! Tick, tick, tick, tick, BANG!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quizzit!",
    "ID": 27670,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/27670/quizzit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the publisher:&#10;Quizzit is a multiple choice quiz board game where you advance spaces by answering questions of a difficulty level of your choice. The harder the question, the more spaces you advance. Each player has a variety of Tactics Cards that can be used in your turn or theirs. If you don't know the answer then play your No Idea card. If you know the answer to someone else's question then ask them to play their Help card on you - then you both advance. The winner is the first player to get to the center of the board.&#10;&#10;http://www.quizzit.com.au/&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thomas and Friends: Maze Game",
    "ID": 27671,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/27671/thomas-and-friends-maze-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This game is one of the many Thomas and Friends games available in New Zealand.&#10;&#10;This game involves moving around the board to collect passengers&#10;&#10;The players move around a 4 by 4 board (15 tiles each with a picture of track on both sides of them and one station) from a central station following the track.  The 4 x 4 grid is randomly created at the beginning of the game and the tiles can also have the 'action' or 'passengers' attribute on them as well as the track.  Players move by rolling a die and moving around the tiles following the arrows and only on track that can connect, if they end on an 'action' tile then they take an action card, if they end on a 'passenger' tile then they collect 3 passengers.  The next player then continues to play from the position of the last player&#10;&#10;The action tile cards have different effects such as flipping the tiles over to the other side, making the player lose all their passengers, moving them to the bottom of the board, or cause them to end their turn.&#10;&#10;The game continues until either a player decides to end the game, this gives the other players 2 turns to get additional passengers or the game ends when there are no more passenger cards left.  In both situations the player with the most passengers wins.&#10;&#10;The box includes 16 track maze cards, 14 action cards, 40 passengeer cards and 1 player token (which is used by all players).&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Novel-based",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "TV Shows: Thomas the Tank Engine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barbapapa Takes a Trip Game",
    "ID": 27672,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27672/barbapapa-takes-a-trip-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;An exciting race game based on the internationally acclaimed cartoon characters who have the wonderful ability to change their shapes.  Ages 5 through 9.&quot;&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Barbapapas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imaginiff Card Game",
    "ID": 27676,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/27676/imaginiff-card-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the Buffalo Games Press Release:&#10;&#10;A card version of the hilarious party game now packaged to travel and move to meet the &ldquo;on-the-go&rdquo; demands of today&rsquo;s family. The game is simple. Imagine what the other players are most like. Imaginiff your mother were a car. Which would she be? A mini Cooper? A pick up truck? A Trans-Am? or taxi cab? While everyone gets to vote, only the most popular answer wins - a great way to get to know what your friends and family really think of you!&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nickelodeon Trivia Game",
    "ID": 27677,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/27677/nickelodeon-trivia-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "[From Box] 1000 trivia questions from over 30 Nickelodeon toons and shows.  For two or more players.  Ages 5 and up.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Television (TV) Networks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baseball Tivitz",
    "ID": 27679,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27679/baseball-tivitz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Educational Math board game that uses checkers type movement. The playing pieces called a &quot;Tivit&quot; are 6 sided dice with each side having a symbol and numerical value.&#10;&#10;The 2 players compete by moving their tivitz across a baseball diamond towards 16 ending locations.  7 ending locations are reserved for each player and 2 are available to both.&#10;&#10;Each ending location has a mathematical operation(addition, subtraction, multiplication or division). A players score is the value of their tivit adjusted for the math operation for each tivit that finishes the game on an ending location.&#10;&#10;The game includes 30 different paper boards with varying degrees of difficulty along with 6 different tivitz values allowing for 180 different game setups.&#10;&#10;For ages 8 and up.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1 vs. 100 Card Game",
    "ID": 27681,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/27681/1-vs-100-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Based on the NBC game show of the same name.&#10;&#10;2 Players - One is a contestant and the other is host. The contestant answers trivia questions. The host draws from the mob deck and records the contestant's winnings and mob players out on a right answer. The contestant must decide to quit or play on, because a wrong answer will cost the contestant everything. They switch roles after one game. (Note: A contestant can play up to 12 questions, even if the contestant eliminates 100 mob members.)&#10;&#10;Multi-player - Same as above, except the following: extra players are the mob, the mob doesn't have to answer the questions, and they split the money from the contestant when the contestant gives a wrong answer. Game ends when everyone plays each role at least once.&#10;&#10;Either way, the person with the most money wins.&#10;&#10;Contains 400 questions, mob deck, and score pad.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "TV Shows: 1 vs. 100",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Café International Junior",
    "ID": 27683,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.98",
    "Link": "https://boardgamegeek.com/boardgame/27683/cafe-international-junior",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "(from publisher's website) Welcome to the international caf&eacute; that's just for kids. Here you can meet girls and boys from the USA, Greenland, Italy or Bermuda and drink a soda with them. Slip into the role of a waiter, and seat as many international guests as possible at the caf&eacute; tables. For doing this you receive points. Whoever has the most points at the end of the game wins and becomes the headwaiter.&#10;&#10;Contents: 105 point chips, 100 guest cards, 24 table tiles, rulebook&#10;&#10;Ages 6 and up.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Game: Café International",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Secret Lives of the U.S. Presidents: Trivia Card Game",
    "ID": 27684,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27684/secret-lives-of-the-us-presidents-trivia-card-game",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;We've got a big election coming up, and everyone is buzzing with talk of presidents past and future. But if you still can't tell your Tafts from your Tylers, then it s time to play Secret Lives of the U.S. Presidents: Trivia Card Game!&#10;Complete with rules for one, two, or an entire roomful of players, this trivia card game features more than 150 witty, irreverent, and fiendishly challenging trivia questions: Which president walked his pet raccoon on a leash? Which president slept for (literally) half of the day? Who worked as a cover model for Cosmopolitan magazine? Which one blamed air pollution on trees?&#10;Complete with hilarious two-color illustrations of every president, this trivia card game is perfect for Democrats, Republicans, and Independents of all ages. The difficulty level ranges from simple true/false answers to ultra-hard &quot;for history geeks only&quot; challenges. Deal out the cards -- and let the games begin!&#10;&#10;",
    "Categories": [
      "Educational",
      "Humor",
      "Novel-based",
      "Party Game",
      "Political",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Traffic",
    "ID": 27686,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/27686/traffic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player starts with a pawn, $5000 and a loan of $10,000. Then, each player must buy his or her first car. In turn, a player rolls the dice and advances one&rsquo;s own pawn on the track and react to where ever the pawn lands. During the course of play a player may buy and use service stations and garages, purchase insurance, get involved in accidents, collect income and get stars, which represent safe driving awards. When a player buys a second car, that player takes two consecutive turns even though one still has only one pawn on the gameboard. A player who buys a third car may take three consecutive turns.&#10;&#10;The path the players travel on the gameboard crosses itself twice. There is a traffic light at one intersection that regulates movement as players approach it. The traffic light changes when a player lands on one of four &ldquo;red dot&rdquo; spaces. This allows players approaching from the other direction to advance while stopping traffic from the first direction.&#10;&#10;The first player to accumulate seven red stars and purchase the Cadillac Fleetwood Brougham for $10,500 is the winner.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "In Other Words",
    "ID": 27688,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/27688/in-other-words",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players can play individually or on teams to answer clues on cards.  There are two part, three part, and four part clues.  In the game, new words are created from a series of other words.  The concept is best illustrated by an example, as follows:&#10;&#10;The basic series of words:&#10;&#10;Faucet - donkey - sapling&#10;&#10;Is a Word-Clue for the word:&#10;&#10;Tap - ass - tree&#10;&#10;Tapestry&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gibberish",
    "ID": 27689,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/27689/gibberish",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Listen to clues to guess who, what, when, where, how and why.  Your team only has 1 minute to guess them all!  To make it even more challenging, you must remember the words you guessed so you can write a funny Gibberish story.  The better your team, the more points you earn.&#10;&#10;The hilariously competitive guessing / memory / storytelling / beat the clock game is fun for the whole family.  There are rules for a 2 or 3 player game, too, so you don't need a crowd to have a Gibberish good time!&#10;&#10;",
    "Categories": [
      "Humor",
      "Memory",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thurn and Taxis: Power and Glory",
    "ID": 27690,
    "Year": "(2007)",
    "Geek Rating": "6.337",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27690/thurn-and-taxis-power-and-glory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3122",
    "Description": "From http://riograndegames.com/games.html?id=189&#10;&#10;The postal carriages continue to roll. Now that players have learned to master the postal routes in the south, they naturally turn their eyes toward the north, looking for more routes to establish to add to their ever-growing postal networks. The new routes run between Holland and Sachsen - between Preu&szlig;en and the free cities. The players build new postal stations in order to provide fast service for important letters to the many new customers in the north.&#10; Hard-working postal carriers add horses to their carriages to enable them to travel farther and more safely, which will help the separated Preu&szlig;en provinces to achieve power and glory.&#10;&#10;With this expansion, we offer new ways for players to enjoy Thurn and Taxis. The new board opens up new areas for postal routes. To support the new board, we include new bonus tiles and new city cards (with horses on their backs to support the new rules). We hope players will enjoy these changes and the strategic opportunities they offer.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Post-Napoleonic",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Game: Thurn and Taxis",
      "Theme: Mail / Stamps / The Post Office"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1455: L'elefante e l'aquila",
    "ID": 27692,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27692/1455-lelefante-e-laquila",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the year 1455, five lords are struggling for power in the middle of the Italian peninsula, and precisely in the area of the Adriatic coast:&#10;&#10;&#10;    Sigismondo Pandolfo Malatesta, Condottiero and Lord of Rimini and Fano&#10;    Federico II da Montefeltro, Condottiero and Lord of Urbino&#10;    Domenico Malatesta, brother of Sigismondo. Condottiero and Lord of Cesena&#10;    Alessandro Sforza (brother of Francesco Sforza), Lord of Pesaro&#10;    Giacomo Piccinino, Condottiero subsidized by Alfonso d&rsquo;Aragona King of Naples (who hates Sigismondo), he is trying to achieve a state for himself at the expense of Sigismondo&#10;&#10;&#10;This ziplock-bag wargame contains:&#10;&#10;    A 60*84 cm map, divided in areas (and not in hexagons)&#10;    16 objectives cards&#10;    Five counter sheets&#10;    Two sheets of coins&#10;    A rulebook&#10;    Five red and five blue dice&#10;&#10;&#10;At the third turn of the game, every player randomly pick an objective card. The first player to reach the objective written on his/her card is the winner.&#10;&#10;L&rsquo;elefante e l&rsquo;aquila means &ldquo;the elephant and the eagle&rdquo;. The elephant was a secondary banner of the Malatesta family, and the eagle was the banner of Montefeltro family.&#10;&#10;Rules and cards are only in Italian.&#10;&#10;",
    "Categories": [
      "Political",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Italy",
      "History: Italian City-States"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Novo Dice",
    "ID": 27693,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.72",
    "Link": "https://boardgamegeek.com/boardgame/27693/novo-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Your cargo bays are empty. The Novo Dice dealer has the best supplies - but the lion is no typical trader. He doesn't sell his wares, he gambles for your cargo space instead.&#10;Take the right chances and rocket fuel, robots or strange travelers are your reward.&#10;But if you push to hard, you'll end up with the trader's space trash instead.&#10;Novo Dice is an easy dice game&#10;for 2-4 space adventurers 12 and up&#10;with 15 to 30 minutes time reminiscent of a slot machine with a set collection twist.&#10;Novo Dice was made as an advertisement gift and isn't available in retail.&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bussy",
    "ID": 27694,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27694/bussy",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This card game contains:&#10;&bull;    72 cards (36 with a blue back and 36 with a red back)&#10;&bull;    A rulebook&#10;&#10;Every card displays three numbers from 1 to 6 (vertically arranged), in six possible colors.&#10;Players are dealt six cards each, and at their turn they can draw a new card and discard an unwanted one (discarded cards may be picked by other players). &#10;Goal of the game is to make winning hands, using the first, second or third line of the numbers: you can win with six numbers of the same color, or six same numbers, or a flush.&#10;&#10;There are two variants of the game. &#10;&bull;    The &ldquo;quick&rdquo; one (named &ldquo;Bussy&rdquo;) has an action/dexterity factor: the player who wants a discarded card must be the fastest to grab it.&#10;&bull;    The strategic one (named &ldquo;Bussy Money&rdquo;) uses poker chips and bets. And the player who wants a discarded card must bid some chips on it and win the auction. It is also possible to &ldquo;bluff&rdquo; a winning hand, hoping that nobody will want to see it&hellip;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Les Pierres d'Ica",
    "ID": 27695,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/27695/les-pierres-dica",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The game set in Peru were ancestral stones have been found.  The stones could call into question the foundations of man&hellip; or they could be a trick to gain tourist.  Your archaeologist and scientist have to decide on the truth by taking their discoveries to the laboratory.&#10;&#10;The object the game is to find different kinds of tiles and earn the most points.&#10;&#10;This game is a free print and play game.&#10;&#10;Home Page: http://www.neuroludic.com/ica/ica.html&#10;&#10;",
    "Categories": [
      "Prehistoric",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Osmoz",
    "ID": 27696,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/27696/osmoz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You one of the first explorers to arrive on a remote planet and your job is to study it in detail.  There are companies here competing against you for the most glory and power.&#10;&#10;This is a free print and play game.  There are four different planets available for download. The game rules were created in 2003.&#10;&#10;    Was available - now is not anymore&#10;&#10;&#10;Home Page: http://www.neuroludic.com/osmoz/osmoz.html&#10;&#10;",
    "Categories": [
      "Exploration",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Boom or Bust",
    "ID": 27697,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27697/boom-or-bust",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A Game of Money, Stocks , Shares &amp; Wealth&#10;&#10;This interactive game includes a 60 Min VHS Video cassette. The object of the game is to accrue as much wealth in shares and money withing 60 Minutes running time of the Boom or Bust video.&#10;&#10;",
    "Categories": [
      "Economic",
      "Real-time"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marathon",
    "ID": 27698,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/27698/marathon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "From the box:&#10;12 gates are positioned on the board, in arbitrary sequence. Each player is issued 3 animals: one snake, one rhinoceros, and one elephant. Three of the gates are too low for any of the animals to pass under; three other gates can be passed only by the snake; another three gates are high enough to let the snake and the rhinoceros through, and three gates are high enough to allow all the animals to pass.&#10;&#10;Players take turns rolling the dice, changing the position of the gates and advancing their animals towards the finish line.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Elephants",
      "Animals: Rhinoceroses",
      "Animals: Snakes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Linguathèque",
    "ID": 27699,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27699/linguatheque",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game is comprised of eight, ten or twelve card decks depending on which language is being presented. A deck is made up of 65 to 75 cards, with each card bearing one or more words, semi-sentences, verbs, pronouns, adjectives, etc. The phonetic pronunciation is written in the mother tongue beneath the words or sentences of the foreign language. The center of the card bears the translation of the text in your mother tongue.&#10;&#10;The object of the game is to form complete sentences having at least a subject, a verb, and an object - and making sense. Points are awarded based on the number of cards used in creation of each phrase or sentence.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ShakeDown",
    "ID": 27700,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/27700/shakedown",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "ShakeDown is a dexterity game for 2-6 players.&#10;Your goal is to stack cards on top of a hand-held platform without them falling off.&#10;Of course this is made a bit more difficult by the cards to be played being stored in the platform's base. So you have to move the base to get access to the cards.&#10;All of the cards have point values which count against whomever causes them to drop.&#10;Some of the cards also call for special actions (like &quot;Do the twist for five seconds while holding the tower.&quot;)&#10;And there the fun begins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Be Quick",
    "ID": 27702,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/27702/be-quick",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Each player gets a number of cards that is played face down in front of them.  On card is played face up in the middle of the table.  At the same time everyone looks at their cards and tries to find one that has similar a element.  Once you find a card with a similar element you toss it into the middle.  If everyone agrees with your pick then you card becomes the start card for the next round.  The first one to play all their cards wins!&#10;&#10;The game is playable for 2-6 players but is recommended for 4 or 5.  This is a free to print and play game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chapulines Acalorados",
    "ID": 27703,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/27703/chapulines-acalorados",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Some male beetles (the players) have to fertilize the eggs that female is leaving in the ground. But the beetle-eater mouse is in the zone, and he is very hungry.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Transfer",
    "ID": 27704,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/27704/transfer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Transfer is a simple abstract 2-player game that is played on a 4x4 grid. Each player starts with 4 egg-cups, in one of two colors, on the base row of the grid, with a ball on the two corner ones. The aim is to be the first player to move these cups to the baseline of the opponent and get the 2 balls again onto the 2 egg-cups on the edges. If the starting player does this first, then the opponent has the chance to get a draw if they manage to do the same thing in the turn immediately afterwards.&#10;&#10;Each turn a player picks one of two moves. A player can either move one cup with a ball to a free space that touches it, horizontally, vertically, or diagonally. Or a player can move the ball from one of their pieces to another one of their pieces that touches it in those same directions. When a blockade occurs, by 2 rows that block each other on the center rows, the active player may jump with a piece that contains a ball over an opponent's piece. When one player still has a piece on the start line, and the opponent has filled all other end-spaces, that piece needs to vacate its space right away. If this is impossible (when it doesn't contain a ball), then that player loses immediately.&#10;&#10;This appears to be Dieter Hartmann's only published game.&#10;&#10;PUBLICATION HISTORY:&#10;&#10;     1978 Transfer Edition Perlhuhn (G&#195;&#182;ttinger Spiele) - out of print&#10;&#10;&#10;Like all typical Edition Perlhuhn releases, this game comes in a tube, with chunky wooden pieces (black and red) and a board that is printed on a fake leather vinyl.&#10;&#10;ADDITIONAL INFO:&#10;&#10;     language skill needed: language neutral.&#10;     English translation: none. The description above should suffice.&#10;     artwork: no artwork on the board (grid only). The label image appears to be a replication from an old scientific print.   &#10;     awards won: none.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 4 Grids",
      "Containers: Tubes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trox",
    "ID": 27705,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/27705/trox",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This small game consists of 12 trapezoids showing 3 triangles in red, yellow and black each. The players have 2 red, 2 yellow and 2 black counters each.  The object of the game is to create a winning triangle of four of one's marked counters on their appropriate colored tile areas.  Players take turn laying tiles and placing counters on them or placing a counter on a tile already laid. Once all 12 counters have been played, remaining tiles are put aside. Now players may move their counters trying to form a triangle. Capturing an opponent's counter is possible by surrounding it with one's own counters.&#10;&#10;Trox is a small print run game of high production quality.&#10;&#10;Home Page: http://homepages.tesco.net/~peteandrew/trox.htm&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bugs & Looops",
    "ID": 27706,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27706/bugs-and-looops",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players program a simple Turing Machine, also known as a State Machine. One cube, called the pointer is positioned opposite a line of 7 other cubes, called the tape. For each state that the pointer/tape is in, a player writes an instruction changing the state, and moving the pointer. Points are scored for the number of times the pointer moves, unless the pointer moves past the end of the tape (a bug) or gets trapped in an endless cycle of instructions (a loop).&#10;&#10;The rulebook contains the instructions for a more complex version (Time-Sharing) and 4 simpler games, designed to introduce the concepts in the base game for younger players.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Queue",
      "Pattern Building"
    ],
    "Families": [
      "Theme: Computer / Information Technology Industry",
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wagers of Sin",
    "ID": 27707,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/27707/wagers-of-sin",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Set in the whimsical alternate Victorian era of Pax Limpopo, players bet on races where street urchins jockeys race their velociraptor mounts through the London sewers.&#10;&#10;Each player secretly fills out a betting card placing bets on first, second, and third place.  They also get a random chit specifying a particular racer as first or last place.&#10;&#10;During the race itself, players influence the outcome of the races by playing from hands of ordinary playing cards to move raptors, and/or attack other raptors until the race is won.  Then players collect rewards according to their wagers.&#10;&#10;Three races are run, and the overall winner is the bettor with the most money at the end.&#10;&#10;The game is available either as rules only, in a kit with 6 velociraptor racers, or as a kit with the racers and a molded rubber track and winners' stand.  The rules contain all you need if you wish to make your own components, but the components themselves are excellent.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Miniatures",
      "Prehistoric",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Chit-Pull System"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pennant",
    "ID": 27709,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/27709/pennant",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The tag line for the game is &quot;Play an entire season in just a couple of hours&quot;.  Pennant produces a major league baseball season - and a Pennant-winner - in just a couple of hours of true-to-life thrills and excitement.  Each participant is the owner, general manager, and field manager of his on team.&#10;&#10;First participants draft baseball players for their teams from the available players.  The players are color coded with gold being the best, blue the next best, and then red.  These are considered All Star players in the league.  Any position that is not filled is considered to be a regular player.  After teams are drafted then games are played.&#10;&#10;Each game is only 1/2 an inning.  It is considered to be the critical 1/2 inning of the game where the game is won or lost.  First a lead is determined for the pitching team of 0-4 runs.  Dice are rolled for each batter and charts are referred to for results until three outs are recorded(the pitching team wins) or the batting team takes the lead(the batting team wins).  The first team to win 20 games wins the pennant.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marble Pursuit",
    "ID": 27711,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/27711/marble-pursuit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": null,
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tomoko",
    "ID": 27713,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/27713/tomoko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Tomoko ... a convoluted ball-rolling game for 2-4 sophisticated tacticians - that includes: 1 game board, 30 wooden balls, 36 pattern cards, 1 cotton bag, large print instructions.&#10;&#10;Each player receives two pattern cards - both of which show a pattern of 9 balls.&#10;&#10;Players try to achieve their patterns by pushing balls onto the board.&#10;&#10;The card is laid on the table, by the player, each time a pattern is completed.&#10;3 x 3 balls forms an ideal combination.&#10;&#10;Thinking ahead before moving, to see the right pattern forming, will win the game - which ends when one player has collected 10 (5 or 3) pattern cards.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hungry Homer",
    "ID": 27714,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/27714/hungry-homer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Homer Simpson is guarding an entire tray of his favorite sugary snacks, and it's your job is to try to remove them from his clutches! The three different sizes of donut earn players different amounts when removed successfully. The bigger the donut, the more points earned - but the higher the risk of upsetting Homer! On each turn, players roll a dice to determine which size of donut they go for. Play continues until Homer reaches the end of his tether, when he shoots forward, sending the donuts flying. This is a game of risk, nerve and lots of fun.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Safari",
    "ID": 27715,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27715/safari",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Selchow &amp; Righter produced this simple children's game. Use dice and special cards to BIG GAME HUNT.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Quest",
    "ID": 27716,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.62",
    "Link": "https://boardgamegeek.com/boardgame/27716/world-quest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Simple to understand, use letter tiles and enjoy word building, be paid for words you make and what you know, travel through 32 countries, buy tour rights, charge tour fees and learn along the way. Fun to play - easy to learn. A winner in the 1987 Toy of the Year Awards.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Party Game",
      "Travel",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dizzy Dryer",
    "ID": 27717,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27717/dizzy-dryer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Dizzy Dryer was a simple kid's game along the lines of Don't Wake Daddy... throw foam &quot;clothes&quot; into the dryer, hoping that Dizzy won't spit your clothes back out.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Theme: Laundry & Socks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swim Quest",
    "ID": 27718,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27718/swim-quest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Swim Quest was conceived as a board game that could be incorporated into swimming practices. It is designed to be constructed from waterproof materials, including a dry-erase board for keeping score. A spinner governs how many spaces the players move their pieces around a conventional track. The pieces are in thematic shapes: diver, freestyle, stopwatch, and pair of fins. Spaces on the board contain instructions for swimming activities, to be performed by the player who lands on the space (e.g., &quot;4 laps, freestyle&quot;). Some spaces have other instructions, such as &quot;Go back 1 space&quot; or &quot;Do 20 crunches.&quot; Swim Quest has been awarded US Patent number 7125016B1.&#10;&#10;",
    "Categories": [
      "Educational",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gallery",
    "ID": 27720,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27720/gallery",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "From the box: GALLERY is a boardgame in which you must get the best painting collections and then  show them in your own  galleries, fully joining yourself into the exciting world of the art collecting.&#10;&#10;The game mechanics are: &quot;buy property&quot;, &quot;strengthen property&quot; and &quot;wait for other players to land on it and have to then pay you&quot;. Its originality resides in the fact that, in order to &quot;strengthen property&quot;, you must build up your art collection. The better your collection is, the more deadly it becomes to other players who must spend money when they land on it. Players compete among themselves to obtain the best sets of pictures to fill in their galleries. &#10;   &#10;Game components:&#10;- A boardgame.&#10;- 171 painting tiles.&#10;- Two dice.&#10;- A cloth bag.&#10;- A wood hammer.&#10;- 6 pions.&#10;- 12 gallery property cards.&#10;- 42 fortune cards.&#10;- Million &quot;Galleys&quot; money.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Theme: Art"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles for Empire",
    "ID": 27722,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/27722/battles-for-empire",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4",
    "Description": "Battles for Empires is a Napoleonic miniatures system that is designed to move more quickly than many systems.  It is focused primarily on small unit tactics and historical accuracy.  Each turn represents 10 minutes, and each inch represents 50 yards.  The system is simple and centered on tactics.  The effect of individual leaders is also strong in the game.&#10;&#10;The rules are well illustrated with photo examples throughout, with over 100 photos total.  The rules are 40 pages long and 6 two-sided charts are included with the book.&#10;&#10;Optional rules include rules for a variety of artillery and weather.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "History: French Revolutionary Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Attract",
    "ID": 27723,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/27723/attract",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "This game is played on an empty NxN square board (say 8x8):&#10;&#10;&#10;     TURNS - At each turn, each player must do the following actions:&#10;         First, drop a friendly stone on an empty cell;&#10;         Second,  all pieces in the same horizontal and vertical rows move one cell nearer to the placed piece, if possible.&#10;    &#10;     GOAL - If at the end of the move, there are any pieces that have an enemy piece at each diagonally adjacent cell, 4 in all, then the player with the most such pieces wins. If these numbers are equal, the game continues.&#10;&#10;&#10;Online Play&#10;&#10;&#10;    Super Duper Games&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement",
      "Pattern Building",
      "Pattern Recognition",
      "Point to Point Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 12 x 12 Grids",
      "Components: 8 x 8 Grids",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cascades",
    "ID": 27724,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/27724/cascades",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "&#10;     DROP - Each stone is dropped on an empty cell, next to and below a stone of the same color&#10;     MOVE - First player drops one stone at the first turn, then each player drops up to two stones (he may pass). &#10;     GOAL - Wins the player with more stones on the bottom row. &#10;&#10;&#10;Some words from the author: For some time now [Apr 16, 2001] I have been toying with the idea of trying to model/abstract the flow of water carving out a mountainside. A related geometric pattern is the fractal on certain seashells. [...] The image in my mind is a root-pattern forming or tributaries of a river. [...] The game generalizes to any MxN board. Without more experience playing and &quot;figuring it out&quot; I don't know how M and N affect playability. My intuition suggests 8x8 (really 8x15 if you measured it at the bottom) is already nontrivial and 10x10 might be &quot;tournament&quot;.&#10;&#10;Online Play&#10;&#10;&#10;    Super Duper Games&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Squaredance",
    "ID": 27725,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/27725/squaredance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This 2-player game uses a unique movement mechanic of pivots. The idea is to force your opponent into a position where they cannot move.&#10;&#10;Online Play&#10;&#10;&#10;    Super Duper Games&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 10 x 10 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aries",
    "ID": 27726,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/27726/aries",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "This game is played on the following 8x8 square board.&#10; &#10;     MOVE - Rams slide orthogonally (like chess Rooks).&#10;         When a Ram moves into an enemy Ram, it butts it one cell in the same direction.&#10;         This may set off a chain reaction of pushes if additional enemy Rams lie in the same direction. Friendly Rams don't get butted.&#10;         Captures are made by either butting an enemy Ram off the board or into a friendly Ram.&#10;         A Ko Rule is in effect: One may not play in such a way that would recreate a board position that has just occured previously in the game.&#10;    &#10;     GOAL - The first player that captures all enemy Rams or moves into the opposite corner wins.&#10;&#10;&#10;Online Play&#10;&#10;&#10;    Super Duper Games&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement",
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fortress Illinois",
    "ID": 27727,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27727/fortress-illinois",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1",
    "Description": "This is a very amusing send up of Fortress America.  Set in 2024, Fortress Illinois supposes a future in which Iowa, Missouri, Indiana, and Wisconsin invade Illinois.  The game begins when Illinois destroys Gary, Indiana without warning.  (Can you really blame them?)  President Bobby Knight III leads the four states, which join forces and invade the Flatlanders in an effort to wipe out their leader, Governor Daley IV.&#10;&#10;The game consists of a map and cards.  It can not be played without owning Fortress America.  This game was packed with and offered free with purchase Magic &amp; Tactics' Axis &amp; Allies homage, Middle East Combat.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "States: Illinois"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shift",
    "ID": 27728,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/27728/shift",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher's web site:&#10;&#10;Shift is a board game for 2-6 players.&#10;It is about Love, Fear, Work, Relationships and Human Behavior and it might just change your life.&#10;&#10;Have you ever wondered why some see a sunset and immediately become grateful while others see a sunset and immediately think, &quot;Man, where did the day go?&quot;&#10;&#10;Or why some people can spill a glass of wine and think that will make a great story, while others will see it as having the same catastrophic impact as the sinking of The Titanic, and then conclude it was the vineyards fault for making the wine? Then, get these answers and more&hellip; Shift is a personality x-ray machine that enables you to see what&rsquo;s driving your friends and most importantly, what&rsquo;s driving you.&#10;&#10;All it takes is a shift in thought to shift your life&hellip;&#10;&#10;Play Shift and Make your Move.&#10;&#10;Home Page: http://www.shiftthegame.com/&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Religious"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kalle Anka spelet: Guldgrävarjakten",
    "ID": 27729,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.65",
    "Link": "https://boardgamegeek.com/boardgame/27729/kalle-anka-spelet-guldgravarjakten",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player takes on the role as one of five Disney characters. Each turn you move a number of spaces, as indicated by your player board. Some turns, you must draw a card and follow its instructions. Keep moving, until you reach the second board were you are trying to strike gold (represented by a ball) by putting your plastic pickax in holes. The Swedish title translates to &quot;The Donald Duck Game - The Gold-diggers Hunt&quot;&#10;&#10;",
    "Categories": [
      "Exploration",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Ducks",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Houdini",
    "ID": 27731,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/27731/houdini",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Houdini! celebrates what many deem  the Golden Age of Magic, the first few decades of the 20th century. The game is named for the most famous - but not necessarily the &ldquo;greatest&rdquo; -  &ldquo;magician&rdquo; of all time, Houdini (n&eacute;e Ehrich Weiss).  In the game, each player is a historically famous magician rated for his skill, strength and luck, all used when trying to make a name and fortune for himself.&#10;&#10;Players win the game by amassing the most Victory Points. Players gain Victory Points for Fame and Wealth, and they gain those by playing Cards that enable them to perform Escapes and Illusions, announce/answer Challenges, gain ownership of theaters, and survive the demands and dangers of doing all of this. Each &ldquo;trick&rdquo; will require differing levels of skill, and many will sap the stamina and strength of the Magician. Performance of tricks earns Money and Fame. The winner is the player with the most Fame and Money at game&rsquo;s end.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Historical Figures: Harry Houdini"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doraemon Mao Xian Wang",
    "ID": 27732,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27732/doraemon-mao-xian-wang",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Doraemon Mao Xian Wang directly translates as Doraemon Adventure King. This made-in-Hong-Kong board game uses the popular Japanese cartoon, Doraemon, as its theme.&#10;&#10;Doraemon is a lovable cat-robot from the 22nd century, who is sent back in time to present-day Japan to help Nobita, a pitiful school kid who is best described as a loser. Doraemon wears a magical pouch on his tummy from which he produces the most amazing gadgets to help Nobita, but Nobita somehow always manages to misuse them.&#10;&#10;The game belongs to the large family of 'Millionaire' clones, which is itself derived from Monopoly. Players take on the role of one of four characters from the cartoon series: Doraemon; Nobita; Shizuka (Nobita's girlfriend); and Dorami (Doraemon's sister). Each player has a nifty miniature figurine to move around the track. Dice-rolls move the figurines and players earn or spend money according to where they land. Instead of properties, players land on adventures which they can 'purchase' and other players landing there in future have to pay the owner of the adventure. There are also chance cards.&#10;&#10;The manufacturer, Sun Hing Toys, makes several other Doraemon-themed board games.&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AD2222",
    "ID": 27733,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27733/ad2222",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A set of miniatures rules covering sci-fi fighter combat, in the well regarded Peter Pig rule sets range designed by the RFCM Team. There is a supporting set of miniatures.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mimix",
    "ID": 27734,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27734/mimix",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The board shows 16 different faces that are smiling, grinning and so on. Players in turn draw cards which show one of the faces. Now the player tries to imitate the shown face. The game continues as long as any player acquires 5 of these Mimix-cards.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pharmacy",
    "ID": 27735,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27735/pharmacy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;Pharmacy, the edgy board game that offers players a fun-filled &quot;trip&quot; around the game board with questions on legal and illegal drugs, alcohol and pop culture. When &quot;Pharmacy&quot; is played according to the directions, the objective is to earn points by answering the Trivia Card questions correctly and to be lucky enough to have good karma and earn extra points with Karma Cards. Also included in Pharmacy are ten different characters, with a male and female version of each. Choose your character wisely because you will experience the karma of your character. Characters include a guru with questionable ethics, a nicotine-addicted and sexually adventurous yuppie, a gambler, an actor, a crooked Politician, a farmer and, of course, a hippie.&#10;&#10;",
    "Categories": [
      "Humor",
      "Medical",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hockey Stars",
    "ID": 27737,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27737/hockey-stars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The main goal of this game is to score more goals than the other team. Players can make multiple actions with the puck in order to put the puck in the opponent's net. The game contains real hockey rules like offside, penalty, fighting and it is divided into three periods. The game combines the elements of strategy and chance.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chupacabra",
    "ID": 27738,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/27738/chupacabra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Theme&#10;You are the Chupacabra! Your very presence strikes fear into the hearts of Goat Herders everywhere as you live to suck blood; Goat blood!&#10;&#10;In this game you want to organize packs of Chupacabras to tackle the growing herds of goats. Be aware that while you are strong creatures, you can be outnumbered which makes for a lighter feast as goats will attempt to defend themselves.&#10;&#10;In Brief&#10;Each player has a hand of cards (starting with 5, and variable after that, with a max. of 8). When played, these cards add to the number of a particular pack Chupacabras (3 different types) that you are amassing to attack a particular herd of goats (again, 3 different types), while at the same time add to (or subtract from) the number of goats in a particular herd and.&#10;&#10;The player(s) that have amassed the most Chupacabras in a particular color gets the opportunity to strike against the herds of goats of the corresponding color. If you outnumber goats you are attacking, you can eat well, but if they outnumber you, then watch out.&#10;&#10;Object of the Game&#10;In Chupacabra, 2 &ndash; 4 players struggle to amass packs of Chupacabras to overpower Herds of Goats. Players must push their hand to the limit timing their attacks, and knowing when to call off their packs. Often players will come to the aid of the goat herds to prevent them from becoming easy pickings for other players. The player with the best score after eating 25 Goats, wins.&#10;&#10;Contents&#10;48 Chupacabra Cards&#10;1 Game Board&#10;3 Goat Markers&#10;4 Chupacabra Markers&#10;1 Rulesheet (single Page)&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Chupacabras"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Canadian Football Game",
    "ID": 27740,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/27740/canadian-football-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "With the aid of 3 spinners the team on offense tries to move the football down field for a touchdown.&#10;&#10;Spinner A represents passing play attempts, Spinner B running attempts and Spinner C, kicks, field goals or conversion attempts.&#10;&#10;NOTE: Unlike American football, Canadian football only allows 3 downs to make 10 yards.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rail Masters",
    "ID": 27741,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27741/rail-masters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "From the publisher:&#10;&#10;&quot;Venture into America's romantic past. It is time when the young Nation is struggling to survive the tragic Civil War years in which over 620,000 lives were lost; families torn asunder; and the assassination of a President is being secretly planned.  It is also a time when a small group of men rose against all odds amassing great fortunes and political power by laying their steel ribbons across America's vast plains and over her towering and majestic mountains. These were America's RAIL MASTERS....&#10;&#10;The year is 1862 and President Lincoln has just signed the Pacific Railroad Act granting you $100,000 and a steam locomotive. Your assignment is to safely travel across the United States and deliver five special spikes to your holding company.  The first Railroad to deliver all five spikes wins.&#10;&#10;Who will be the next RAIL MASTER?&quot;&#10;&#10;The Rail Masters Trust Company is a Trivial Pursuit inspired train trivia game with added economic and pick up and deliver mechanics. Players take the role of one of six holding companies from 1862 and start with $100,000 granted by the government. Starting from the roundhouse, players roll and move around the board answering train trivia questions to get extra moves. There are six spike squares of five different colors the players are aiming to land on where they can purchase a spike from the government. The train playing pieces have slots to hold two spikes maximum, so spikes must be delivered to the roundhouse before more can be picked up. On Rail Crossing spaces, &quot;community chest&quot; type cards are drawn that decrease or increase a player's money. Players can sell their spikes to any other player at any time for any price.&#10;&#10;The trivia questions are all multiple choice or true and false, so you don't need to be a train trivia expert to be competitive. If playing against a REAL train buff, you can always take away the multiple choice from that player and make them answer the questions outright to even the field...&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Trivia"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Speed Buggy Game",
    "ID": 27742,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.43",
    "Link": "https://boardgamegeek.com/boardgame/27742/speed-buggy-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Roll and move, start-Finish game.  But a couple of interesting strategy rules that takes it into an advanced children's game.&#10;&#10;Players use a the built-in spinner.  They must move their piece in a straight line.  Players may not move over or through other players.  Also any player who reaches a wall and has extra movement loses a turn.  As a result there is some strategy to play when you try to block the other players.&#10;&#10;A simple but enjoyable game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: Hanna-Barbera"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends of Time and Space: Void Station 57",
    "ID": 27743,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/27743/legends-of-time-and-space-void-station-57",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "You emerge from hyperspace with your fuel tanks empty. Expecting to simply refuel and leave, you instead find a dead station, spinning powerless and silent in the eternal void. With no other source of fuel, you have no choice but to search the cold, ebon corridors of Void Station 57.&#10;&#10;Void 57 continues the tradition set by Melee and Wizard, updated into a science fiction environment.  The game comes with brief rules book, game pieces, game board and scenario book to play through.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Legends of Time and Space (Dark City Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nubian Jak",
    "ID": 27744,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27744/nubian-jak",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Nubian Jak was created in Britain and developed in the USA. It has 8 topics: Leaders &amp; Icons, TV &amp; Film, Modern History, Art &amp; Literature, Sport, Science &amp; Engineering, General Knowledge, Music &amp; Theater. The game combines wit, skill and luck to outplay your opponents by getting three pyramid pieces from one area of the board to three new homes.&#10;&#10;Nubian Jak uses multiple-choice questions on cards with the correct answer giving an instruction to move forward or throw again. In most cases the least likely of the 3 options carries a penalty for the wrong answer. There is also a Super Challenge Format, which is played by asking the topic card questions without giving the multiple choice options as clues. The correct answer gives the bonus, while any wrong answer incurs the penalty on the card.&#10;&#10;Nubian Jak can either be played in singles involving 2-8 players or in teams of 3 with each Jak represented by a player.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Q-Fighter",
    "ID": 27747,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27747/q-fighter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Take your one-man fighter into Q-space and engage your opponent head on in a duel to the death.  Two players, each using one of the two enclosed play books, try to maneuver each other into their own firing arcs using the easy to use movement charts given on each page.  As you and your opponent move, you flip to a new page, which shows your new position and sensor displays.&#10;&#10;The game uses a system similar to that used in the Ace of Aces series of games; players simultaneously choose a direction to move and these choices are cross-referenced to determine which page each turns to. The ships normally can only move to one of their three forward spaces or stay in place, but by spending shield points a ship can move directly sideways. If a player has the opponent within their firing arc they can choose to fire; shots remove more shield points at close range and ships can only fire every other turn. When a ship is out of shield points the opponent wins. Optional rules allow for the possibility that moving and firing will sometimes fail.&#10;&#10;The end of the rulebook mentions several related products: Q-Fighter DT (more detailed rules), Kree Tech (a wallet-sized version), and Fringe Wars, a card-based expansion which added campaign rules. However, it is unclear if any of these were ever published.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Utterly Outrageous Drinking Games",
    "ID": 27748,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.18",
    "Link": "https://boardgamegeek.com/boardgame/27748/utterly-outrageous-drinking-games",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A collection of drinking games in a tin, bottle shaped party set.   In total there are 25 drinking games such as pucker up, drag queen, kingpin (beer pong), the probe, warthog and bump and grind.&#10;&#10;The set includes a pencil and paper, 25 drinking game rule cards, instructions, 1 ribbon, playing cards, straws, dice and a beer pong ball.&#10;&#10;Games start with a minimum of 2, 3 or 4 players depending on the card.&#10;&#10;Play lasts as long as there are players.&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory",
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Drinking Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Truth, Dare or Chocolate",
    "ID": 27749,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27749/truth-dare-or-chocolate",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the publisher's catalog:&#10;&#10;From the makers of the wildly popular Strip Chocolate, comes a new and revealingly delicious adult dessert game - Truth, Dare or Chocolate.  Chocoholics has given the age-old game of Spin the Bottle a new chocolate twist.  If you are hungry for dessert and some very seductive action, turn the lights on low, spread out a comforter by a cozy fire and get ready for some embarrassing, but titillating fun.  You will earn points for telling truths, taking dares and tattooing your partner with delicious Chocoholics Body Frosting.  Be the first to earn 20 points and you get to present your partner with your Ultimate Dare!  Chocoholics Truth, Dare or Chocolate will be the most memorable dessert experience you have ever had.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Storytelling"
    ],
    "Families": [
      "Components: Consumable Chocolate",
      "Food & Drink: Chocolate",
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Official Tour de France Game",
    "ID": 27750,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.43",
    "Link": "https://boardgamegeek.com/boardgame/27750/the-official-tour-de-france-game",
    "Min Players": "2",
    "Max Players": "32",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "A very large bicycle race game, published in Denmark in 1998. The first edition contained stats for riders in the 1998 race season. Other seasons were to follow.&#10; The game was so large it actually came in two big boxes. Total weight was just over 15 lbs. (7kg)! One box contained the basic components to play and the other contained the specific components required to play the 1998/1999 race season. With the modular boards, just about any race course the Tour de France covers could be duplicated.&#10; Each rider stats card will determine if they are a star rider, mountain or sprint specialist or a good all around rider. These cards are based on real rider&rsquo;s stats. At the start of the game each player will build a team of 9 players that includes one star rider and the team you build to support him.&#10; The box came with four rule sets: Danish, German, French &amp; English.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: France",
      "Sports: Bicycling / Cycling",
      "Sports: Tour de France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Regimente of Foote",
    "ID": 27753,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/27753/regimente-of-foote",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A set of miniatures rules covering English Civil War combat, in the well regarded Peter Pig rule sets range designed by the RFCM Team. There is a supporting set of miniatures. &#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bloody Barons",
    "ID": 27754,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/27754/bloody-barons",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A set of medieval miniatures rules covering combat in The Wars of the Roses, in the well regarded Peter Pig rule sets range designed by the RFCM Team. There is a supporting range of miniatures.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "History: Wars of the Roses",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Patrols in the Sudan",
    "ID": 27755,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/27755/patrols-in-the-sudan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A set of miniatures rules covering late 19th Century colonial combat in The Sudan (British vs Fuzzy Wuzzies/Dervishes), in the well regarded Peter Pig rule sets range designed by the RFCM Team. There is a supporting range of miniatures.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Sudan",
      "History: Mahdist War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stratiotika",
    "ID": 27756,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgame/27756/stratiotika",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A FREE full campaign game for use with Hoplomachia (although it is perfectly good as a stand alone boardgame) Right out of the pages of Thucydides! Two full scenarios included!&#10;&#10;In Stratiotika, you will now be able to make war at the city-state level; you can enrage city dwellers by trampling their crops, organize markets to feed your troops, build counter-walls to blockade rebellious cities, or infiltrate troops within their walls with the help of traitors and take the town on the sly. Not only can you openly call on their assemblies to vote to join your cause, but you can actually debate with your political opponents using historic speeches to sway those who are&#10;&ldquo;on the fence&rdquo;. You can lose allies to the harvest, ships to dangerous waters, walls to earthquakes, and cities to a more cunning and silver-tongued foe!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "History: Peloponnesian War",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Metropoli Eurooppa",
    "ID": 27757,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/27757/metropoli-eurooppa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The game shows Europe as it was back in the late 1980's. All the independent states of the time are shown on the board as their flags as a way to identify them, and as geographically correct in relation to each other as possible; each flag also exists as a game card. Each player gets their &quot;own&quot; random country in the beginning to start from, and the idea of the game is to try to gather as many different flags for yourself as possible; players move on the board using colour-dies and a right combination of colours allows a player to turn one of the flag cards - they are shuffled on the table face down, forming a memory game element - hoping for the flag of the country they're currently standing on, or at least a flag of same colours.&#10;&#10;Flags are scored at the end of the game with the Finnish flag and each player's &quot;own&quot; flag carrying bonus points.&#10;&#10;One of the last original Paletti publications; the brand ceased to exist soon after, and most of it's games were taken over by Peliko Oy.&#10;&#10;",
    "Categories": [
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Landlord",
    "ID": 27758,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27758/landlord",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.5",
    "Description": "Two landlords are fighting over a piece of land. They decide to make a deal. To Take turns they can move across the land horizontally, vertically or diagonally. The player who manages to enclose the most pieces of land becomes the owner.&#10;&#10;HOW TO PLAY LANDLORD&#10;&#10;1. The two players put their landlords in the starting position.&#10;2. They take turns moving the landlords over one of the paths. As soon as a player succeeds in enclosing a triangle, the enclosed land becomes the property of that player. He then covers the triangle with a playing piece of his color. The land is now his and can never be recaptured.&#10;3. Take note: it is also possible to enclose several triangles at the same time.&#10;4. The game ends when all triangles on the playing board have been claimed as property. The winner is the player who owns the most pieces of land at the end of the game.&#10;&#10;Not to be confused with:&#10;&#10;     Landlord! (1992), a card game from Rio Grande Games&#10;     The Landlord's Game (1904), a progenitor of Monopoly&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Grande: König & Intrigant – Unverkäufliche Sonderkarten",
    "ID": 27759,
    "Year": "(1997)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27759/el-grande-konig-and-intrigant-unverkaufliche-sonde",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.25",
    "Description": "A 50 card addition to the El Grande: K&#195;&#182;nig &amp; Intrigant expansion. Cards unique to this expansion are Fiesta (15), Spionage (value 25), Putsch (35), 6 nimmt! (66), Provinz (75), K&ouml;niglicher Schutz (95), Entfernen (125), Sonderwertung (135), Sonderwertung (145), Sonderwertung (155), 10 cards in neutral color, so can be added to every card set.&#10;&#10;A complete set of 50 cards (no box) was sent from Hans im Gl&uuml;ck on demand and a prepaid envelope.&#10;&#10;Gives players an additional 10 card choices when building their respective K&amp;E play decks. cards can also be used together with Player&#039;s Edition.&#10;&#10;Expands:&#10;&#10;     El Grande when played with El Grande: K&#195;&#182;nig & Intrigant&#10;     El Grande when played with El Grande: K&#195;&#182;nig & Intrigant &#226;&#128;&#147; Player's Edition&#10;&#10;&#10;The english version of these cards is included in:&#10;&#10;     The El Grande Expansions &#10;     El Grande (Decennial Edition)&#10;     El Grande Big Box&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Political",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: El Grande"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CATAN: Traders & Barbarians",
    "ID": 27760,
    "Year": "(2007)",
    "Geek Rating": "6.458",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27760/catan-traders-and-barbarians",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5622",
    "Description": "Traders &amp; Barbarians is distributed as the third major expansion for The Settlers of Catan, although it is actually a compilation of small expansions and variants.  (It is independent of the Seafarers and Cities &amp; Knights expansions, but can be combined with them.)&#10;&#10;All of the variants and three of the scenarios have been available from various sources in Europe and the United States or through official websites. The Great Rivers and the Fishermen of Catan have been expanded somewhat for this expansion through extra tiles and player pieces.&#10;&#10;This compilation includes 5 scenarios:&#10;&#10;     The Fishermen of Catan - Originally released in the 05/2006 Spielbox magazine and then subsequently released in Games Quarterly magazine.  Expanded in this edition.&#10;     The Rivers of Catan - Originally released in the Atlantis scenario box, then subsequently in Games Quarterly magazine as &quot;The Great River&quot;.  Expanded in this edition to include two rivers, one occupying 4 tiles, and one occupying 3.&#10;     The Great Caravan - Originally released as a free expansion in Germany.&#10;     Barbarian Invasion - New in this edition. - Barbarians are invading Catan and the players have to try to stop them with new knight pieces. This plays very similarly to the flood mechanic in the Atlantis scenario from the Atlantis and Das Buch scenario packs.&#10;     Traders &amp; Barbarians - New in this edition. - You get new hexes, one for the castle, one to produce glass, and one to produce marble. You try to rebuild Catan after the invasion. You get gold and victory points if you finish tasks in the castle, but to do so you have to travel back and forth to the castle on roads and undeveloped paths. There are still some barbarians around who interfere with trade routes.&#10;&#10;&#10;It also includes 4 minor variants:&#10;&#10;     2-Player Rules - Use the new &quot;Commercial Chips&quot; to force trade with your opponent. Use 3rd and 4th neutral player to block your opponent.  Also available online: Klaus2player.pdf&#10;     Catan Event Cards - Originally released in the Atlantis scenario box, then subsequently released for sale separately. Replaces the dice with a deck of cards to minimize randomness.&#10;     The Harbormaster Card - Originally released in the Atlantis scenario box, then subsequently available online: harbormaster.pdf. Gives two victory points to the player with the most harbor points.&#10;     Friendly Robber Rules&#10;&#10;&#10;This game belongs to the Catan Series.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Negotiation",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Modular Board",
      "Network and Route Building",
      "Trading",
      "Voting"
    ],
    "Families": [
      "Game: Catan",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Axles and Alloys",
    "ID": 27762,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/27762/axles-and-alloys",
    "Min Players": "2",
    "Max Players": "200",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.25",
    "Description": "Axles and Alloys is a FREE miniatures game about futuristic vehicular combat. Build your car, then send it out to combat other players to see who the King of the Road really is...&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Modern Warfare",
      "Print & Play",
      "Science Fiction",
      "Transportation",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Misc: Free Wargames",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fairy Tale Road Rage",
    "ID": 27763,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27763/fairy-tale-road-rage",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A cut-and-assemble board game printed in the end-papers of &quot;LittleLit&quot;, a collection of fairy tales as depicted by independent comic book artists.  The game, by &quot;Jimmy Corrigan: Smartest Kid on Earth&quot; author Chris Ware, is a fairly simple roll-and-move progression where players &quot;drive&quot; the various denizens (Big Bad Wolf, Frog Prince, Grandma) of a blighted, suburban fairy-land in an effort to gather like-colored &quot;story chits&quot;.  The chits are assembled on a separate board for each character, and &quot;will complete a story of amusing and rakish details- particularly if read aloud, and with dramatic relish.&quot;  Certain spaces, when landed on, have special, game altering effects, such as &quot;Heisenberg Attack&quot;, which forces all players to switch characters with the person to their right.&#10;&#10;&quot;One person play: All rules are the same, though exchange between other players is, obviously, impossible.  Do not despair; someday you will grow up to be a famous cartoonist and all of the kids who made fun of you will have miserable jobs and be desperately unhappy, but you will get to draw stories for lots of money about how you still hate them all.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Comic Book / Strip",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DJ Mole",
    "ID": 27764,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/27764/dj-mole",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(from box description)&#10;&#10;Take part in the funniest Phone-in ever!&#10;&#10;DJ Mole &quot;King of Rock 'n' Roll&quot; is the radio host with the most in this groovy poptastic quiz!&#10;&#10;Match the pictures on your cards to DJ Mole's silly sound-bites in a race to win his radio quiz&quot;&#10;&#10;Just listen to the sound-bites the DJ plays.  If any of your cards has instruments or sounds from the clip, then hit those phones!! For every correct phone-in you lose a card. Get rid of all your cards first and you'll be the WINNER BABY!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Moles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top of the Pops",
    "ID": 27765,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/27765/top-of-the-pops",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "(From the box description)&#10;&#10;&quot;Can you survive the cut and thrust of the pop world and shop you've got what it takes to become 'No 1'?&#10;Be the first to work your way up the charts collecting tokens for your singing and dancing ability and your knowledge of the pop world.&quot;&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Episches Munchkin",
    "ID": 27767,
    "Year": "(2007)",
    "Geek Rating": "5.500",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27767/episches-munchkin",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Episches Munchkin is a German-language set of 33 reference cards that contain the special Epic Munchkin rules for races and classes between levels 11 and 20. They are the same size as regular Munchkin cards. In addition, it includes a metal level counter, similar to the Munchkin Level Counter released by Steve Jackson Games.&#10;&#10;The reference cards cover all classes and races for the following Munchkin games:&#10;&#10;     Munchkin 1-3&#10;     Star Munchkin 1 &amp; 2&#10;     Munchkin Bites 1 &amp; 2&#10;     Super Munchkin 1 &amp; 2&#10;     Munchkin Fu&#10;&#10;&#10;Note that nothing in this expansion has an in-game effect -- it's just reference cards and a level counter.&#10;&#10;Part of the Munchkin series&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Role Playing"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Finis ton Assiette",
    "ID": 27768,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/27768/finis-ton-assiette",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "It's dinner time! On today's menu: raviolis, strawberry tarts, chocolate eclairs&hellip; Yum yum! Each player has 3 plates and must finish them as fast as possible, by using the &ldquo;Fork&rdquo; cards of the right color. And thanks to the magic fork, some lucky players will finish even more quickly. But beware! One can play nasty tricks to another by switching plates or by adding extra plates to an opponent&hellip;&#10;&#10;A game by Pierre-Nicolas Lapointe illustrated by Arnaud Qu&eacute;r&eacute; 2 to 4 players from 6 &amp; up. Strong points: A cute and simple game you can sink your teeth into! A variant for younger players (without the special cards) is available.&#10;&#10;In the box: a deck of 46 cards (14 &ldquo;Plate&rdquo;, 27 &ldquo;Fork&rdquo;, 2 &ldquo;Extra Plate&rdquo;, 3 &ldquo;Plate Switch&rdquo;, 2 rule summaries)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Drill For Oil: Oil Well Game",
    "ID": 27769,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/27769/drill-for-oil-oil-well-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Drill For Oil is a game where players can enjoy the fun and excitement of drilling for oil as in real life. One player is elected banker. The banker issues $10,000 to each player. (The banker is considered a player as well.) After unfolding the board, the banker shuffles the 10 drill for oil cards and places one face down on each site. To drill for oil, it costs $10,000. The banker goes first, and must state which oil well he wants to drill for oil on. He must then appropriate $10,000 to drill. There are 10 stock certificates representing 10% ownership in a well being drilled. The player drilling may sell all the stock or part of the stock. He must, however, offer a percentage of stock depending on the amount of players. (50% for 2 player, 60% for 3 or 4 players, 80% for 5 players.) At times a player may have to buy all the stock in a well if no other players want to invest in it. After the $10,000 is raised, the player pays the bank and flips the card. If it says dry hole, the stock is worthless. If it says have struck oil, each player who invested receives the dividend stated on the card. (Amounts vary on 6 of the cards, 4 are dry holes.) Play continues to the left until all 6 oil producing wells have been drilled. The game then ends and the player with the most money wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Stock Holding"
    ],
    "Families": [
      "Theme: Oil / Gas / Petroleum"
    ]
  }
]