[
  {
    "Rank": "7901",
    "Name": "1944: Battle of the Bulge",
    "ID": 313002,
    "Year": "(2020)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/313002/1944-battle-of-the-bulge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.25",
    "Description": "One of the greatest battles in World War II history is finally coming to Worthington Publishing:&#10;&#10;&quot;1944 Battle of the Bulge&quot; designed by Dan Fournie, and using concepts from Worthington's Holdfast Series, is a fast playing Bulge wargame that will give you hours of game play.  With fewer than 50 counters per side, and 8 pages of rules, you'll be up and playing in 15 minutes, and finishing games in 2 hours or less.&#10;&#10;Each side gets a set number of resource points to move and have combat, each move or combat costing a resource point.  But you can do these in any order, so attack with an adjacent unit, create a hole, and then race through with another unit, which can then attack!  Then move the initial unit that attacked to create the hole...the decisions are yours!&#10;&#10;Breakthroughs will occur, having the right units in position to expoit your opportunities is critical.  The Germans start with more resource points and will reduce as the game goes on, the allies on the other hand start with fewer and go up as the game goes on, reflecting the historical situation.&#10;&#10;Much like in Dunkirk: France 1940 we have included optional German Objective Cards.  The German player secretly picks one prior to play, the Allied player does not know the true German objective until the game end creating tension right up to the last die roll.&#10;&#10;&mdash;description from the publisher&#10;&#10;Although the publisher claims 1-2 players, it has no solitaire opponent to compete against. It&#039;s a 2-player game, and like most 2-player games, you can solo both sides.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Variable Phase Order",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Germany",
      "Country: Luxembourg",
      "Crowdfunding: Kickstarter",
      "History: World War II (Battle of the Bulge)",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "7902",
    "Name": "LUZ",
    "ID": 420862,
    "Year": "(2024)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/420862/luz",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "As you enter the Cathedral, you're suddenly gripped by the magnitude of the challenge ahead. Compose with color and light to leave your competitors in the shadow!&#10;&#10;In this trick taking game, hold your cards in your hand without looking at them. While you know the suits, only your opponents know the values of your cards.&#10;&#10;Look at your opponents' hands to deduce the value of your cards and bet the number of tricks you think you will win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Trick-taking"
    ],
    "Families": [
      "Category: Color",
      "Religious: Christianity"
    ]
  },
  {
    "Rank": "7903",
    "Name": "All Time Wrestling",
    "ID": 351969,
    "Year": "(2023)",
    "Geek Rating": "5.621",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgame/351969/all-time-wrestling",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "&quot;Clack! Zap! Boom!&quot; A frightening roar echoes through the chambers of the arena. This is the sound of something sinister. This is a beast, grinding and twisting, bending the forces of the universe to the will of its master, a master who is obsessed with finding the definitive answer to the question of &quot;Who is the greatest wrestler of all time?&quot;&#10;&#10;Now, his beast, the world's only time machine, brings forward the very best &mdash; champions of past, present and future generations. legends who seek to cement their legacy as the best of all time. This is where legends collide. This is where your destiny awaits.&#10;&#10;All Time Wrestling is a card-and-dice game that brings the fast-paced action and excitement of professional wrestling to your tabletop. With standard and advanced modes of play, ATW is accessible to gamers and non-gamers alike, using intuitive mechanisms that are reminiscent of your favorite wrestling games.&#10;&#10;Choose your champion from the legends of past, present and future, each with their own deck of attacks, abilities, signature moves, and finishers! Play your cards to unleash devastating combos, powerbombs and piledrivers, aerial stunts and deadly submissions...but will the dice be in your favor?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "7904",
    "Name": "Blood Red Skies: Battle of Britain",
    "ID": 236370,
    "Year": "(2017)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/236370/blood-red-skies-battle-of-britain",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Blood Red Skies is the new World War II mass air combat game from Warlord Games, written by renowned game developer Andy Chambers.&#10;&#10;Packed with everything you need to play this fast paced air combat game, the Blood Red Skies starter set does what it says on the tin. Plus once started you'll have the extra rules to introduce the play cards that really bring your fighter aircraft to life, allowing you to fly them just as they would have been by the Aces of WW2!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Movement Template",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "7905",
    "Name": "8Bit Box",
    "ID": 240892,
    "Year": "(2018)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/240892/8bit-box",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1.6",
    "Description": "8Bit Box is a board game that will remind you the golden age of video games as each player has a gamepad to program their actions, using three wheels: direction, symbol, and value.&#10;&#10;The base game contains three different games influenced by classic old-school video games.&#10;&#10;",
    "Categories": [
      "Sports",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Auction / Bidding",
      "Grid Movement",
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Arcade Video Games"
    ]
  },
  {
    "Rank": "7906",
    "Name": "Octiles",
    "ID": 5281,
    "Year": "(1984)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/5281/octiles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8966",
    "Description": "Goal: Get all your pieces across the board first (Like in Chinese Checkers)&#10;&#10;Setup: Fill the board with 18 octagonal tiles(designating all the different permutations of connections between the 8 sides of a tile) starting face down, leaving one switch tile for exchanging.&#10;&#10;Place up to 5 colored runners on their starting circles. A turn consists of: Replacing a tile with the &quot;switch&quot; tile, then move one runner across it, either across one tile, or until the path ends.&#10;The board is beautifully made with colored felt holes designating the starting spaces. There are optional rules for solitaire, standard, and team play.&#10;&#10;2003 Mensa Select&#10;&#10;Online Play&#10;&#10;&#10;     Boardspace.net (real-time, AI option)&#10;&#10;&#10;Mobile Apps&#10;&#10;     Boardspace.net local multiplayer or online, IOS&#10;     Boardspace.net local multiplayer or online, Android&#10;&#10;&#10;Narrow is an unauthorized reproduction of Octiles&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze",
      "Racing"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: BoardSpace",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "7907",
    "Name": "Red Badge of Courage",
    "ID": 6861,
    "Year": "(2001)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/6861/red-badge-of-courage",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.8485",
    "Description": "(from GMT website:)&#10;&#10;Red Badge of Courage extends GMT's popular Great Battles of The American Civil War system to cover both battles of Bull Run, or Manassas.&#10;&#10;1st Bull Run, the opening battle of the Civil War, features two untrained armies, some exceptional and some truly poor leaders, and one of the best gaming situations in the war. Both sides are as evenly matched as one gets during the war, and there is a constant stream of reinforcement keeping both players in the game up to the end.&#10;&#10;2nd Bull Run is one of General Robert E. Lee's greatest victories, in which he smashed John Pope's politically riddled Union army, setting the stage for the Battle of Antietam (Sharpsburg) several weeks later.&#10;&#10;Red Badge of Courage uses version 4.3 of the GBACW system, building on lessons learned from the two previous battle games in the series. And the game not only includes the two complete battles, but it has a half dozen smaller scenarios that enable you to play various aspects of the battle in detail, many in a day.&#10;&#10;Designer: Richard H. Berg&#10;Developer: John Alsen&#10;&#10;Components:&#10;&#10;    1,120 full-color, die-cut counters.&#10;    Two 22x34&quot; full-color mapsheets&#10;    Two 10-sided dice (one blue/one gray)&#10;    36-page Rule Book&#10;    12-page 1st Bull Run Battle Book&#10;    24-page 2nd Bull Run Battle Book&#10;    Five Player Aid Cards&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Series: Great Battles of the American Civil War (Richard H. Berg)"
    ]
  },
  {
    "Rank": "7908",
    "Name": "Mint Tin Mini Apocalypse",
    "ID": 181370,
    "Year": "(2015)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/181370/mint-tin-mini-apocalypse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.08",
    "Description": "A simultaneous 2 player game of surviving the apocalypse all in 5 to 10 minutes.&#10;&#10;It&rsquo;s a nice day in Meepleton. You &amp; friends are enjoying the day without a care in the world . . .&#10;BOOM! Transformers blow, cars crash, people fall to the ground unconscious. Phew! You&rsquo;re wobbly but okay.&#10;RAWR! Nearby a giant, heinous monster wreaks havoc!&#10;Get your friends to the school's forgotten fallout shelter.&#10;&#10;Game Setup&#10;&#10;Dump out tin, choose a color, place 4 meeps laying down &amp; 1 standing on your side of tin.&#10;Grab matching dice.&#10;Tin is the Fallout Shelter (FoS).&#10;Stand monster a few inches from FoS with green die behind it, 6 facing up.&#10;Place 2 white supply boxes between the FoS &amp; nefarious monster.&#10;&#10;Game Play&#10;Get your meeps to their feet, stay on yours, secure the FoS, get 1 supply box &amp; seal the FoS!&#10;Your actions are on 7s &amp; you need 1 standing meep to help your single meeps or to knock down others. &#10;FoS holds a max of 7 meeps.&#10;Start game &amp; roll your dice. Standard game is simultaneous rolling, not turn-based.&#10;On a 7 you can:&#10;&#10;    Stand 1 meep (if none standing)&#10;    Help 1 meep to its feet&#10;    Help 1 standing meep into FoS&#10;    Knock down 1 standing opponent&#10;    Toss 1 opponent out of FoS (you need 1 in) BUT place them standing up outside FoS&#10;    Send out RECON PAIR from the FoS to get 1 supply box&#10;    Stand 1 knocked down meep in RECON PAIR&#10;    Knock down 1 meep in RECON PAIR&#10;    Drag 1 supply box into FoS with standing RECON PAIR&#10;    Seal FoS &ndash; Close lid with at least 4 of your meeps in &amp; 1 supply box for the WIN!&#10;&#10;&#10;What about the monster?&#10;&#10;Three game modes &ndash; Decide before you start: UHOH or OMG or CRA-CRA!&#10;&#10;     UHOH activates monster die as soon as a supply box gets into the FoS. This is standard play. Once activated, player rolling doubles of monster die&rsquo;s face-up number has to turn monster die down 1.  A double 6 turns monster die to 5, a double 5 turns it to 4 &amp; so on. When monster die is on 1, snake eyes (double 1s) ends game. Monster gets in FoS &amp; eats you! BUT . . . either player can be a hero by tossing 1 of their outside standing meeps onto monster die! That meep is forever gone (but not forgotten). However, next double 1s ends the game unless another jumps on. Sacrificing a meep doesn&rsquo;t need a 7 &amp; can be done in or out of FoS but only when monster die is on 1.&#10;     OMG mode activates monster die when the game starts. Faster game but it sucks to be human.&#10;&#10;&#10;",
    "Categories": [
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7909",
    "Name": "Crows Overkill",
    "ID": 175023,
    "Year": "(2014)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/175023/crows-overkill",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "&quot;Sanzen-sekai no karasu wo koroshi, nushi to asane ga shitemitai&quot; (translated as &quot;I'd kill all the crows in the world to sleep with you in the morning&quot;) is an old song sung at a red-light district in the mid-1800s by one guest: Takasugi Shinsaku, a central figure of the early Meiji Restoration who lived a turbulent life. The saying means, &quot;When a crow cries, I must leave this place. Even if I must kill crows all over the world, I want to stay with you a little while longer.&quot; The song expresses his longing for amorous time to be prolonged for even just a short while.&#10;&#10;In the game Sanzen Sekai: I'd kill all the crows in the world to be with you a little longer, now titled Crows Overkill in its newest edition, players roleplay guests in a red-light district. Many birds gather in front of each player. The players must kill or move birds to prevent them from crying. If birds in front of a player cry, that player must leave the red-light district to go home (i.e. drop out of the game). The player who manages to stay in the red-light district for the longest time wins.&#10;&#10;In more detail, players attempt to be the last one called away from the red-light district by the cry of crows, warblers, and roosters.  The game consists of two decks of cards &mdash; birds and shamisen &mdash; along with a time board. Each turn follows this sequence:&#10;&#10;&#10;    Cards are drawn from both decks. Birds are placed on the table in front of the current player, while shamisen cards go into their hand.&#10;    Shamisen cards are then played to eliminate birds.&#10;    A check is made against the time board to see whether the remaining birds cry and the current player is eliminated.&#10;&#10;&#10;The turns continue until one player remains in the game and is declared the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Crows / Ravens / Magpies",
      "Country: Japan"
    ]
  },
  {
    "Rank": "7910",
    "Name": "Adamastor",
    "ID": 228452,
    "Year": "(2017)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/228452/adamastor",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.0833",
    "Description": "Adamastor is a 1-2 player co-operative game in which you take the role of the adventurous captain of a Portuguese vessel in the Age of Discovery. You choose whether to play a historical scenario (Vasco da Gama's trip to India), or a custom scenario in which the map differs in each game.&#10;&#10;Each round, you must handle several threats to maintain order and prevent a mutiny that would end what could be a glorious journey. You must contend with adverse weather, unpredictable storms, and the unrest, fatigue, and disease that will spread among your crew as the voyage advances.&#10;&#10;All of this is abstracted in a game that uses a deck of 54 cards, some markers, and one pawn to track the position of your fleet. Adamastor is essentially a hand/tableau-management game with multi-use cards that can be played in 15 minutes. Each card in play has the potential to help or hinder you during your journey. Different events will trigger when certain combinations of icons are in play. Most of these events will hurt, but some might help. The challenges that the sailors faced in these heroic journeys are also abstracted into a system in which you will gain traumas. These cards will increase as the game progresses, making your task even more difficult.&#10;&#10;Masterful command of these cards will lead you to a successful voyage full of wealth and adventure, but be wary as danger and disaster await with every pull from the deck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Medieval",
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "7911",
    "Name": "Ghost Chase",
    "ID": 1533,
    "Year": "(2001)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/1533/ghost-chase",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6757",
    "Description": "One player takes the role of Max, the ghost.  Max hides himself in the Canterville castle.  The other players are the ghost chasers and search for Max in the castle.  Max and the ghost chasers begin the game in rooms of their choice.  The Max and his chasers move room to room.  Max moves invisibly, showing himself only from time to time.  The creatures living around the castle determine when Max must show himself.  After each game round, one animal is removed from the board.  When all animals of one type have been removed, Max must show which room he is in and how he got there.  Max has a code of honor and will not enter the same room twice during the chase.&#10;&#10;Unlike Max, the chasers may enter each room as often as they like.  They try to force Max into a dead end to catch him.  All the chasers win if one of the chasers enters the room where Max is.  If the last animal is removed from the board with Max having not been found, the player playing the role of Max is the winner!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Exploration"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Bats",
      "Animals: Cats",
      "Animals: Hedgehogs / Porcupines",
      "Animals: Mice",
      "Creatures: Ghosts",
      "Mechanism: Hidden Movement",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "7912",
    "Name": "Key Enigma: Hack Forward",
    "ID": 304983,
    "Year": "(2021)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/304983/key-enigma-hack-forward",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "480",
    "Play Time": "960",
    "Weight": "3",
    "Description": "Key Enigma: Hack Forward - There has been a worldwide cyberattack. Massive data filtration has affected from Nuclear power plants to ordinary citizens. Anyone with a smart device can be a target. You will put yourself in the shoes of an investigator whose predecessor has disappeared under strange circumstances. You must continue with the investigation and find those responsible for the massive leaks that threaten the security of the world. But soon you&rsquo;ll discover that those leaks are a smokescreen for something much more dangerous. Who is behind all this? What could be so important? We can&rsquo;t tell you any more without spoilers, but if you like conspiracy theories, science fiction and plot twists you will love this one.&#10;&#10;Key Enigma is an escape box that mixes puzzles, narrative, and technology to immerse you in a challenging experience so carefully designed that it may be impossible for you to distinguish reality from fiction.&#10;&#10;A box full of mysteries and enigmas will reach your hands. With the materials, codes, and clues hidden inside, you must use your ingenuity and match the objects to solve the case. With this model, we want to expand the possibilities of traditional Escape Rooms. By not being dependent on a physical space we have greater freedom to: create complex, different and surprising puzzles, a more sophisticated story and we can make the game reach all over the world. The box is the heart of the project where you will find the material that serves as a bridge to connect the physical and digital world to live an immersive experience.&#10;&#10;You'll get a mix of: Traditional puzzles, Immersive / Digital puzzles, Codes, Advanced Puzzles&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter",
      "Theme: Hackers",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "7913",
    "Name": "Filler",
    "ID": 249233,
    "Year": "(2019)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/249233/filler",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "In Filler, players employ multi-use cards and a blend of simultaneous action selection, time and resource management, set-collection, and hand-building to collect ingredients needed to fill tasty pastries on their way to becoming the Star Baker.&#10;&#10;Starting with a hand of three cards with various start times and basic ingredients, players choose a card to reveal along with other players to determine the turn order. The earliest player to show up for work goes first and so on around the table. Using cards from their hands (i.e., their pantry), players may use ingredients they have acquired to fill recipes from a central row of available cards (the recipe book) or restock the pantry by picking up all of their previously played cards. Each recipe filled provides new start times and ingredients to use in future rounds and may earn points that are represented by money, customer reviews, or critical acclaim at the end of the game. The availability of bonus points and cards containing special actions help to direct players' choices in the kitchen, add depth of play, and provide variety and replayability.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: Self-Referential Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "7914",
    "Name": "Alias",
    "ID": 3818,
    "Year": "(1990)",
    "Geek Rating": "5.621",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/3818/alias",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.2551",
    "Description": "Alias consists of many cards, each card has 6 words written on it. Each word has a number, from 1 to 6. Words are various - from very easy to very hard. Some are made of several words defining one thing (example: &quot;Silver Medal&quot;). There is also a board with tiles. Each tile is marked with number from 1 to 6.&#10;&#10;Alias is played in teams, usually in teams of 2, but more people are also allowed. The &quot;explainer&quot; must change every turn. Each team gets a figure representing them on the board. Their goal is to get through the board. Each time a figure stops one team member must take cards from the pack (not showing it to the other team member(s)) and explain the words on every card that have the same number as the space their figure landed on. The hourglass (also included) is set just before the team member starts explaining the word. (Looking at the first card and thinking about how to explain the word before the time is set is allowed.) The Player must get the other team member to say the  word that is written on card  by using sentences to describe the word.  For example, if the word is &quot;Silver Medal&quot;, a player can say &quot;something that a sportsman wins at the Olympic games&quot;. But if other team member says just &quot;Medal&quot;, it isn't correct. Then the first player must further define what the hint might be. Second player can answer as often as he/she wants until the time runs out. If time runs out or first player accidentally uses the word which is written in card, the team loses a turn. Variations: opposites and/or foreign words are allowed.&#10;&#10;Based on Alias' success, Tactic has kept publishing re-implemented versions of the same basegame, such as Fame Alias, Junior Alias, Junior Alias: Travel, Muumi Alias, Family Alias,  Party Alias,  High School Musical Party Alias, and has also licensed Noteability as Musiikki Alias.&#10;&#10;Tactic gives the official launch year of Alias as 1991, but the first edition was actually available already in 1990 and a limited release of the game may have been issued as early as 1989.&#10;&#10;Expansions in the form of additional decks of cards have been published since the early 1990's.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Point to Point Movement",
      "Race",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Alias",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "7915",
    "Name": "Floating Market",
    "ID": 170202,
    "Year": "(2015)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/170202/floating-market",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.64",
    "Description": "Ama is tired. It has been a long day of chasing her grandchildren, and she needs a break. Ama has been around for a long time and she has a few tricks up her sleeve. With the promise of her famous fruit salad, Ama sends her grandchildren down to the Damnoen Saduak Floating Market to collect fruit... and to get out of her hair! Collecting different fruit is no easy task, as the fruit boats &ndash; full of mango, banana, papaya, guava, grapefruit, rambutan, and the famous starfruit &ndash; are constantly shifting around the Khlong Damnoen Saduak Canal of Thailand.&#10;&#10;In Floating Market, the players are Ama's eager grandchildren, competing to be the first to collect five different types of fruit for Ama... AND get the first bowl of fruit salad! Each player has customers (Ama&rsquo;s grandchildren), which they will assign to fruit boats (to collect fruit) and to buildings (to receive special abilities). Each player will also add a die to the dice pool each round in an attempt to influence a die roll that determines which fruit boat will hand out fruit.&#10;&#10;Floating Market utilizes polyhedral dice, worker placement, and dice speculation to create a unique and accessible experience for gamers of all levels. The rules and turns are simple and intuitive and the game teaches quickly, making it perfect for a family or group of new gamers. Experienced gamers will appreciate the unique blend of new and familiar mechanics and the quick, fun gameplay that uses polyhedral dice in a new and interesting way.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Country: Thailand",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking",
      "Theme: Rivers"
    ]
  },
  {
    "Rank": "7916",
    "Name": "This Hallowed Ground",
    "ID": 12134,
    "Year": "(1998)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/12134/this-hallowed-ground",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.1739",
    "Description": "This Hallowed Ground is a regimental level game about the Battle of Gettysburg and is the first game in the Regimental Sub-Series from The Gamers.&#10;&#10;The game rules system is an expanded version of the Civil War Brigade (CWB) Series rules set.&#10;&#10;13 scenarios ranging from one map to all five.&#10;&#10;Awesome treatment of this battle of the turning point of the confederacy.&#10;&#10;&#10;Game Scale:&#10;Turn: 15-30 minutes&#10;Hex: 110 yards&#10;Units: Regiments&#10;&#10;Game Inventory:&#10;&#10;    Five 22 x 34&quot; full-color mapsheets (map A, B, C, D, E)&#10;    Eight dual-side printed countersheet (4 combat, 4 markers = 2,240 1/2&quot; counters)&#10;    One 40-page CWBS v3.0 Edition system rulebook&#10;    One 8-page CWBS Regimental Sub-Series rulebook&#10;    One 48-page This Hallowed Ground rulebook&#10;    Two 4-page CWB Regimental Sub-Series Charts &amp; Tables booklet&#10;    One 40-page Unit Loss Chart booklet&#10;    Four Player Aid cards&#10;    Three counter storage trays&#10;    Two 6-sided dice&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Series: Civil War Regimental Sub-Series (MMP)"
    ]
  },
  {
    "Rank": "7917",
    "Name": "Razzia",
    "ID": 841,
    "Year": "(1992)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/841/razzia",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "There are six different (but equal) gambling joints where bits representing money are distributed at the beginning of each round. The object of the game is to finish with the most money. Players simultaneously choose a card from their hands to play. Each card corresponds to one of the six gambling joints and depicts either a gambler or a cop. The cards are revealed, and in each gambling joint where a gambler has been played, the money will be awarded, &agrave; la Hoity Toity/Adel Verplichtet, to the gambler unless a cop has also been played in the joint, in which case the cop gets it; if a cop  shows up but no gambler, the money stays where it is for the next round. When two gamblers or two cops both claim the money in the same joint, a negotiation mechanism which may involve the roll of a die comes into play. You have to do well in the simultaneity sweeps to get into contention at all, but doing well in the negotiation can make the difference between coming in first or second.&#10;&#10;The game comes in a small package about the size of a videotape and is attractively decorated in a sort of mid-1970s Gil Kane/Joe Giella DC Comics style.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Economic",
      "Mafia",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "7918",
    "Name": "Last Defense!",
    "ID": 303053,
    "Year": "(2020)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/303053/last-defense",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3",
    "Description": "You have just twenty minutes to save the city in the family-friendly co-operative game Last Defense!&#10;&#10;Players team up as a band of unlikely heroes to face monstrous threats, from space aliens and spider robots to an oozing building-sized blob! Roll dice each turn to determine how far you can move and how many actions you can take, with one re-roll available for those two dice. Clear rubble from the streets to discover tools you can use to defend yourself or recruit the specialists you need to defeat the monsters.&#10;&#10;The game's app audio track enhances the tension with urgent news bulletins announcing where threats are attacking. You are the last defense!&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "7919",
    "Name": "Battle for Armageddon",
    "ID": 3177,
    "Year": "(1992)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/3177/battle-for-armageddon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4242",
    "Description": "Battle for Armageddon is a strategic wargame that simulates the conflict between Orks and the Imperium for control of the Imperial hive world Armageddon.&#10;&#10;The war involved tens of millions of combatants and took two decades to resolve. By its end, the lives of countess millions of Ork and Imperial warriors had been lost.&#10;&#10;The game concentrates on the campaign fought for control of the vital armageddon Secundus are of the planet. The vast factory hive cities on this continent produced over 80% of the planet's industrial wealth and were vital for the Imperial war effort. If Armageddon secundus were conquered, the Imperial forces would be starved of ammunition and equipment, and the planet would fall to the Orks. The Orks decided to use three whole tribes, over half their entire invasion force, to capture the continent. The resulting campaign lasted for almost two years and was one of the bloodiest in Imperial history.&#10;&#10;Games Workshop re-released the game as a free download during the 2000 &quot;Third War for Armageddon&quot; worldwide campaign event. The official Armageddon website is no longer active.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Board Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "7920",
    "Name": "CATsle Builders",
    "ID": 405460,
    "Year": "(2023)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/405460/catsle-builders",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2",
    "Description": "CATsle Builders / &#231;&#140;&#171;&#227;&#129;&#174;&#229;&#159;&#142;&#229;&#164;&#167;&#229;&#183;&#165;~ is a trick-taking game for 3-5 players.&#10;&#10;Players aim to build a more robust castle by aligning five types of buildings as planned. The structures that will be built will change depending on the ranking of the battles held during each round.&#10;&#10;Adjust your ranking while predicting your and your opponent's hands, collect cards according to the blueprint, and aim to become the best castle builder!&#10;&#10;(Additional information: This work is a remake of &quot;Anou&quot;, which won the Trick Taking Party 2017 Grand Prize)&#10;&#10;CATsle Builders &#227;&#129;&#175;3~5&#228;&#186;&#186;&#231;&#148;&#168;&#227;&#129;&#174;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;5&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#229;&#187;&#186;&#233;&#128;&#160;&#231;&#137;&#169;&#227;&#130;&#146;&#232;&#168;&#136;&#231;&#148;&#187;&#233;&#128;&#154;&#227;&#130;&#138;&#227;&#129;&#171;&#230;&#143;&#131;&#227;&#129;&#136;&#227;&#128;&#129;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#160;&#133;&#231;&#137;&#162;&#227;&#129;&#170;&#229;&#159;&#142;&#227;&#130;&#146;&#229;&#187;&#186;&#227;&#129;&#166;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#144;&#132;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#228;&#184;&#173;&#227;&#129;&#171;&#232;&#161;&#140;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#130;&#139;&#229;&#139;&#157;&#232;&#178;&#160;&#227;&#129;&#174;&#233;&#160;&#134;&#228;&#189;&#141;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#229;&#187;&#186;&#227;&#129;&#166;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#130;&#139;&#229;&#187;&#186;&#233;&#128;&#160;&#231;&#137;&#169;&#227;&#129;&#140;&#229;&#164;&#137;&#227;&#130;&#143;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#168;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#130;&#146;&#228;&#186;&#136;&#230;&#131;&#179;&#227;&#129;&#151;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#233;&#160;&#134;&#228;&#189;&#141;&#227;&#130;&#146;&#232;&#170;&#191;&#230;&#149;&#180;&#227;&#129;&#151;&#227;&#128;&#129;&#232;&#168;&#173;&#232;&#168;&#136;&#229;&#155;&#179;&#233;&#128;&#154;&#227;&#130;&#138;&#227;&#129;&#171;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#230;&#156;&#128;&#233;&#171;&#152;&#227;&#129;&#174;&#229;&#159;&#142;&#229;&#164;&#167;&#229;&#183;&#165;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#239;&#188;&#129;&#10;&#239;&#188;&#136;&#232;&#163;&#156;&#232;&#182;&#179;&#230;&#131;&#133;&#229;&#160;&#177;&#239;&#188;&#154;&#230;&#156;&#172;&#228;&#189;&#156;&#227;&#129;&#175; Trick Taking Party 2017&#229;&#164;&#167;&#232;&#179;&#158;&#227;&#129;&#167;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#128;&#140;&#227;&#130;&#162;&#227;&#131;&#142;&#227;&#130;&#166;&#227;&#128;&#141;&#227;&#129;&#174;&#227;&#131;&#170;&#227;&#131;&#161;&#227;&#130;&#164;&#227;&#130;&#175;&#227;&#129;&#167;&#227;&#129;&#153;&#239;&#188;&#137;&#10;description by publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "7921",
    "Name": "Super-Skill Pinball: Holiday Special",
    "ID": 367978,
    "Year": "(2022)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/367978/super-skill-pinball-holiday-special",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Super-Skill Pinball: Holiday Special adds three tables to the game featuring Christmas movie classics. The beginner table is themed after Elf, where players follow Buddy to the North Pole. Then, the National Lampoon's Christmas Vacation table has players shooting for a big Christmas Bonus. Finally, the A Christmas Story themed table brings leg lamps, a bunny suit, and an air rifle bonus to the mix.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Bingo",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Game: Super-Skill Pinball",
      "Holidays: Christmas",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "7922",
    "Name": "Kult",
    "ID": 1519,
    "Year": "(1995)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/1519/kult",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5238",
    "Description": "Reality as you know it is a lie.  The world we see around us is an illusion hiding True Reality, a horrible illusion fabricated to keep humanity at bay, and to prevent our awakening.&#10;&#10;That is the premise to the darkest of the CCGs.  You play an Archon or an Angel of Death.  You lay beings or regions around you and to the side in a Tarot type layout.  On these cards you can play influence cards.  Your spell casters can play spells and there are commandments that you can play that have instant effects.  On your turn you try to influence the population at large by moving population counters onto your outer cards then to your inner cards then onto the card representing you.  With 2 players there are 9 population markers and the first to sway 5 wins.  Of course along the way your beings will be throwing everything but the kitchen sink at each other.&#10;&#10;Between the subject matter and the dark and very graphic cards this is not a kids game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Horror",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "7923",
    "Name": "Dawn of the Zeds",
    "ID": 99130,
    "Year": "(2011)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/99130/dawn-of-the-zeds",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.64",
    "Description": "THE BATTLE FOR FARMINGDALE&#10;&#10;States of SiegeTM #9&#10;&#10;Voted #1 on The Gaming Gang's Top 10 Games of 2011!&#10;&#10;Like a deathly hand from the grave comes Dawn of the Zeds, a States of Siege solitaire game of horror and survival from designer Hermann Luttmann .&#10;The world has gone crazy &ndash; a deadly virus has turned ordinary people into vicious, zombie-like killers. The undead, nicknamed &quot;Zeds,&quot; are now converging on your corner of the world. You have been left to your own devices to stop them while the National Guard organizes a relief column and fights its way to you &ndash; but that could take days, or even weeks, before they arrive.&#10;&#10;At the town of Farmingdale and its surrounding villages, you must coordinate its defenses. Regular citizens may emerge as heroes as you work to halt the Zeds' advances by (re)killing them, discovering and implementing a cure to this vile scourge, and preserving the area and its inhabitants as much as possible.&#10;&#10;In a game that requires the utmost test of skill and nerve, will you survive long enough? Will you be able to fight hordes of Zeds while protecting the townspeople? Unearth the possibilities with Dawn of the Zeds, a nightmare that ends with your fate ranging between being a hero or a hero sandwich .&#10;&#10;&#10;&#10;&#10;L'Aube des Morts-Vivants, un jeu en solitaire d'horreur et de survie de la s&eacute;rie &quot;State of Siege&quot;TM con&ccedil;u par Hermann Luttmann, surgi comme une main sortant de la tombe.&#10;&#10;Le monde est devenu fou, un virus mortel a transform&eacute; les gens ordinaires en zombies tueurs et vicieux. Ces Morts-Vivants surnomm&eacute;s Zeds, convergent maintenant vers votre petit coin de paradis ! Vous avez &eacute;t&eacute; laiss&eacute; &agrave; vous-m&ecirc;me pour les arr&ecirc;ter et pr&eacute;server votre communaut&eacute; alors qu'une colonne de secours de la Garde Nationale se bat pour vous rejoindre ; mais cela pourra prendre des jours, voire des semaines, avant qu'ils n'arrivent. Vous devez prendre la t&ecirc;te de vos administr&eacute;s assi&eacute;g&eacute;s !&#10;&#10;Des citoyens ordinaires deviennent des h&eacute;ros alors que vous oeuvrez pour arr&ecirc;ter l'avanc&eacute;e des Zeds en les (re)tuant, en d&eacute;couvrant et administrant un rem&egrave;de &agrave; cette terrible &eacute;pid&eacute;mie afin de pr&eacute;server votre secteur et ses habitants autant que possible.&#10;&#10;Dans un jeu qui requiert un sang-froid et des nerfs &agrave; toute &eacute;preuve, survivrez-vous assez longtemps ?&#10;Serez-vous capable de combattre les hordes de Zeds tout en prot&eacute;geant votre population ?&#10;D&eacute;couvrez toutes les possibilit&eacute;s de l'Aube des Morts-Vivants, un cauchemar qui d&eacute;terminera si votre destin est de devenir un h&eacute;ros ou de terminer en casse-dalle !&#10;&#10;",
    "Categories": [
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Creatures: Zombies",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "7924",
    "Name": "Flower Fields",
    "ID": 424577,
    "Year": "(2024)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/424577/flower-fields",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.1429",
    "Description": "Flower Fields is a competitive tile-placement game, where your goal is to create an attractive flower garden.&#10;&#10;The game is played over 3 Seasons, each composed of a variable number of rounds. On your turn, you must perform 1 action, either taking Flower tiles from the Field and placing them in your garden, taking Bees from the Field, or placing Bees in your Garden.&#10;&#10;When taking Flower tiles, you should pick the next tile after the Sun marker in the circle around the Field, but you can spend Bees from your reserve and place it on that tile to &quot;skip&quot; it. Manage your Bees wisely and pick the best Flower tiles.&#10;&#10;Flower tiles must connect to at least another tile in your garden. Create large flowerbeds of the same color and use your Bees to pollinate them and increase their value. Collect Hives and get rid of Spider Webs to gather more Bees at the end of the Season.&#10;&#10;A Season ends when the last Flower tile has been taken from the circle around the Field. At the end of the third Season, the game ends.&#10;&#10;You score your most valuable area of each color: Red/Yellow/Blue areas are worth points equal to the number of spaces times the number of Bees in that area; white areas are worth 1 point for each space in that area. You also get 5 points for each full row and/or column in your Garden board.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Bees",
      "Components: Polyominoes",
      "Theme: Flowers",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "7925",
    "Name": "Deathwatch: Overkill",
    "ID": 194081,
    "Year": "(2016)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/194081/deathwatch-overkill",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The Deathwatch are the elite of the elite. Recruited from the ranks of the Adeptus Astartes, humanity's power-armored Space Marines, the Deathwatch embark on the most difficult missions in the name of the Emperor. Genestealer Cults are the advanced infiltration units of the Tyranid Hive. They infiltrate human civilization and interbreed to create monstrous hybrid cultists. Deathwatch: Overkill pits these two forces against each other. The Deathwatch player controls a squad of marines plus one Terminator and one White Scar on a bike. The Genestealer Cult player controls one Patriarch, one Magus and 37 Genestealers ranging from purestrain to fourth generation cultist. Each player uses dice and cards to shoot and force the action.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "7926",
    "Name": "Escape from the Asylum",
    "ID": 281514,
    "Year": "(2019)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/281514/escape-from-the-asylum",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4615",
    "Description": "You open your eyes and find yourself in a cold, padded cell. Unfortunately, this is not a dream: your own brother committed you to this hellhole of a psychiatric hospital. The betrayal stings, but there is no time for a breakdown. You need to get out, and you must do it fast. The plan seems simple enough: retrieve your personal file, find a place to hide before the night guard makes his rounds, and then find a way out. Escaping the asylum in time, however, won&rsquo;t be easy...&#10;&#10;Escape from the Asylum is a thrilling escape room experience in the form of a co-operative board game. The game is divided into two parts, and each part is a collection of five stories. In each story, you assume a role of a character trying to escape the North Oaks asylum. To accomplish that, you will have to solve puzzles and make life-changing decisions. Reveal more and more of the backstory and watch the stories intertwine as you play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Medical",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Medical: Psychiatric Hospitals / Asylums"
    ]
  },
  {
    "Rank": "7927",
    "Name": "Baseball Highlights: The Dice Game",
    "ID": 329607,
    "Year": "(2021)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/329607/baseball-highlights-the-dice-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Baseball Highlights: The Dice Game takes all the excitement of Baseball Highlights: 2045 and turns it into a thrilling dice game! Score the most runs by drafting the best dice and stringing together powerful combos! Slowly set up the base runners with singles, and then hit a grand slam, or steal bases to sneak your runners home! The rolls of the dice make each round a whole new ball game. Everyone gets to play even when it&rsquo;s not their turn, so the strategic thinking never ends! Dust off home plate, get out your leather glove, and PLAY BALL!&#10;&#10;Baseball Highlights: The Dice Game is played with a set of 9 Play dice, 6 Power dice, 1 Pitcher&rsquo;s die, a game board, and a game sheet for each player.&#10;&#10;Each round the active player will roll the Play dice and any Power dice they have unlocked to place them each of the matching 6 board areas. Then, the active player will select one of these 6 areas and will use the dice from that area to cross off boxes in the matching track on their player game sheet. Once they are done, the inactive players select 1 die from 2 different areas to cross off 2 boxes in the matching tracks on their game sheets.&#10;&#10;Marking off boxes in the 6 tracks (and the bonus Clutch Hits track) will place new runners on base and advance your existing runners for singles, doubles, triples, home runs, walks, and stolen bases. Each time you advance a base runner to home, you will score 1 run. The player who scores the most runs by the end of the game wins. But be careful, the result on the Pitcher&rsquo;s die may remove some of your base runners before they can score!&#10;&#10;Baseball Highlights: The Dice Game is for 1 to 4 players ages 8 and up. Average game length is 20 minutes with mostly simultaneous play.&#10;&#10;Contents: 1 Game Board, 25 Sheet Baseball Scorepad, 16 Custom Dice, 1 Rulebook, 16 Wooden Markers&#10;&#10;-description from publisher&#10;&#10;Baseball Highlights: The Dice Game is Game #26 in the Gryphon Bookshelf Series of Games.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Baseball Highlights: 2045",
      "Mechanism: Roll-and-Write",
      "Series: Bookshelf (Gryphon Games)",
      "Sports: Baseball",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "7928",
    "Name": "A Nice Cuppa",
    "ID": 408839,
    "Year": "(2024)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/408839/a-nice-cuppa",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6",
    "Description": "Demanding jobs, unpaid bills, health concerns: modern life is filled with constant worry. Let your burdens drift away, if only for a moment, in the rich aromatic steam of your favorite tea.&#10;&#10;A Nice Cuppa is the seventh game in Button Shy&rsquo;s Simply Solo series. Designed by Scott Almes, the game tasks the player with managing Worries through careful card management across 8 turns. As Worries are revealed, they complicate your life and force you to become distracted. Focus on your tea to eliminate those pesky problems and soothe your shattered nerves. Once your tea is ready, evaluate how you did.&#10;&#10;&#10;When your worries start to pile up, it&rsquo;s important to focus on what really matters by concentrating on the soothing ritual of preparing a cup of tea.&#10;&#10;To start the game, first shuffle the 7 Tea cards and place them in a line, Focused side up, each with a random face-down Worry card directly below it.&#10;&#10;On your turn, first flip over a single face-down Worry. Then, in sequence from left to right, resolve each face-up Worry. These force you to rearrange your Tea cards in various ways, and you'll need to plan carefully to keep them from messing up your well-laid plans.&#10;&#10;After all Worries have been resolved, flip each Tea card above a face-up Worry to its opposite face. This turns a Focused Tea card into a Distracted one and vice versa.&#10;&#10;Remove each face-up Worry that&rsquo;s below a Focused Tea card. These Worries have been addressed through the calming powers of tea and won&rsquo;t be dealt with again!&#10;&#10;Lastly, if you choose to, you may swap any two adjacent Tea cards to get them in a better position for the next turn.&#10;&#10;After 8 turns, your tea is ready (whether you are or not). Score points for each Tea Card you have in the correct order, plus extra points for each Tea Card with its Focused side showing. But beware that you&rsquo;ll lose points for each remaining Worry.&#10;&#10;Tally up your total and check your score to see whether you&rsquo;re ready to face the rest of your day or need to cozy up with another cuppa!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Queue",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Food & Drink: Tea",
      "Game: A Nice Cuppa",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Simply Solo Games (Button Shy)",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "7929",
    "Name": "Forgotten Depths",
    "ID": 288335,
    "Year": "(2022)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/288335/forgotten-depths",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "135",
    "Weight": "2.25",
    "Description": "Forgotten Depths is a 1-3 player co-op dungeon adventure game that combines unique tile laying and hand management mechanics to deliver a substantial experience of exploration and combat.&#10;&#10;The goal of the game is to get to the bottom of the dungeon and destroy the powerful entity that resides there. To make it, you&rsquo;ll need to improve your heroes by finding items and buying new abilities with experience points you gain by exploring. Those experience points are in scarce supply and you&rsquo;ll need to balance between saving them for abilities and spending them on the healing and keys you&rsquo;ll also need.&#10;&#10;The game is played by alternating between two main activities, Exploring and Encountering.  You&rsquo;ll start by Exploring, creating the layout of the level as you play, and discovering Ecology Elements.  You choose when and where to Encounter the Elements you discover, and you go back to Exploring after each Encounter.&#10;&#10;The game features:&#10;&#10;     3 Dungeon Level &lsquo;Ecologies,&rsquo; each with their own unique Monsters, Features, and hard to find Legendary Locations&#10;     Character progression.  Find and equip items, and purchase abilities and spells with your hard won XP.&#10;     30 unique Monsters.  Never face the same Monster twice in a playthrough.&#10;     30 unique dungeon Features.  Never discover the same Feature twice in a playthrough.&#10;     12 hard to find Legendary Locations, featuring unique encounters, treasures and effects, including 2 difficult to obtain fabled swords.&#10;     6 unique level bosses&#10;     Final boss with 27 possible configurations&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "7930",
    "Name": "Imagician",
    "ID": 298624,
    "Year": "(2020)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/298624/imagician",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Imagician reinvents the principle of dot-to-dot drawing: connect the dots to discover what you are drawing.&#10;&#10;In each round, an imagic spell made of several ingredients is revealed. Simultaneously, players connect the ingredients on their board to draw a shape. The first player to guess the shape they are drawing (even if that drawing is incomplete) writes what it is on their board and starts a countdown for the other players. Once the countdown ends, players win points if they guessed correctly what the shape represents.&#10;&#10;Each game will have you guess eight objects from more than 225 different spells with various challenges. Codes will lead you to draw specific shapes: curves, multiple lines, circles, etc. This way, your drawings become more and more complex. In the first game, a short tutorial will help you get started immediately and learn the different codes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Real-Time"
    ],
    "Families": [
      "Mechanism: Flip-and-Write",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "7931",
    "Name": "Joan of Arc",
    "ID": 64,
    "Year": "(1998)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/64/joan-of-arc",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.5424",
    "Description": "Joan of Arc, a game of &quot;Conquest and Perfidy in the Kingdom of France&quot;, deals with the conflicts in France during the Hundred Years' War.  It's a multiplayer wargame with a card-driven combat system and a political layer that players must contend with.&#10;&#10;For just over one hundred years England and France battled over who would sit on the French throne. Even within France itself factions developed, putting forth their own candidates challenging the rights of the Dauphin. From this struggle heroes emerged, notably the Black Prince and Jeanne d'Arc, The Maid of Orleans. Tremendous battles were fought at Crecy, Poitiers and Agincourt, yet their impact on the war was ephemeral. Long sieges followed short campaigns, bands of the notorious Free Companies, temporarily unemployed, marauded across the countryside in search of rapine and plunder. Complicating matters, both famine and plague poisoned the seasons. All in all, 'twas a grand time!&#10;&#10;The game randomly lasts from 8 to 10 turns.&#10;&#10;The winner is the player with the most Pretender Points.  &#10;Points are gained at the end of each turn for each Province a player controls.  &#10;Controlled cities gain revenue. Those can be spent on Battle Cards and fortification.&#10;&#10;Battles are resolved by playing Battle Cards (yellow(numerical) or red(special cards), combined with Influence, fortifications, and die roll.&#10;&#10;TURN SEQUENCE&#10;Income phase: based on controlled cities&#10;Political phase: vote for War or Peace&#10;Battle Cards collection  &#10;Purchase fortifications and/or cards.  &#10;Player Order phase&#10;Event(s) phase&#10;Foreign Intervention phase&#10;Player Turns: In player order, each player resolves:  &#10;1-Expansion moves&#10;2-Combat only if 2+ Yellow cards; Resolve battle, then repeat combat if needed.&#10;Pretender Points: Players gain points (depending on regions they control), then Influence points (up to 6), then discard all cards.&#10;GAME END: check on turn 8 and 9, automatic on 10&#10;&#10;Components:&#10;&#10;1 mounted game board &#10;80 cards (a la Tarot) &#10;20 resin cast castles and 10 resin cast strongholds &#10;die-cut coin markers and garrisons representing the factions of France, England, Navarre, Brittany, Flanders and Burgandy.&#10;&#10;&#10;     Sequel Renaissance&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Cities: Orléans (France)",
      "Components: Map (Continental / National scale)",
      "Historical Figures: Joan of Arc",
      "History: Hundred Years Wars"
    ]
  },
  {
    "Rank": "7932",
    "Name": "Borderlands",
    "ID": 40,
    "Year": "(1982)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/40/borderlands",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7917",
    "Description": "Trying to squeeze Diplomacy into a reasonable amount of time, Eon designed Borderlands to be a game where political wrangling is a must, and a free market society fuels the ambition for conquest.  Borderlands blends the conflict and deal-making elements from Diplomacy with resource management and inspired Settlers of Catan.&#10;&#10;The German edition of the game, Ascalion, contains elements from the two Borderlands expansions.&#10;&#10;Reimplemented by&#10;&#10;    Gearworld: The Borderlands&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Civilization",
      "Fantasy",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Area Movement",
      "Random Production",
      "Simulation",
      "Trading"
    ],
    "Families": [
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "7933",
    "Name": "Bagh Chal",
    "ID": 315,
    "Year": "(1000)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/315/bagh-chal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.2083",
    "Description": "Bagh Chal is a traditional abstract game that is popular in Nepal. The name roughly translates to &quot;Tigers Moving&quot;. It is an abstract strategy game with an asymmetric setup, i.e. a different number of pieces per side (like Hnefatafl and its ilk). One opponent plays four tiger pieces and the other plays twenty goats.&#10;&#10;The board bears a passing resemblance to a Chinese Chess board in that the pieces move along lines from intersection to intersection. However, the gameplay is more similar to Alquerque, Checkers or Draughts. At the start of the game, there are four tigers on the board while there are no goats. The goat player places his/her pieces on the board one by one wherever they choose, with the tiger player getting a move between each placing. Once all the goats are on the board, the two players take turns moving one of their pieces one space. A tiger can alternatively capture a single goat by jumping over it in a line  to an empty space. The tigers win if they can capture five goats. The goal for the goats (who cannot make captures) is to hem the tigers in, giving them no opportunity to move or jump.&#10;&#10;It is one variant from a family of similar Asian games played with varying numbers of tigers/leopards/goats/cows/etc and varying board topologies.&#10;See also Cows and Leopards and Fox and Geese.&#10;&#10;Games played on exactly the same board layout (same lines connecting the intersections and same size) include the traditional Spanish Alquerque and Fanoron-Dimy, the smaller variant of Fanorona from Madagascar. See the according image galleries of these games.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Goats",
      "Animals: Tigers",
      "Category: Combinatorial",
      "Components: 5 x 5 Grids",
      "Containers: Drawstring Bag",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: VASSAL",
      "Mechanism: Hunt",
      "Players: Two-Player Only Games",
      "Series: LUDOS Asia (Lemery Games)",
      "Traditional Games: Alquerque / Fanorona (Indian War Games)"
    ]
  },
  {
    "Rank": "7934",
    "Name": "World of Tanks Miniatures Game",
    "ID": 304620,
    "Year": "(2020)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/304620/world-of-tanks-miniatures-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Take the Online Game to the tabletop&#10;&#10;World of Tanks: Miniatures Game is an easy to learn, quick play game, where you take command of a unit of tanks, seeking to destroy your opponent and secure victory!&#10;&#10;All the models in World of Tanks come ASSEMBLED, PAINTED, and BATTLE READY!&#10;&#10;The starter set contains everything you need to start playing, including:&#10;&#10;     4x Highly Detailed, Assembled, Painted Plastic Tanks&#10;     6x Custom Dice&#10;     Tank Cards&#10;     Terrain and Tokens&#10;     Crew &amp; Equipment Upgrade Cards&#10;     Damage Deck&#10;&#10;&#10;An extensive release plan will follow, allowing you to expand and customize your force.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Miniatures",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Line of Sight",
      "Movement Points",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: United Kingdom",
      "Game: World of Tanks Miniatures Game (Wargaming.net / GF9)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "7935",
    "Name": "Roll for Great Old Ones: A Roll & Write Game",
    "ID": 365608,
    "Year": "(2023)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/365608/roll-for-great-old-ones-a-roll-and-write-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7",
    "Description": "Roll for Great Old Ones: In this cooperative roll &amp; write game set in the Lovecraft universe 1-4 investigators must work together against ancient evil powers.&#10;&#10;Roll for Great Old Ones is a unique game in which players draft dice out of a general pool to program actions on their investigator board. Thus leaving behind &quot;cultist dice&quot;, which will trigger actions during the scenario.&#10;The investigators have to negotiate which dice to use and which to leave behind, knowing quite well what might happen.&#10;&#10;In this cooperative game you will use dice to program actions, collect experience, earn free actions, learn powerful skills, use asymmetric powers and help each other to beat the evil cultists.&#10;As a team you will have to work together to find all necessary clues before the cultists can successfully perform the ritual and our beloved world is doomed.&#10;&#10;You either win together or seal the fate of all mankind!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Negotiation",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Crowdfunding: Kickstarter",
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "7936",
    "Name": "1969",
    "ID": 121409,
    "Year": "(2012)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/121409/1969",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "1969 is a push-your-luck style game in which players take the role of the leader of a particular nation's space program attempting the first successful lunar landing mission.&#10;&#10;Each turn, the players use their income to hire scientists to research technology to improve their chances of success, hire spies to slow other players down, purchase cards to influence their missions and their competitors, or attempt easier, preparatory missions. Players gain victory points for performing well on prep missions, attracting famous scientists to their cause and, of course, how far they got on the Moon landing mission.&#10;The core of the game are the mission tests, which consist of rolling five dice. Dice have success, neutral, and failure results, which add respectively to your success rating, do nothing, or subtract from it. The total of your successes will determine the points you earn from the mission and whether you'll get a bonus on the final lunar mission or not. Die rolls can be affected by technology and your success can be influenced by having scientists research relevant tech and by cards played by any player.&#10;&#10;1969 combines simple dice mechanics with elements of resource management and even some light engine building to make an interesting lightweight experience. There are some mechanics of player interference (meaning players can disrupt each other's progress), but these elements can be avoided if desired.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Canada",
      "Country: France",
      "Country: Germany",
      "Country: Soviet Union",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Decades: The 1960's",
      "History: Cold War",
      "Occupation: Astronaut",
      "Space: Earth's Moon",
      "Space: Earth's Solar System",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "7937",
    "Name": "CastleScape",
    "ID": 322168,
    "Year": "(2023)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/322168/castlescape",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.1111",
    "Description": "The King has commissioned a magnificent Castle that will span the ages. The ones who build it will be blessed with riches, power, and Renown for all time. This is where you come in. To build a Castle require workers, and your Guild is ready to answer the call.  You are one of the few, the clever, and the devious, who aims to scheme and expand power by any means necessary. Use care though; the King will visit the Castle and Inspect it to make sure that everything is to his liking. If he finds you have been participating in shady deals, he will strip your Guild of its Influence and resources. Claim credit for building his Castle and prove to him that you are the greatest Guild in the land.&rdquo;&#10;&#10;CastleScape is a deck-building area-control game set in medieval times. It is a time of Kings and Guilds, money and power, deception and influence. In CastleScape, each player represents one of four Guilds who are building a large castle, containing many Baileys, for the King. Players build Walls into Baileys, gather recruits to spread their Guild&rsquo;s influence, spend gold, perform questionable deeds in the Back Alley, and complete Goals and Quests. However, they must balance their actions with how much Infamy and Corruption they will accrue from performing them. Whenever the King visits the Castle to inspect it, he will strip Influence from the Guilds based on their Infamy.&#10;&#10;Each player begins the game with a basic deck of cards (gold, recruits, walls, and a few clumsy thieves) and a couple hidden goals. The game board starts with one wall in the center, and players must build outward, always adding walls adjacent to other walls. Whenever a Bailey is completed, Renown(points) will be awarded based on how large that Bailey is, and the player with the most Influence in that Bailey will claim the Renown. Starting in the same area and building outwards forces all players to have a high level of player interactivity and decision making so that no two games will ever feel the same. Inspections will remove significant amounts of Influence from the game board, giving players additional ways to influence how things play out.&#10;&#10;CastleScape is highly strategic and incentivizes players to play differently each game. Besides each player&rsquo;s hidden objective cards and a Castle that is procedurally built each game, players will plan multiple turns ahead to build the castle how they see fit. The Market also has both static and rotating card options to keep gameplay fresh and interesting. Points can be earned by building and claiming credit for Baileys, purchasing cards, and completing hidden or public goals; but points will be lost based on Corruption.&#10;&#10;CastleScape has been created to give a fresh take on the Deck-builder genre, adding heavy player interaction on a central game board, with far more to think about than just what cards you want to purchase. It offers deep strategy, nearly unlimited replayability, and interesting/fun interactions and combos.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Square Grid",
      "Zone of Control"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "7938",
    "Name": "Batman: Everybody Lies",
    "ID": 355276,
    "Year": "(2022)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/355276/batman-everybody-lies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "1.7778",
    "Description": "Batman: Everybody Lies is a crime-solving deduction game for 2-4 players set in rich lore of the Batman comics universe. Players take on the roles of four key investigators &ndash; instinctive journalist Warren Spacey, tenacious reporter Vicki Vale, brutish detective Harvey Bullock, or the cunning Catwoman &ndash; who are drawn into a series of mysterious events unfolding in Gotham City.&#10;&#10;Throughout the game, players cooperatively make decisions running the investigation and trying to solve a series of challenging cases. They visit famous locations in Gotham City (like the Batcave, Arkham Asylum, Blackgate Penitentiary, and the Gotham City Gazette) and cross paths with well-known Batman characters (like Batman, The Penguin, Poison Ivy, Mr. Freeze, Scarecrow, and more) while trying to chase leads, identify suspects, and gather enough information to help save Gotham City. The game also adds a brand new hidden agenda mechanic, which assigns secret goals and unique win conditions for each player based upon which DC character they portray.&#10;&#10;In Batman: Everybody Lies, players utilize a variety of physical and digital game components &ndash; a deck of cards with essential clues and plot twists, various physical handouts, and a dedicated website with access to in-world resources from the Gotham City Gazette archives &ndash; for a truly immersive experience. The game also features another new thematic treat &ndash; Scenes &ndash; that bring memorable gameplay moments to life via original comic book illustrations that feel torn straight from the pages and panels of the beloved comics.&#10;&#10;Beginning with an introductory Prologue designed to get players acquainted with the game rules, Batman: Everybody Lies then continues with three big cases to solve, each taking roughly 2-3 hours to play. Each case can be played separately as stand-alone episodes, yet should players crack all four cases, they will unravel a master narrative with an epic climax. Every scenario ends with a final report with questions verifying how well the team has investigated the case.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Roles with Asymmetric Information",
      "Storytelling"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Components: Digital Hybrid – App/Website Required",
      "Game: Detective – A Modern Crime Board Game (Portal Games)",
      "Misc: Limited Replayability",
      "Misc: Watch It Played How To Videos",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "7939",
    "Name": "Fabled: The Spirit Lands",
    "ID": 220452,
    "Year": "(2023)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/220452/fabled-the-spirit-lands",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "75",
    "Weight": "2.5833",
    "Description": "The End of Times is coming. The Gods have ruled over the human and spirits worlds for &aelig;ons, but soon the time will come for them to depart into oblivion. On the verge of the Universe facing its rebirth, the Gods will entrust its reigns to the worthiest among the sage brotherhoods of humans. The greatest contest has begun, one neither world has ever seen before!&#10;&#10;In Fabled, your brotherhood explores the fabulous lands of the spirit world. Your sages follow winding paths and visit fabled places along the way. Mighty allies assist them in their journey. Your ultimate goal is to gather books of wisdom, as they contain the magic essence of the Universe. The most prized of all are the books of Sun. The brotherhood to collect the most will receive the reins of the Universe from the Gods.&#10;&#10;You have two ways to experience the game: competitively or opposing the Spirits &mdash; a game-controlled brotherhood created by the Gods. The Spirits may be faced solo, cooperatively with other players, or each player for themselves.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Map Addition",
      "Moving Multiple Units",
      "Multiple Maps",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "7940",
    "Name": "Combo Color",
    "ID": 289601,
    "Year": "(2019)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/289601/combo-color",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "A strategic coloring pictures game! Expand your territory by coloring, each on your turn, a space on the map. These aren&rsquo;t simple spaces! Don&rsquo;t let your opponents guess your strategy if you want the best score. Explore Versailles, Tokyo, the jungle, and spectacular sceneries.&#10;&#10;Combo Color is a competitive coloring game. On each turn, players color in one space on the board. Symbols in the spaces determine the scoring: some items are summed together, some are multiplied, some require connections, some score negative. When all spaces are colored, the player with the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Collectible Components",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Connections",
      "Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "7941",
    "Name": "Res Publica",
    "ID": 277,
    "Year": "(1991)",
    "Geek Rating": "5.620",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/277/res-publica",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.7093",
    "Description": "In Res Publica you are the will of the people, guiding five ancient civilizations to greater heights of power and technology.&#10;&#10;Each turn, the active player makes a trade offer... and each player in turn responds in kind. Using the cards and the information gained through the trading process, players work to acquire five identical people cards in order to build a city (which increases the number of cards you can draw each turn) or five identical technology cards in order to build a monument (which garners end game victory points).&#10;&#10;At the end of the game, players total the points achieved via cities and monuments and the one who has the most wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "7942",
    "Name": "Space Station",
    "ID": 108377,
    "Year": "(2011)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/108377/space-station",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1579",
    "Description": "Finally, the international space industry is beginning to grow! To encourage the development, global funds are awarding prizes to companies that are outstanding in different areas. You control one of those companies and want to compete for the biggest, best and most beautiful space station the world has ever seen. But the competition is hard...&#10;&#10;In Space Station you start your space station with a core module card on the table, then over six years (rounds) you expand it by paying and placing new module cards. Each year you start with a five card hand, crew tokens and new MegaCredits (money), with the amount of crew and money determined by the structure of your space station. You use money primarily to pay for new modules, and the crew gives you special effects on many of your modules.&#10;&#10;During the year, the players take turns doing actions such as building, using module actions, playing event cards, repairing or passing. When everyone passes, the year ends and victory points are awarded: There are six kinds (colors) of modules and for each kind, the player(s) with the most modules of that kind is awarded a victory point. Players' crew tokens are then reset, and player may discard a card before refilling their hand and getting money for the next year.&#10;&#10;At the end of the sixth year, the player with most victory point wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Worker Placement"
    ],
    "Families": [
      "Setting: Future Timeline (Fryxgames)"
    ]
  },
  {
    "Rank": "7943",
    "Name": "Fendo",
    "ID": 159333,
    "Year": "(2014)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/159333/fendo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Fendo is a board game in which players take turns placing and moving their pieces. There are also neutral fences available that must be placed between the spaces to enclose areas. As more areas are split off the initial large open area and closed, the number of possible actions decreases. When no more actions remain, the game ends, and the player with the largest total territory wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 7 x 7 Grids",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Abstract Play",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7944",
    "Name": "Clash of the Gladiators",
    "ID": 3242,
    "Year": "(2002)",
    "Geek Rating": "5.620",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/3242/clash-of-the-gladiators",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5437",
    "Description": "In Clash of the Gladiators players form teams of Gladiators: Swordsmen, Spearmen, Net-throwers, Shield-Carriers, and Trident-Carriers. Each type of card has different effects on the combat die-rolls. Players gets points for kills. Wild Animals are thrown in to keep things interesting. Keep playing until only one player is left standing.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Rome",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "7945",
    "Name": "We Will Wok You",
    "ID": 121993,
    "Year": "(2012)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/121993/we-will-wok-you",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.56",
    "Description": "In the tactical card game We Will Wok You, you must provide delicious dishes for the visitors at a wok music festival. However, some dastardly thief has stolen your ingredients! You need to replace them and come up with new dishes as soon as possible...&#10;&#10;At the start of the game, players lay out 12-18 wok cards which show the dishes they can make or the special powers available to them in the kitchen. Lay out four lines of ingredient cards, with three cards each in the top two rows and two cards each in the bottom two rows; place six coin cards next to the top two rows, and four coins next to the bottom two rows. Each player starts with three coin cards in hand. On a turn, a player either:&#10;&#10;&#10;    Takes one coin card from one of the two rows of coin cards.&#10;    Buys all the ingredients in a row by paying however many coins lie next to that row.&#10;    Takes a wok card by playing ingredient cards with four matching symbols onto the table in front of you.&#10;&#10;&#10;When you take a coin, you reduce the cost to buy the ingredient cards in the two adjacent rows; when you buy ingredients, you place the coins used on the appropriate coin row next to the ingredients, raising the cost for future purchases. You also replace the ingredients with two or three cards from the deck as appropriate. When both ingredient rows next to a coin row are empty, each player takes one final turn, then the game ends.&#10;&#10;Players then see which woks score for them: Some score the listed number of points; some require you to play a combination of ingredients onto them (whether from your ingredient cards on the table or those in your hand) in order to score anything; some score for each ingredient of a certain type or two placed onto them; and some score only for cards from your hand. The &quot;men at wok&quot; cards provide special abilities, boosting the points scored for certain types of woks, or allowing you to substitute one ingredient for another on one wok card, or transforming a wok into a fixed number of points with no ingredients required. Whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking",
      "Theme: Music Making & Makers"
    ]
  },
  {
    "Rank": "7946",
    "Name": "Architectura",
    "ID": 256390,
    "Year": "(2018)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/256390/architectura",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8095",
    "Description": "The most eminent architects came here to erect a magnificent city with the best theaters, greenhouses, and taverns. Each architect wants to make the most significant contribution to the city construction, but their ambitions will inevitably lead to a challenging competition.&#10;&#10;In Architectura, your table turns into a grid of city streets and blocks. Each building you construct affects the value of the adjacent buildings, or even destroys them! Let's say you've just built a magnificent temple. A vulgar market around the corner doesn't belong there anymore and has to be shut down right away &mdash; but a park near the temple's entrance will definitely be a good match and will even profit from the divine proximity.&#10;&#10;Rotate the cards to change their values, resolve their special effects, and do your best to carefully manage your options to become the best architect of the city!&#10;&#10;Play Architectura by the basic rules or the advanced rules in which you assemble a unique deck for each player. Whichever version you play, each game will be different!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "7947",
    "Name": "...und tschüss!",
    "ID": 853,
    "Year": "(1997)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/853/und-tschuss",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2903",
    "Description": "...und Tsch&uuml;ss! means &quot;So Long!&quot; and is a simple card game where players compete for successive scoring cards on the table by laying cards with the lowest total. The trick is, there is one scoring card fewer than the number of players, so someone always goes empty handed. A bit like musical chairs.&#10;&#10;The deck has blue cards numbered 1 to 15 and red cards numbered -5 and -10. According to the number of players, you're dealt a hand and then the scoring cards are laid out. So with 6 players, you get 9 cards and compete for 5 on the table. The scoring cards are sorted from lowest to highest and everybody chooses a card from their hand and shows it. The lowest value card wins the lowest scoring card (which could easily be a negative!). That player is out and the remaining players choose another card. Whoever has the lowest total takes the next lowest scoring card and is out, and so on , until there are 2 players left competing for the final scoring card. Again, you add a card to your total, and whoever now has the HIGHEST total wins the last scoring card. Which means that if you can't go for the prize, you try to duck out earlier. Get it wrong and you've no chance of getting points. Play twice through the deck and the highest points scored wins.&#10;&#10;Part of the Goldsieber &#195;&#160; la Carte line of games.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: à la Carte (Goldsieber)"
    ]
  },
  {
    "Rank": "7948",
    "Name": "Dracula's Feast: New Blood",
    "ID": 269847,
    "Year": "(2020)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/269847/draculas-feast-new-blood",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Dracula&rsquo;s Feast: New Blood is a 4-8 player logical deduction game by Peter C. Hayward and Tom Lang, with art by Michael Dashow. Dracula invited the townsfolk over for dinner (and maybe a few for dessert), but &ndash; what a pain in the neck &ndash; a mash of monsters have crashed the party looking for a bite. Now, everything is at stake&hellip;&#10;&#10;Each turn, either:&#10;&#10;     INQUIRE another guest; they will respond with a YES or a NO card, and must be honest.&#10;     Ask another player to DANCE; if they agree, look at each other's cards! If they refuse, INQUIRE another player.&#10;     ACCUSE! Place an Accusation Card in front of every other player - they'll return a YES if you're correct, and a NO if you're not. If you get all YES cards in response, you win the game!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Memory"
    ],
    "Families": [
      "Books: Dr. Jekyll and Mr. Hyde",
      "Books: Dracula",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "7949",
    "Name": "Western Front Tank Leader",
    "ID": 6642,
    "Year": "(1987)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/6642/western-front-tank-leader",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.1",
    "Description": "Western Front Tank Leader is the second game in West End Game's Tank Leader series.  A tactical (platoon/company level) game where formations are activated by playing command cards.  The emphasis is on command, control and communications with the use of Command cards that represent formations which are used to determine order of movement/combat, rallying and group cohesion. The game is similar to the Panzer blitz type of game with command cards supplementing unit quality, command and morale.&#10;&#10;The terrain on the two maps is variable for woods, contours, and cities which are defined in each scenario.&#10;&#10;&#10;Playable in french, published by Oriflam.",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Tank Leader (West End Games)"
    ]
  },
  {
    "Rank": "7950",
    "Name": "The Masters' Trials: Wrath of Magmaroth",
    "ID": 227171,
    "Year": "(2017)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/227171/the-masters-trials-wrath-of-magmaroth",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8",
    "Description": "The legend says that in a time of grave danger, masters of the elemental orders will leave their ancestral retreats and join forces to restore peace to the world. From the once-dormant Tekirin volcano, the vengeful Magmaroth has emerged. Born of earth and fire, its goal is to mold the world to its image: primal and ruthless. The time is now for the masters to face their destiny.&#10;&#10;The Masters' Trials: Wrath of Magmaroth is a cooperative dice-crafting game in which players represent the masters from the orders that have banded together to face the evil elemental. Each player has a board that represents their character and five dice which they use to apply the effects of their abilities. Each round, they face new minions, generate mana, and get to master new abilities, adding them on their characters. After ten rounds, they come face-to-face with the powerful Magmaroth, which they have to defeat before the whole volcano collapses around them.&#10;&#10;The Masters' Trials uses the dice-crafting mechanism made popular in the game Dice City but in a new and exciting way. Each player's character consists of three different boards that represent their class, order, and weapon. These boards determine their initial abilities as well as the ones that the players can master during the game. By combining them in different ways, you can create new characters, allowing for a different experience in each game!&#10;&#10;Build your character the best way possible, work together with your fellow players, roll your dice, and use the powerful techniques you have mastered in order to defeat Magmaroth before he destroys everything!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "7951",
    "Name": "Warmachine: High Command",
    "ID": 138104,
    "Year": "(2013)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/138104/warmachine-high-command",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3438",
    "Description": "Game description from the publisher:&#10;&#10;The fires of continent-spanning war engulf western Immoren, forging great leaders in a crucible of conflict. Bold commanders orchestrate grand strategies and daring battlefield tactics, their actions bringing glorious victory&mdash;or the despair of final defeat. Do you have the courage and cunning to lead your forces to ultimate triumph? Take command and muster the military might of an entire nation to conquer the Iron Kingdoms!&#10;&#10;Warmachine: High Command is a deck-building card game for 2-4 players set in the steam-powered fantasy world of the Iron Kingdoms. Leverage your resources, rally your armies, and dominate your foes to set your banner above all of western Immoren!&#10;&#10;This set can be combined with the following other core sets:&#10;&#10;Hordes: High Command &#10;Warmachine: High Command &#226;&#128;&#147; Faith & Fortune&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Iron Kingdoms",
      "Series: High Command (Privateer Press)"
    ]
  },
  {
    "Rank": "7952",
    "Name": "Crime Zoom: Bird of Ill Omen",
    "ID": 321305,
    "Year": "(2020)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/321305/crime-zoom-bird-of-ill-omen",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.375",
    "Description": "Crime Zoom is a series of investigation game for 1 and more players and for plays of about 1 hour.&#10;&#10;Each investigation propels you into a different universe, but almost always on a crime scene.&#10;&#10;This crime scene is spread over several cards to form a great illustration. To investigate, nothing more simple. Take a card to take a closer look. An item intrigues you ? Flip the card over and find out what is this little paper on the bedside table.&#10;&#10;An address ? You can now take the card that corresponds to this track. Unless another element on the crime scene appeals you even more ?&#10;&#10;In Crime Zoom, you will conduct your investigation freely. Discuss between players to choose the tracks to follow. And as soon as you think you have solved the case, go to the questionnaire. Who is guilty ? What is his mobile ? What is the murder weapon ? And some subsidiary questions, of course.&#10;&#10;Do not miss the culprit otherwise you will lose the game. But if you answer the questions correctly, the number of cards you will not reveal will decide you.&#10;&#10;The solution will answer each of the questions. The epilogue will come to tell all this in a story or a testimony history to understand the plot that has been played.&#10;&#10;Crime Zoom: Oiseau de malheur is the second case of the Crime Zoom family. It brings you in Paris in 2018.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Storytelling"
    ],
    "Families": [
      "Series: Crime Zoom (Aurora)"
    ]
  },
  {
    "Rank": "7953",
    "Name": "Handsome",
    "ID": 274028,
    "Year": "(2019)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/274028/handsome",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "You are invited to an evening of wordplay.&#10;&#10;In Handsome, you will create words using a common pool of letters and personal letter cards from your hand.&#10;&#10;However, to score points, you're not only trying to create the longest word, you're trying to create words using the most cards of a single suit. With three suits available to score, every round you will see multiple opportunities for each player to score. The game ends when a player reaches 9 points.&#10;&#10;&#10;Released in the June 2019 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Spelling"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "7954",
    "Name": "The Architects of the Colosseum",
    "ID": 206928,
    "Year": "(2016)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/206928/the-architects-of-the-colosseum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8462",
    "Description": "The more you build in Die Baumeister des Colosseum, the easier it is to win &mdash; but getting the materials themselves won't be so easy. The pace of the construction within the Colosseum determines how long the game will last, so it's important to plan ahead...&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Rondel"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Rome",
      "Occupation: Architect"
    ]
  },
  {
    "Rank": "7955",
    "Name": "Kamisado Max",
    "ID": 153498,
    "Year": "(2014)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/153498/kamisado-max",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Kamisado Max features the same goal as Kamisado &mdash; be the first to move one of your octagonal &quot;dragon&quot; towers to the opposite side of the board &mdash; but the game board is now 10x10 (instead of 8x8) with new movement rules.&#10;&#10;In general, the towers move in lines, either straight forward or diagonally forward. The twist is that you must move the tower of the color matching the space on which the opponent moved on her previous turn. As the game progresses, you'll find that the routes you want to use are blocked by enemy towers &mdash; and sometimes your own! If you can't move, your opponent moves again immediately, moving the tower matching the color of the space occupied by the stymied tower.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Slide / Push",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 10 x 10 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7956",
    "Name": "Munchkin Panic",
    "ID": 156786,
    "Year": "(2014)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/156786/munchkin-panic",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0455",
    "Description": "Munchkin Panic is a semi-cooperative board game that blends the all-for-one gameplay of Castle Panic and the all-for-me gameplay of Munchkin.&#10;&#10;In this hybrid game, the Munchkin monsters have found the Castle Panic towers and are on the rampage! Players need to combine cards to hit and slay the monsters before they destroy the castle. The card combos available in Munchkin Panic are created from a unique mixing of the decks of the two source games. Each defeated monster becomes a trophy and gives up its treasure to the victor. If players work together to defeat the monsters, the player with the highest point count becomes Master Munchkin &mdash; but players must balance their self-interest with the cooperation necessary to survive. If players get too greedy, the monsters will stomp the castle flat while the players are too busy fighting amongst themselves!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Game: Munchkin",
      "Series: Panic Line (Fireside Games)"
    ]
  },
  {
    "Rank": "7957",
    "Name": "Clash for a Continent:  Battles of the American Revolution and French & Indian War",
    "ID": 14860,
    "Year": "(2005)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/14860/clash-for-a-continent-battles-of-the-american-revo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1",
    "Description": "From the publisher's website:&#10;&#10;Clash For A Continent is our exciting game on the American Revolution and French &amp; Indian War.  This game features 15 scenarios covering the battles that forged the nation.  Map boards and terrain tiles so you can play the scenarios included as well as design your own favorites.  Pieces represent the British, American, French, and Indians that were prominent in the battles.  For each battle the commanders are rated for their leadership capabilities and this plays a vital role in the ability to move and control your forces on board.  Dragoons, artillery, Indians, light infantry, militia, and various other pieces are present to perform their historic roles in battle.  The game box features the artwork of renowned historical artist Don Troiani.&#10;&#10;Can you as Braddock and Washington outwit the French and Indian ambush on the forest trail to Fort Duquesne?  As Tarleton can you slash through Morgans lines at Cowpens?  The decisions are yours&hellip;&hellip;&hellip;&hellip;&#10;&#10;Game includes box, map, hardwood wooden counters, labels, rules, dice, and scenario book.&#10;&#10;French &amp; Indian War Scenarios:&#10;&#10;&#10;     Fort Duquesne, 17 July 1755&#10;     Battle of Lake George, 8 September 1755&#10;     Ticonderoga, 8 July 1758&#10;     Quebec, 13 September 1759&#10;     Bushy Run, 5-6 August 1763&#10;&#10;&#10;American Revolutionary War:&#10;&#10;&#10;     Battle of Bunker Hill, 17 June 1775&#10;     Oriskany, 6 August 1777&#10;     Brandywine, 11 September 1777&#10;     Saratoga (Freeman's Farm), 19 September 1777&#10;     Germantown, 4 October 1777&#10;     Camden, 16 August 1780&#10;     Cowpens, 17 January 1781&#10;     Guilford Courthouse, 15 March 1781&#10;     Green Springs, 6 July 1781&#10;     Yorktown Redoubts 9 &amp; 10, 14-15 October 1781&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: Age of Kings",
      "History: French and Indian War",
      "Holidays:  4th of July",
      "Series: Hold the Line (Worthington)",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "7958",
    "Name": "Kathmandu",
    "ID": 409031,
    "Year": "(2024)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/409031/kathmandu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.3",
    "Description": "Take on the role of an expedition and discover the diverse landscape of Nepal, it&rsquo;s temples, cities, and finally Kathmandu. Traversing the lands is often tricky an requires good planning, the right tools, and a little bit of luck. Sketch illustrious animals that you discover, trade in the cities for local goods and visit the many temples to pay your respects.&#10;&#10;Kathmandu is played in rounds in which each player uses 3 of their 5 dice to gain resources and move around the landscape boards. The end goal is visiting Kathmandu. Along the way players gain points through different means: Visiting temples, trading for goods in the cities, discovering each landscape, and drawing the many unique animals that call Nepal their home.&#10;&#10;The players need to be efficient in their turns, to achieve as much as possible but to also not waste much time, since a storm is coming! Always be in front of the storm and don&rsquo;t lose sight of Kathmandu, since reaching it before the game ends yields many extra points!&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Nepal",
      "Crowdfunding: Kickstarter",
      "Series: Stefan Feld City Collection"
    ]
  },
  {
    "Rank": "7959",
    "Name": "Kolin: Frederick's First Defeat – June 18, 1757",
    "ID": 5394,
    "Year": "(1994)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/5394/kolin-fredericks-first-defeat-june-18-1757",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.9474",
    "Description": "In June of 1757, Frederick the Great and his highly trained Royal Army of Prussia approaches an Austrian army encamped along a low range of hills. Hoping just one more victory will force the Austrians to sue for peace, Frederick sets in motion his master tactic, the &quot;oblique maneuver&quot; against the enemy right flank. Only now the Austrians are under a new commander, the imperturbable Field Marshal von Daun. He calmly redeploys his forces and the Prussian turning maneuver instead becomes a brutal frontal assault. That night some 10,000 Prussians lay dead on the field, with another 5,000 captured. Frederick suffers his first defeat in the Seven Years War.&#10;&#10;Based on the popular La Bataille system, Kolin offers the first authentic treatment of battles during the Age of Reason. Special command and movement rules reflect the inflexible and difficult nature of commanding armies of the day compared to their Napoleonic descendants. Players must master infantry, cavalry, and artillery tactics at a time when trained manpower is extremely valuable, and not mere &quot;cannon-fodder&quot;.&#10;&#10;Contents: &#10;&#10;    420 counters&#10;    3 34&quot; x 22&quot; period maps&#10;    2nd edition standard rules&#10;    Exclusive rules book&#10;    Separate charts and tables &#10;    Insightful historical commentary by Dr. Christopher Duffy.&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Czech Republic",
      "History: Age of Kings",
      "History: Seven Years War",
      "Series: Battles from the Age of Reason (Clash of Arms Games)"
    ]
  },
  {
    "Rank": "7960",
    "Name": "Stalingrad Pocket: The Wehrmacht's Greatest Disaster",
    "ID": 2090,
    "Year": "(1992)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/2090/stalingrad-pocket-the-wehrmachts-greatest-disaster",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "2.7083",
    "Description": "Stalingrad Pocket: The Wehrmacht's Greatest Disaster - The German Wehrmacht stands at the pinnacle of its last season of blitzkrieg. After battling for the capture of Stalingrad through most of the Autumn, the German army holds the bulk of the city. Holding the extended flanks of the German advance are Axis allied troops of dubious quality. Opposing those flanks are the shock troops of the 1942 Soviet winter counteroffensive. The latter are poised to initiate the encircling movement which will generate the Stalingrad Pocket and later the greatest single disaster to befall the German army during World War II.&#10;&#10;Stalingrad Pocket is the first Standard Combat Series (SCS) game by The Gamers and covers the Soviet counteroffensive Operation Uranus and the German attempts to hold its pincers apart. It  the fighting in November and December 1942. Soviet play requires the optimum use of a ponderous and fragile weapon&mdash;the Red Army of '42. German play requires saber-like use of mobile forces, the concentration and maintenance of reserves, and lightning hit and run attacks designed to derail the Soviet military machine.&#10;&#10;The Standard Combat Series is a new gaming series that will take its place along side the others in The Gamers (and later Multi-Man Publishing) line of products. It is designed to off-set the more complex treatments of our other series. Experienced players will feel comfortable with the system as soon as they read the rules. The SCS was designed to be fun, fast and simple, not simplistic.&#10;&#10;Stalingrad Pocket: The Wehrmacht's Greatest Disaster won the 1992 CSR Award for Best World War 2 wargame.&#10;&#10;Three scenarios are included;&#10;1: Race to Kalach - 3 turn introductory/learning scenario&#10;2: Wintergewitten - 5 turn Operation Winter Storm - The German attempt to relieve the trapped 6th Army&#10;3: The Stalingrad Pocket - 16 turn campaign game&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: 3.4 miles / 5.5 kilometers&#10;Units: Battalion to Division&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;One dual-side printed fullsize countersheet (280 1/2&quot; counters)&#10;One dual-side printed halfsize countersheet (140 1/2&quot; counters)&#10;One 8-page Stalingrad Pocket game rulebook&#10;One 8-page Standard Combat Series rulebook v1.0&#10;Two 6 sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Low&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "7961",
    "Name": "Baobab",
    "ID": 127134,
    "Year": "(2012)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/127134/baobab",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1579",
    "Description": "In the dexterity game Baobab, a.k.a. Tumble Tree, players are dealt the 108 cards at random and cannot look at the cards in their deck. The tree trunk &mdash; which is the game container in many versions &mdash; is placed in the middle of the table with the lid on it. On a turn, a player announces that they'll play 1-3 cards, then they turn the cards over from their deck one by one, placing them on the tree as required by what's depicted on the card. If the card shows only foliage, then you can place it anywhere; if it shows a flower or monkey, then you must make the card hang over the edge so that the &quot;ground&quot; depicted on the card has no part of the tree underneath it. The snake must be placed between two other cards, the toucan tossed on top from a foot away, the leopard dropped straight onto the tree from a foot above, and the bat dropped onto the tree &mdash; but only after you close your eyes before extending your arm over the table! The beehive card can't be covered by anything except foliage and flowers, while the chameleon copies the card previously played.&#10;&#10;If any cards fall off the tree while you're adding something to it, then you place those cards (and any cards that you've yet to place that turn) in a personal penalty pile. As soon as someone places their final card, the game ends. Players count the cards remaining in their deck with those in their penalty pile, and whoever has the fewest cards wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Animals: Bees",
      "Animals: Snakes",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "7962",
    "Name": "Easter Island",
    "ID": 23348,
    "Year": "(2006)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/23348/easter-island",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.3137",
    "Description": "Easter Island is a mysterious island in the South Pacific. Its inhabitants have long since vanished without a trace except for the giant Moai. These giant statues are so large and heavy that modern man has had a difficult time recreating them without modern tools. Tools the original inhabitants most certainly couldn't possess.&#10;&#10;This game speculates that the statues were, in fact, beam weapons created by two very powerful wizards. These wizards used the statues in a giant game, with the island itself as the board. You are now one of those wizards...&#10;&#10;Easter Island lets you place your statues and move them into position. Then, when everything is ready, call upon the power of the Sun to topple your opponent's statues and thus your opponent.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action Points",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Country: Chile",
      "Islands: Easter (Chile)",
      "Players: Two-Player Only Games",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "7963",
    "Name": "Swords and Bagpipes",
    "ID": 170537,
    "Year": "(2014)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/170537/swords-and-bagpipes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.2222",
    "Description": "Swords and Bagpipes tells a story about the confrontation between England and Scotland. It is the First War of Scottish Independence. The victory is possible only if all clans unite!&#10;&#10;But Scottish aristocrats often prefer personal enrichment to fighting for freedom. At the same time, King Edward I of England, nicknamed Hammer of the Scotts, pays generously to those who join his side!&#10;&#10;Each round, English army invades the lands of Scotland. Players take on the roles of Scottish clan leaders. They hire troops and send them to battle. Then each rival secretly decides which side he will support: England or Scotland. The Choice tokens are flipped simultaneously. Each side sums up their strengths (the traitors join the English army). Then the winning side of the battle is proclaimed.&#10;&#10;Swords and Bagpipes is based on the famous Prisoner&#226;&#128;&#153;s Dilemma. As a rule, treachery brings more gold. At the end, the richest player wins the game! However, if England conquers Scotland, the winner is not the richest player, but the player who had betrayed fewer times. Since Scotland can be defeated but not broken, its clans will need to rally around the most loyal clan!&#10;&#10;Remember the movie Braveheart with Mel Gibson? Freedom-loving patriots, corrupt aristocrats, and the cruelty of the English king. It's all there in the game, and it&rsquo;s what its participants will experience!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Medieval"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Prisoner's Dilemma",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Country: Scotland",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Swords and Bagpipes"
    ]
  },
  {
    "Rank": "7964",
    "Name": "Unknown",
    "ID": 156482,
    "Year": "(2016)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/156482/unknown",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.1111",
    "Description": "&quot;Unknown&quot; is a cooperative tile based exploration and resource management game set in a post-apocalyptic world.  Each turn players use their action points to move their meeples, explore new tiles, gather resources, interact with environmental hazards and battle enemies in order to complete objectives.&#10;&#10;Players must complete objectives while keeping the base supplied with food. If players fail to keep the base supplied with food before completing all objectives, the game is lost.&#10;&#10;&quot;Unknown&quot; features a vast array of characters, hazards, enemies and objectives that are mixed together each game, providing a unique experience every time.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "7965",
    "Name": "Crazy Race",
    "ID": 217176,
    "Year": "(2017)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/217176/crazy-race",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "With this crazy game of dice, everything is possible! Sometimes the players race with their golf cart through the nocturnal zoo, sometimes they sneak by with all the speed of a snail &mdash; all with the goal of mastering the varied, always new race track. What is needed next to much daring and even more luck with the dice is the right animal at the right time. Sometimes the agile, fast cheetah is an advantage, sometimes the slow but persistent rhino. Even the camel can still bring victory!&#10;&#10;In Crazy Race, not only speed is required but also a lot of cleverness. The perfect family game: simple, fast, varied &mdash; and above all super-crazy!&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "7966",
    "Name": "Studies in Sorcery",
    "ID": 286790,
    "Year": "(2021)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/286790/studies-in-sorcery",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Studies in Sorcery is an engine building and drafting game in which players are trying to complete projects in Alchemy, Reanimation, and more to finally complete their thesis statement and graduate from the Academy of the Dark Arts.&#10;&#10;Each field of study at the Academy of Dark Arts is different and requires different skills. Alchemy takes time but can grant you abilities instantly. Reanimation requires just the right ingredients if you want to really impress the professors and can help you build future projects even faster. Sorcery takes work, but can grant you new abilities depending on the phase of the moon.&#10;&#10;On their turn, players can choose to scavenge for ingredients or to go get more projects to work on. At the end of each round, players can commit their ingredients to projects and hopefully finish a project so they can reap the rewards of a job well done.&#10;&#10;The game ends after four semesters have passed and players present their projects for review. Choose your thesis and fields of study wisely and even you can get your degree in darkness!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Contracts",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "7967",
    "Name": "HorrorClix",
    "ID": 22479,
    "Year": "(2006)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/22479/horrorclix",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.32",
    "Description": "Players assemble teams of monsters from across the horror spectrum &mdash; including vampires, zombies and werewolves &mdash; and then protect the innocent, eat them or both in a delightful, gore-filled romp! HorrorClix uses plot twist cards, a heavy emphasis on scenario play and new character cards to explode the boundaries of CMGs and the patented Clix system.&#10;&#10;HorrorClix raises the bar for all miniatures games by shifting the game focus from hack-and-slash combat to inventive scenario- and story-based play. Additionally, it uses the combat dial to provide literally hundreds of tailor-made supernatural (and super-gruesome!) powers and abilities. Character cards flesh out each monster with fiction and detailed explanations of each creature&rsquo;s capabilities, including mechanics never before seen in miniatures games!&#10;&#10;All miniatures come pre-painted with stat cards, and are available in a starter set, boosters and special collectors sets including H P Lovecraft's Ancient One; The Great Cthulhu!&#10;&#10;Sets released:&#10;&#10;Horrorclix: Starter Set&#10;Base Set (Booster Expansion)&#10;The Lab (Booster Expansion)&#10;AVP Aliens Collectors Set&#10;AVP Predators Collectors Set&#10;AVP Alien Queen Collectors Set&#10;Freakshow (Booster Expansion)&#10;The Great Cthulhu Collectors Set&#10;Nightmares (Booster Expansion)&#10;Freddie vs. Jason Collectors Set&#10;Hellboy and the BPRD Collectors Set (Not technically a Horrorclix release- more a Heroclix release which can also be used with Horrorclix!)&#10;&#10;Horrorclix was considered discontinued as of 2010.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Components: Clix",
      "Creatures: Aliens / Extraterrestrials",
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "7968",
    "Name": "Upwords",
    "ID": 1515,
    "Year": "(1982)",
    "Geek Rating": "5.619",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/1515/upwords",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6797",
    "Description": "Players take turns forming words on either an 8x8 (original and Winning Moves &quot;new classic&quot; versions) or a 10x10 (most later versions) grid. Words may be formed horizontally or vertically, as in Scrabble, but, as the title suggests, the letters may also be stacked.  This allows already played words to change into different words by stacking new letters (up to a limit of 5 high). For example, LATE could be changed to CATER and then to BELATED. Instead of having different values for each letter, when a new word is formed, the number of tiles used in that word is counted.  If the whole word is one tile high (no stacking), then the word scores 2 points per tile.  However, if there are any stacked tiles, you score one point per tile in the word, including those underneath.  This results in scoring that increases as the game continues, even for simpler words.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Layering",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games",
      "Components: 10 x 10 Grids",
      "Components: 3-Dimensional (3D)",
      "Components: 8 x 8 Grids",
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "7969",
    "Name": "Qwixx Longo",
    "ID": 345036,
    "Year": "(2021)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/345036/qwixx-longo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Qwixx Longo is a quick-playing dice game in which everyone participates, no matter whose turn it is. Gameplay is nearly identical to 2012's Qwixx, but with eight-sided dice allowing for higher numbers to be rolled and lucky numbers that give additional chances to mark off spaces.&#10;&#10;Each player has a scoresheet with the numbers 2-16 in rows of red and yellow and the numbers 16-2 in rows of green and blue. To score points you want to mark off as many numbers as possible, but you can mark off a number only if it's to the right of all marked-off numbers in the same row.&#10;&#10;On a turn, the active player rolls six eight-sided dice: two white and one of each of the four colors listed above. Each player can choose to mark off the sum of the two white dice on one of their four rows; additionally, if the sum of the white dice matches one of the two lucky numbers printed on your scoresheet, you immediately mark off the next number in the row in which you have the fewest marks.&#10;&#10;Then the active player can choose to mark off the sum of one colored die and one white die in the row that's the same color as the die. The more marks you can make in a row, the higher your score for that row. Fail to cross off a number when you're the active player, however, and you must mark one of four penalty boxes on your scoresheet. If you have at least six numbers marked in a row, then you can mark off either of the final two spaces in a colored row (15/16 in red/yellow and 3/2 in green/blue) &mdash; assuming the dice allow you to do so, of course. If you do this, you also mark off the padlock symbol in that row, locking everyone else out of this color.&#10;&#10;When either a player has four penalty boxes marked or a second color is locked, the game ends immediately. Players then tally their points for each color, sum these values, then subtract five points for each marked penalty box. Whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Qwixx",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "7970",
    "Name": "Breakthrough: Cambrai",
    "ID": 33077,
    "Year": "(2011)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/33077/breakthrough-cambrai",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6486",
    "Description": "Breakthrough: Cambrai, On November 20, 1917, 324 British tanks, followed by 8 infantry divisions, advanced on a front of 10,000 yards against the German lines near Cambrai, in Flanders. A combined-arms assault, plus the use of new artillery techniques, initially smashed the German trench line.  In several places, the attackers suffered almost no casualties and, by the end of the day, recorded gains of three to four miles. Would it be possible, this time, to break through to the &ldquo;green fields beyond&rdquo;? British euphoria over the success of the offensive was dampered only by the loss of 47% of their tanks on the first day.&#10;&#10;A two player game simulating the British assault to breach the &ldquo;Hindenburg Line&rdquo; between November 20 and December 3, 1917. One player controls the British forces, the other the German forces. The object of the game is to control a certain number of areas on the map or, for the British, to exit units off the map into certain perimeter zones.  An area-movement game which uses impulse mechanics (where players alternate &quot;mini-turns&quot;) similar to popular games like Breakout: Normandy and Monty's Gamble: Market Garden. The impulse nature of the game means little or no down time for each player while waiting for the other to complete a move or attack.&#10;&#10;Game Scale:&#10;Game Turn: 1 day broken down into 4 phases and impulses&#10;Area: 1 inch equals 1/6 mile / 268 meters&#10;Units: Battalion to Brigades&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;Two dual-side printed countersheets (240 5/8&quot; counters)&#10;One 16-page Breakthrough: Cambrai rulebook&#10;One 12-page Breakthrough: Cambrai playbook&#10;Six single-side printed Player Aid Cards&#10;Four 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area-Impulse"
    ],
    "Families": [
      "Cities: Cambrai (France)",
      "Country: France",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7971",
    "Name": "The HellGame",
    "ID": 2611,
    "Year": "(2003)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/2611/the-hellgame",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.6667",
    "Description": "The latest in Infernal Entertainment.&#10;&#10;The HellGame is a board game of diplomacy and intrigue among the daemons of Hell. Each player assumes the role of a triumvirate of daemons on a quest for power and notoriety and the winner is the first player to claim control of one of Hell&rsquo;s circles and have his claim recognized as just by Lucifer Morningstar, Ruler of Hell.&#10;&#10;The HellGame can be played by two to six players and takes between two and four hours to play. It has been described as a cross between Diplomacy and Magic as it uses board and counters to show how the struggle for Hell&rsquo;s Circles rages back and forth, while cards are used for such things as spells and dirty tricks.&#10;&#10;The HellGame is wicked fun and will bring out the best and worst in the players. It will feature stunning graphics as well as the most bewildering cast of characters and creatures ever seen in a board game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Horror",
      "Medieval",
      "Negotiation",
      "Renaissance"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Demons",
      "Theme: Hell"
    ]
  },
  {
    "Rank": "7972",
    "Name": "Warangel",
    "ID": 490,
    "Year": "(2000)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/490/warangel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5128",
    "Description": "Warangel is a light, fantasy wargame, comprising 120 warrior races, created and illustrated by Angelo Porazzi.&#10;The first edition appeared in Italy in 1996 as a collectible game.&#10;In 2000 the first boxed edition was produced and was awarded in 4 italian Fairs:&#10;&#10;Best Italian BoardGame in Ludex 2000 Bologna&#10;BEST ITALIAN GAME in LuccaGames 2000, greatest luding fair in Italy&#10;Best Italian Wargame in MilanoGames 2000&#10;Best Self-produced game in AcquiComics 2001&#10;&#10;Base Box and &quot;Create YOUR Warangel&quot; Service here http://www.warangel.it/washopeng.html&#10;&#10;Gamers may request their favourite RACES from any Generation, already mounted on painted woodenblocks, &#10;choose their favourite MAPS illustrating real sectors of Earth and receive their own customized copy of Warangel.&#10;&#10;All REFERENCE SHEETS and RULEBOOK are A4 format, fullcolor, in English.&#10;MAPS are in A3 format, fullcolor.&#10;&#10;In 28 years of life, Warangel reached thousands of gamers mostly in Italy but also in many countries allover the world.&#10;&#10;On Youtube Channel https://www.youtube.com/@angeloporazziillustrations659/videos find many Videos describing all Warangel Generations, the Map Collector, the Box...&#10;&#10;For any info: anporaz@libero.it&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "7973",
    "Name": "Tracks: Siren Bay",
    "ID": 370984,
    "Year": "(2022)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/370984/tracks-siren-bay",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1.2222",
    "Description": "A cooperative, sound immersive game !&#10;&#10;Listen to the recorded track of the case&#10;&#10;Track your target using Camera cards&#10;&#10;Find the correct location on the map to solve the case&#10;&#10;15 thrilling investigations for more than 6 hours of play!!!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Investment"
    ],
    "Families": []
  },
  {
    "Rank": "7974",
    "Name": "Race to the Treasure!",
    "ID": 121806,
    "Year": "(2012)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/121806/race-to-the-treasure",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1111",
    "Description": "The race is on! Can you beat the Ogre to the treasure? It's your job to make a path from START to the treasure and collect the three keys that will open the treasure's locks before the Ogre gets there. Strategize, cooperate, and build the path together.&#10;&#10;Children as young as two can play this co-operative tile laying game.  On their turn, the player draws one tile from the bag, and it will either show a piece of path or picture of the Ogre.&#10;&#10;Working together the players need to first make a path to the three keys that open the treasure and then lay a path to the treasure itself.  All the while, each Ogre tile gets him closer to the treasure, and the players losing.&#10;&#10;Everyone works together on the tile placement and either they win together or lose together.&#10;&#10;The game has simple rules and does not require reading, meaning that even kids as young as 2 can be involved.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Network and Route Building",
      "Race",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "7975",
    "Name": "Lightning: Midway – June 4th to June 6th, 1942",
    "ID": 11705,
    "Year": "(2004)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/11705/lightning-midway-june-4th-to-june-6th-1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7381",
    "Description": "Two players step into the roles of opposing fleet commanders in this history based recreation of the famous World War II battle between US and Japanese forces. At stake is control of Midway Atoll in the Central Pacific. The US player must risk his navy's three carriers to try to keep it; the Japanese player must risk his four carriers to try to take it.&#10;&#10;The atoll and the aircraft carriers are each represented by their own card. Players throw reconnaissance cards to find and fix the enemy's location, then play other cards representing attacking squadrons. Some find their targets, others don't. Sometimes the enemy shows up over your fleet without warning. Everything often hinges - literally and figuratively - on the timely throw of one card.&#10;&#10;Lightning Game Series&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games",
      "Series: Lightning (Dan Verssen)"
    ]
  },
  {
    "Rank": "7976",
    "Name": "Villages",
    "ID": 114684,
    "Year": "(2011)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/114684/villages",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6364",
    "Description": "(Description from thegamecrafter.com)&#10;&#10;A new land has been discovered. As a mighty king, you have a grand opportunity to expand your empire by building new villages here. Unfortunately, many of your fellow rulers also hope to stake their claim in this new world. Whose villages will stand, and whose will fall?&#10;&#10;Each card has a gold value, and your goal is to earn 100 gold pieces across multiple rounds by building villages. Do this by collecting three unit cards of the same color and laying them down. If an enemy puts down a card you'd like to have, it's time for battle! Send out your village's finest hero or hire one in secret by playing it face-down from your hand, and your opponent will do the same. Play the stronger card, and you'll be able to take a prisoner from your enemy's village and make it part of your own.&#10;&#10;However, it's not enough to simply send your most powerful units to attack neighboring kingdoms. Each unit has its own winning strategies: knights excel at defense, the wizard's power falters only when facing enemies of the same color, the dragon's strength increases with each enemy he defeats, and heroes become much stronger when you're in last place. These are only a few of the 15 different unit types you'll command. With the right combination of luck and skill, you'll always come out on top.&#10;&#10;War is one way to expand your empire, but it is certainly not the only way. Perhaps you'd like to avoid conflict altogether. Take on the role of a benevolent king who gives freely to other players, and you'll win bonus gold for being the first to empty their hand and end the round. However you choose to play, there are strategic choices to be made. How will you rule?&#10;&#10;",
    "Categories": [
      "Civilization",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7977",
    "Name": "Infinity Defiance",
    "ID": 285853,
    "Year": "(2020)",
    "Geek Rating": "5.619",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgame/285853/infinity-defiance",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "4",
    "Description": "A Dungeon Crawler game by CORVUS BELLI based on the Infinity Universe.&#10;A group of heroes has been commissioned up by the human nations to stop an imminent offensive by the Combined Army. Embarked in the Defiance, the heroes of the Human Sphere must fight against an alien invader in a suicide mission with the sole objective of saving humanity. Infinity Defiance is a dungeon crawler with high quality metal miniatures that are compatible with Infinity.&#10;&#10;At the beginning of the Round, you build the Initiative deck which will determine the order in which the enemy units will be activated. Each enemy Unit will draw a card from the AI deck and every Enemy in that Unit will attempt to perform, in order, the actions the card indicates - up to a maximum of 2 actions.&#10;&#10;Each time you make a roll, you will obtain a series of symbols from the dice. Equipment cards, Software cards, Specialty cards, and enemies, may spend those symbols to apply Effects via Switches.&#10;&#10;As the Campaign advances, Characters may improve their combat skills through Specialty cards, which will allow you to choose the specialty best suited to your playing style or personal preferences.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Setting: Corvus Belli's Infinity Universe"
    ]
  },
  {
    "Rank": "7978",
    "Name": "Die Firmenfeier: Das letzte Fest des Oliver Borgmann",
    "ID": 331267,
    "Year": "(2021)",
    "Geek Rating": "5.619",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/331267/die-firmenfeier-das-letzte-fest-des-oliver-borgman",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "300",
    "Weight": "2.4",
    "Description": "100 years of Edelberger chocolate. That is 100 years of customer loyalty, ambition and tradition.&#10;The perfect occasion for a large company anniversary in a private company. And it would have been the best anniversary in the company's history had it not been for this insidious murder of the sales manager.&#10;Who murdered Oliver Borgmann?&#10;The killer was most likely among the guests. But which of them was cold-blooded enough to commit the deed while the colleagues in the next room celebrated happily?&#10;&#10;Take a look behind the scenes of the chocolate factory and unravel a web of intrigue, blackmail, nepotism and excesses at Oliver Borgmann's last festival.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "7979",
    "Name": "Mint Cooperative",
    "ID": 282765,
    "Year": "(2020)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/282765/mint-cooperative",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.9474",
    "Description": "The &quot;big game in a tiny tin&quot; Mint Series continues with Mint Cooperative, a co-op game that fits in a mint tin!&#10;&#10;Work to deliver Mintopia City and the other towns of Mortimer County from the periodontal peril that is the Dominion of Halitosis!&#10;&#10;The players, will be collectively trying to defeat the villain by making it through all of the Mayhem cards in the Trouble deck, utilizing each of their individual Superhero specialties and other randomized stunts, before triggering the end of the game.&#10;&#10;To win, the players must reveal and process all of the Mayhem cards in the Trouble Deck without the Regional Panic Track meeting or exceeding 27.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Variable Player Powers"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Mechanism: Dice Drafting",
      "Misc: Self-Referential Games",
      "Series: Mint (Five24 Labs/Poketto)"
    ]
  },
  {
    "Rank": "7980",
    "Name": "Planet of the Apes",
    "ID": 223777,
    "Year": "(2017)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/223777/planet-of-the-apes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.625",
    "Description": "Planet of the Apes puts 1-4 players on a crash course with feral foes, deadly environments, and unbridled psychological horror! In an innovative twist on the cooperative board game genre, each player takes control of one aspect of Colonel George Taylor's psyche, and must work together to survive the Planet of the Apes!&#10;&#10;Starting with the classic film, Planet of the Apes follows the plot of the original movie and promises players a thrilling adventure in an unknown land!&#10;&#10;Designed by Richard Launius, the creator of Arkham Horror, perfect for players who love games, or just want a new way to enjoy the films. Planned as the first in a series of games based on the classic series of films.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Set Collection",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "7981",
    "Name": "Freeman's Farm 1777",
    "ID": 271837,
    "Year": "(2019)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/271837/freemans-farm-1777",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Freeman's Farm 1777 is the first in our Battle Formations game series. These games are based on a new game system that has been designed for solitaire and two-player gaming.&#10;&#10;The object of the game is to break three of the formations of the opposing side.  This is done by activating your formations and choosing the best actions for it to undertake given the state of the battlefield.&#10;&#10;Should you fire your artillery or attack with your infantry?  Or should you move your formation to a part of the battlefield that provides an advantage?  Or reinforce a faltering formation with troops from a stronger formation?  Whatever choice you make, there is a cost to the morale of your active formation.&#10;&#10;Further, you are limited by the number of times you can call upon a formation, and once called upon you must decide how long you want it to press the attack.&#10;&#10;Each time you call upon a formation your army gains momentum.  As your army builds momentum it allows you to press your formations to continue attacking, but the cost is a reduction in the momentum the army has built up as well as reductions in the morale of the attacking formations.&#10;&#10;Each formation has a fixed number of troop markers that can be hit in combat and are also subject to breaking from morale loss.  Each formation can only be activated when its activation card is played, and these are limited and not always available.  Each formation reduces its morale when activated and when continuing attacks.&#10;&#10;Formations are broken when they fail a morale test OR when all their troop markers are eliminated.&#10;&#10;Players decide which formations to activate and how far to push once they begin attacking. Push just enough and they can win the day.  Push too much and a failed morale test will break them.&#10;&#10;Freeman's Farm has been designed for easy set up and quick game play. Game unit placement is shown on the game board and units are wooden markers representing troop and artillery formations. The game was developed for solitaire play AND for two players.  In solitaire mode players can play as either the American or the British against the solitaire player game engine.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Movement Points",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Great Britain",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Mechanism: Static Battle",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "7982",
    "Name": "Maelstrom",
    "ID": 5791,
    "Year": "(2001)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/5791/maelstrom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5667",
    "Description": "This game was originally published in the summer of 2001 as collectible game &quot;Vortex&quot;, and was promoted with free demo-kits distributed to the hobby industry in the spring of 2001. &quot;Vortex&quot; used a clever connected-hexagons-as-board game system that would later inspire other games in the &quot;hexagon mass as a board&quot; category.&#10;&#10;From the FFG Website:&#10;&#10;Maelstrom is a fixed, stand-alone 2-4 player board game that contains every common and starter flat from the Vortex fantasy battle game - 54 flats in all, over 150 tiles. Maelstrom is the perfect way for strategy board gamers who don't like collectibility to experience the game, and is an ideal way for Vortex fans to fill out their collections.&#10;&#10;The Masters of the Void are at war. Using the powers of the Vortex, they tear holes in the fabric of existence, recruiting powerful allies and enslaving lands, cities, and beasts of the wild. Magic, creatures of unimaginable power, and engines of destruction are bound to the Vortex and equally engulfed in the bitter struggle between the Masters.&#10;&#10;Designed by Diskwars creators Tom Jolly and Christian T. Petersen, Maelstrom is a game of fantasy battles, magic, and resource management using a unique hexagonal tile game field that grows as players add allies, land, and relics to fill the void that surrounds the Vortex. Game play is fast and furious, as players seek to gain mastery over the battlefield, shaping the very foundation of the Vortex with each strategically placed tile. Only one can rule the void. Will you?&quot;&#10;&#10;This is the game Vortex, packaged in a non-collectible format.  The box contains a ton of tiles.  Vortex includes 92 &quot;flats&quot; of tiles total (16 &quot;fixed&quot;, 38 &quot;standard&quot;, and 38 &quot;rare); this box contains all of the fixed and standard flats (for a total of 54 flats).  Note that events and relics are not included in this game, as they are in Vortex (all events and relics are rare).  Otherwise, it's the same game as Vortex, and you can even add Vortex booster packs to this game to increase your collection.  That having been said, you really don't need to.  Events DO add to the game experience, but they're not necessary -- this is a complete game without any further purchases.&#10;&#10;Expanded by:&#10;&#10;    Maelstrom Expansion Pack&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board",
      "Pieces as Map",
      "Tile Placement"
    ],
    "Families": [
      "Collectible: Collectible Token Games"
    ]
  },
  {
    "Rank": "7983",
    "Name": "Retro Loonacy",
    "ID": 181385,
    "Year": "(2015)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/181385/retro-loonacy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Retro Loonacy is a rapid-fire card game in which players race to be the first to empty their hand by matching one of two images on each card in their hand with the images on the open piles in front of them. The number of piles varies depending on the number of players, and if players ever reach a moment in which no one can play, everyone draws a card and it adds it to their hand at the same time, then the game play resumes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": [
      "Theme: Retro"
    ]
  },
  {
    "Rank": "7984",
    "Name": "Spexxx",
    "ID": 150580,
    "Year": "(2013)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/150580/spexxx",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6316",
    "Description": "Spexxx could be described as a combination of Yahtzee and Connect Four, but it's more than that. After a player rolls the 5 dice, (s)he places a cube on the board in the square that represents the rolled dice combination. The objective is to score the most points by placing cubes in squares. When players place three or more of their own cubes in a row, they score points. They can take a risk by aiming for difficult combinations and score more points accordingly. The game ends when all players' last cubes are placed on the board.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "7985",
    "Name": "In a Bind",
    "ID": 160012,
    "Year": "(2015)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/160012/in-a-bind",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In a Bind is a party game involving physical challenges.&#10;&#10;The game features a deck of cards, each one featuring a simple &quot;bind&quot;, e.g., &quot;one finger touching nose&quot;, &quot;left elbow above shoulder&quot;, &quot;two hands touching&quot; or &quot;this card on top of head&quot;.&#10;&#10;Each turn, you draw a new card. Its instruction must be obeyed for the entire rest of the game. When you have so many binds that you are unable to comply with them all, you lose. The last person to lose wins.&#10;&#10;In a Bind includes rules for team-based variants, as well as a 'Slow and Sadistic' variant that involves choosing cards to play on other players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Player Elimination",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7986",
    "Name": "Freak Shop",
    "ID": 207487,
    "Year": "(2016)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/207487/freak-shop",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3077",
    "Description": "Game description from the publisher:&#10;&#10;The tourist season is fast approaching. As a mansion owner, you've come to the Freak Shop to stock your mansion with the horrors that will guarantee that your visitors have a most unforgettable stay!&#10;&#10;Freak Shop is a short and simple tactical card game for 2 to 5 players that relies on a tricky trade mechanism. All cards in the game represent the frightening things, with values going from 1 to 10, that any real good freaky mansion owner must have in their collection. Players begin with four cards in their mansion (personal area), and cards are available in the Freak Shop (common zone at the center of the table). Each player's aim is to have their mansion worth the most fear points when the Freak Shop closes, with points coming from a combination of three randomly chosen objectives. To achieve this, they try to make the best trades between cards currently in their mansion and cards available in the Shop so that their collection grows in both quantity and value, while also best fitting the objectives.&#10;&#10;On your turn, you make one single trade between cards currently in your mansion and cards available in the Shop. To do that, you have the choice between two options:&#10;&#10;&#10;     Sell at the fair price =&gt; Trade any number of cards totaling a given value for any number of cards worth exactly the same total value. &#10;     Get a good deal =&gt;  Exchange a series of cards of one single value with a series of the same number of cards of another single value.&#10;&#10;&#10;Throughout a game of Freak Shop, you try to take the best trade opportunities each turn to first make your mansion grow, then ensure that you can end with the collection worth the most points. Good deals help to get higher value cards, and fair price trades help to get more cards in your mansion. As everything is about trades, a central strategic point is to determine which cards are better used for optimizing new trades instead of being kept for scoring!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "7987",
    "Name": "CATAN: Starfarers Duel",
    "ID": 383481,
    "Year": "(2023)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/383481/catan-starfarers-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2",
    "Description": "In CATAN: Starfarers Duel, you explore the vastness of space, fly to distant planets, buy and sell resources, found colonies, and establish trade relations &mdash; all while keeping an eye out for pirates who threaten mischief. Perhaps you also want to arm your spaceship to be in good shape against threats...&#10;&#10;The game, which has been extensively revised from 2001's Starship Catan, includes five entry missions and features a variable set-up.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Resource to Move"
    ],
    "Families": [
      "Game: Catan"
    ]
  },
  {
    "Rank": "7988",
    "Name": "Clash of Giants: Civil War",
    "ID": 149794,
    "Year": "(2016)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/149794/clash-of-giants-civil-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "420",
    "Weight": "2.25",
    "Description": "Clash of Giants: Civil War takes the game system from Ted S. Raicer&rsquo;s popular and critically acclaimed Clash of Giants WWI series to two of the storied battles of the American Civil War: Second Bull Run and Gettysburg. CoG: Civil War uses a modified version of the chit-pull Activation system of Clash of Giants II: Campaigns of Galicia and First Ypres, 1914, while retaining the CoG combat system. Every (mostly brigade-level) unit has a Tactical Efficiency Rating based on its morale, training, leadership, and experience, but even a poor unit can have a heroic moment, while the Iron Brigade might not always be made of iron. It is a true player&rsquo;s system, which produces realistic results without a lot of fiddly procedures, and allows players to concentrate on the game rather than the rules.&#10; Units in CoG: Civil War are mostly infantry brigades, (with the odd cavalry brigade or demi-brigade).  Each day is divided into four day turns and one night turn. The maps depict woods, hills, steep hexsides, railway cuts and embankments, roads, rivers, creeks, bridges, towns, marshy ground, and the Devil&rsquo;s Den at Gettysburg.&#10; The Activation rules, which combines random formation activation (mostly corps for the Union and divisions for the Confederates) with variable movement allowances, creates the fog of war and friction so important to Civil War battles. Ordering your corps commander to take a hill is one thing-getting him to act as you wish is another. And because these effects are achieved without hidden counter/dummy unit mechanics, CoG: Civil War is not only a fast-paced two-player game, but excellent as well for solo play.  Some Activation markers also allow you to coordinate more than one formation, such as Longstreet at Gettysburg. But don&rsquo;t expect Old Pete to do so early in the day!&#10;&#10;One thing that speeds play in CoG: Civil War is the unusual treatment of artillery. There are no artillery units depicted; instead artillery appears as Combat Support Markers which are added (attacker first) to the combat strength of engaged units. Artillery CSMs are generally assigned to a specific division or corps, though army reserve artillery can be used to support any units. Artillery cannot be used in combat in certain terrain (woods or town hexes), but there are no line of sight considerations to slow down play or complicate the rules. Instead both line of sight and enemy counter-battery fire are handled with an elegant abstraction: each turn all available artillery CSMs of both sides go into a cup, and then half are randomly drawn. Whatever comes out of the cup is available for use that turn, so the player with more artillery on the field is more likely to get artillery support. This also allows a simple way to model the effectiveness of the Union Artillery Reserve at Gettysburg; once arrived, these markers never go in the cup, and are always available for use. Overall, CoG: Civil War&rsquo;s portrait of artillery as an occasionally decisive but definitely secondary arm is arguabley more realistic than many more complicated designs.&#10; The two battles, Second Bull Run and Gettysburg, depict one of Lee&rsquo;s greatest victories, prior to his first invasion of the north, and his greatest defeat during his second invasion. Both are meeting engagements, with limited forces deployed at the start, gradually building to mighty clashes. The arrival of fresh forces is another area where the game system allows variability: units may be delayed or arrive at the wrong road. You can even attempt to speed the arrival of your off-board forces, but at increased risk of their arriving later instead.&#10;&#10;&#10;Winning involves a combination of taking and holding victory hexes, exiting units, and inflicting casualties. You can also earn victory points to compensate for units whose arrival is delayed-but only if you didn&rsquo;t try to force march them to an earlier arrival!  Players will have to judge trading losses for taking or holding tactically important ground.&#10;&#10;&#10;Special rules cover such things as General Pope&rsquo;s confused and confusing orders at Second Bull Run, the Confederate grand battery on the third day at Gettysburg, the use of the Union VI Corps as a reserve in both battles, cavalry delaying actions and retreat before combat, rallying units at night, and the actions of certain key leaders. But though there is enough chrome to give each battle a distinctive flavor, the action remains uncluttered, quick-playing, and  exciting.&#10; Not simply &ldquo;another Civil War battle system,&rdquo; CoG: Civil War presents a fresh new look at an oft-game topic. Giving each side a chance to change history in an afternoon&rsquo;s gaming, the use of the Clash of Giants system also shows the sometimes surprising links between the battles of the Civil War and the opening battles of the Great War 50 years later.  Fans of either the Civil War or the Clash of Giants series will not be disappointed.&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid",
      "Roll / Spin and Move",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "History: Battle of Gettysburg",
      "Series: Clash of Giants (GMT)"
    ]
  },
  {
    "Rank": "7989",
    "Name": "The Red Dragon Inn 8: Pub Crawl",
    "ID": 330097,
    "Year": "(2022)",
    "Geek Rating": "5.619",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/330097/the-red-dragon-inn-8-pub-crawl",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A new standalone expansion to the award-winning series! Our illustrious heroes have spent many an hour (and many a coin!) at Greyport's legendary tavern, the Red Dragon Inn. But even the most loyal customers want a change in scenery once in a while...So what do our heroes do when the same four tavern walls are getting a little dull? Pub crawl!&#10;&#10;The Red Dragon Inn 8 introduces five new characters&mdash;the proprietors of five brand new taverns, plus a new play variant where players can travel around to multiple taverns rather than staying at the Red Dragon Inn.&#10;&#10;-- description from the Kickstarter&#10;&#10;The Red Dragon Inn characters bar hop to other taverns and inns of the town (The Black Dragon Depths, The Harmonious Cup, Lucky's Rolling Barrel, The Scurvy Dog, Startusk's), discovering new drinks and characters (the tavern owners: Father Farai, Lucky the Scofflaw, Nerodia the Petrifier, Phyll Startusk, Samantha the Bookie). Each pub adds its own twist to the rules. Whenever a player reveals a Drink that includes one or more Chasers, the party pawn moves to a different open tavern after the Drink and any other pending effects are finished. Each tavern has an event that is triggered as the party arrives there. It also has its own Drink deck, and once that is exhausted, the tavern closes. The party crawls back to the Red Dragon Inn only once all other taverns have closed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "7990",
    "Name": "Clacks: A Discworld Board Game",
    "ID": 140279,
    "Year": "(2015)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/140279/clacks-a-discworld-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "30",
    "Weight": "2.6",
    "Description": "Clacks: A Discworld Board Game is based on the &quot;Clacks&quot; semaphore messaging system &mdash; the fastest (non-magical) messaging system on the Discworld &mdash; featured in Sir Terry Pratchett's novel Going Postal.&#10;&#10;Using a semaphore system of shuttered lamps on top of high towers, the Grand Trunk Semaphore Company has revolutionized long-distance communications on the Discworld. Their network of towers covers most of the Unnamed Continent, but now the old postal service is fighting back. Driven by the determination of newly &quot;volunteered&quot; Post Master Moist Von Lipwig, the Ankh-Morpork Post Office has challenged the Clacks operators to a race from Ankh-Morpork to Genua.&#10;&#10;Play against your friends and claim the title of Fastest Clacks Operator on the line, or play together as a team to win the race across&#31; the Discworld and prove that Clacks is here to stay. In more detail, Clacks: A Discworld Board Game contains rules for a player vs. player game, a co-operative race game against the Post Office, and a children's introductory game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Pattern Building",
      "Pattern Recognition",
      "Take That"
    ],
    "Families": [
      "Books: Discworld"
    ]
  },
  {
    "Rank": "7991",
    "Name": "Mecanisburgo",
    "ID": 38980,
    "Year": "(2008)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/38980/mecanisburgo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.7708",
    "Description": "Mecanisburgo is a  2-6 player science-fiction themed game that lasts 120-150 min. It's set in an alternate present in which all the predictions of classic sci-fi (Asimov, Conan Doyle, Clarke, etc) have turned true. Mecanisburgo is the megalopolis capital of the world, where the struggles of the biggest corporations take place. Players control these different corporations, each with different special abilities.&#10;&#10;The game lasts 4 turns and whoever has more victory points is declared winner, unless a sudden victory has happened before. This can happen because of fulfilling alternate victory conditions that change from one game to another, or satisfying some character's victory conditions. A third path to victory is for the last corporation (in VP) to become a  global threat that must be stopped by the rest of the players.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Secret Unit Deployment",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "7992",
    "Name": "Pups",
    "ID": 200512,
    "Year": "(2016)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/200512/pups",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "In the game Pups you take the role of an aspiring dog trainer with dreams of winning big at the dog show. Each round you will gather a new pack of 7 lovable pups. You must groom them for success by bidding on how well you think they can perform at the show. After everyone has placed their bids the action begins as the pups start facing off! If your pups can win the number of showdowns you bid before the round ends you will earn the reward treats. But watch out&hellip; if you miss your bid you must gain the penalty poos. The player who can collect the most treats is the winner!&#10;&#10;Pups is a lighthearted twist on classic trick-taking card games. 45 vibrant and adorable illustrations make up the deck in Pups and these cards are split between 5 unique suits: Lap dogs, Working dogs, Guard dogs, Family dogs and Mutts as a unique fifth suit. Combine a Mutt card with any other suit in the game to increase its value!&#10;&#10;Players place their bids each round by picking a bid card from the center of the table. The 1, 2 and 3 bid cards are all double sided, with one side displaying a safer &ldquo;At Least&rdquo; bid, and the other side displaying the more difficult (but more lucrative) &ldquo;Exactly&rdquo; bid.&#10;&#10;Pups is a fun and thoughtful game that is easy to learn for both gamers and non-games alike. It was designed to introduce a new generation to the fun of trick taking games while proving unique and challenging to veterans of the genre.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7993",
    "Name": "Guelphs and Ghibellines",
    "ID": 34098,
    "Year": "(2009)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/34098/guelphs-and-ghibellines",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "2.6522",
    "Description": "(from Europa Simulazioni website:)&#10;&#10;Guelphs and Ghibellines simulates the traditional clashes between 13th century armies with an original system which is both simple and accurate, allowing to reproduce typical tactics of the battle of the era, and focusing on progressive combat fatigue and loss of cohesion of formations on the battlefield.&#10;&#10;Cavalry remains the Queen of the battlefield, but the Italian communal infantry (the best in its period) manages to have a sound impact on the outcome of the fight.&#10;&#10;The Battles :&#10;&#10;&#10;    Montaperti 1260: The Arbia colored in red&#10;&#10;&#10;&#10;    Benevento 1266: The twilight of the Hohenstaufen&#10;&#10;&#10;&#10;    Campaldino 1289: The Saturday of St. Barnaba&#10;&#10;&#10;All the main protagonists of the battles and all the different types of troops are considered, included cavalry with various level of armour protection, infantry, archers, crossbowmen, palvesari, the Comunal Carroccio, etc.&#10;&#10;Components:&#10;&#10;Two 22&quot;x34&quot; maps of  the battlefields&#10;    160 LARGE 5/8&quot; die-cut counters&#10;    120 1/2&quot; die-cut counters &#10;    Standard rules and Instruction for the 3 historical battles, 3 alternative  set-ups, 1 &quot;fast-and-furious&quot; scenarios&#10;    Charts, tables&#10;    Boxed&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "History: Italian City-States",
      "History: Wars of the Guelphs and Ghibellines",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Guelphs and Ghibellines"
    ]
  },
  {
    "Rank": "7994",
    "Name": "For Crown & Kingdom",
    "ID": 77011,
    "Year": "(2016)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/77011/for-crown-and-kingdom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The king lies weakened on his deathbed. His Majesty has but days to live, and has failed to produce an heir. Any of the local dukes or duchesses could be next in line, as long as they are able to gain the approval of the people. Each has set off on a heroic campaign. They vie for fame, for glory, for crown and kingdom!&#10;&#10;In For Crown &amp; Kingdom, players must use their teams of specialized emissaries to travel the kingdom, raise funds, obstruct opponents, and gain the support of the people. The first duke or duchess to gain support in every region will become the new monarch!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Modular Board",
      "Rondel"
    ],
    "Families": [
      "Contests: Rio Grande Games Design"
    ]
  },
  {
    "Rank": "7995",
    "Name": "1985: Under an Iron Sky",
    "ID": 236650,
    "Year": "(2018)",
    "Geek Rating": "5.619",
    "Avg Rating": "8.98",
    "Link": "https://boardgamegeek.com/boardgame/236650/1985-under-an-iron-sky",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "8640",
    "Weight": "4.2",
    "Description": "&#10;&quot;The increasing destabilization of the political and economic situation in the Soviet Union is undercutting our positions in the world. The pride and honor of the Soviet people must be restored in full.&quot;&#10;Public Declaration of State Committee for the State of Emergency in the U.S.S.R., June 11, 1985&#10;&#10;&#10;1985: Under an Iron Sky is the spiritual successor of The Next War by SPI: an operational, highly detailed simulation of a NATO - Warsaw Pact conflict in Central Europe.&#10;&#10;Being a so-called &quot;Monster&quot;, 1985 is not exactly a beer and pretzel game. Rules include every aspect of modern warfare, leaving little or nothing on an abstract level: air war, helicopters, electronic warfare, special forces, revolts, nuclear and chemical warfare.....you name it. In order to survive, both sides must keep a constant eye on the front line, the rear areas and on the sky above.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game Parts&#10;    3 95x65cm and 2 31x24cm maps, depicting Central Europe from Denmark to Northern Italy&#10;    2000+ counters, representing Warsaw Pact and NATO combat and support units&#10;    65 pages Rules booklet&#10;    60 pages Scenario / Designer&rsquo;s Notes booklet&#10;    10 Charts and Tables sheets in full colour&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game Highlights&#10;    Order of Battle and TO&amp;E are not &ldquo;generic&rdquo;, but set exactly in July, 1985&#10;    14km per hex, 48 hours per game turn&#10;    Division / Brigade sized ground combat units &#10;    Squadron sized Air and Helicopter units&#10;    Extensive air war rules covering Escort, Intercept, SEAD, Wild Weasel, Ground Strike and more&#10;    EF-111 and Yak28 PP Offensive ECM Squadrons&#10;    E-3 Sentry and A-50 Mainstay AWACS Squadrons&#10;    Special Forces, Airmobile, Paratroops, Electronic Warfare, Artillery, SSM, SAM and Air Defense Artillery units&#10;    Rules for Chemical Warfare, Nuclear Warfare and uncontrolled escalation to Strategic Nuclear Exchange&#10;    Specific operational tactics like Airmobile Antitank Battalions, Active Defense and Single-Echelon Assaults&#10;    Variable NATO reinforcements, depending on players&rsquo; decisions and events in the battle of North Atlantic&#10;    Variable Warsaw Pact reinforcements, depending on Pact&rsquo;s decision for Mobilization and Norway Invasion&#10;    Unrest and Revolts in Warsaw Pact countries&#10;    Two different Campaign Games:&#10;        &ldquo;Forward, Comrades!&rdquo;, the classical Warsaw Pact offensive in Central Europe&#10;        &ldquo;It Started in the Shipyards&rdquo;, NATO intervention in support of widespread revolts in Warsaw Pact satellite countries&#10;    &#10;    Four smaller scenarios:&#10;        &ldquo;Checkpoint Charlie&rdquo;, the battle for West Berlin&#10;        &ldquo;A Damned Nice Thing&rdquo;, Warsaw Pact main attack against NORTHAG&#10;        &ldquo;Mind the Gap&rdquo;, Warsaw Pact secondary attack against CENTAG&#10;        &quot;Para Bellum&quot;, Warsaw Pact offensive against Italy following a stalemate on Central front&#10;    &#10;    Playable stand-alone or in combination with 1985:Deadly Northern Lights and 1985:Sacred Oil&#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: Cold War",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "7996",
    "Name": "Dixie: Bull Run",
    "ID": 1525,
    "Year": "(1994)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/1525/dixie-bull-run",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0435",
    "Description": "Gather your armies and fight over 3 positions.  Cards represent infantry or cavalry regiments or artillery batteries.  The uniform colors and styles are the uniforms that the regiments actually wore (according to the designers).  You also have cards representing the participating generals , terrain and the ever present special events.&#10;&#10;It is a collectible card set but with a flat rarity.  There is the original set of 200 cards representing the Battle of Bull Run.  The second set at 400 cards was the Battle of Shiloh.  The third set at 250 cards was the Battle of Gettysburg.&#10;&#10;All artwork and graphics in the Dixie series were created by RPG/Historical artist, Eric Hotz.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Card Game",
      "Civil War",
      "Collectible Components",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Card Games: Lane Battler",
      "Collectible: Collectible Card Games",
      "Components: 3 x 3 Grids",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Dixie American Civil War Card Game (Columbia Games)",
      "States: Virginia"
    ]
  },
  {
    "Rank": "7997",
    "Name": "Star Wars: Rivals – Series 1: Premier Set",
    "ID": 385408,
    "Year": "(2023)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/385408/star-wars-rivals-series-1-premier-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4286",
    "Description": "Star Wars: Rivals is an expandable card game in which the light and dark sides of the Force face off, with each player building a squadron from characters throughout different eras of the Star Wars universe.&#10;&#10;Star Wars: Rivals &ndash; Series 1 &ndash; Premier Set includes four characters &mdash; Luke Skywalker and Commander Cody vs. Darth Vader and Asajj Ventress &mdash; 14 action cards, 18 tokens and markers, 12 location cards, and a prism die. Each character has three unique action cards, and players use their characters to try to claim location cards.&#10;&#10;This set is playable on its own, but players can also create larger squadrons, whether for the light or dark side, by using new characters present in character booster packs.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Movies: Star Wars",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "7998",
    "Name": "Sushi Go!: Spin Some for Dim Sum",
    "ID": 392611,
    "Year": "(2023)",
    "Geek Rating": "5.619",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/392611/sushi-go-spin-some-for-dim-sum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "A delicious spin on the classic Sushi Go game. Collect the best combination of dishes from the Spin Table. Each dish scores in a unique way.  Collect menu items from the basket in front of you or use your Chopstick tokens to rotate the Spin Table and choose a different dish. Snag the Steamed Bun Squishy to spin the tray for free! Plus, if you have the most squishy tokens you get more points at the end of the game. Try to build the most valuable combinations of dishes.  The game ends when everyone has 12 total dishes, highest score wins!&#10;&#10;-description from publisher website&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Turntable Gameboards",
      "Country: China",
      "Game: Sushi Go!",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "7999",
    "Name": "Black Wednesday: The Battle of Krasni Bor, 10-11 Feb 1943",
    "ID": 4200,
    "Year": "(1995)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/4200/black-wednesday-the-battle-of-krasni-bor-10-11-feb",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "3000",
    "Weight": "3.5652",
    "Description": "Black Wednesday: The Battle of Krasni Bor, 10-11 Feb 1943, is game 7 in the Tactical Combat Series by The Gamers and covers The Battle of Krasni Bor which was the key battle of the Second Lake Ladoga Offensive. Although the siege of Leningrad had been broken, the city was far from secure. This battle was intended to guarantee the Leningrad&rsquo;s safety. The game depicts February 10, 1943, a day which would come to be known to the Spanish as &ldquo;Black Wednesday.&rdquo; The battle is a microcosm of Soviet offensive operations in World War II. Massive bombardment, wave assaults, desperate hedgehog defenses and even more desperate counter-attacks are features of this battle pitting the might of the Soviet army against the brave (but woefully outnumbered) Spanish Blue Division.&#10;&#10;(from the back of the box:)&#10;&#10;History: At the beginning of 1943, the Red Armies facing Army Group North had lifted the siege of  Leningrad. In order to enlarge the lifeline into the city, they attacked thc Axis Forces holding its flanks.&#10; The Spanish Blue: In the euphoria surrounding the German invasion of Russia in 1941 the Spanish government raised an infantry division of volunteers to assist the fight against Bolshevism.&#10;&#10;The Battle: Black Wednesday covers the Battle of Krasni Bor. It begins with a typical Soviet artillery barrage followed by the &quot;Urrah!&quot; of swarms of Soviet infantrymen. The newly anointed 63rd Guards Rifle Division led the attack with support by the 72nd Rifle Division (a former Ukrainian Penal unit) and part of the 43rd Rifle Division. Further support for the attack came from the T&middot;26, T&middot;34, and KV -1 tanks of the 1st Red Banner Tank Brigade. It was a full Soviet combined arms force striking a skilled dug in enemy.&#10;&#10;The Game: Black Wednesday is a full-force TCS treatment of a typical Eastern Front action-massive preparatory barrages against front-line trenches, waves of stubborn Soviet infantrymen, embattled knots of hedgehogged defenders.&#10;&#10;Black Wednesday highlights the doctrine and capabilities of massed Red Army troops and the skill, and elan of the elite Spanish Volunteers.&#10;&#10;Features&#10;&#10;     Streamlined Third Edition Game System with the same series rules as Hunters from the Sky. &#10;     Furious situation as the Soviets make a massed assault, the Spanish conduct a grim defense and the Germans come to counterattack.&#10;     First game ever to allow players to fire the largest Railroad Gun in history - the 800mm Gun DORA-as a variant. &#10;     Player Skill is highly rewarded. &#10;&#10;&#10;Game Scale:&#10;Turn: 20 minutes&#10;Hex: 125 yards / 114 meters&#10;Units: Infantry platoons, individual vehicles&#10;&#10;Solitaire Playability: Medium-High&#10;Complexity Level: High&#10;Players: 1 or more&#10;Playing Time: 2-50 hours&#10;&#10;&#10;Game number 7 in the Gamers Tactical Combat Series. Black Wednesday covers the battle of Krasni Bor in February 1943: The Spanish Blue Division against the Red Army south of Leningrad.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Russia",
      "Country: Spain",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Tactical Combat Series (MMP)"
    ]
  },
  {
    "Rank": "8000",
    "Name": "Yura Yura Penguin",
    "ID": 296164,
    "Year": "(2019)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/296164/yura-yura-penguin",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Play all your cards without tipping over the iceberg to win in this dexterity game.&#10;&#10;Players take turns stacking cards of varying colors and symbols as well as cardboard cut-out standee dictated by their opponent's card. A card must match either the color or symbol of the previous placed card, so players can try to outwit their opponents by demanding they place either large ice blocks, small penguins or heavy ice crystals.&#10;&#10;The player who successfully empties their hand is the winner. If a player knocks over the stack, then the player with the fewest cards is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Hand Management",
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  }
]