[
  {
    "Rank": "5801",
    "Name": "Expedition: Famous Explorers",
    "ID": 136558,
    "Year": "(2013)",
    "Geek Rating": "5.707",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/136558/expedition-famous-explorers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9615",
    "Description": "Expedition: Famous Explorers is an updated version of two award-winning Wolfgang Kramer games &ndash; Wildlife Adventure and Expedition &ndash; with a new theme: discovery and exploration. Players lead three expeditions to various locations by placing arrows on a map. When an expedition arrives at a location that matches either a location card held by that player or a public location, that player scores that card by placing it in front of him.&#10;&#10;Expedition: Famous Explorers retains all the core rules of earlier versions of the game, but adds optional advanced rules that allow players to score additional points based upon purchasable explorer and event cards. Another game mechanism introduces secret locations.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5802",
    "Name": "Pyramix",
    "ID": 153709,
    "Year": "(2014)",
    "Geek Rating": "5.707",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/153709/pyramix",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "Pull apart the pyramid! In Pyramix, players take turns removing one cube at a time from the pyramid stack. Cubes come in four colors and are worth 1-3 points depending on their symbol. You can remove a cube as long as two or three faces are exposed and it's not touching a cobra cube. (You can remove the cobra cube itself, but it's worth zero points. With no other options, though, you might have to remove it!)&#10;&#10;As cubes come out, others slide down toward the base. When only a single layer of cubes remains in the plastic tray, the game ends. Remove all the cobra cubes on the bottom level, along with any cubes that share a face with cobras. Whoever has the most ankhs in each color now claims any cubes of this color from the tray. (In a tie, no one claims these cubes.) Players then tally their points, and whoever has the high score wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Physical Removal",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: 3-Dimensional (3D)",
      "Components: Dice with Icons",
      "Constructions: Pyramids",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "5803",
    "Name": "Asian Tigers: A Story of Prosperity",
    "ID": 423632,
    "Year": "(2024)",
    "Geek Rating": "5.707",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/423632/asian-tigers-a-story-of-prosperity",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.7143",
    "Description": "In a world striving for economic success in the 1960s, four Asian economies emerge from the pack: South Korea, Taiwan, Singapore, and Hong Kong. These so-called &quot;Asian Tigers&quot; are now implementing policies and creating optimal investment conditions for international players to enter their economies and achieve impressive economic growth.&#10;&#10;In Asian Tigers: A Story of Prosperity, you are an investor sponsored by each of the Asian Tigers, and your goal is to help these markets flourish and achieve much-desired success. You will build power plants, research laboratories, sponsor universities, and establish factories that will produce resources with the purpose of serving local and, more importantly, international markets.&#10;&#10;An easy-going mechanism provides an interactive experience in which players dispute the relevance of their presence in each of the Tigers and also the personal goals established by their own management decisions. Producing resources such as ships, machinery, automobiles, chemicals, finance, and electronics is the way to serve the global markets to succeed.&#10;&#10;The economic revolution in Asia has started, and you are a part of it.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Korea",
      "Country: Singapore",
      "Country: Taiwan",
      "History: Industrial Revolution",
      "Region: Hong Kong"
    ]
  },
  {
    "Rank": "5804",
    "Name": "Rainbow",
    "ID": 415090,
    "Year": "(2024)",
    "Geek Rating": "5.707",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/415090/rainbow",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "Rainbow is a quick-playing hand management game where players play solo cards, sets, or runs to win points on cards in the center of the table.&#10;&#10;The cards that were played in the previous round are the NEW points available to win in the next round. Most points at the end of the game wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Trick-taking"
    ],
    "Families": [
      "Series: Tiny Box (AllPlay)"
    ]
  },
  {
    "Rank": "5805",
    "Name": "King Chocolate",
    "ID": 173649,
    "Year": "(2015)",
    "Geek Rating": "5.707",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/173649/king-chocolate",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3043",
    "Description": "Game description from the publisher:&#10;&#10;You know there is money in chocolate, but it doesn't just grow on trees. You need to control the links in the production chain to get your cut of the cash, to make sure the cocao flows through your businesses instead of your competitors'.&#10;&#10;Sometimes you need to help your customers and suppliers to help yourself. If you are wily, you can figure out a way for your competitors to do the work for you. Create monopolies, cut off the supply chain, disrupt other players' finely honed plans &mdash; do whatever it takes to become King Chocolate.&#10;&#10;The fruit of the cacao tree goes through six steps to become chocolate. You can control only a few of these steps, so you  must work with your fellow chocolate makers to keep the chocolate flowing through the production chain. It sounds cooperative and friendly &mdash; but did we mention that the chocolate maker with the most money wins? Things always get complicated when money is involved.&#10;&#10;To ensure your portion of the production process is used the most so that it earns you cash, occasionally you'll help your customers and suppliers. At the same time, you will attempt to crush your competitors, force others to help you, and manipulate the supply chain.&#10;&#10;You'll do whatever it takes to become the king of chocolate.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Income",
      "Map Addition",
      "Modular Board",
      "Open Drafting",
      "Pick-up and Deliver",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Food & Drink: Chocolate",
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "5806",
    "Name": "Beneath the Med: Regia Marina at Sea 1940-1943",
    "ID": 255456,
    "Year": "(2020)",
    "Geek Rating": "5.707",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/255456/beneath-the-med-regia-marina-at-sea-1940-1943",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.4211",
    "Description": "Beneath the Med is a solitaire tactical-level game placing you in command of an Italian submarine during WWII. This is the fourth game in the The Hunters series, and covers one of the largest fleets of submarines in the world at the time. You command one of many submarine models available starting in 1940, and look to successfully complete patrols until the armistice in September 1943.&#10;&#10;While your mission is to destroy as much Allied shipping and as many Capital ships as possible, players will find it extremely challenging to survive until the Armistice.&#10;&#10;Beneath the Med is purposely designed to deliver a brisk yet intensive gaming experience that forces many decisions upon you as you take command of the major Italian submarine classes. All the major classes are accounted for, with every level of detail, including period of service, armaments, crew make-up, damage capacity, and more. Fans of The Hunters will enjoy the same nail-biting game system, but will be challenged by the thick Allied air cover and the problematic fire control systems of the Italian boats.&#10;&#10;Ten Italian submarine classes are profiled and available for you to choose from. Patrol zones reflect the period during the war at sea and will shift as the war progresses. All stages of the U-Boat campaign are represented; difficult missions include mine-laying, commando delivery, and the extremely dangerous harbor penetration missions.&#10;&#10;The major Italian classes are are represented and accurately profiled for the patrols you will undertake during the war:&#10;- Acciaio Class&#10;- Adua Class&#10;- Cagni Class&#10;- Calvi Class&#10;- Foca Class&#10;- Glauco Class&#10;- Liuzzi Class&#10;- Marcello Class&#10;- Marconi Class&#10;- Perla Class&#10;&#10;Patrol Assignments include:&#10;- Atlantic&#10;- Brazilian Coast&#10;- Caribbean&#10;- Eastern, Central and Western Mediterranean&#10;- Singapore&#10;- Spanish Coast&#10;- West African Coast&#10;&#10;The game delivers an historical narrative as 480 ship targets are uniquely identified (including tonnage) with their historical counterparts that were sunk during the war, including freighters, tankers, and American ships.&#10;&#10;Game System Highlights:&#10;- 10 Italian submarine classes represented&#10;- 9 different Patrol Assignments, including supply delivery to Japan&#10;- 480 named shipping targets, including 20 Capital ships&#10;- Special Missions for Commando Team Delivery, Supply Delivery, Human Torpedo attack, and Minelaying&#10;- Combat encounters with individual ships, ships with escort, convoys, enemy submarines, and aircraft&#10;- Daytime and Night Engagements&#10;- Submarine damage includes flooding, hull, torpedo doors, periscope, fuel tanks, crew injury (by crew type), engines, hydrophones, AA gun(s), deck gun, batteries, radio&#10;- Crew Advancement, Commander Promotion including decorations such as the  &quot;Medaglia d'oro al Valor Militare,&quot; the &quot;Medaglia d'argento al Valor Militare,&quot; and the &quot;Medaglia d'bronzo al Valor Militare,&quot; along with other Italian awards.  The Knight's Cross is also available from Germany in certain situations.&#10;- Multi-player and Tournament Rule options&#10;- Evasive Maneuvers, Patrol Abort, Variable Escort Quality, Gibraltar Passage, Reassignment to Newer Submarine, Torpedo Duds, Random Historical Events, Human Torpedo (&ldquo;SLC&rdquo;) delivery, and much, much more!&#10;&#10;Components:&#10;One &frac12;&rdquo; full-color counter sheet&#10;One &frac34;&rdquo; wide full-color counter sheet for Targets&#10;Rules booklet with designer's notes&#10;Six player aid cards, 2-sided&#10;Five Submarine Display Mats, 2-sided&#10;One Submarine Patrol Map, 2-sided&#10;Submarine Combat Mat&#10;Submarine patrol logsheet&#10;Three 6-sided, two 10-sided dice, and one 20-sided die&#10;Boxed&#10;&#10;Average Playing Time: Two-Three Hours&#10;Players: One (with options for more players)&#10;Replayability: Very High&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Decades: The 1940's",
      "Digital Implementations: VASSAL",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Mediterranean Sea",
      "Series: The Hunters",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "5807",
    "Name": "Oz Fluxx",
    "ID": 117838,
    "Year": "(2012)",
    "Geek Rating": "5.707",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/117838/oz-fluxx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "1.5238",
    "Description": "Does life seem drab and humdrum? Let the cyclone of Oz Fluxx, the ever-changing card game, whisk you away to a magical world of fun and wonder! Mingle with Munchkins, make new friends, help them with their quests, and follow the Yellow Brick Road to seek the Wizard's help for your own heart's desire &ndash; but beware the flying monkeys, fighting trees, and fields of poppies! Don your green spectacles to enter the Emerald City, and keep a bucket of water handy: You never know when you'll run into a Wicked Witch that needs melting. Next stop...the land of Oz!&#10;&#10;Game description above from the publisher.&#10;&#10;Fluxx is a card game where the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game. There are many editions, themed siblings, and promo cards available.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Books: The Wizard of Oz",
      "Game: Fluxx",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "5808",
    "Name": "Shitenno",
    "ID": 102610,
    "Year": "(2011)",
    "Geek Rating": "5.707",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/102610/shitenno",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7297",
    "Description": "The Shitenn&#197;&#141; are the four great Generals of the legendary Shogun Togukawa Ieyasu who unified Japan at the end of the 16th century. The players will play these loyal and famous samura&iuml;s, with the goal of becoming the Shogun's favorite by controlling as many provinces as possible.&#10;&#10;In Shitenno, you do not fight on the battlefield, but through planning and manipulation in the Shogun's court. A game turn starts with a &quot;distribution phase&quot; in which the active player creates card lots, one for each player, but takes the lot remaining after all other players have taken their cards. (All part of following the Japanese code of honor.) In the next stage, players can gain control of provinces.&#10;&#10;The rules are easy to understand, but if you want to win, you have to judge your opponents aptly and guess their secret intentions. Every choice is crucial, every move is decisive...&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "I Cut, You Choose",
      "Set Collection"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "5809",
    "Name": "Port Royal: Unterwegs!",
    "ID": 193265,
    "Year": "(2016)",
    "Geek Rating": "5.707",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/193265/port-royal-unterwegs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.0833",
    "Description": "Port Royal Unterwegs is a standalone, stripped-down sequel to the press-your-luck card game Port Royal, with new characters that can also serve as an expansion for that game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Game: Port Royal",
      "Series: PocketPlay (Pegasus)"
    ]
  },
  {
    "Rank": "5810",
    "Name": "Napoleon against Europe",
    "ID": 132148,
    "Year": "(2013)",
    "Geek Rating": "5.707",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/132148/napoleon-against-europe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "900",
    "Weight": "3.8182",
    "Description": "(from Hexasim website:)&#10;&#10;Threatened by the coronation of the Emperor and the deployment of the Grande Arm&eacute;e facing its coasts, Britain was quick to respond with its traditional methods: a hegemonic fleet and allies on the Continent assisted by her gold! Napol&eacute;on has no choice; if he wishes to keep his throne, he must smash this new coalition...and many more!&#10;&#10;Napoleon against Europe follows the epic of Napol&eacute;on in his attempt to cement his dynasty and retain the conquests of the Revolution via the medium of playing cards that follow the great events and personalities if this exciting period.&#10;&#10;The player takes in hand the destinies of the Emperor and his enemy, indefatigable Albion and its successive coalitions. The French player has no choice other than imposing his will on the entire Europe so as to isolate Britain by a tight blockade forcing the continental powers to recognise French hegemony: the decision must be made between the wild Iberian Peninsula and the steppes of Russia.&#10;&#10;Each side has its own deck of cards divided into two periods: Epic and the Punishments.&#10;&#10;Each player controls naval fleets and land troops presented at the level of army corps, other units are those of great renown from this period such as the Imperial Guard Cavalry, the King&rsquo;s German Legion etc... The quality of the generals of each side plays an essential role in operations.&#10;&#10;In six rounds of play a year, the players must not only have a long term view of their objectives but must also demonstrate operational skill in the course of the campaigns: the importance of lines of communication will be fundamental to bringing their armies to the decisive battle! The game system takes account of forced marches, attrition, evasion, counter-marches and interceptions&hellip;&#10;&#10;In an immense theatre of operations, each side will attempt to seize the initiative and each year equip forces allowing it to continue the struggle and to redeploy them with foresight before engaging in the operations phase: unhappy the player who fails to take into account the communication distances.&#10;&#10;Against the operational excellence of the French, the Coalition must respond with a strategic long-term vision that will permit him to exhaust his foe.&#10;&#10;Now, it is up to you to decided if l'Aiglon will be Napol&eacute;on II or the Duc de Reichstadt !&#10;&#10;Game components&#10;    One large mounted map (96 cm &times; 67 cm),&#10;    216 15mm die-cut counters,&#10;    140 13mm die-cut counters,&#10;    110 playing cards,&#10;    One full-colour rules booklet,&#10;    Game aids,&#10;    Two 6-side dice,&#10;    A sturdy box.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: France",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5811",
    "Name": "50 Clues: The Pendulum of the Dead",
    "ID": 282006,
    "Year": "(2019)",
    "Geek Rating": "5.707",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/282006/50-clues-the-pendulum-of-the-dead",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0625",
    "Description": "Maria is locked up in a psychiatric ward and must escape finding her son before it&rsquo;s too late. The Pendulum of the Dead is the first episode of the murderous trilogy about Maria.&#10;&#10;50 Clues is an immersive puzzle game that offers the experience of an escape room, but in a format that can be played at home. You combine objects, solve puzzles and decipher codes to complete the story. A smartphone or tablet keeps track of the solutions and provides multistep hints if the need arises.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Mature / Adult",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Contests: Fastaval Design Competition",
      "Series: 50 Clues",
      "Series: 50 Clues – The Leopold Trilogy"
    ]
  },
  {
    "Rank": "5812",
    "Name": "Mr. Madison's War: The Incredible War of 1812",
    "ID": 63758,
    "Year": "(2012)",
    "Geek Rating": "5.707",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/63758/mr-madisons-war-the-incredible-war-of-1812",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "2.7442",
    "Description": "In June of 1812 Napoleon invaded Russia, meanwhile on the other side of the world the young republic of the United States declared war on Great Britain. It was one of America's most unpopular wars and &ldquo;Mr. Madison's War - The Incredible War of 1812&rdquo; is a strategy game based on the US campaigns to take Canada in the years 1812 - 1814.&#10;&#10;The map board measures 35&rdquo;x24&rdquo; and covers the the northern part of the states of New York, Pennsylvania, Ohio and the Canadian provinces of Upper and Lower Canada, the area where most of the battles were fought. The game features over 203 counters that feature the named regiments and battalions that fought the war including militia and Indian units. Also included are named individual Schooner, Brigs and Frigates that fought the naval war on the great lakes. The principal leaders of the war are included such as Major General Isaac Brock, Sir George Prevost, Major General Hull and many others.&#10;&#10;The game utilizes the new 'card driven system' which enable players to perform their actions on the game board and score automatic points for the playing of a card as an historical event. The colorful cards include historical information, the year the event took place and a detailed description of the function of the card. There are 110 individual cards in the game.&#10;&#10;The illustrated Rule Book is approximately 20 pages long, and there are 5 player aid sheets that contain the Combat Results Table along with cards to set up the various reinforcements.&#10;&#10;The objective of the game is to gain Victory Points by invading your enemy's territory while maintaining your own. In complexity the game would be rated as average and would appeal to any student of the Napoleonic Wars in general. It is at present the most comprehensive treatment of the War of 1812 yet offered to the public.&#10;&#10;The publisher, GMT Games, also produced a mounted map for this game which was sold separately.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Canada",
      "Country: USA",
      "History: War of 1812",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Great Lakes"
    ]
  },
  {
    "Rank": "5813",
    "Name": "The Hobbit: An Unexpected Journey Deck-Building Game",
    "ID": 155460,
    "Year": "(2014)",
    "Geek Rating": "5.707",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/155460/the-hobbit-an-unexpected-journey-deck-building-gam",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1667",
    "Description": "Game description from the publisher:&#10;&#10;In The Hobbit: An Unexpected Journey Deck-Building Game, each player takes on the role of a member of The Company as they set out on the long and treacherous path to Lonely Mountain. Play as Bilbo Baggins, Gandalf the Grey, Thorin Oakenshield, or others. Your Hero card will guide your strategy throughout the game, or you can break away with a plan of your own.&#10;&#10;Each player starts with his own basic ten-card deck and draws a hand of five cards each turn. Power is the currency you will use to buy new, stronger cards to add to your deck. The goal of a deck-building game is to craft your personal deck into a well-oiled machine, and five types of cards can be acquired: Enemies, Allies, Artifacts, Maneuvers, and Locations. A large, central stack of cards supplies a five-card &quot;Path&quot; from which players make their purchases. Each player always has five face-up cards from which to choose each turn, so new options and surprises await each turn.&#10;&#10;When you have amassed enough Power, you can take on an Archenemy! Each Archenemy has Loot cards you can acquire. Defeat a Troll and you might find Sting, Orcrist, or Glamdring! Take on The Goblin King and you might find the maneuvers you need to escape from the Misty Mountains. Azog is the final Archenemy, and he has unfinished business...&#10;&#10;In the end, the player who has accumulated the most Victory Points from the cards in his deck wins.&#10;&#10;Cryptozoic's The Lord of the Rings/The Hobbit deck-builder series:&#10;&#10;&#10;     The Lord of the Rings: The Fellowship of the Ring Deck-Building Game&#10;     The Lord of the Rings: The Two Towers Deck-Building Game&#10;     The Lord of the Rings: The Return of the King Deck-Building Game&#10;     The Hobbit: An Unexpected Journey Deck-Building Game&#10;     The Hobbit: The Desolation of Smaug Deck-Building Game Expansion Pack&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Game: Cerberus Engine – Middle Earth"
    ]
  },
  {
    "Rank": "5814",
    "Name": "Tiny Epic Crimes",
    "ID": 374039,
    "Year": "(2023)",
    "Geek Rating": "5.707",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/374039/tiny-epic-crimes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Tiny Epic Crimes is a fast-paced, crime-fighting, deduction game for 1 to 4 players that offers multiple ways to play. The game can be enjoyed competitively, cooperatively, or solo.&#10;&#10;Players take on the role of detectives, and depending on the game mode, will be working either together&hellip;. OR separately&hellip;. to crack the murder case. Time matters, and the first 48 hours after any crime are the most critical. Players race around Echo Ridge City collecting evidence, such as the murder weapon, forensics, or the getaway vehicle.&#10;&#10;This secret evidence is sifted through using the novel Tiny Epic Decoder System, which keeps all of the murderer&rsquo;s other evidence hidden. This knowledge eliminates suspects and helps identify the true killer. But crime doesn&rsquo;t stop for one investigation. Players must answer the call of duty, juggling their time as other criminal activities arise across the city. Resolving these events allow players to gain useful alibis and powerful Force Cards, but knowing full well that their actions will take them hours closer to a reckoning.&#10;&#10;In their final hour, players will stake their careers on a final guess: who they think the murderer really is&hellip; hoping that their wits and detective skills are enough to bring the correct suspect to justice.&#10;&#10;Can you hold this city of crime together long enough to crack the case, or will it go cold and your time on the force run out?&#10;&#10;",
    "Categories": [
      "Mafia",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Modular Board",
      "Push Your Luck",
      "Semi-Cooperative Game",
      "Set Collection",
      "Solo / Solitaire Game",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Series: Tiny Epic (Gamelyn Games)",
      "Setting: Aughmoore",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "5815",
    "Name": "Ticket to Ride: Northern Lights",
    "ID": 371140,
    "Year": "(2022)",
    "Geek Rating": "5.707",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/371140/ticket-to-ride-northern-lights",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Welcome to the North! While traveling through Finland, Sweden, Norway and Denmark, you will get to know the most beautiful places in the Nordic countries.  Relax in the bustle of the countries' port cities or be charmed by the wonderful fjords on the north side of the Arctic Circle.  Build railways through the forests, countryside and fells that mark the region.  Establish ferry lines between the picturesque Turku archipelago and the colorful city of Bergen. Create the greatest transport network in Pohjola!&#10;&#10;Ticket to Ride: Northern Lights is standalone game in Ticket to Ride series. It's designed for 2&ndash;5 players and introduces various end game bonus cards &ndash; 4 of 11 are selected every game, so now there are games where, for example, longest route gives extra points, but in other games you will score some extra, if most unused trains are in your supply.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Connections",
      "End Game Bonuses",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Cities: Copenhagen (Denmark)",
      "Cities: Helsinki (Finland)",
      "Cities: Riga (Latvia)",
      "Cities: Stockholm (Sweden)",
      "Cities: Tallinn (Estonia)",
      "Components: Map (Continental / National scale)",
      "Country: Denmark",
      "Country: Estonia",
      "Country: Finland",
      "Country: Latvia",
      "Country: Lithuania",
      "Country: Norway",
      "Country: Sweden",
      "Game: Ticket to Ride (Official)"
    ]
  },
  {
    "Rank": "5816",
    "Name": "Epic Spell Wars of the Battle Wizards: Melee at Murdershroom Marsh",
    "ID": 221366,
    "Year": "(2017)",
    "Geek Rating": "5.707",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/221366/epic-spell-wars-of-the-battle-wizards-melee-at-mur",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Epic Spell Wars of the Battle Wizards: Melee at Murdershroom Marsh ratchets up the EPIC with several new innovations:&#10;&#10;&#10;     Cantrips! Add extra effects to your spell by discarding some extra cards. More zing for the spell-flinging!&#10;     Bad Trips! The colors, man ... the colors. If your spell has lots of different glyphs, a Bad Trip card resolves twice!&#10;     Dual-Glyphed Deliveries! If you&rsquo;ve ever had trouble matching your glyphs, relief is here!&#10;     Everlasting! Most of the Treasures in ESWIII don&rsquo;t go away when you die. Collect 'em all!&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Epic Spell Wars of the Battle Wizards"
    ]
  },
  {
    "Rank": "5817",
    "Name": "Karuba: The Card Game",
    "ID": 235465,
    "Year": "(2017)",
    "Geek Rating": "5.706",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/235465/karuba-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Guide your adventurers skillfully through the jungle!&#10;&#10;Each turn in Karuba: Das Kartenspiel, you carefully select two path cards from your hand to try to outwit the other players. Whoever has the lowest sum loses a card, then all players use their cards to create a network of pathways to connect their adventurers with the temples. Who will best guide their adventurers through the jungle? In the end, the player who collects the most points with valuable treasure and temples wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Series: Family Games (HABA)",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "5818",
    "Name": "World of Yo-Ho",
    "ID": 163937,
    "Year": "(2016)",
    "Geek Rating": "5.706",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/163937/world-of-yo-ho",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.1429",
    "Description": "World of Yo-Ho is a fantasy game of adventure and piracy on the high seas, combining the tangible elements of a board game with the interactive mechanics of a video game. The game features a board with a gridded map of the world of Yo-Ho and a downloadable app that turns your smartphone into a ship. Simply place your phone on the map and set sail for adventure!&#10;&#10;Become the most famous captain of Yo-Ho, a parallel world teeming with intelligent animals, lost islands, and wild magic! In search of fame and fortune, you will explore the mysteries of Yo-Ho and battle sea monsters and other booty hungry corsairs in tactical naval engagements. Fill your holds with plunder you can use to upgrade your boat and acquire useful items and more powerful weaponry. Stock up on swag and fly your colors high.&#10;&#10;You're the master of your own destiny: Will you be a bloodthirsty swashbuckler, brazenly hoisting the Jolly Roger as you plunder all those you cross? Or will you choose to stand as defender of the innocent and a peaceful merchant? Whatever your freebooting predilection may be, the stage is set and you will play a vital role in the saga of Yo-Ho, if you are but bold enough...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5819",
    "Name": "Bisikle",
    "ID": 55165,
    "Year": "(2009)",
    "Geek Rating": "5.706",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/55165/bisikle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6364",
    "Description": "Bisikle is a flicking game. The players have to compete on a crazy track in order to win a bicycle race. No cards or electrical devices are involved. The whole concept is in the Z-Ball, a marble with a unique internal mechanism. It is very easy to control. Basically, the goal of the game is to flick your way to the finish line as fast as possible. The challenge is to control the effects of the Z-Ball and pass as quickly as possible through all the obstacles (slopes, fences, jumps, mouse holes, etc.).&#10;&#10;Bisikle is the first of many Z-Ball games and was published in 2009 (September) in France and the USA. A track has to be built and looks like the slot-race ones.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Series: ZBall",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "5820",
    "Name": "Volcano",
    "ID": 13084,
    "Year": "(2000)",
    "Geek Rating": "5.706",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/13084/volcano",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3455",
    "Description": "Volcano is a clever, puzzle-style game in which players move &quot;caps&quot; around on top of a group of volcanoes, triggering eruptions which cause colored streams of lava to flow out across the playing field.  The object of the game is to capture as many pieces as possible, with bonus points awarded for special combinations.  Each player attempts to accumulate the highest score and then bring the game to a close before another player has a chance to steal the lead away.&#10;&#10;Volcano requires 5 Treehouse sets and a set of Volcano Caps.&#10;&#10;Multi-player Volcano supports any number of players, though between 2 and 6 is best.  It can be also played by a single player as a solitaire challenge.&#10;&#10;Game System&#10;&#10;    Looney Pyramids&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Mancala",
      "Set Collection"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Components: 5 x 5 Grids",
      "Components: 6 x 6 Grids",
      "Components: Looney Pyramid Games",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: Super Duper Games",
      "Players: Games with Solitaire Rules",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "5821",
    "Name": "The Big Idea",
    "ID": 696,
    "Year": "(2000)",
    "Geek Rating": "5.706",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/696/the-big-idea",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3191",
    "Description": "The Big Idea is a quick and easy card game (Cheapass style) where the players represent venture capitalists creating companies (from a noun card and an adjective card - &quot;Erotic Pants&quot;) to take through the process of an IPO. You automatically gain a share in companies you create, and later you have opportunities to secretly invest in a company and publicly buy a share in a company. Finally, you roll a die to see which companies go public in a round: equal to or lessor than the shares issued in the company. And the pay out: based on the number of shares issued and the number of cards used in forming the company times the die roll.  The game is fairly simplistic, but it's lots of fun to create names of products like &quot;Mentholated Chicken&quot;, while agonizing over helping your opponent because their product will net you the biggest gain.&#10;&#10;Expanded by:&#10;&#10;    The Big Idea: More Cards! (compatible only with Semi-Deluxe edition)&#10;&#10;&#10;Re-implemented by:&#10;&#10;    The Big Idea&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Stock Holding",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "5822",
    "Name": "Micro Dojo",
    "ID": 319592,
    "Year": "(2021)",
    "Geek Rating": "5.706",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/319592/micro-dojo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2.0667",
    "Description": "In Micro Dojo, you represent one of two Daimyos who have been tasked by the Shogun to bring prosperity to a small town. Carefully use the town&rsquo;s retainers to complete the Shogun&rsquo;s tasks and win favour. The most prosperous Daimyo will be granted the title to the town.&#10;&#10;Micro Dojo&nbsp;is a 20 min tactical euro game for two players, intended to fit comfortably in a pocket or purse. In Micro Dojo, players take control of the Ninja, Samurai, Sumo and Geisha meeples to generate resources, develop the town, and score points by achieving the Shogun&rsquo;s tasks.&#10;&#10;Each turn players move one of the four meeples to an adjacent space and take the action there - either gathering resources, taking a building, or activating a scoring objective. The catch? You can't move the last meeple either you or your opponent moved. The games end when the last objective is triggered, or a player reaches 7 points.&#10;&#10;Movement is tight, requiring you to second guess your opponents plan. Timing is crucial, triggering objective scoring only when it benefits you. Like a sparring match, every move should be chosen with precision and efficiency, or your opponent will strike.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement",
      "Highest-Lowest Scoring",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Country: Japan",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games",
      "Setting: Micro Dojo (Prometheus Game Labs)"
    ]
  },
  {
    "Rank": "5823",
    "Name": "Blackbeard: The Golden Age of Piracy",
    "ID": 25685,
    "Year": "(2008)",
    "Geek Rating": "5.706",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/25685/blackbeard-the-golden-age-of-piracy",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3261",
    "Description": "One of the Avalon Hill games of the early 1990s was Blackbeard, a pirate game totally different from any others available because it simulated the actual life and careers of historical pirates, and how they went about their chosen professions.&#10;&#10;Richard Berg has now taken the original and redesigned it, almost entirely, to bring it into line with what gamers like to see and play these days. All those pirates you loved:  Black Bart Roberts, Long Ben Avery, Ned Lowe, L'Ollonais, and, of course, Edward Teach (Blackbeard)--23 in all--are still there, as are the King's Commissioners sent out to stop them. However, the entire play system has been overhauled, and the result is a game that highlights and specializes in player interaction, with almost no down time for any player.&#10;&#10;Players control individual pirates, using them to gain Victory Points by amassing booty and, even more importantly, earning Notoriety for their dastardly deeds;  seizing merchants with cargo ranging from useless paper to the monumental treasure of the Mughal emperors, attacking and sacking ports, fighting storms and scurvy, seeking safe haven in infamous pirate ports such as Tortuga and Madagascar, and, hopefully, using Letters of Marque to retire successfully.&#10;&#10;At the same time that one player is doing all of this, the other players are playing their cards and seizing opportunities to harass the competing pirate.  There is a constant interplay among players, and you never know what might happen when you set out on any given mission.&#10;&#10;We've simplified movement (no more hexes) and ship battles; we've expanded the use of Royal Navy warships; we've even added individual hostages! (Yes, there is a &quot;Governor's Daughter&quot;.)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Age of Reason",
      "Nautical",
      "Pike and Shot",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "5824",
    "Name": "The Fires of Midway: The Carrier Battles of 1942",
    "ID": 57073,
    "Year": "(2010)",
    "Geek Rating": "5.706",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/57073/the-fires-of-midway-the-carrier-battles-of-1942",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5106",
    "Description": "The Battle of Midway was the climactic carrier engagement of the Pacific War. Nerve-wracking and intense, the battle was decided by timing, strategy and good fortune. In the span of only four minutes the war in the Pacific was changed forever. The chance convergence of the Enterprise and Yorktown Strike Groups between 10:22 and 10:26 AM on June 4th led to the devastation of the Japanese flattops and sparked the infernos which would engulf the Japanese Empire.&#10;&#10;Like its predecessor, The Hell of Stalingrad, Midway drops you right into the seat of the action. You make the strategic decisions necessary to first locate the enemy fleet and then destroy it! Scramble your fighters and organize your Strike Groups for their deadly missions. Will they destroy the enemy and make it back? Your squadrons must contend not just with the enemy's anti-aircraft fire and fight vicious engagements with the enemy's CAP, but also navigate the wide and empty expanses of the ocean. Do the survivors have enough fuel for the return trip to your fleet? Or will they too be lost forever to the misfortunes of war?&#10;&#10;The Fires of Midway explores in separate scenarios the four major carrier battles of 1942: Coral Sea, Midway Island, Eastern Solomons, and Santa Cruz. Also included is a campaign game linking them all together in which players must husband their resources not knowing which of these battles, if any, will yield the decisive result and turn the tide of war in their favor like the historical battle of Midway did.&#10;&#10;The Coral Sea can be played in as little as 1 hr and up to 2.5 hrs for the Midway Battle.&#10;&#10;Components:&#10;&#10;&#10;     200 playing cards&#10;     1 sheets of counters&#10;     1 large deck of 18 Carrier Cards &#10;     3 Play Mats&#10;     A 16 Page color Flight Manual (Core Rules) &#10;     A 24 Page Operations Manual (Advanced Rules)&#10;     Dice (2 different colors, D-6)&#10;     Box&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "History: World War II (Pacific)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "5825",
    "Name": "Gorechosen",
    "ID": 203270,
    "Year": "(2016)",
    "Geek Rating": "5.706",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/203270/gorechosen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "75",
    "Weight": "1.8889",
    "Description": "From the publisher:&#10;&#10;Are you ready to prove yourself Khorne&rsquo;s mightiest, most ruthless champion? Gorechosen gives you the chance! This brand-new boxed game from Games Workshop lets four players slug it out for brutal supremacy in brutal pit fights. The box includes four plastic multi-part Citadel miniatures: the Exalted Deathbringer of Khorne, the Skullgrinder, the Slaughterpriest and the Aspiring Deathbringer with Goreaxe and Skullhammer &ndash; four iconic champions of Khorne.&#10;&#10;The game itself is a simple, cunning and laugh-out-loud mix of subtle strategy and straightforward brutal combat, and four players can play through a game in about an hour. 24 action cards let your chosen fighter pick from a variety of painful attacks and gambits (our favourite being the humble Shove, should your victim happen to be standing next to one of the fire pits present on the game&rsquo;s board) while 16 injury cards present, in gruesome detail, the inevitable results of standing in a spiked pit with three other crazed madmen. And the fun doesn&rsquo;t stop with the feuding &ndash; players who have been knocked out can still influence the game thanks to special Fate of the Slain rules. Full rules for these fighters are presented on four fighter sheets, and rules for four more (with miniatures available separately from Games Workshop) are included inside the game&rsquo;s rulebook.&#10;&#10;Each fighter has a unique Kill Zone which dictates what they can hit, and how powerfully. The Slaughterpriest in the box, for example, has enormous reach forwards with his axe (because it&rsquo;s flipping massive) but is weaker when to the sides. (You can imagine an overhead chop, rather than a sweep around him.) Each fighter also keeps track of his wrath using the Wrath Track. Wrath can be spent to make actions, and is usually accrued when fighters are wounded &ndash; injury cards, which are received when combatants are damaged, affect wrath in this way.&#10;&#10;Wrath also has an effect on who goes first, because the angrier fighters are, the more chance there is they will act first! Each turn, fighters put in a number of initiative cards equal to their wrath (each player has a unique design of initiative card), then the top initiative card is turned over, dictating who will act. After that player has made an action, the next initiative card is turned over, and so on and so forth.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Take That"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "5826",
    "Name": "Pikoko",
    "ID": 244505,
    "Year": "(2018)",
    "Geek Rating": "5.706",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/244505/pikoko",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9091",
    "Description": "Pikoko is a trick-taking game that follows conventional trick-taking rules with two twists:&#10;&#10;&#10;    Each round, players receive a hand of eight cards, but they don't see their own cards &mdash; only cards held by the other players. &#10;    Each player plays cards of the player to their left, not their own cards.&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Score-and-Reset Game",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Birds"
    ]
  },
  {
    "Rank": "5827",
    "Name": "Munchkin Dungeon",
    "ID": 257001,
    "Year": "(2020)",
    "Geek Rating": "5.706",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/257001/munchkin-dungeon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.125",
    "Description": "In Munchkin Dungeon, players enter a dungeon and attempt to collect the most treasure and achieve the highest character level. They have to push their luck if they want to succeed in their adventure, but if they come across a foe that's a little too big to face, they can always run away. If players choose to take the cowardly (albeit occasionally logical) route of avoiding danger, they earn shame, which will be counted against them at the end of the game. You can't be a hero without exhibiting a little bravery!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "5828",
    "Name": "Atlanta Is Ours",
    "ID": 209511,
    "Year": "(2018)",
    "Geek Rating": "5.706",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/209511/atlanta-is-ours",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "7920",
    "Weight": "3.6667",
    "Description": "Atlanta Is Ours is a game in the award-winning Series: Great Campaigns of the American Civil War (Avalon Hill/MMP) (GCACW) series. The two maps included are painted by original map artist Charlie Kibler. The military unit counters have been redesigned by Charlie Kibler to harken back to the counters in the original games in the series but with a more modern graphical treatment.&#10;&#10;Atlanta Is Ours contains an updated version of the GCACW Standard Basic Game Rules that all the other games in the series use. The Advanced Game rules are also standardized so players will be able to move quickly from one campaign to the other.&#10;&#10;Atlanta Is Ours includes fourteen Basic Game scenarios and five Advanced Game campaigns, all extensively playtested:&#10;&#10;Basic Game Scenarios&#10;&#10;    The Opportunity of a Lifetime (Snake Creek Gap/Resaca (5/9/1864, 1 turn, small forces): Beginner&rsquo;s scenario, great for learning how to play.&#10;    The Gap Is Blocked (5/8-5/10/1864, 3 turns): Hypothetical scenario, what could have happened if Sherman had not sent McPherson to Snake Creek Gap and instead attacked or tried to outflank other points in the Confederate defenses.&#10;    Battle of Resaca (5/14/1864; 1 turn): Sherman's entire army reinforces McPherson's corps outside Resaca, and attacks Johnston's army in Resaca, which has just arrived from its positions around Dalton.&#10;    From the Oostanaula to the Etowah (5/17-5/23/1864, 7 turns): Sweeping maneuver from one river to the other, with the aborted battle of Cassville near the end of the scenario. Includes special random events and optional limited intelligence.&#10;    Advance and Retreat (5/19-5/22/1864; 4 turns): Johnston's army attempts to attack a portion of Sherman's army while Sherman is advancing on a wide front. Hood aborts the attack as it is developing and falls back into a defensive line near Cassville.&#10;    The Hell Hole (5/25-5/28/1864; 4 turns): Sherman moves off the rail line to the west in an attempt to flank Johnston, but is stopped after several days of battle. This scenario encompasses the battles of Dallas, New Hope Church, and Pickett's Mill.&#10;    Kennesaw Mountain (6-22-6/27; 6 turns): This scenario covers the battles of Kolb&rsquo;s Farm and Kennesaw Mountain.&#10;    Crossing the Chattahoochee (7/3-7/8/1864; 6 turns): Johnston retreats from Kennesaw Mountain and then Sherman breaches Johnston's line covering the bridges and fords of the Chattahoochee River.&#10;    Battle of Atlanta (7/20-7/22/1864; 3 turns): Hood (now in command of the CSA army) attacks portions of Sherman's army twice, at Peachtree Creek and Bald Hill, but is beaten back with heavy losses both times.&#10;    Ezra Church (7/28/1864; 1 turn; half armies): Hood sends two corps to block Howard (now commanding the Army of the Tennessee), who is attempting to move around Atlanta from the west; they stop Howard, but incur heavy casualties in their attacks.&#10;    Wheeler's Raid (8/10-8/15; 6 turns; solitaire cavalry scenario): Wheeler moves north to disrupt the Union supply line around Dalton; -Wheeler does minimal damage before being forced to retreat.&#10;    Kilpatrick's Raid (8/18-8/22/1864; 5 turns, cavalry scenario): Kilpatrick takes the Union cavalry south around Atlanta to Lovejoy's Station, but he does minimal damage and returns to Union lines.&#10;    Marching On Tara (8/28 - 9/1/1864; 5 turns): Sherman moves around the west flank of the Confederates and marches to the RR stations supplying Atlanta from the west and the south. The goal is to force the Confederates to fight outside the forts or abandon Atlanta. Tara is the fictional plantation in the movie Gone With The Wind, and is &quot;located&quot; a few miles from Jonesboro where the armies have their final battle.&#10;    Last Stand At Tara (8/31 - 9/2/1864; 3 turns): This scenario encompasses both the Confederate attack on the Union at Jonesboro and then the Confederate retreat and consolidation of their army at Lovejoy&rsquo;s Station to the south on the RR line.&#10;&#10;&#10; &#10;Advanced Game Scenarios&#10;&#10;    To The Chattahoochee (Advanced scenario, May-July 1864): This scenario covers Johnston's retreat and the Union advance from the initial lines at Dalton to near Atlanta.&#10;    The Real Game For Atlanta (Advanced scenario, July-Sept. 1864): This scenario encompasses Hood's attacks near the Atlanta forts and Sherman's maneuvering resulting in the Union capture of Atlanta.&#10;    The Atlanta Campaign (Advanced scenario, May-Sept 1864): A &quot;grand campaign&quot; linking the two above advanced scenarios.&#10;    The Hardest Knocks (Advanced scenario, May-July or Sept 1864): Alternative setups to the May campaign startup.&#10;    Without Home Or Habitation (Advanced scenario, Sept &ndash; Oct 1864): After the fall of Atlanta, Hood heads north to cut Sherman&rsquo;s rail line. Union forces pursue.&#10;&#10;&#10; &#10;Contents&#10;&#10;    GCACW Series Rules Booklet (24 pgs in color)&#10;    AIO Specific Rules Booklet (96 pgs in color including scenarios, the game as history, map gazetteer, etc)&#10;    Two 22&quot;x 32&quot; full-color map sheets (preview).&#10;    Three 280-piece counter sheets&#10;    One Terrain Effects Chart&#10;    Two full-color Force Displays&#10;    One Off-Map Display&#10;    One Turn Track&#10;    Two 4-page color Charts and Tables&#10;    Two 6-sided Dice&#10;&#10;&#10;Design &amp; Development: Ed Beach, Mike Belles, and Chris Withers&#10;Original series design by Joseph M. Balkoski&#10;Map Artwork by Charlie Kibler&#10;Counter Graphics by Charlie Kibler and Nicol&#195;&#161;s Eskubi&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Atlanta (Georgia, USA)",
      "States: Georgia",
      "Digital Implementations: VASSAL",
      "Series: Great Campaigns of the American Civil War (Avalon Hill/MMP)"
    ]
  },
  {
    "Rank": "5829",
    "Name": "Hood Strikes North: The Tennessee Campaign, Fall 1864",
    "ID": 301616,
    "Year": "(2021)",
    "Geek Rating": "5.706",
    "Avg Rating": "8.66",
    "Link": "https://boardgamegeek.com/boardgame/301616/hood-strikes-north-the-tennessee-campaign-fall-186",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "1920",
    "Weight": "3.3636",
    "Description": "Hood Strikes North is the latest design in the award-winning Great Campaigns of the American Civil War (GCACW) series. It depicts the desperate offensive undertaken by General John Bell Hood&rsquo;s Army of Tennessee in November 1864 through central Tennessee in an effort to capture Union-held Nashville. Union forces defending the critical Nashville-Chattanooga corridor, led by Maj. Gen. George Thomas (&ldquo;The Rock of Chickamauga&rdquo;), were initially scattered and ill-prepared to meet Hood&rsquo;s thrust. But under Thomas&rsquo; prudent and patient leadership, the Rebels were stopped at the gates of Nashville and then thoroughly defeated by a Union offensive in mid-December.&#10;&#10;Hood Strikes North will include a single map, two countersheets, and limited special rules, thereby making it a highly suitable game for newcomers to the Great Campaigns of the American Civil War series. The game is designed by Joe Balkoski (the original GCACW series creator), Chris Withers, and Ed Beach. Based on mid-19th century Tennessee county maps, the game map will adhere to the high graphic standards of its predecessors, with map design executed by artist Charlie Kibler&mdash;whose work on the series dates back to its creation in 1992.&#10;&#10;Hood Strikes North will use the latest version of the GCACW Standard Basic Game Rules that all other games in the series use. After more than a quarter of a century of refinement, these rules are extremely well organized and relatively easy to learn, even for series newcomers. The Advanced Game rules will cover situations specifically applicable to the November &ndash; December 1864 timeframe.&#10;&#10;Hood Strikes North includes eight Basic Game scenarios and one Advanced Game campaign, all extensively playtested:&#10;&#10;    Here Come the Rebels! (November 24, 1864, 1 turn): Introductory scenario, great for learning how to play, depicting the arrival of Nathan Bedford *Forrest&rsquo;s Rebel cavalry in central Tennessee, as Union forces under Maj. Gen. John Schofield hastily retreat to Columbia, Tennessee, covered by their cavalry.&#10;    The Race for Columbia (November 23 &ndash; 29, 1864, 7 turns): The initial attempt by Hood to cut off Union forces in southern Tennessee from Nashville.&#10;    A Great Chance Was Lost (November 28 &ndash; 29, 1864, 2 turns): Hood&rsquo;s army outflanks Union troops defending Columbia, Tennessee, and at Spring Hill attempts to cut them off from Nashville.&#10;    We Will Make the Fight (November 30 &ndash; December 1, 1864, 2 turns): Union troops under Maj. Gen. John Schofield make a stand against Hood&rsquo;s onrushing army at Franklin, Tennessee in their attempt to escape to Nashville.&#10;    The Battle of Nashville (December 15 &ndash; 16, 1864, 2 turns): Thomas takes the offensive and strikes hard at Hood&rsquo;s Rebel army entrenched on the outskirts of Nashville.&#10;    The Enemy Was Badly Whipped (December 4 &ndash; 7, 1864, 4 turns): While the Rebels entrench south of Nashville, Hood orders Nathan Bedford Forrest to attack the Union stronghold at Murfreesboro in an attempt to relieve pressure on Hood&rsquo;s eastern flank.&#10;    Hood&rsquo;s Retreat (December 17 &ndash; 19, 1864, 3 turns): Maj. Gen. James Wilson&rsquo;s Federal cavalry aggressively pursues Hood&rsquo;s beaten army, but Forrest&rsquo;s Rebel cavalry stands in the way.&#10;    That Devil Forrest (December 23 &ndash; 24, 1864, 2 turns): A fast-playing introductory scenario for learning how to play multiple turns. Forrest&rsquo;s Rebel cavalry is the rear guard trying to delay pursuing Union infantry and cavalry.&#10;    Hood Strikes North (November 23 &ndash; December 24, 1864, 32 turns): advanced scenario - A depiction of the entire campaign.&#10;&#10;&#10;Contents&#10;&#10;    GCACW Series rules booklet (24 pages, including illustrations, play examples, charts)&#10;    Hood Strikes North rules booklet (36 pages, including scenarios, the Game as History, map gazetteer, etc.)&#10;    one 22&quot; x 32&quot; full-color map sheet&#10;    two countersheets (560 counters)&#10;    one Terrain Effects Chart&#10;    two full-color Force Displays&#10;    two 4-page color Charts and Tables&#10;    two 6-sided Dice&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Nashville (Tennessee, USA)",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Great Campaigns of the American Civil War (Avalon Hill/MMP)",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "5830",
    "Name": "Tanks: Panther vs Sherman Starter Set",
    "ID": 195242,
    "Year": "(2016)",
    "Geek Rating": "5.706",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/195242/tanks-panther-vs-sherman-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7647",
    "Description": "Tanks: Panther vs Sherman is an easy-to-learn, quick play, small-scale game in which you take command of a tank platoon, seeking to destroy your opponent's tanks and secure victory. Tanks is a flexible game with lots of ways to create a finely-tuned army that fits your play style. In a half-hour, you can pick your tanks and crew, upgrade them to your specifications, defeat your enemy (or die trying), and be ready for the rematch!&#10;&#10;During the game, players go through a number of turns until one player achieves victory. Each turn consists of three Phases:&#10;&#10;&#10;     Movement Phase: Players move each of their tanks in Initiative order starting with the lowest Initiative tanks moving on to the highest Initiative.&#10;     Shooting Phase: Players shoot with each of their tanks in Initiative order starting with the highest Initiative moving on to the lowest Initiative.&#10;     Command Phase: Players mark destroyed tanks, repair special damage, check for victory conditions, shuffle the Critical card deck, and clear all the Speed tokens.&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Measurement Movement",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Tanks – WW2 (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5831",
    "Name": "Where Eagles Dare: The Battle for Hell's Highway",
    "ID": 36314,
    "Year": "(2011)",
    "Geek Rating": "5.706",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgame/36314/where-eagles-dare-the-battle-for-hells-highway",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "2400",
    "Weight": "3.4828",
    "Description": "Where Eagles Dare: The Battle for Hell&rsquo;s Highway is the sequel to The Devil's Cauldron: The Battles for Arnhem and Nijmegen, and completes the Market Garden saga, allowing players to play out the entire operation.&#10;&#10;In addition, Where Eagles Dare is also a complete standalone game, offering a fascinating game situation in which the outnumbered elite 101st Airborne division must race from emergency to emergency - to maintain the vital lifeline to the British 1st Airborne Division fighting for its life in Arnhem.  This single and fragile lifeline would come to be called &ldquo;Hell&rsquo;s Highway&rdquo;.&#10;&#10;Where Eagles Dare is the next game in the Series: Grand Tactical (MMP) of company level games offered by Multi-Man Publishing. The game will also introduce new terrain types and new special rules to fully explore the battle.  Where Eagles Dare will introduce a special off-map movement system to allow the Germans to move forces from sector to sector of the battlefield and a host of other rules to make this game as unique and interesting as The Devil&rsquo;s Cauldron.&#10;&#10;Scenarios will include the following famous historical actions:&#10;&#10;&#10;     The Breakout from Joe&rsquo;s Bridge&#10;     The capture of Aalst and Eindhoven&#10;     The Battle of Best&#10;     The battles of Veghel&#10;     The preemptive American attacks at Heeswijk and Schijndel&#10;     4 versions of the grand campaign game&#10;     Fully linkable rules to The Devil&rsquo;s Cauldron to allow players to play all of Market Garden&#10;&#10;&#10;All the attention to detail and the same graphic style that has earned The Devil&rsquo;s Cauldron much praise within the wargame community will also be seen in full force in Where Eagles Dare.  From the unknown Dutch farmer that misdirected the advance of powerful Panther tanks on the Son Bridge and may have saved the entire operation to the German air raid on Eindhoven that stalled the advance up Hell&rsquo;s Highway during a crucial moment in the fighting, Where Eagles Dare will feature many little- known tidbits of history that made this battle so unique.&#10;&#10;Included in the countersheets are 18 errata &amp; 63 campaign counters for The Devil's Cauldron: The Battles for Arnhem and Nijmegen&#10;&#10;Game Scale:&#10;Game Turn: 2 hours daylight, 8-12 hours nighttime&#10;Hex: 547 yards / 500 meters&#10;Units: Company&#10;&#10;Game Inventory:&#10;Five 23.5&quot; x 35.5&quot; full-color mapsheets&#10;Eleven dual-side printed countersheets (1936 5/8&quot; counters)&#10;One 36-page GTS version 1.1 system rulebook&#10;One 8-page GTS Rules Summary booklet&#10;One 48-page Where Eagles Dare game specific rulebook&#10;One Turn Record Chart player air card (single-side printed)&#10;Two Terrain Effects Chart/Combat Results Table player air cards (dual-side printed)&#10;Six Divisional Unit Display cards (single-side printed)&#10;Four 10-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-40 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Nijmegen (The Netherlands)",
      "Country: Netherlands",
      "Players: Two-Player Only Games",
      "Series: Grand Tactical (MMP)"
    ]
  },
  {
    "Rank": "5832",
    "Name": "Fastrack",
    "ID": 41762,
    "Year": "(2008)",
    "Geek Rating": "5.706",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/41762/fastrack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Your goal is to use the elastic band to quickly launch as many discs as possible through the door slot and into the opposite camp. But beware, your opponent is trying to do it too - at the same time! Boisterous matches are exciting for both the players and the spectators alike. Constructed of solid wood, Le Passe-Trappe Micro is a fast, two-player game that can be enjoyed by players ages 4 to 104.&#10;&#10;From the Publisher:&#10;In this disc-flinging game, your goal is to shoot all of the wooden discs to the other camp. The catch? The opening is only a quarter-inch wider than your ammo.&#10;&#10;Aim carefully as you pull back on the elastic band to fire your discs. But don't delay or you will be bombarded by your opponent's zooming discs. Ride the fine line between speed and accuracy to win!&#10;&#10;All wooden game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Passe Trappe",
      "Players: Two-Player Only Games",
      "Sports Teams: National Hockey League (NHL)",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "5833",
    "Name": "Stonewall's Sword: The Battle of Cedar Mountain",
    "ID": 158886,
    "Year": "(2015)",
    "Geek Rating": "5.705",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/158886/stonewalls-sword-the-battle-of-cedar-mountain",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.1111",
    "Description": "Stonewall's Sword: The Battle of Cedar Mountain is a two-player wargame on The Battle of Cedar Mountain, August 9th, 1862. One player commands Thomas &quot;Stonewall&quot; Jackson's Confederate troops and the other controls Nathaniel Banks' Union troops.&#10;&#10;Players win by controlling key areas of the map and by earning victory points by eliminating enemy units. There are two scenarios available, each with their own victory conditions, length, and aspect of the battle that is focused on.&#10;&#10;Stonewall's Sword: The Battle of Cedar Mountain also features the Blind Swords chit-pull system which emphasizes the three &ldquo;FOW&rsquo;s&rdquo; of military conflict: fog-of-war, friction-of-war and fortunes-of-war. With each chit pull, players will be challenged to make tough decisions based on their assessment of the current situation. Unlike traditional chit-pull mechanisms, the Blind Swords system ensures that no combat units can be counted on, or conversely, counted out. This yields an environment of tense action and constant surprises &ndash; an environment that will challenge each player.&#10;&#10;Charles Kibler created the artwork for the counters and Rick Barber is the artist for the map.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Events",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Series: Blind Swords System",
      "States: Virginia"
    ]
  },
  {
    "Rank": "5834",
    "Name": "Sakura Arms: Yurina Box",
    "ID": 320855,
    "Year": "(2022)",
    "Geek Rating": "5.705",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/320855/sakura-arms-yurina-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "3.2222",
    "Description": "Choose two goddesses and combine their powers to form your own unique deck. Challenge your opponent to a fast, tactical, elegant duel beneath the sakura.&#10;&#10;Sakura Arms is a stylish dueling card game from Japan that combines gorgeous art, deep tactics, and huge variety to minimalist duels. Setup is quick, play is simple, and the system of combining patron goddesses to build your deck provides unlimited variety.&#10;&#10;Level 99 Games has teamed up with Bakafire Party to bring an all new production of the legendary Sakura Arms to English. The new edition features an enhanced rulebook and tutorials, quick start setups for each goddess, and improved production quality.&#10;&#10;Includes 6 Goddesses and everything you need to play:&#10;&#10;     Yurina&#10;     Shinra&#10;     Oboro&#10;     Tokoyo&#10;     Himika&#10;     Yukihi&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Hand Management",
      "Interrupts",
      "Multi-Use Cards",
      "Relative Movement"
    ],
    "Families": [
      "Game: Sakura Arms",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5835",
    "Name": "Sjoelen",
    "ID": 5071,
    "Year": "(1870)",
    "Geek Rating": "5.705",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/5071/sjoelen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1613",
    "Description": "Sjoelen (Dutch) is also less commonly known as Dutch Shuffleboard (English) or Jakkolo (German).  This dexterity game is particularly popular in the Netherlands, where it originated, hence Sjoelen is the official designation for the game.  The World Championships are held every two years, with the most recent event in Germany (30 May-1 June, 2019), and the next event planned for Netherlands (2021).&#10;&#10;Playing involves each player having three rounds of sliding 30 wooden disks along a 2 metre long table in an attempt to get them through four arches numbered 1 to 4 at the other end. Getting disks into the low scoring compartments is just as important as the high ones because each set of 4 disks in the four compartments scores double (20 instead of 10 points).&#10;&#10;Note that sjoelbak is the name of the board, not the game itself.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "5836",
    "Name": "Zuuli",
    "ID": 338467,
    "Year": "(2022)",
    "Geek Rating": "5.705",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/338467/zuuli",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6429",
    "Description": "The fierce and friendly pick and pass card game.&#10;&#10;Collect enclosures, rescue animals and install upgrades over 3 years and build the highest scoring wildlife park you can in this fast paced card game. Don't let the cutesy looks fool you into thinking this is going to be easy though! Can you keep the Lions away from the Anteaters on the Savannah plains? Are your sloths lonely or living a happy life on an Open-Air island? Your Zuuli adventure awaits!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Melding and Splaying",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "5837",
    "Name": "Manifest Destiny",
    "ID": 12283,
    "Year": "(2005)",
    "Geek Rating": "5.705",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/12283/manifest-destiny",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.1494",
    "Description": "Manifest Destiny is a card-driven multi-player strategy game for 3 to 5 players set in North America from colonial times to the present. Designed by Bill Crenshaw as the successor to the Age of Renaissance, and developed by Ken Gutermuth, Manifest Destiny combines the strategic components of earlier, longer civilization-based games with the elegance of streamlined European gaming. While reminiscent of its predecessors in some respects, it is significantly simpler and quicker to play. Designed to appeal to a wide range of gamers, Manifest Destiny combines several unique elements that require strategic balancing to succeed.&#10;&#10;Each player controls a mercantile empire as it expands into territories containing new markets across the continent. Players use cash to purchase Progressions and tokens. Progressions give players additional capabilities during the game. Tokens are used for territorial expansion and to purchase Pioneers, cities and additional cards.&#10;&#10;Each game is unique, with no standard path to victory. The game has several elements that keep all players competitive; cards and Progressions are designed to assist lagging players. How you balance the competing opportunities will determine whether you achieve your destiny.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Commodity Speculation",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Map (Continental / National scale)",
      "Continents: North America",
      "Country: Canada",
      "Country: Mexico",
      "Country: USA"
    ]
  },
  {
    "Rank": "5838",
    "Name": "Anno Domini: Sex & Crime",
    "ID": 17997,
    "Year": "(1998)",
    "Geek Rating": "5.705",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/17997/anno-domini-sex-and-crime",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3929",
    "Description": "Each Anno Domini set consists of 340 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly Recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn the German language in the first place.&#10;&#10;The Set &quot;Anno Domini - Sex &amp; Crime&quot; contains historical events related to more or less famous and sometimes hilarious crimes and some more adult themes, can be played as a stand alone or together with the other sets, which is the best way of playing it.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "5839",
    "Name": "Transformers Trading Card Game",
    "ID": 256297,
    "Year": "(2018)",
    "Geek Rating": "5.705",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/256297/transformers-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; The Transformers Trading Card Game is a battling card game designed for two players. Players build a team of Transformers character cards and power them up with a customizable deck of battle cards. Transformers character cards &mdash; such as those in the Autobots Starter Set and Booster Packs &mdash; are twice the size of standard playing cards; they can be flipped from bot mode to alt mode and back, and they feature premium printing treatment on one of their sides. The deck of battle cards features Action and Upgrade cards to enhance Transformers character cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Robots",
      "Toys: Transformers"
    ]
  },
  {
    "Rank": "5840",
    "Name": "The Texas Chainsaw Massacre: Slaughterhouse",
    "ID": 393910,
    "Year": "(2023)",
    "Geek Rating": "5.705",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/393910/the-texas-chainsaw-massacre-slaughterhouse",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5714",
    "Description": "The Texas Chainsaw Massacre: Slaughterhouse is a one vs. many fight for survival. One person plays as the deranged Sawyer family &mdash; Bubba Sawyer, the infamous Leatherface, along with the Hitchhiker, the Old Man, and Grandpa &mdash; dragging victims to their farmhouse and harvesting their meat for a grizzly barbecue. The other players are the unwitting trespassers who are doing everything they can to escape a hideous fate. The game includes an achievement system that lets players unlock special cards, which carry over from one game to the next.&#10;&#10;But in this game, there are no winners &mdash; only survivors. Will you make it out alive, or end up on the menu?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Movies: Horror Movies",
      "Movies: Texas Chainsaw Massacre",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "5841",
    "Name": "Cartaventura: Oklahoma",
    "ID": 344405,
    "Year": "(2021)",
    "Geek Rating": "5.705",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/344405/cartaventura-oklahoma",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1111",
    "Description": "Cartaventura is a narrative card game in which players build an adventure using cards that can offer them different choices during play. Map cards are placed in the middle of the table. Around these map cards, players place action cards, with them consulting one another to decide the best choice to make from those available: draw a card, turn over a card, discard, etc. Urgent cards, which should be read entirely before doing anything else, can change the game in an instant. Object cards are placed in front of players and can be useful throughout the game. The game includes a tutorial to accompany the first game, and its simple and original playing system allows you to explore the scenario several times before discovering all of the game's secrets.&#10;&#10;In Cartaventura: Oklahoma, it's 1854 in the United States. Your name is Bass Reeves, and you are about to turn twenty-three years old. Born a slave, the son and grandson of slaves, you spent your early years working your fingers to the bone in cotton and sugarcane fields. One day soon, you know you'll escape and then...whatever happens, happens! Will you find the Indian camp? Will you become a Marshall? Can you win the poker game? Can you escape your former master? Can you find your way to freedom?&#10;&#10;You play Oklahoma by flipping over the story cards, building out the map, and making decisions that will impact the ending you receive! The game is simple to play and will lead you through the game mechanics as you move through the story.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "States: Oklahoma",
      "Theme: African Americans",
      "Country: USA",
      "Mechanism: Campaign Games",
      "Misc: Limited Replayability",
      "Players: Games with Solitaire Rules",
      "Series: Cartaventura (BLAM !)"
    ]
  },
  {
    "Rank": "5842",
    "Name": "Charms",
    "ID": 172844,
    "Year": "(2014)",
    "Geek Rating": "5.705",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/172844/charms",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "2.25",
    "Description": "User summary:&#10;&#227;&#131;&#137;&#227;&#130;&#164;&#227;&#130;&#185; (Dois) is a trick-taking card game from Japan. Dois means two in Portuguese, and in the game there are two decks, one for numbers and one for 4 suits. The decks are shuffled together and players are dealt a hand of 13 cards from the mix. You need at least 3 suit cards and 3 number cards in your hand to begin. Then players play a trick-taking game with trumps, after first predicting how many tricks they will win.&#10;&#10;The first play is two cards, a number and suit card. After that, you play one card, a number or a suit card, so that your other card still shows. In this way, you play out 12 tricks and score plus or minus points depending on your prediction. It is recommended to play out 8 games of Dois to get a balanced match.&#10;&#10;Publisher's summary:&#10;&quot;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#130;&#175;&#227;&#129;&#168;&#227;&#130;&#185;&#227;&#131;&#188;&#227;&#131;&#136;&#227;&#130;&#146;&#229;&#136;&#134;&#227;&#129;&#145;&#227;&#129;&#159;&#229;&#133;&#168;&#227;&#129;&#143;&#230;&#150;&#176;&#227;&#129;&#151;&#227;&#129;&#132;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#158;&#227;&#130;&#140;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;1&#230;&#158;&#154;&#227;&#129;&#154;&#227;&#129;&#164;2&#230;&#158;&#154;&#228;&#189;&#191;&#227;&#129;&#132;1&#230;&#158;&#154;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#128;&#129;&#230;&#156;&#128;&#229;&#136;&#157;&#227;&#129;&#174;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;2&#229;&#155;&#158;&#231;&#155;&#174;&#228;&#187;&#165;&#233;&#153;&#141;&#227;&#129;&#174;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#129;&#175;&#227;&#129;&#169;&#227;&#129;&#161;&#227;&#130;&#137;&#227;&#129;&#139;&#231;&#137;&#135;&#230;&#150;&#185;&#227;&#130;&#146;&#230;&#155;&#184;&#227;&#129;&#141;&#230;&#143;&#155;&#227;&#129;&#136;&#227;&#129;&#166;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#228;&#186;&#139;&#229;&#137;&#141;&#227;&#129;&#171;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#229;&#143;&#150;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#230;&#149;&#176;&#227;&#130;&#146;&#228;&#186;&#136;&#230;&#131;&#179;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#157;&#227;&#129;&#174;&#233;&#128;&#154;&#227;&#130;&#138;&#227;&#129;&#171;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#130;&#146;&#227;&#129;&#168;&#227;&#130;&#140;&#227;&#130;&#140;&#227;&#129;&#176;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#140;&#229;&#133;&#165;&#227;&#130;&#138;&#227;&#128;&#129;8&#227;&#131;&#135;&#227;&#130;&#163;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#140;&#231;&#181;&#130;&#228;&#186;&#134;&#227;&#129;&#151;&#227;&#129;&#159;&#230;&#153;&#130;&#231;&#130;&#185;&#227;&#129;&#167;&#230;&#156;&#128;&#227;&#130;&#130;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&quot;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "5843",
    "Name": "Craftsmen",
    "ID": 145219,
    "Year": "(2013)",
    "Geek Rating": "5.705",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/145219/craftsmen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "4.0213",
    "Description": "A long, long time ago in a distant kingdom, there was a town, a town so small that the cartographers in the kingdom did not bother to put it on any of their maps.&#10;&#10;The mayor of the city decided to change this. He sent messengers all around the kingdom to announce that a skillful, smart and experienced entrepreneur was needed to elevate the economy of this small town. The price for this effort would be a memorial on the main square of the town, eternal glory, and the satisfaction from a job well done.&#10;&#10;Years passed before the candidates finally reached the city. The mayor had never been happier, but he didn't know which of the entrepreneurs would be most suitable for the position, so he decided to give each of them a chance to prove that he was the long-awaited entrepreneur. Each of the candidates received five helpers who were admittedly not very bright, but who were certainly loyal and obedient. They have three years to prove their craftsmanship and skill, and after this time, the mayor will decide which candidate most deserves the honorable position.&#10;&#10;In Craftsmen, players try to gain appreciation points by building production buildings, creating connections between these buildings, producing raw materials and consumption goods, or buying them outright. They can also gain points by sending produced goods to the farthest parts of the world. In the end, whoever has the most appreciation points wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Set Collection",
      "Trading",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "5844",
    "Name": "Six Second Scribbles",
    "ID": 351488,
    "Year": "(2021)",
    "Geek Rating": "5.705",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/351488/six-second-scribbles",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Everyone plays at once in this fast-paced party game. Players have one minute to draw up to ten things from their category card. But not every doodle will do! To win points, other players must be able to guess what was drawn.&#10;&#10;When the time is up, players pass around their drawings and try and guess what other players have drawn. If players guess a drawing right, then both the guesser and the artist score a point. After three rounds, the game ends and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "5845",
    "Name": "Tales of the Northlands: The Sagas of Noggin the Nog",
    "ID": 238889,
    "Year": "(2018)",
    "Geek Rating": "5.705",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/238889/tales-of-the-northlands-the-sagas-of-noggin-the-no",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "150",
    "Weight": "3.8",
    "Description": "'In the lands of the North, where the Black Rocks stand guard against the cold sea, in the dark night that is very long the Men of the Northlands sit by their great log fires and they tell a tale... '&#10;&#10;So began each of the Sagas of Noggin the Nog, in which the crown of Noggin, Prince of the Nogs is sought by his wicked uncle Nogbad the Bad who devises evil plots to threaten the safety of the kingdom, in order to force Noggin to give up his crown. In this game, players are the noble Lords of the north, looking to assist Noggin however they can in his adventures with resources and wise council.&#10;&#10;Players use their influence to take actions on the board which as a back drop is Peter Firmin's classic hand drawn map of the Northlands. The time taken on each action is plotted on a roundel which acts as the game clock, changes the turn order and progresses the seasons. However Nogbad is never far away from the source of the Kingdom's troubles and Noggin must use his cleverness, intuition and resourcefulness to thwart Nogbad and confirm his position as King of the Nogs. The game ends when Noggin secures the crown or if Nogbad manages to get there first.&#10;&#10;In Tales of the Northlands: The Sagas of Noggin the Nog, players must work together to successfully complete the adventures revealed by the saga cards. By offering much needed resources and making key decisions that effect the progress of the adventures, players will, if successful add to Noggin's popularity. Should their decision be unwise or they take too long the popular vote might sway toward Nogbad.&#10;&#10;The game includes all of the characters from the TV series, Noggin, his Queen Nooka, Knut their son, Thor Nogson the grumpy Captain of the Royal Guard, Graculus the Great Green Bird, Olaf the Lofty, the Court inventor, and Romf, the little man from the Hot Water Valley.&#10;&#10;These adventures are all based upon the books and stories developed by Oliver Postgate and Peter Firmin. The game is fully licensed has access to all artwork previously released in books and film and includes over fifty new pieces of new artwork commissioned from Peter Firmin specifically for the game. The game has three levels, solo, a family game with simplified rule set and a gamer's version with deeper strategy options.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Farming",
      "Medieval",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Set Collection",
      "Tile Placement",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Components: Map (City Scale)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5846",
    "Name": "Pantone: The Game",
    "ID": 248584,
    "Year": "(2018)",
    "Geek Rating": "5.705",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/248584/pantone-the-game",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.0909",
    "Description": "In Pantone: The Game, the player who is currently the artist chooses a character card, then designs a representation of that character using only color swatch cards. The other players subsequently take turns trying to guess who it is. If no one can guess the character during a round, a hint is given at the start of the next round, with each hint reducing the number of points awarded to both the artist and the player who correctly identifies the character. Whoever has the most points after each player acts as the artist three times wins.&#10;&#10;Included in the box are 132 Character Cards, 60 Swatch Cards in 15 of the PMS colors and a Swatch Card tray for easy selection of your colors. All players (up to 20!) are dealt four of the Character Cards. Everyone looks at their cards and picks one to discard, allowing for characters you may not know or think you&rsquo;ll have a difficult time representing. The remaining three cards are kept hidden from other players in your hand.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Team-Based Game"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "5847",
    "Name": "Tajuto",
    "ID": 286830,
    "Year": "(2019)",
    "Geek Rating": "5.705",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/286830/tajuto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.05",
    "Description": "In 532, Buddhism arrived in Japan, and took its place alongside Shintoism, which is the official religion. Prince Shotoku, seduced by this new religion, commissioned Buddhist monks to construct a village endowed with an immense garden, in which 8 pagodas (tajuto) would be erected. He announced that once the fourth tajuto was complete, it would make this city an important pilgrimage destination for all Buddhists around the world. The Buddhist monk who has attained the highest level of Spirituality, through deep Meditation and other mental qualities, at this precise moment will be rewarded, and the Prince will name them &quot;Great Guardian of the Sacred Garden of the Eight Pagodas&quot;, and this monk will become the overseer of pilgrimage.&#10;&#10;In Tajuto, players take on the roles of the Buddhist monks, trying to achieve the highest spirituality. On their turn, they can activate their action tiles to draw (and build) pagoda tiles from the bag, make offerings to gain meditation points, and acquire tiles that will help them progress more quickly or earn them spirituality points. Activating more than one action tile or acquiring tiles costs meditation points. The game ends once the fourth pagoda is finished. The player with the most spirituality points wins.&#10;&#10;The key feature of the game is drawing the pagoda tiles from the bag. The pagoda tiles have a decreasing size per level. Players are welcome to blindly rummage around to try to recognize the floor by its size, but they aren&rsquo;t likely to be able to detect the color this way, so drawing the floor size they want depends on their tactile recognition, but they have to weigh their odds to draw the color they want.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Action Points",
      "Betting and Bluffing",
      "Push Your Luck"
    ],
    "Families": [
      "Country: Japan",
      "Religious: Buddhism"
    ]
  },
  {
    "Rank": "5848",
    "Name": "Rush n' Crush",
    "ID": 46782,
    "Year": "(2009)",
    "Geek Rating": "5.705",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/46782/rush-n-crush",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2075",
    "Description": "From the Publisher:&#10;First the players choose a driver from among six armed and dangerous psychopaths. They hop aboard futuristic, armoured and over-equipped vehicles. And the race begins. The goal is to be the first across the finish line, as only first place counts. No matter the game mode used, Arcade or Overdrive, the race is always a deadly obstacle course around a track made of ten reversible tiles, which can be assembled to build many different racetracks. Fire your engines, buckle your helmet, and be ready for the armed racing game!&#10;&#10;",
    "Categories": [
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "5849",
    "Name": "One Card Dungeon",
    "ID": 319263,
    "Year": "(2021)",
    "Geek Rating": "5.704",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/319263/one-card-dungeon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.619",
    "Description": "One Card Dungeon is a solo dice-placement dungeon crawl played on a single card. Fight through 12 increasingly challenging levels to reach the final prize - the Sceptre of M'Guf-yn.&#10;&#10;Both the Adventurer and the Monsters are represented on the map by Dice, with the value on top showing their current health. Each room has one type of Monster, with anywhere from 1 to 4 of that monster to defeat in each room.&#10;&#10;The basic game mechanic is rolling three dice, then assigning one dice to each of your Movement, Attack and Defense. Adding together your skill levels in each of these areas with the dice you have assigned gives you a total number of points in each of these areas to spend, for example if you have a Movement skill of 3 and assign a 4 dice to it, you would have 7 Movement points to spend that turn.&#10;&#10;After each room, you may upgrade one of your four skills - Movement, Attack, Defense, and Range.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "End Game Bonuses",
      "Grid Movement",
      "Line of Sight",
      "Movement Points",
      "Moving Multiple Units",
      "Multiple Maps",
      "Pieces as Map",
      "Solo / Solitaire Game",
      "Square Grid",
      "Stat Check Resolution"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Contests: 1 Card PnP Design",
      "Digital Implementations: Tabletopia",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "5850",
    "Name": "ONUS! Traianus",
    "ID": 332070,
    "Year": "(2023)",
    "Geek Rating": "5.704",
    "Avg Rating": "8.48",
    "Link": "https://boardgamegeek.com/boardgame/332070/onus-traianus",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.8421",
    "Description": "Have you ever dreamed of commanding a powerful army? Have you enjoyed a good historical novel about Ancient Rome and you would have liked to move to this period in the middle of battle? Would you like to be able to change History or revive exciting historical events? If you have answered affirmatively to any of these questions then this is your game.&#10;&#10;ONUS! Traianus is a historical battles wargame, similar to a miniatures game, where two sides confront each other in an Ancient battle. This game is focused on the armies of the great superpowers of the apogee of the Roman Empire, during the reign of the emperors Trajan and Hadrian, between the 1st and 2nd centuries AD. In this game, different action cards recreate varied kinds of orders and battle events, that allow every match to be unique and to any combat to be epic, unpredictable and exciting.  ONUS! can be played anywhere but to get the best gaming experience we do recommend a game area as large as possible, i.e. 3.2 x 2.9 feet (100 x 90 cm).&#10;&#10;Units are represented by cards which have been scaled around a Centuria (also known as Century) or to a Maniple (also known as Manipulus), representing formations from 80 to 100 men for Infantry units, 20 cavalrymen for Cavalry units or 6 Elephants. Units have their own set of traits to represent permanent attributes of the unit, like Melee Combat, Range Attack, Defensive capacity, Morale and Life, and Movement capacity. This set of traits gets bonuses and penalties depending on the ongoing situation and combat engagements. Units also have their unique set of skills to represent specific abilities they can perform: from defensive formations to extremely effective techniques to attack enemies. Some of these skills need to be activated; meaning only one of them can be used in an engagement, while others are inherent to the units.&#10;&#10;Leadership is represented in the game by the figure of the General. A General&rsquo;s token represent his HQ and its own escort. In addition to the leadership benefit, a General grants bonuses to nearby units, boosting the morale of the troops and providing additional benefits when they are engaged with the enemy in those bloody encounters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Events",
      "Line of Sight",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "History: Roman Empire",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: ONUS! (Draco Ideas)"
    ]
  },
  {
    "Rank": "5851",
    "Name": "Jurassic Park: Danger!",
    "ID": 245431,
    "Year": "(2018)",
    "Geek Rating": "5.704",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/245431/jurassic-park-danger",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.087",
    "Description": "&ldquo;Hold onto your butts!&rdquo; Jurassic Park: Danger! is a light strategy game, set amidst the chaos of Isla Nublar, that will take you on the adventure of your life!&#10;&#10;One player controls the T-Rex, Dilophosaurus, and Velociraptor, prowling through the jungle to attack the humans. The other players control a team of human characters, working to get the park back online and escape to the helipad before it's too late!&#10;&#10;When a human character is eliminated by the dinosaurs, that human player immediately comes back into play with a brand-new human character. If the human players can get a certain number of human characters to safety, the humans win. But if the dinosaur player can eliminate three human characters, the dinosaurs win.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Programmed Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Islands: Fictional",
      "Movies: Jurassic Park",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "5852",
    "Name": "The Wars of Marcus Aurelius",
    "ID": 217609,
    "Year": "(2018)",
    "Geek Rating": "5.704",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/217609/the-wars-of-marcus-aurelius",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.35",
    "Description": "A solitaire, CDG-flavoured, strategic-level game set during the Marcomannic Wars, 170CE-180CE. Playing from the perspective of Emperor Marcus Aurelius, your goal is to defeat and pacify three different tribes while managing off-map wars and rebellions, troop shortages, limited resources, and the effects of plague&mdash;all while maintaining your standing with the Senate and people of Rome.&#10;&#10;The Marcomannic Wars were a series of conflicts fought by the Romans against a loose coalition of German and Sarmatian tribes along the Danube from 166CE to 180CE. After crushing a Roman army and killing as many as 20,000 Roman soldiers near Carnuntum, German barbarians ravaged the Danube provinces and besieged Aquileia, marking the first time a hostile force had entered Italy in nearly 300 years. Meanwhile, Sarmatians invaded Dacia and Costoboci descended deep into the Balkans and Greece as far as Athens. It took Rome more than a decade to restore peace, with war and plague extracting a terrible cost of human and material resources.&#10;&#10;The game covers the war from the disastrous Battle of Carnuntum in 170CE to Marcus Aurelius' death in 180CE. Each turn (lasting one year) is divided into four rounds: early campaign, late campaign, winter and an attrition/house keeping round.&#10;&#10;At the start of each round, the player draws three barbarian cards and resolves their effects. Barbarian cards activate enemy tribes (restoring their morale or causing them to advance), trigger off-map conflicts, or cause special events such as plague, mutiny, or rebellions.&#10;&#10;On their turn, the Roman player draws a set number of cards (5 during the early campaign, 3 during the late campaign, and 1 during winter) and plays as many or few as they choose for either actions or events. Actions include: attacking barbarian tribes; building forts; moving legions; and increasing &quot;Imperium Points.&rdquo; Many cards can also be played for historically based events, such as the &quot;Lightning miracle&quot; depicted on the Column of Marcus Aurelius; and the &quot;Galen&quot; event that mitigates the effects of plague. All cards must be used by the end of the year or discarded, except for one card that can be held over into the next year by use of the &quot;Meditations&quot; deck.&#10;&#10;Battles are resolved by rolling 1d6 for the Romans and 1d6 for the Barbarians. The Roman role is modified by the number of legions assigned to the front and the combat rating of the leader. Cards can be spend to commit &quot;reserves&quot; to avoid a defeat or eke out a victory. Other cards including &quot;Ambush,&quot; &quot;Tactical Superiority&quot; and &quot;Route&quot; can affect the outcome of battles. Enemy die rolls are modified by the morale of the tribe and the terrain, representing the barbarians' knowledge of the lands north of the Danube and Romans' difficulties in maintaining supply lines.&#10;&#10;Players can lose in a number of ways: if the Marcomanni break through into Italy the game immediately ends. Suddenly death also occurs if the player's Imperium Points (IP) drop into &quot;usurpation.&quot; If all three tribes have not been defeated and pacified by 180CE the game also ends in a loss.&#10;&#10;The player wins by driving barbarians back into their home space and defeating them there. Once a tribe is defeated they must be kept pacified by building forts and keeping troops assigned to garrisons, or they may break their treaty and rejoin the fight (as happened historically). Final victory occurs if all three tribes have surrendered. The player's score takes into account the number of years that have elapsed, their IP level, and the number of off-map conflicts they have resolved.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Rome",
      "Category: Tower Defense",
      "Components: Map (Continental / National scale)",
      "History: Roman Empire",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "5853",
    "Name": "Capo Dei Capi",
    "ID": 143994,
    "Year": "(2013)",
    "Geek Rating": "5.704",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/143994/capo-dei-capi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5909",
    "Description": "It is prohibition in New York City. Rival gangs of mobsters use their influence to bribe politicians, run casinos, bootleg liquor, and gain the favor of corrupt policemen. In Capo Dei Capi, players compete to decide who will be the &quot;boss of all bosses.&quot;&#10;&#10;Capo Dei Capi is a 2-player dice game that requires players to &quot;push their luck&quot; each turn as they make tactical area control decisions. It is designed to be a very quick filler game (10-15 minutes) that still demands a certain level of skill and tactical decision-making. Yet, because dice rolls can be unexpected, players must be prepared to adapt and change their plans at the drop of a die.&#10;&#10;",
    "Categories": [
      "Dice",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: Prohibition in the USA",
      "Players: Two-Player Only Games",
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "5854",
    "Name": "Snakesss",
    "ID": 337389,
    "Year": "(2021)",
    "Geek Rating": "5.704",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/337389/snakesss",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0909",
    "Description": "The group has a multiple-choice question and only two minutes to work it out. The snakes amongst you already know the right answer &mdash; and they'll stop at nothing to keep you away from it.&#10;&#10;In Snakesss, you deal out the cards and try to answer a multiple-choice question with the rest of the players. The more people who get it right, the more points you cash in &mdash; unless, of course, you get one of the snake cards. All the snakes already know the answer, so their job is a bit simpler. To score points, they have to sabotage the discussion and mislead the other players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Team-Based Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "5855",
    "Name": "Pocket Rockets",
    "ID": 43264,
    "Year": "(2009)",
    "Geek Rating": "5.704",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/43264/pocket-rockets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4912",
    "Description": "Each player is an astronaut who is building rockets. An &quot;assembly plant&quot; circle is formed from six special cards, and then the astronaut pawns move along the circle choosing different actions. At each location the player can perform a particular task, such as: draw the face-up card there (cards show a rocket base, fuselage or tip in one of three different colors), add a part to a rocket, take fuel tokens, change direction of rotation, etc. Some rocket tips grant special privileges, and the first fuel that's taken is more valuable than the last. When fuel reserves are exhausted, the winner is determined by comparing the astronauts' completed rockets - most fuselages wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Rondel"
    ],
    "Families": []
  },
  {
    "Rank": "5856",
    "Name": "Ardennes",
    "ID": 4958,
    "Year": "(1994)",
    "Geek Rating": "5.704",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/4958/ardennes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "900",
    "Weight": "2.7959",
    "Description": "Ardennes is an Operational level board-wargame, number 3 in the Standard Combat Series by The Gamers. This wargame covers the German attack in the Ardennes in 1944, better known as the Battle of the Bulge.&#10;&#10;From the publisher:&#10;&#10;Dec. 16, 1944: Along 50 miles of front in Belgium, the German Wehrmacht shatters the stillness of the morning as it begins its last great offensive in the West. More than 1,000 tanks and 200,000 men are available to break through the thinly held American line. It is Hitler's last desperate bid to change the course of the war.&#10;&#10;Ardennes is a game of this classic engagement, the Battle of the Bulge. It features all the color you'd expect from a study of this topic: against-all-odds American defenses, slashing Panzer assaults, dramatic bridge crossings, Nebelwerfers, para-drops, commandos and more -- but in a crisp, fast, fun game of the most popular battle in U.S. World War II history.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: 1 mile / 1.6 Km&#10;Units: Battalion to Brigade&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full-color maps&#10;Two dual-side printed countersheets (560 1/2&quot; counters)&#10;One 8-page SCS version 1.6 system rulebook&#10;One 16-page Ardennes specific rulebook&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium-Low [3 out of 8]&#10;Players: 2&#10;Playing Time: 3-15 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Bastogne (Belgium)",
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg",
      "Country: United Kingdom",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "5857",
    "Name": "Comanauts",
    "ID": 256883,
    "Year": "(2019)",
    "Geek Rating": "5.704",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/256883/comanauts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.6538",
    "Description": "Dr. Martin Strobal, the greatest mind of our generation, lies in a coma. His Mobius Ring invention promised to change the world, but has instead given us our greatest disaster. Meant to provide the world with unlimited clean energy, the Mobius Ring malfunctioned, bathing Dr. Strobal in radiation, and creating a singularity that threatens to consume the world. We need him back, and the only way to revive him from his coma is to enter his subconscious and free him from the demons found within.&#10;&#10;Comanauts is the second installment in Jerry Hawthorne's Adventure Book system following Stuffed Fables. This game of exploration and danger builds on the mechanisms first introduced in that earlier title, providing a new experience for more mature players. Race against time to revive Dr. Strobal by exploring his tormented mind. As players work together to uncover the secrets of the doctor's subconscious, they will follow his inner child across eleven different Comazones. There they attempt to locate and overcome the Inner Demon that holds Dr. Strobal hostage. Assume the role of 22 unique avatars as you explore the dangers and secrets of each world locked inside the doctor's dream. Can you free Dr. Strobal from his own mind before it's too late?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Book as Board",
      "Components: Standees",
      "Mechanism: Campaign Games",
      "Series: AdventureBook Games (Plaid Hat)",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "5858",
    "Name": "Fire & Stone: Siege of Vienna 1683",
    "ID": 362868,
    "Year": "(2022)",
    "Geek Rating": "5.704",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/362868/fire-and-stone-siege-of-vienna-1683",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "A 100,000-strong Ottoman army arrives outside the Habsburg capital of Vienna. Inside the city, 12,000 infantry, a city militia, and citizen-soldiers mount a desperate defense. As the Ottoman siege lines draw closer to the city walls, the outnumbered Viennese cling to the faint hope a relief force will arrive in time to save them. For both sides, the real battle is a race against time.&#10;&#10;Fire &amp; Stone: Siege of Vienna 1683 places you in one of the most dramatic sieges in history. With a completely different set of cards for each player, you will conduct deadly assaults against impenetrable fortifications, dig tunnels packed with explosives, and launch desperate attacks to delay your enemy's advance. Or you can play powerful events with the power to change the course of battle!&#10;&#10;Includes historical notes about the siege and 17th century siege warfare (knowledge not required to play the game).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Secret Unit Deployment",
      "Take That"
    ],
    "Families": [
      "Cities: Vienna (Austria)",
      "Components: Wooden pieces & boards",
      "History: Habsburg",
      "History: Ottoman-Habsburg Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "5859",
    "Name": "Assembly",
    "ID": 217353,
    "Year": "(2016)",
    "Geek Rating": "5.704",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/217353/assembly",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1818",
    "Description": "Assembly is a quick, cooperative or solo, puzzle card game that fits in your pocket.&#10;&#10;Using the Command Cards in your hand Draw, Swap, and Rotate Room Modules around the ship until they sit on their matching Blueprint where you can lock them into place to build a ship and escape.&#10; No two games will ever be the same because of a variable setup, several role cards and the optional use of malfunctions activating on locking that force you to change your strategy. Also, two-player games add limited communication into the mix and the optional use of sign language instead of verbal communication.&#10;&#10;With 2 base sets, you can now play the double ring variant of Assembly which is suitable for 1-4 players (rules are in the File section).&#10;&#10;The Story:&#10;&#10;You are on an orbital platform that assembles luxury spaceships. After a recent micrometeorite impact, a deadly virus has emerged and wiped out the entire staff. Luckily, you seem to have natural immunity and now you must escape to help create a vaccine before the virus spreads to Earth.&#10;&#10;In an attempt to quarantine the virus, the computer locked down all systems, undocked all the spaceships and is currently venting the oxygen to prevent you from ever leaving. Fortunately, it has missed one. Unfortunately, it's still on the assembly line and only partially complete. You must finish building it to escape.&#10;&#10;Against all odds, you have outwitted the computer and are now in the control room of one of the spaceship assembly lines where the incomplete ship lies in front of you. On the screen above your head, you can see the required layout in blueprint form and on the assembly line you can see the completed Room Modules hanging around the edges ready for placement in the bays corresponding to the instructions overhead.&#10;&#10;You have discovered a rather limited set of commands to complete the ship but for some reason the controls keep glitching. Does the computer know what you are trying to do? You must work together and use your commands wisely to assemble the ship and make your escape.&#10;&#10;Can you complete the ship and escape before you perish?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "5860",
    "Name": "Principato",
    "ID": 90041,
    "Year": "(2011)",
    "Geek Rating": "5.704",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/90041/principato",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.2794",
    "Description": "From Finnish designer Touko Tahkokallio comes Principato, a tactical game for 2-4 players.&#10;&#10;Powerful principalities are forming in Northern Italy. When is the best moment to expand? When will harvesting be profitable? How much force will be necessary to defend the city walls? Only the player who can correctly judge the timing of such decisions will be successful in the end.&#10;&#10;At the beginning of the game, each player receives a small, unprotected principality. Over three epochs the various principalities can be developed. A steady production of money and food is needed to expand the principality and to maintain an army of mercenaries. During the game there are several cultural and military valuations that give the players victory points.&#10;&#10;The unusual part of this game are the action cards, which are available to all players. From the changing pool of possible actions, players have to secure the most suitable cards and use them at the appropriate time &ndash; reaching for the new means while parting with the old. This simple mechanism turns Principato  into a varied tactical game full of tough decisions.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Farming",
      "Renaissance"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: Italy"
    ]
  },
  {
    "Rank": "5861",
    "Name": "All-Star Draft",
    "ID": 322014,
    "Year": "(2021)",
    "Geek Rating": "5.704",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/322014/all-star-draft",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2857",
    "Description": "&quot;Don&rsquo;t get cold feet! Prove yourself as manager by drafting the best players and sending them to this year&rsquo;s All-Star Cup. Keep in mind that a well-coordinated team will attract more fans! Once you made your way through the regular season, the playoffs await. You&rsquo;re skating on thin ice now, because those who lose are eliminated right away!&quot;&#10;&#10;All-Star Draft is a card drafting game in which 2-6 players participate in an ice hockey tournament as a team's manager. You choose coaches with unique abilities, play in the regular season, and ultimately in the playoffs. You draft hockey players, form new teams, and send them to different arenas. In the playoffs, the suspense becomes unbearable because each round will be played in a knockout system until only one team remains - the playoff winner. Whoever has the most fans at the end wins the tournament and the prestigious All-Star Cup.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Closed Drafting",
      "Hand Management",
      "Highest-Lowest Scoring",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "5862",
    "Name": "Skyrockets: Festivals of Fire",
    "ID": 398684,
    "Year": "(2023)",
    "Geek Rating": "5.704",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/398684/skyrockets-festivals-of-fire",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "In Skyrockets, players take turns playing cards in order to flip the matching sand timers (your fireworks) without letting any run out.&#10;&#10;Keep the timers running as you advance along the Festival Countdown Track, and work together to amaze the crowds and earn the highest in 30 unique festivals!&#10;&#10;Each festival in Skyrockets introduces a unique challenge to overcome. Cooperation, clever gameplay and a little luck will be required to earn a 3-Star rating in each festival!&#10;&#10;Inspired by the hit game Kites!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Recognition",
      "Real-Time",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Sand Timers",
      "Misc: Watch It Played How To Videos",
      "Theme: Fireworks"
    ]
  },
  {
    "Rank": "5863",
    "Name": "Ultimate Werewolf",
    "ID": 152241,
    "Year": "(2014)",
    "Geek Rating": "5.704",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/152241/ultimate-werewolf",
    "Min Players": "5",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.1538",
    "Description": "Ultimate Werewolf is an interactive game of deduction for two teams: Villagers and Werewolves. The Villagers don't know who the Werewolves are, and the Werewolves are trying to remain undiscovered while they slowly eliminate the Villagers one at a time. A Moderator (who isn't on a team) runs the game.&#10;&#10;Ultimate Werewolf takes place over a series of game days and nights. Each day, the players discuss who among them is a Werewolf, and vote out a player. Each night, the Werewolves choose a player to eliminate, while the Seer learns if one player is a Werewolf or not. The game is over when either all the Villagers or all the Werewolves are eliminated.&#10;&#10;Ultimate Werewolf, a new edition of the award-winning, best-selling werewolf title from B&eacute;zier Games, has been reimagined to allow new players to quickly get up and running, with a larger box, totally rewritten and simplified rules, and a guide for the included roles. With all-new art and a great new card design, it's the perfect way to introduce groups of 7-30 people to Werewolf.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Horror",
      "Murder / Mystery",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Role Playing",
      "Storytelling",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "5864",
    "Name": "Bastion",
    "ID": 181236,
    "Year": "(2015)",
    "Geek Rating": "5.704",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/181236/bastion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.4194",
    "Description": "The castle is besieged! Hordes of monsters gather near the ancient walls and are about to smash open the castle gates. Mountain giants trample the fields, fire riders burn the surrounding settlements, and the ice dragon has nested on top of the citadel tower, horrifying the minds of the inhabitants of the bastion. Only a squad of stubborn heroes stands between the enemies and their ultimate victory.&#10;&#10;Bastion is a cooperative castle defense game set in the Berserk universe, with 1 to 4 players taking on the roles of magical castle defenders. The castle is located in the center of the game board and is menaced by a great variety of invading enemies: dangerous beasts, ferocious warriors, terrible monsters, giants, mages, and even mighty dragons.&#10;&#10;You will travel the bastion districts, draw energy from sources of magic, build obelisks, bombard the enemies by magical devices and learn new spells. You will be gathering specific mana that is required to defeat each of the invaders. Victories allow castle defenders to gain new abilities, build powerful artifacts, and perform magic rituals.&#10;&#10;To defeat a monster you usually must travel to its location and spend a specific amount of mana of a required color. Each defeated monster provides you with a new spell. The tougher the defeated enemy, the better spell you will get. Castle defenders should try to be as efficient as possible. If you take too many actions to defeat your threats, the bastion will fall.&#10;&#10;Bastion is a cooperative adventure: you either defend the city by concerted efforts or it will fall under the pressure of the attacking hordes. Bastion is a highly customizable and replayable game. There are several scenarios and difficulty settings in the rules, along with the solo mode.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Tower Defense",
      "Components: Miniatures",
      "Series: Berserk (Hobby World)"
    ]
  },
  {
    "Rank": "5865",
    "Name": "DC Deck-Building Game: Confrontations",
    "ID": 221368,
    "Year": "(2017)",
    "Geek Rating": "5.704",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/221368/dc-deck-building-game-confrontations",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "DC Deck-Building Game: Confrontations, a standalone title, takes the rules established in the two-player DC Deck-Building Game: Rivals &mdash; Batman vs. The Joker and evolves them into a 2v2 team game. The cards can also be used to expand on the original Rivals gameplay for additional 1v1 play. Get ready for iconic match-ups such as Superman vs. Lex Luthor and Aquaman vs. Ocean Master!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: DC Universe",
      "Comic Books: Superman",
      "Game: Cerberus Engine – Heroes",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "5866",
    "Name": "JAB: Realtime Boxing",
    "ID": 62853,
    "Year": "(2011)",
    "Geek Rating": "5.704",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/62853/jab-realtime-boxing",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.7419",
    "Description": "JAB is a skill-centric strategic boxing card game. In JAB, you get direct control over your boxer's fists, providing an experience as close as possible to real boxing without getting punched in the face. JAB is played in real-time, meaning there are no turns.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Winning the gameTo win the game, get a knockout by throwing staggering haymakers at your opponent until he eats canvas, or strategically win more rounds than your opponent by impressing the judges with your beautiful technique.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;How is JAB different?JAB attempts to innovate the real-time genre by challenging a player to be constantly making decisions, rather than simply recognizing patterns or performing calculations. The game also measures your ability to calmly manage your focus in a chaotic situation.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Organizations: The Game Artisans of Canada",
      "Players: Two-Player Only Games",
      "Series: TMG Originals",
      "Sports: Boxing",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "5867",
    "Name": "18Scan",
    "ID": 17857,
    "Year": "(2005)",
    "Geek Rating": "5.704",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/17857/18scan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.6538",
    "Description": "18xx meets Scandinavia -- Railroads on Skis&#10;&#10;Intro from the manual: &quot;18Scan is an '18xx' game set in the Scandinavian peninsula of Northern Europe. It includes most of Norway, Sweden, Denmark, and Finland. 18Scan is a small game, in the style of Mark Derrick&rsquo;s 'one-state' games 18GA and 18AL, and is intended as a change from the more robust 18xx games often played.&quot;&#10;&#10;From the Designer Notes: &quot;This is my second attempt at a 'small, short' 18xx game: the first, 18VA, has matured -- alas! -- into a solid, medium-length performer, but has become quite unsuited for a quick 'fill-in-the-cracks' session. I am hoping that 18Scan will not only prove to be a better short game, but will be sufficiently straightforward that it can also be used as an introduction to the 18xx system.  In 18Scan, I hope to bring to the table a simple game, yet with some strategic options, and a forgiving game -- unlike, say, 1830: Railways & Robber Barons. At the same time, 18Scan has a number of subsystems (Minor Companies, a merger railroad, Destinations, various categories of trains) that provide a panoply of the wide variety within the 18xx gaming space.&quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: Denmark",
      "Country: Finland",
      "Country: Norway",
      "Country: Sweden",
      "Digital Implementations: VASSAL",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "5868",
    "Name": "Duck & Cover",
    "ID": 422019,
    "Year": "(2024)",
    "Geek Rating": "5.704",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/422019/duck-and-cover",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Duck &amp; Cover is a 20 minutes goofy game in which you're trying to have the less water around your bathtub. You will either duck your ducks by moving them around your grid or cover your duck cards with other ducks. You have 3 rounds to get the lowest score and to not have water everywhere. Your ducks will love that for sure !&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game"
    ],
    "Mechanics": [
      "Bingo",
      "Layering",
      "Score-and-Reset Game",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Ducks",
      "Digital Implementations: Board Game Arena",
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "5869",
    "Name": "Azul Duel",
    "ID": 431038,
    "Year": "(2025)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/431038/azul-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.4211",
    "Description": "Decorate the magnificent ceilings of the palace. Will the vaults look more beautiful by day or by night? Azul Duel invites you to play with light and pit opposites against each other.&#10;&#10;This competitive strategic game for two players retains the purity and elegance of the original Azul while adding an extra tactical dimension in which you determine the pattern in which tiles will be placed, in addition to drafting tiles to complete that pattern.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 6 x 6 Grids",
      "Digital Implementations: Board Game Arena",
      "Game: Azul",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "5870",
    "Name": "Marvel Fluxx",
    "ID": 272541,
    "Year": "(2019)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/272541/marvel-fluxx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game.&#10;&#10;Marvel Fluxx features the gameplay of Fluxx and characters and events from the Marvel Universe.&#10;&#10;Note that the Looney Labs edition of the game includes seven additional cards and a collector's coin used in gameplay; these cards won't be included in the edition from Cardinal Games, but will be sold separately by Looney Labs.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Fluxx",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "5871",
    "Name": "Fzzzt!",
    "ID": 42111,
    "Year": "(2009)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/42111/fzzzt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6835",
    "Description": "Fzzzt! &quot;A futuristic robot auction game with some dodgy mechanics&quot;.&#10;&#10;It's a new-fangled modern age, a brave new world, of extraordinary, strange and crazy robots; designed and built in a crackpot factory by the Master Central Processing Unit version D (or McPUD, for short).&#10;&#10;McPUD has recently been suffering from a number of software bugs which affects the speed of robot production, the types of robots produced (each has one or more symbols) and, occasionally, their life-expectancy.&#10;&#10;You are a mechanic, competing to buy robots as they become available on the factory's conveyor belt.  Each game consists of five auction rounds; during each round, eight robot cards will be individually auctioned to the highest bidder though you won&rsquo;t necessarily get to see all eight of the robots in advance - it all depends on how fast McPUD is running the conveyor belt!&#10;&#10;Mechanics pay for these cards using the power allocations on cards in hand which include, as the game progresses, robots they have already purchased.&#10;&#10;After each round, and at the end of the game, mechanics can also allocate some of their cards to Production Units (special cards requiring sets of robots with particular symbols) for bonus points.&#10;&#10;The winner is the mechanic with the most points.&#10;&#10;&quot;Fzzzt! - Yesterday's men building tomorrow's world today&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Series: Tin Box (Gryphon Games)",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "5872",
    "Name": "Twin Tin Bots",
    "ID": 126239,
    "Year": "(2013)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/126239/twin-tin-bots",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.3902",
    "Description": "&quot;The robot was advancing fast towards the base, loaded with crystals &ndash; but the opponent team's robot was nearing. 'Bzzzzt!' Lightning sparked briefly, and the Bot changed course to unload the crystal a few meters from his base, his programming slightly jammed by the shock wave. The opponent Bot immediately loaded the crystal and proceed to rejoin his base; two other Bots were nearing and they didn't look too friendly! The mechanic sighed heavily as he knew this would inevitably end up in a melee, damaged Bots, and long hours in the repair shop afterwards...&quot;&#10;&#10;In Twin Tin Bots, the robot-programming game for the new generation, many corporations have invested in crystal mining after they were discovered as a potent energy source. They designed and improved robots to harvest crystals and a few people can now run a big crystal harvesting rig. Many teams work on the same harvesting plant, but the game's always on to bring more crystals back than the others.&#10;&#10;In the game, each player programs two robots to harvest crystals from the game board and bring them back to his base. The catch is that robots repeat their programming, but changes to the program from turn to turn are limited. Robots can also interact with other robots so even the best laid plans can end up slightly different than expected.&#10;&#10;The player who harvests the most valuable crystals wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fighting",
      "Humor",
      "Industry / Manufacturing",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Pick-up and Deliver",
      "Programmed Movement",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Boiteajeux",
      "Digital Implementations: Yucata",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "5873",
    "Name": "Hannin Wa Odoru",
    "ID": 158991,
    "Year": "(2013)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/158991/hannin-wa-odoru",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1628",
    "Description": "In this game, players will get 4 cards in their hand. In turn they play a card one by one. A player win the game if he can catch the culprit, or he play his culprit card or when he play a dog card and finds a culprit.&#10;There are 32 cards, with 11 different actions.&#10;1. Detective&#10;2. Culprit&#10;3. First Finder&#10;4. Dog&#10;5. Rumor&#10;6. Alibi&#10;7. Information Exchange&#10;8. Witness&#10;9. Barter&#10;10. Bystander&#10;11. Schemer/Accomplice (new for the 1000 Yen edition)&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "5874",
    "Name": "3rd Fleet: Modern Naval Combat in the North Pacific, Caribbean, and Atlantic Oceans",
    "ID": 4921,
    "Year": "(1990)",
    "Geek Rating": "5.703",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/4921/3rd-fleet-modern-naval-combat-in-the-north-pacific",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.6053",
    "Description": "The fifth installment in Victory Games (I) popular Fleet Series, 3rd Fleet is actually three games in one. One games deals with the North Pacific, another with the volatile Caribbean region, and the third with the eastern Atlantic. In all three games, both players control surface ships, submarines, and aircraft. Each unit is carefully evaluated in ten different areas of modern naval combat. The players must attempt to protect their forces from the devastating firepower of such modern naval weapons as &quot;smart&quot; bombs, surface-to-surface missiles, and torpedoes. Meanwhile, they must attempt to inflict damage upon the enemy. All scenarios are very suitable for solitaire play. 3rd Fleet, with its multitude of options and strategies, continues Victory Games (I) line of realistic simulations of modern naval combat.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Series: Fleet (Victory Games)"
    ]
  },
  {
    "Rank": "5875",
    "Name": "The Lady and the Tiger",
    "ID": 222643,
    "Year": "(2017)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/222643/the-lady-and-the-tiger",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.6875",
    "Description": "The Lady and the Tiger is five games in one!&#10;&#10;Doors: A 2-player deduction game by Peter C. Hayward.&#10;Favor: A 2-4 player auction game by Allysha Tulk and Kevin Carmichael.&#10;Hoard: A solo game by Ken Maher.&#10;Labyrinth: A 2-player maze game by Philip Tootill.&#10;Traps: A 2-6 player bluffing game by JR Honeycutt.&#10;&#10;Inspired by the classic short story &quot;The Lady or the Tiger?&quot; by Frank R. Stockton, each game offers a unique experience. Five amazing games, packed into just eighteen unique cards!&#10;&#10;With stunning, evocative art by Tania Walker, The Lady and the Tiger is perfect for couples, families, ladies, tigers, and anyone who enjoys bluffing games.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Maze",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "5876",
    "Name": "Santa's Workshop",
    "ID": 235017,
    "Year": "(2017)",
    "Geek Rating": "5.703",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/235017/santas-workshop",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "It's the busiest time of the year at the North Pole, with only days to go until Santa leaves to make his yearly trip around the world! After his long night, and all the work that led up to it, Santa always takes a vacation somewhere sunny and warm. As a reward for helping bring joy to children around the world, Santa takes his hardest working team of elves with him!&#10;&#10;Can you lead your team of elves to claim their well-deserved reward? Not only are there toys to be built, but reindeer to be tended and coal to be mined (sadly, not all the children are on the &quot;nice&quot; list). Candy canes and gingerbread houses are nice, but by working hard-and smartly-you and your team of elves may find yourselves on a beach drinking something with an umbrella in it.&#10;&#10;Santa's Workshop is a worker-placement game, taking place over nine rounds, in which players use their elves to collect materials in order to build gifts, and tend to the reindeer. Players may customize their workforce by sending elves to be trained in certain aspects of the game, which provide a benefit for the rest of the game. For some gifts, plastic may be substituted for the standard materials of fabric, wood or metal. This will cause those gifts to score fewer &quot;Christmas Cookies&quot;, but may allow a player to build more gifts in a shorter amount of time. This can be helpful when Santa comes around three times during the game for an inspection to see which team has made the most gifts.&#10;&#10;Players will have to decide when to visit the mail room in order to pick which gifts to build, and when to tend to the reindeer. The reindeer accumulate points the longer they go untended &mdash; and each of the eight reindeer provides a unique bonus to the player.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "5877",
    "Name": "Mmm!",
    "ID": 172507,
    "Year": "(2015)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/172507/mmm",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.2941",
    "Description": "When the cat&rsquo;s away, the mice will play. But the mean black cat is still close when you try to fill your tummy with all the yummy food from the pantry and say &ldquo;Mmm!&rdquo;.  The players are mice feeding on the Smiths&rsquo; food in their pantry and should not be caught by the family&rsquo;s cat.&#10;&#10;Roll three dice on each turn and place at least one die on food space which matches the symbol on the die. You can reroll the remaining dice as long as you place at least one die each time. When you've placed all your dice, your turn is done.  If you fail to place any dice during your turn, the cat will move one step closer to the pantry. If you placed all your dice on food spots, you need to hurry and cover them with mouse tokens, lest the cat still moves closer to the pantry. Try to cover all the food spaces on the board, or the mean black cat will reach the pantry and end the game.&#10;&#10;Mmm! is a cooperative game for the smallest, but with special rules for ages 7 and up, it is also fun for the whole family! The two-sided board allows for both easy and more difficult play as the children grow.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Cats",
      "Animals: Mice",
      "Misc: LongPack Games",
      "Series: Pegasus Children's Games (Matagot)"
    ]
  },
  {
    "Rank": "5878",
    "Name": "Vampire Queen",
    "ID": 191073,
    "Year": "(2016)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/191073/vampire-queen",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0909",
    "Description": "The gray morning has arrived, and the vampires of the ancient clans must now hurry back to their tombs. For the high and mighty this is easy, but the smaller, weaker vampires have the strength to do this only in groups. Thus, you as the vampire lord might want to play out several with low values together in order not to be surpassed. Whatever you do in Vampire Queen, though, be sure to rid yourself of an intrusive vampire hunter because no one wants to get stuck with that!&#10;&#10;The deck consists of cards numbered 1-13, four vampire queens that have variable value, and two vampire hunters. Players start with a hand of 9-13 cards depending on the player count, and the start player for a round plays from their hand either a single card, multiple cards of the same value, or a vampire hunter. Vampire queens on their own (or in a pair, triplet, or quartet) are valued at 14, but they can be played with other cards and adopt the value of those cards. For a single card or a set of cards (e.g., three 6s), each other player in turn can either pass or play the same number of cards but of a higher value (e.g., three 9s). Whoever plays the highest card(s) wins the round and leads off the next round.&#10;&#10;If the round's start player leads a vampire hunter, it counts as value 0 and each other player must play exactly one (non-vampire hunter) card of whatever value they want. Whoever plays the highest card takes all played cards into their hand, then leads off the next round, but they cannot lead with the same vampire hunter they just won.&#10;&#10;When one or more players have emptied their hand at the end of a round, the round ends. Players then score points for all cards still in hand, with number cards being worth their face value, queens being 14, and vampire hunter cards being 15 or 20, as indicated. Players with vampire hunters in hand keep them, then shuffle all cards and deal new hands to all players, with the player who holds the 20 starting. After five rounds, whoever has scored the fewest points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Creatures: Vampires",
      "Series: Royal horror card games (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "5879",
    "Name": "Rolling Stock",
    "ID": 99630,
    "Year": "(2011)",
    "Geek Rating": "5.703",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/99630/rolling-stock",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.8947",
    "Description": "Rolling Stock is a card game about stock and company trading. Players are investors buying private companies in auctions, which they may later use for an IPO (to turn them into corporations) or sell to already existing corporations (to turn them into subsidiaries of that corporation). The majority share holder of a corporation controls its actions: issuing new shares, paying dividends, and buying more subsidiaries from other corporations, players, or an ominous foreign investor.&#10;&#10;The companies are transportation themed, starting with the early Prussian railroad. As more companies are bought, the scope of the game expands to Germany, later Europe, and ultimately even space. With expanding scope, older companies become less and less profitable until they have to be written off eventually, severely hitting the book value of their owner.&#10;&#10;As a pure card game, Rolling Stock has no game board to simulate actual transportation. Instead, networking effects are modeled by synergies between geographically adjacent companies that are subsidiaries of the same corporation. This simplistic model merely sets the stage for the trading of stocks and companies, which is the heart and soul of the game.&#10;&#10;Rolling Stock is vaguely inspired by the 18xx series of games but it is clearly not a part of it. Obviously, track building is missing entirely, but even the stock market with all its superficial similarities turns out to be fundamentally different.&#10;&#10;Compared to the 18xx series, Rolling Stock has extremely simple rules. Strategically, however, it is comparably deep and complex.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Print & Play",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Digital Implementations: 18xx.games"
    ]
  },
  {
    "Rank": "5880",
    "Name": "Fire in the Library",
    "ID": 240744,
    "Year": "(2019)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/240744/fire-in-the-library",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4737",
    "Description": "Fire in the Library is a press-your-luck game in which players must try their best to rescue books and accumulate knowledge. The game is played in rounds with a variable turn order in which earlier players have more risk but a higher possible reward. Everyone starts with tools to help mitigate their luck or change the probabilities for their opponents! Gain more tools when your luck runs out or if you take the safe route and exit the library before things get too risky. Hurry, as the game ends immediately when any one wing of the library completely burns.&#10;&#10;Take your chances, be the bravest, and save books in Fire in the Library!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "5881",
    "Name": "Chronicles of Frost",
    "ID": 230265,
    "Year": "(2018)",
    "Geek Rating": "5.703",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/230265/chronicles-of-frost",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "2.25",
    "Description": "The land of Valskyrr needs its heroes once again! Only those with true skill and resolve can brave the ever changing icy paths and monstrosities spawned by the nefarious power of the Mists. Fell mighty enemies, explore and shape the land, embark on quests, write your own chronicle, and become a legend in a world of dark sorcery and peril. Will you answer the call to adventure?&#10;&#10;Chronicles of Frost is a deck-building adventure game set in &AElig;stemyr, a dark fantasy universe rich in its own lore, shared by Mistfall, Heart of the Mists and Shadowscape.&#10;&#10;Start with two unique quests and a small deck, and improve your character by gaining new ability cards, items and allies. Unlock each card's more powerful effect by using skill tokens or by exerting your character to push ever further on your way to becoming a legend. Face ruthless enemies and reap the rewards of your victories. Explore and build the world, creating a new map every time you play, and use the special abilities of locations to your benefit. Manage your deck by retiring cards into your personal chronicle, where they will yield more fame at the end of the game.&#10;&#10;Face up to three opponents in a new competitive adventure game (or brave the frozen wilds cooperatively), playable in 80 minutes, and write the chronicle of your hero.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules",
      "Setting: Mistfall"
    ]
  },
  {
    "Rank": "5882",
    "Name": "Napoleon in Europe",
    "ID": 3518,
    "Year": "(2001)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/3518/napoleon-in-europe",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.4783",
    "Description": "Players take the role of a Napoleonic-era power and move miniature plastic infantry, cavalry and artillery to simulate the campaigns of Napoleon.  Several difficulty levels and scenarios included in the box.  Standard game has a map that offers a grand strategic view of the action, and separate board for battles to reflect tactical realities of the period such as combined arms, infantry square formations, and reserves.  Standard game also includes diplomacy, fleets, and economic system.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Components: Miniatures",
      "Continents: Europe"
    ]
  },
  {
    "Rank": "5883",
    "Name": "We Must Tell the Emperor",
    "ID": 85000,
    "Year": "(2010)",
    "Geek Rating": "5.703",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/85000/we-must-tell-the-emperor",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0222",
    "Description": "The Pacific Theater of WWII: 1941 to 1945&#10;&#10;States of Siege(TM) #7&#10;&#10;We Must Tell the Emperor brings Victory Point Games' unique States of Siege(TM) game series (first introduced in Darin Leviloff's groundbreaking Israeli Independence design) to the grand scope of the Pacific Theater during WWII. As the Military and Political leader of Japan, you must drive the enemy &quot;Fronts&rdquo; far away from the Home Islands while also securing enough precious resources to maintain your Empire. If the war cannot be brought to a successful conclusion early on, then the burgeoning Allied strength will unleash a hailstorm of steel upon the player that will require the utmost test of skill, nerve, and luck in order to survive.&#10;&#10;As the various headline cards are revealed, you must deal with enemy offensives and constant resource crises. A new addition to the series is the inclusion of a Battle Table where the player has the option try and change the course of history at locations such as The Coral Sea, Midway, Santa Cruz, and Iwo Jima!&#10;&#10;The Guadalcanal Campaign is probable - but not assured - and China will play a pivotal role in the conduct of the war. Will you have sufficient Oil to fuel your Army-Navy while propaganda boosts your government's Prestige? Launch Kamikazes, endure marauding Allied submarines, and hope that your Island fortifications can stem the Allied tide. Will you be able to subdue the enemy or hold on till the war's brutal end? Play We Must Tell the Emperor and find out!&#10;&#10;Game Data:&#10;Complexity: 4 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;Game Length: 60 minutes&#10;Scale: Each unit is one Allied Front, and each turn is a variable number of weeks of real time.&#10;&#10;Game Components:&#10;&bull;    One 8-page, color Game Rules booklet&#10;&bull;    One Battle Table play aid&#10;&bull;    12 color, die-cut 3/4&rdquo; mounted game pieces&#10;&bull;    11 color, die-cut 5/8&rdquo; round mounted game pieces&#10;&bull;    48 &lsquo;Headline&rsquo; cards&#10;&bull;    One 11&rdquo; x 17&rdquo; color game map&#10;&bull;    Includes detailed Example of Play + Designer&rsquo;s Notes&#10;&bull;    Polybag packaging and component storage&#10;&#10;&#10;Japanese edition combines We Must Tell the Emperor and We Must Tell the Emperor expansion kit.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "5884",
    "Name": "CIV: Carta Impera Victoria",
    "ID": 240465,
    "Year": "(2018)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/240465/civ-carta-impera-victoria",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.0323",
    "Description": "CIV: Carta Impera Victoria is a game of CIVilization and diplomacy in which you develop your own civilization. Be the first to reach supremacy in one field to make history, but keep an eye on how your opponents are advancing. Forming a temporary alliance might be the best way to keep a player from triumphing&hellip;and remember that offense is sometimes the best defense!&#10;&#10;In more detail, a player wins when they reach supremacy in a field; if this doesn't happen, when no more cards can be drawn, the game ends and players go through a majority scoring to determine the winner.&#10;&#10;CIV includes six fields of competition: Army, Religion, Economics, Science, Culture, and Utopia. The 104 cards in the game are split in three ages, which represent the natural evolution of global civilization through the timeline, but the cards of each field aren't split equally. Once the second age has finished, for example, if you haven't yet reached supremacy of Religion, it's time to think about another strategy.&#10;&#10;Each field gives powers to the player who succeeds in reaching the limit of cards in their play area (depending on the number of players). There are different kinds of powers, two levels of permanent effects, and one sacrifice effect for each field. Using these powers in combination will be necessary to be the first to reach supremacy &mdash; but using these powers is also a way to keep competitors from reaching victory.&#10;&#10;You will need all your diplomacy skills to get help from others and prevent the leading player from winning, yet today's friend could be tomorrow's enemy, so pay attention to all and think about which combination of powers might lead to a surprise victory! Be the first to use it!&#10;&#10;The game includes rules for 1v1 play, 2v2 team play, and 3-4 player games.&#10;&#10;CIV FAQ&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Layering",
      "Race",
      "Set Collection",
      "Tags",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "5885",
    "Name": "Lift it!",
    "ID": 132497,
    "Year": "(2012)",
    "Geek Rating": "5.703",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/132497/lift-it",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2571",
    "Description": "Lift it!, a.k.a. [bild' it], is a family building game in which players try to build projects depicted on the building cards. Players lift building blocks of different shapes with a crane hook to form the correct structure within the time limit shown on each building card. Each correctly placed block scores a point and additional points are scored if player manages to build the structure correctly within the time limit.&#10;&#10;Once players begin to gain points, they also start to have duels agains each other in building a structure, or they have to explain the building project to another player who builds it based on the explanation, or they must attach the hook to their head and build the structure that way.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Stacking and Balancing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "5886",
    "Name": "Middle-Earth Strategy Battle Game: Rules Manual",
    "ID": 260234,
    "Year": "(2018)",
    "Geek Rating": "5.703",
    "Avg Rating": "8.69",
    "Link": "https://boardgamegeek.com/boardgame/260234/middle-earth-strategy-battle-game-rules-manual",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.1111",
    "Description": "The Middle-earth Strategy Battle Game is the tabletop game for 2 or more players that allows you to play through the events from The Lord of the Rings and The Hobbit with your collection of Citadel and Forge World models. Take control of your favourite heroes, villains and armies, recreate scenes from the movies and books, and gather your forces together to do battle with your opponent in a test of wits and prowess. This 208-page hardback rules manual is a comprehensive guide to the hobby of building, painting and playing games with your Middle-earth models, whether you choose the forces of Good or Evil.&#10;&#10;Introduction&#10;&#10;This section features an overview of the wider hobby of collecting, painting and playing with Middle-earth miniatures, from the very basics of choosing your army, the items you need in order to run games, setting up your battlefield and understanding the rules and profiles you&rsquo;ll use in-game.&#10;&#10;Rules&#10;&#10;Here, you&rsquo;ll be taken through the meat of the Middle-earth Strategy Battle Game &ndash; the actual rules that you&rsquo;ll use to play:&#10;&#10;&#10;     Basic Principles: a primer on the fundamental concepts and terms used in the book, this section briefly explains a few things that the newcomer may find daunting;&#10;     Turn Sequence: each turn is divided into 5 phases &ndash; Priority, which determines who acts first, Movement, which covers moving your models on the tabletop, interacting with terrain and using control zones, Shoot, which covers ranged attacks, Fight, which covers close combat, and Courage, in which your models are tested to see if they stand their ground or flee in terror;&#10;     Monsters: while their basic rules are typically the same as those for other models in the game, Monster models are particularly powerful &ndash; this section covers their special rules. This includes War Beasts, huge creatures ridden into battle, crushing the foe as they march on;&#10;     Weapons &amp; Wargear: split into 4 subsections &ndash; close combat, missile, equipment and armour &ndash; this section explains the variety of weapons and wargear available to your models, and the impact your choices will have on your tactical decisions;&#10;     Magical Powers: certain models have the ability to cast magical powers, and this section explains targeting, casting and resisting those powers during the Move phase, with a list of every Magical Power available to cast;&#10;     Special Rules: this section collects together all the passive and active Special Rules which can appear on model profiles, compiled for easy reference;&#10;     Advanced Rules: found in certain Scenarios, these rules &ndash; covering water features, sentries, passengers and carrying objects &ndash; come in handy when recreating scenes from the history of Middle-earth;&#10;     Siege Engines: rules for fielding these immense and obvious threats, covering their movement, firing, upgrades and crew (and their ability to launch severed heads as ammunition&hellip;);&#10;     Sieges: throughout the history of Middle-earth, many sieges have taken place &ndash; here are the basic rules for creating your own sieges with your models.&#10;&#10;&#10;Narrative Play&#10;&#10;Narrative Play games allow you to recreate your favourite battles and scenes from both the books and the films, using your collection of Citadel and Forge World models. Each Scenario &ndash; found in The Armies of The Lord of the Rings&trade; and The Armies of The Hobbit&trade; &ndash; has a selection of special rules that balance them, providing an experience closely matching the scenes from the books and films.&#10;&#10;Open Play&#10;&#10;With no restrictions whatsoever, Open Play games have unlimited creative potential, and are perfect for beginners and veterans alike. Simply get your collections together and dream up your own scenarios &ndash; any combination of army fighting any other combination of army, on a playing field of your own devising with objectives unique to your game &ndash; the possibilities are literally endless.&#10;&#10;Matched Play&#10;&#10;In Matched Play games, you and your opponent gather your forces of heroes and warriors from your collection, up to an agreed points limit, before unleashing your armies for the fate of Middle-earth. This section includes advice on building an army to a points limit, determining the size of the games you want to play, Alliances, wargear limits, initial priority, objectives, and Heroic Tiers &ndash; the respect and loyalty that Heroes command.&#10;&#10;This section includes 12 Matched Play Scenarios, each providing a different tactical challenge.&#10;&#10;The Armies of Middle-earth&#10;&#10;This section is an inspiring showcase of beautifully painted miniatures from across the Citadel and Forge World ranges, showing you just what is possible when painting your own.&#10;&#10;Example Armies&#10;&#10;4 example armies &ndash; Minas Tirith, Isengard, Defenders of Erebor, Azog&rsquo;s Hunters &ndash; showing you how the army was built, the points values they represent and the rules they can leverage.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "5887",
    "Name": "Solar Draft",
    "ID": 287732,
    "Year": "(2019)",
    "Geek Rating": "5.702",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/287732/solar-draft",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "You are the brightest new solar architect, and you must put together your draft for your preferred solar system! You will draft, play, and terraform the planets, moons, and comets into your line of cards. Each card you play provides different points, abilities, and scoring conditions to your solar system.&#10;&#10;Each architect can refresh the center row once per game, which is useful if you don't like the choices presented - and also useful if you don't want a particular card falling into someone else's hands. Each player also has another ability that is unique to them.&#10;&#10;To have a winning score, you must plan carefully and put together a synergistic combination of cards, while being as efficient with your choices as possible.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "5888",
    "Name": "Council of Blackthorn",
    "ID": 181176,
    "Year": "(2016)",
    "Geek Rating": "5.702",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/181176/council-of-blackthorn",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Story&#10;&#10;The King of Blackthorn rose to power on the strength of his sword, gaining the devotion of the people as he forged a nation and purged the ravages of war. Once a much needed beacon of strength for a foundling kingdom, he has now grown old and is no longer a vital part of a now robust and powerful country. Others have risen to prominence and power within his council. Adept in their machinations and plots, the councilors have their own self serving ambitions. In a shadowy battle of subterfuge they ruthlessly vie against one another for true control of Blackthorn. In this dance of treachery, each must seize as much power as able without drawing suspicion for whispers of treason echo through the halls of the King of Blackthorn. Whispers from fellow councilors designed to implicate and see the competition shortened by a head. The King will call for the axe for any he deems a traitor and there is always the risk that he is not as ignorant of the schemes as he seems.&#10;&#10;As a member of the Council of Blackthorn, you must build influence with the kingdom&rsquo;s factions to expand your political influence. Rumors, bribes, spies and poison are the tools of your trade. Council of Blackthorn is about secretly gaining power while convincing your rival council members that you are not a threat. Deflect all eyes onto your most powerful enemy and take the keys to the kingdom as well as a great seat at his or her execution. Attract too much attention to yourself and the King&rsquo;s axe will find you!&#10;&#10;Gain influence, accuse your rivals, keep your head!&#10;&#10;Game Overview and Objective&#10;&#10;Council of Blackthorn is a board game for 2 to 6 players. Each player assumes the role of a member of the Council of Blackthorn. There are several different council member characters to play. Each player must build influence with the kingdom&rsquo;s political factions by playing ally and building cards. Custom dice change the game conditions for each round. As players gain influence and power, they also gain hidden treason points. The players that appear to have the most power will typically gain more treason points. The player with the most treason points at the end of the game is beheaded for treason and is removed from the game. The remaining player with the most total influence points, wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5889",
    "Name": "Canyon",
    "ID": 436,
    "Year": "(1997)",
    "Geek Rating": "5.702",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/436/canyon",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5676",
    "Description": "Canyon is a trick-taking game in which players try to predict exactly how many tricks they will take.  The number of cards in a hand increases and then decreases in size.  A correct prediction gives your marker movement points around a scoring track depicted on a river in a canyon, whose main feature of interest is a section of &quot;rapids&quot; near the finish line where your marker will be &quot;caught in the current&quot; and sent back a few spaces if you go too many hands without a correct prediction.&#10;&#10;Re-implements:&#10;&#10;    Bid & Bluff&#10;&#10;&#10;Expanded by:&#10;&#10;    Grand Canyon&#10;&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Grid Movement",
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": [
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "5890",
    "Name": "The Menace Among Us",
    "ID": 274405,
    "Year": "(2019)",
    "Geek Rating": "5.702",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/274405/the-menace-among-us",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "The Menace Among Us is a semi-cooperative game of intrigue and survival in deep space. Adrift and powerless, your crippled vessel is bleeding oxygen. As you effect repairs, every breath you take brings you one step closer to death. You must work together to restore power before the air runs out &mdash; but hidden among you, as loyal friends and crew members, are imposters who have infiltrated security and continue to sabotage the ship. Their only goal is to avoid detection and kill the crew, by force or by asphyxiation. Can you identify them in time and eliminate the threat? Or will succumb to the menace among us?&#10;&#10;The Menace Among Us is a 40 to 60-minute, asymmetrical card game for 4-8 players. Each player chooses an Agenda at random, either a loyal Crew member, a deadly Menace or the Coward, who&rsquo;ll take any side just to survive. Your Agenda card sets a Team Goal and an Individual Goal, as well as outlines any special abilities and the card composition of your individual 13-card deck. Then, knowing your Agenda and Goals, you choose a Character who you believe will best help you achieve them or mask your true identity. Characters add 7 new cards to your deck, shuffle-building a unique combination of cards, as well as provide you two specialized Above Deck Actions.&#10;&#10;In this hidden traitor game, how you play your cards and abilities is far more important than the meta game aspects of accusations and denials. Cards are played face down and shuffled together as &ldquo;Below Deck Actions.&rdquo; Here, Menace players secretly sabotage the ship&rsquo;s systems and attack crew members, who are trying to save the ship with their cards. If too few crew members risk going below deck to effect repairs, the ship&rsquo;s Emergency Maintenance Assistant (EmMA) adds cards to the pile to help. However, the system has also been compromised and occasionally places damaging cards into the mix, providing plausible deniability to the Menace players. In contrast, Above Deck Actions are conducted in full view of the crew. Most of these abilities have costs, either in Energy or Oxygen, both resources the crew is trying to increase. So, while The Doctor has the ability to heal a crew member and remove a debilitating effect, a Menace player, who may be secretly in control of The Doctor, cares far more that it costs 2 Oxygen to perform the healing.&#10;&#10;At some point, someone&rsquo;s behavior will raise suspicion. But, did they do so because they are trying to fulfill an Individual Goal &ndash; or are they a Menace? You can call a vote to expose their true nature. But if they are a loyal Crew member, you&rsquo;ve just blown precious Oxygen in the effort to detain them. For that matter, was it a Menace player calling the vote in hopes of wasting the air on purpose?&#10;&#10;If the Crew can find and eliminate the Menace players &ndash; and raise the Energy to a safe threshold before the air runs out, they win. If the Menace can prevent this or kill the crew outright, their mission succeeds. Special commendations are awarded for surviving and for achieving your Individual Goal.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Science Fiction"
    ],
    "Mechanics": [
      "Semi-Cooperative Game",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Survival"
    ]
  },
  {
    "Rank": "5891",
    "Name": "Krosmaster: Quest",
    "ID": 155827,
    "Year": "(2015)",
    "Geek Rating": "5.702",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/155827/krosmaster-quest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.0833",
    "Description": "Unlike the head-to-head battles of Krosmaster: Arena, Krosmaster: Quest can be played &quot;cooperatively&quot; (with one player as the &quot;demon&quot; and the rest of the players working together), or as a competition as players look for treasures on tiled boards. The box includes seven new Krosmaster figures with character cards (two exclusive), more than 600 pieces, 16 terrain parts (which can be used in Arena), more than 40 settings, and 6 special dice.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Krosmaster",
      "Mechanism: Campaign Games",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "5892",
    "Name": "Deadly Dowagers",
    "ID": 381790,
    "Year": "(2023)",
    "Geek Rating": "5.702",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/381790/deadly-dowagers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.8571",
    "Description": "Deadly Dowagers is a game of marriage, murder, and money. You compete with the other lovely ladies in your town by strategically growing your dowry, while being careful not to gain too much infamy, or the duke may pass you over for another bride!&#10;&#10;You play as a middle-class Victorian woman who would kill to be a duchess. Since you were not lucky enough to be born into the aristocracy, the only way to attract a noble is to have a large enough dowry. Fortunately, when your parents died, they left you with a small dowry and some land. You must build wealth through investments and strategic serial marriages.&#10;&#10;Gameplay is divided into rounds; each round consists of four separate phases: drafting, investment, husband, and housekeeping. In each round, each player drafts a hand of cards, pick-and-pass style. Certain cards are played into players' tableaus. Instant cards are used and discarded. Players using death cards partially reset their tableau and get income. Players discard down to eight cards in hand, then draft four new cards.&#10;&#10;The game ends when one player has no current husband, no more than 9 infamy, spends 120 crowns, and plays a remarry card to marry the Duke. That player wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Race"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Theme: Love / Romance",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "5893",
    "Name": "5th Fleet: Modern Naval Combat in the Indian Ocean",
    "ID": 4920,
    "Year": "(1989)",
    "Geek Rating": "5.702",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/4920/5th-fleet-modern-naval-combat-in-the-indian-ocean",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.439",
    "Description": "5th Fleet is the fourth game in Victory Games (I) popular Fleet Series (including 2nd Fleet: Modern Naval Combat in the North Atlantic, 3rd Fleet: Modern Naval Combat in the North Pacific, Caribbean, and Atlantic Oceans, Sixth Fleet: Modern Naval Combat in the Mediterranean and 7th Fleet: Modern Naval Combat in the Far East). It examines the strengths and weaknesses of the Soviet and American navies, plus their respective allies, in the vast expanse of the Indian Ocean. Far from their home bases, each superpower's capital ships, attack submarines, and limited air assets must be protected from the devastating firepower of modern missile, torpedo, and bomb attacks while inflicting maximum damage on the enemy. The shifting military and political alliances in the area and the presence of the modern Indian Navy are variables that will strongly affect future war in these troubled waters. 5th Fleet, with its multitude of options and strategies, continues Victory Games (I) line of realistic simulations of modern naval combat.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: India",
      "Country: Russia",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Series: Fleet (Victory Games)"
    ]
  },
  {
    "Rank": "5894",
    "Name": "Ecosystem: Savanna",
    "ID": 391290,
    "Year": "(2023)",
    "Geek Rating": "5.702",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/391290/ecosystem-savanna",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.9167",
    "Description": "Be on the prowl in Ecosystem: Savanna, a Serengeti-inspired card-drafting game. Players choose, pass, and arrange cards representing a diversity of organisms found in an African grassland, including zebras, elephants, cheetahs, and lions. Earn points by aligning herbivores with habitable landforms like watering holes or placing carnivores to devour nearby prey. Diversify your food web to maximize your bonuses. Each time you play, you build a one-of-a-kind ecosystem as you strive to balance the delicate connections between all living things.&#10;&#10;Ecosystem: Savanna is the third standalone game in the Ecosystem series, featuring a new lineup of organisms, including powerful scavengers.&#10;&#10;Players take turns drafting organism cards and arranging them into a 4x5 &quot;ecosystem&quot; in front of them. Once all players have completed their personal grid of 20 cards, players score their ecosystems using the rules for each card type. Scoring rewards players for building cohesive food webs and exploring the diversity of the Savanna ecosystem. The player with the most points wins!&#10;&#10;Includes rules for solo play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Deer / Antelope",
      "Animals: Elephants",
      "Animals: Giraffes",
      "Animals: Lions",
      "Animals: Zebras",
      "Continents: Africa",
      "Series: Science Games (Genius Games)",
      "Theme: Ecology",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "5895",
    "Name": "Spellcaster",
    "ID": 165877,
    "Year": "(2014)",
    "Geek Rating": "5.702",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/165877/spellcaster",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Legend speaks of the enchanted Sapphire Island. Shrouded in mist and magic, the island summons mages to battle in the ultimate test of magical combat &mdash; but only those who survive the supernatural duels are granted great prestige and riches.&#10;&#10;Spellcaster is a card game pitting two to four mages in a duel of supremacy. You win by exhausting your opponent's  energies or by collecting enough sorcery sapphires to overpower them. Sixty different spells are included from four fields of study: Combat, Conjuring, Healing and Sorcery. Cast one or more spells each turn to overcome your opponent and become the Grand Master Mage!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "5896",
    "Name": "Call to Glory",
    "ID": 124590,
    "Year": "(2012)",
    "Geek Rating": "5.702",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/124590/call-to-glory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Call to Glory, packaged in a mid-sized tin box, is a fast and fun card game in which players try to collect Japanese characters of different values. When a player has two or more cards of the same character in his hand, he can (possibly) lay these cards on the table and score them at the end of the round. If, however, an opponent lays out more cards of the same type, then characters of that type already on the table are discarded. When the game ends, players score for the types of characters they have on the table.&#10;&#10;Call to Glory comes with two variants:&#10;&#10;&#10;    &quot;Imperial Tasks&quot; in which players can fulfill specific tasks for extra points.&#10;    &quot;The Power of the Ninja&quot; in which the Ninja cards become more powerful.&#10;&#10;&#10;Unlike  Crazy Chicken, Call to Glory is playable with 2 to 4 players. Drive is playable with 4 players, but does not have the two variants.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Country: Japan",
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "5897",
    "Name": "Journey to the Center of the Earth",
    "ID": 34010,
    "Year": "(2008)",
    "Geek Rating": "5.702",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/34010/journey-to-the-center-of-the-earth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0149",
    "Description": "From the back of the box:&#10;Descend deep into the interior of the earth, as you lead the three curious and heroic adventurers from  Jules Verne's classic novel: Professor Lidenbrock, his nephew Axel, and their guide Hans.  Begin your amazing journey by dropping into the crater of the dormant Icelandic volcano Snaefells.  Explore a dense forest of giant mushrooms, traverse a turbulent underground ocean, and then get hurled out of an Italian volcano to return to the earth's surface.&#10;&#10;On your epic journey discover fossils both small and large, collect gold, and overcome dangerous obstacles. Explore the many parts of the vast subterranean cavern, using clever orienteering, critical equipment, and luck to overcome each new challenge along your breathtaking path. The player who escapes with the best collection of natural treasures wins! Will you direct our heroes on a journey of danger, discovery, and fortune?&#10;&#10;From the rules:&#10;The players slip into the roles of three courageous explorers: mineralogy professor Otto Lidenbrock, his nephew Axel and their Icelandic guide Hans Bjelke. You explore the inside of the earth in three stages. You descend down the dormant Icelandic volcano Snaefells. You then cross a turbulent underground sea. Finally, you escape through a volcanic eruption on the Italian island of Stromboli. You make important discoveries by cleverly using equipment like Ruhmkorff's famed induction (electric) lamp, in search of fossils and experiences that will bring you international acclaim. By earning the most fame points you win!&#10;&#10;&#10;Game Summary&#10;The board has 3 areas: the descent through the mountain, the journey across the lake, and the exit through the volcano (~5 min only). There are 3 explorer tokens (red, yellow, blue) and 2 types of cards: equipment and explorer (players start with equal number, same mix of cards; there are face up cards and face down draw decks). Explorer cards are used to move explorers (3 colors; 1 card = 1 movement pt for that color explorer) while equipment cards modify movement.&#10;&#10;In the first 2 parts, on your turn you either take 3 cards (any combination of face up/down explorer/equipment cards) OR move orthogonally; if moving, must advance (1 level deeper in mountain, 1 column further across in lake) at least 1 row/column. Each space costs 1 MP; some cost more (shown as 2 or 3 rocks). Equipment allows you to move diagonally, or get across pits/whirlpools, or make rock-spaces only cost 1 MP, or give you bonus MP. Moving over some spaces gives you a water token. If you end on specific spaces, you may discard a combination of 1-3 equipment cards (pictured on board) to draw as many fossil cards (lamp allows you to draw an extra fossil card to choose from). At the end of the Mountain part, you may keep 3 fossil cards for every water you discard. In the lake phase, all explorers are on 1 raft, so any single color may be used to move the entire raft.&#10;&#10;After moving and resolving lake space effects, draw a random event card (may hurt someone or give bonus VP if [un]able to discard specific combo of explorer cards). The player getting the first explorer to the end of the Mountain, or the raft to the end of the Lake, scores bonus 4 VP. In the final Volcano phase, draw random explorer card and move raft to next like-colored space; players must discard cards shown, or pay penalty.&#10;&#10;At the end, score VP = sum of values of fossils (various types, sets score higher if you have more parts of the set) + bonus VP + 1 VP/water token. Most VP wins!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Novel-based",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Authors: Jules Verne",
      "Components: Gems/Crystals",
      "Series: Literature (Kosmos)"
    ]
  },
  {
    "Rank": "5898",
    "Name": "The Big Taboo",
    "ID": 25738,
    "Year": "(2006)",
    "Geek Rating": "5.702",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/25738/the-big-taboo",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5135",
    "Description": "&quot;Get ready to play The Big Taboo...&#10;&#10;The Big Taboo is one mix between from the traditional Taboo, Taboo Body Talk and Taboo Quick Draw. The play mixes oral tests, mime and drawing. The general principle remains very near to the basic play of the Taboo game.  Just like the Taboo you know and love, but with 4 unspeakable ways to play! Race against the timer to get as many guess words as possible. Will you have to draw them, use as few words as possible to describe them, play Classic Taboo or twist Bendy Bob to help your team guess them? You even have a chance at a brain-bending memory round!&quot;&#10;&#10;Following in the footsteps of Cranium, The Big Taboo is attempting a new lease at life through adding extra mechanics and expanding the basic concept of the original game with variants.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Memory",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: Taboo",
      "Mechanism: Modelling/Shaping"
    ]
  },
  {
    "Rank": "5899",
    "Name": "Afrika Korps",
    "ID": 2259,
    "Year": "(1964)",
    "Geek Rating": "5.702",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/2259/afrika-korps",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.2308",
    "Description": "Afrika Korps is an easy and fun historical game of  Rommel&rsquo;s battles with the English in North Africa during WW2. One of the early Avalon Hill beginner war games.&#10;&#10;&mdash;user summary&#10;&#10;Ever since men began making weapons they have used them to create legends: in early 1941, when his conquest of Europe was embarrassed by the rout of his Italian allies in Africa, Hitler dispatched General Erwin Rommel to forestall a seemingly inevitable Axis defeat. Reorganizing the forces under his command as the Deutsches Afrika Korps (DAK), Rommel immediately launched the first of his legendary desert offensives.&#10;&#10;Now, the legend of &quot;The Desert Fox&quot; is recreated. From April 1941 through the climatic battle at El Alamein in later 1942. Afrika Korps simulates the mobile conflict between Rommel's Panzerarmee Afrika and the British Eighth Army defending Egypt and the Suez Canal. During each monthly game-turn, the initiative may switch from the Germany to the Allied player as both come to understand why Rommel called North Africa &quot;A tactician's paradise; a logistical officer's nightmare.&quot;&#10;&#10;A 2 on Avalon Hill's complexity scale of 1(low) to 10(high). Playing time 2 to 4 hours&#10;&#10;Includes 44&quot; x 14&quot; mounted mapboard of North Africa, set of die-cut Axis and Allied military unit counters, combat results table, time record card, die, and rules.&#10;&#10;Avalon Hill Complexity rating - 2&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Egypt",
      "Country: Germany",
      "Country: Italy",
      "Country: Libya",
      "Decades: The 1940's",
      "Digital Implementations: VASSAL",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: North Africa",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "5900",
    "Name": "Unstoppable",
    "ID": 420498,
    "Year": "(2025)",
    "Geek Rating": "5.702",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgame/420498/unstoppable",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "On the city-planet of Ceres II, every alleyway invites a quick and quiet death. In the lush forests of Virenos, a single misstep could land you in the belly of a beast. The harsh wasteland of Mithras holds both grave danger and a great treasure for those who search its stacks of discarded rubbish. Amidst this chaos, you find yourself thriving, learning, and growing &mdash; a child of rank, touched by fate &mdash; but a new danger shadows the future of all three worlds. Gather your allies and sharpen your skills, for the darkest days are yet to come.&#10;&#10;Unstoppable is a solo or co-operative roguelike, momentum deck-building game. Use card crafting and deck building wisely in the face of unlimited threats, maintaining action and card-draw momentum to become unstoppable!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Series: Renegade Solo Heroes",
      "Theme: Boss Battle"
    ]
  }
]