[
  {
    "Rank": "14301",
    "Name": "Chronicles of Waral",
    "ID": 305270,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/305270/chronicles-of-waral",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8",
    "Description": "Chronicles of Waral is a tactical and interactive game in which you lead a band of warriors to outplay your opponents. Choose your characters, develop your strategy and take control of different combat zones in a thrilling, ever-changing game.&#10;&#10;Chronicles of Waral is a board game in which players fight for the control of Heldenheim. Opponents vie to be the most cunning and scheming over the course of several rounds to gain resources, leading to more influence. Whoever has the most wins!&#10;&#10;Players select their characters during a drafting phase: they choose a card, then give the deck to the player on their left, until each has three cards in front of them. All characters have unique abilities: they can shape your band&rsquo;s strategy in the game.&#10;&#10;Each round, the districts for which the players fight change. It is up to you to adapt your tactics to the disputed territories. In turns, opponents place their warriors on the districts of their choosing and make decisions: gain resources to be used in another turn, conquering a district, using a trick card&hellip;&#10;&#10;But naturally, the city and your opponents won&rsquo;t make it easy for you!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Income",
      "Open Drafting",
      "Take That",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14302",
    "Name": "Royale: Party at Louis'",
    "ID": 415063,
    "Year": "(2024)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/415063/royale-party-at-louis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Welcome to Louis XIV&rsquo;s royal dinner! Play as a waiter serving rich and picky nobles at this extravagant party. At night you can immerse yourself in the thrill of the masquerade but do not get too distracted. Nobody likes to wait on their food!&#10;&#10;In Royale: Party at Louis&rsquo; it&rsquo;s up to you to serve the nobles their diner. In the middle of the table lies a serving tray with the diverse types of food each player can pick from. Pick a row or column and provide the food to your nobles. But beware! The nobles are picky eaters. If you serve them something that is not up to their taste, they will trash every other food item in front of them. Can you serve a complete meal they will enjoy, then you score points. Will you be able to serve every noble before the party ends and make the night a success, or will your nobles leave with an empty stomach?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "14303",
    "Name": "Konflikt '47",
    "ID": 193699,
    "Year": "(2016)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/193699/konflikt-47",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "&quot;Konflikt '47&quot; is set in a world very much like ours--that is, until 1943. With the development of atomic weapons, the world changed. The testing of a prototype nuclear device by the Manhattan Project opened a rift in the fabric of space. When the Fat Boy atomic bomb was dropped on Dresden in March 1944, it created a second rift. German scientists set to work studying it with far more speed than their U.S. counterparts. Both nations began to receive radio signals through the rifts, though often undecipherable. Soon it became apparent that these signals were messages from unknown originators wanting to help each nation's war efforts.&#10;&#10;As the messages were pieced together, discoveries were made that allowed each nation to make huge leaps in industrial and scientific research. Despite repeated pleas and demands from their allies, both the United States and Germany were reluctant to share the messages coming through the rifts. Stalin then declared the United States an enemy in May 1944: the Soviet Union would end the war on its own.&#10;&#10;It is against this backdrop that players find themselves. Using the incredibly popular Bolt Action rules, this rulebook offers everything required to build a force that incorporates the incredible weapons and technologies made possible by the rift signals, and to engage in tabletop battles for supremacy and survival. Fully compatible with existing Bolt Action material, Konflikt '47 takes the war to a completely new level.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Game: Konflikt '47",
      "Players: Two-Player Only Games",
      "Theme: Alternate History",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "14304",
    "Name": "Famous 500: The World's Smallest Car Racing Game",
    "ID": 124759,
    "Year": "(2012)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/124759/famous-500-the-worlds-smallest-car-racing-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4545",
    "Description": "&#10;        The roar of the engine all around you, the rush of adrenaline as you shift down to claim the inside turn, the satisfaction as you press heavy on the gas and surge ahead... Do you have what it takes to be a famous race car driver? Find out today with Famous 500 - the World's Smallest Car Racing Game!&#10;&#10;&#10;Famous 500 is a fun, fast-playing car racing simulation. The game focuses on managing the wear and tear on your vehicle, which you customize at the beginning of the game. For each hairpin, gentle curve, and straightaway on the track, players play a speed card, attempting to be the fastest car through that section. Higher speeds and more dangerous sections of track, however, will increase the wear and tear on your tires, fuel, and engine. Drop below zero in any of these and you&rsquo;ll blow a tire, run out of fuel, or burst into a ball of flame. The player who crosses the finish line with the most speed points is declared the winner. Famous 500 is the third game in Famous Games Company&rsquo;s line of World&#226;&#128;&#153;s Smallest Sports Games and has earned a reputation as the most strategic and cutthroat title in the series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Organizations: The Game Artisans of Canada",
      "Players: Two-Player Only Games",
      "Promotional: BGG Store Promos",
      "Promotional: Board Games",
      "Series: The World's Smallest Sports Games (Famous Games Company)",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "14305",
    "Name": "Shiba Inu House",
    "ID": 195179,
    "Year": "(2016)",
    "Geek Rating": "5.536",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/195179/shiba-inu-house",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Shiba Inu loves sitting on the roof, staring at the sea, imagining that his master will make him a new dog house, imagining that there will be pork chops for lunch. Wait! Did someone just say pork chops? Shiba Inu is now drooling and jumping up and down on his roof...&#10;&#10;In Shiba Inu House, players race to place cards properly in order to create doghouses for the shiba inu that match the patterns shown on their goal cards. After eight rounds, the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "14306",
    "Name": "Pfusch",
    "ID": 2189,
    "Year": "(1992)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/2189/pfusch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5833",
    "Description": "A light game of economics in the big city.&#10;&#10;From the English rules:&#10;&#10;        In Pfusch, 2 to 5 cheapskate builders try to finish as many buildings as possible. To increase profits, the contractors try to use the cheap materials in place of the expensive stone materials. Beware the building inspectors, whose job it is to assure that safe buildings are constructed. If a builder gets caught Pfusch-ing (deliberately bungling the construction), he loses the building under construction. If he is caught a third time, his building license is revoked.&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "City Building"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Play Dough / Modeling Clay"
    ]
  },
  {
    "Rank": "14307",
    "Name": "Professor Treasure's Secret Sky Castle",
    "ID": 196612,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/196612/professor-treasures-secret-sky-castle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "That dastardly Professor Treasure is at it again! This time, he's stolen all the world's treasures and hidden them away in a secret floating castle! As an intrepid treasure hunter, you and your friends have finally managed to track down the castle. However, another team of explorers is already here!&#10;&#10;Professor Treasure's Secret Sky Castle is a competitive puzzle game in which you and your opponent race to find keys, unlock treasure chests, and collect priceless treasures from around the world and history! Send out your team of treasure hunters, each with their own unique way to explore the castle. But beware! Your opponent will try to thwart your plans and grab the treasure for themselves!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board",
      "Worker Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Duelist Library (Level 99 Games)",
      "Series: Small Box (Level 99 Games)"
    ]
  },
  {
    "Rank": "14308",
    "Name": "Deckscape: Demo",
    "ID": 270113,
    "Year": "(2017)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/270113/deckscape-demo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4",
    "Description": "Deckscape: Demo is a promo scenario with 10 cards on a sheet to cut out.&#10;&#10;Deckscape is a series of cooperative games inspired by real escape rooms in which a group of people is &quot;trapped&quot; inside a room full of puzzles and odd items. The goal of the game is to solve puzzles, understand the plot of the story, and make intelligent use of the items provided in order to exit from the room as quickly as possible.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Promotional: Board Games",
      "Promotional: Dized",
      "Series: Deckscape (dV Giochi)",
      "Versions & Editions: Demo Versions"
    ]
  },
  {
    "Rank": "14309",
    "Name": "Catham City",
    "ID": 235899,
    "Year": "(2017)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/235899/catham-city",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.375",
    "Description": "Catham &#208;&#161;ity is steeped in intrigue and deceit &mdash; corrupted officials, bribed cops, lying journalists&hellip; One must have the thick fur and sharp claws to survive here, in this dump, and even prosper. In every turn you will have a choice: you can take more cards to gain the support of one of the groups or you can turn collected resources against your rival.&#10;&#10;Infiltrate your hackers in the campaign headquarters of other players, send them your police officers with a search warrant or just gather your team of scientists and confidently march towards your victory, without being distracted by other players. Are we clear? Then it's time to show who is in charge.&#10;&#10;Catham City is a fast-playing thematic card game, where the players race to collect enough influence to become the new underground boss of Catham. Each turn, a player choses one of two possible actions - play cards from hand to earn influence, gain more cards and even mess up opponent plans or take stack of cards to his hand from the market area. The game contains 8 different decks of cards, each with unique ability and art, but you use only five each play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Humor",
      "Mafia"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "14310",
    "Name": "Veld Railroads",
    "ID": 7579,
    "Year": "(2003)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/7579/veld-railroads",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4286",
    "Description": "The fifth game in Winsome's Prairie Railroads Series.&#10;&#10;An economic railroad building gamer's game, Veld Railroads takes place in South Africa during the late nineteenth century and early twentieth century. Players bid for stock in the six available rail lines, construct track, and develop the settlements of South Africa. Historical events such as the growth of Johannesburg and the Boer war are built into the game system. The game ends after the eighth dividend payoff and the player with the most money wins.&#10;&#10;The previous games in the series are Ferrocarriles Pampas (1996), Veld Spoorweg (1998), Prairie Railroads(1999), and Pampas Railroads (2001). Note that this is a different game from &quot;Veld Spoorweg,&quot; which also takes place in South Africa&#10;&#10;Reimplemented by: Age of Rail: South Africa&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Crayon Rail System",
      "Stock Holding"
    ],
    "Families": [
      "Series: Prairie Railroads (Winsome)",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "14311",
    "Name": "The Last Days of the Grande Armee: The Four Days of Waterloo",
    "ID": 3035,
    "Year": "(1998)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/3035/the-last-days-of-the-grande-armee-the-four-days-of",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.0667",
    "Description": "The time is: 1630 hrs., 15 June 1815...The Imperial Guard light cavalry of Lefebvre-Desnottes encountered the Nassau infantry of Bernhard, Duke of Saxe-Weimar. The Duke had taken the initiative to move one of his two regiments south from the vital crossroads of Quatre-Bras, in the rolling countryside of Flanders, to delay the lead elements of the French advance.&#10;&#10;The French horsemen found the village of Frasnes occupied by a regiment of 1500 Orange-Nassau infantry. The Guard troopers began to ride around the town on both sides, threatening a double envelopment. Observing this, the Nassauers started to withdraw back up the road toward Waterloo.&#10;&#10;The Guard Chasseurs Regiment, 1100 men under the command of General Francois Lallemand, pursued them off the road into the woods of Bossu, capturing 15 men.&#10;At the same time, the 800 Lancers of the Guard continued straight for Quatre-Bras itself. Their commander, General Colbert de la Chabanais, rode behind with a small escort, into the walled-farm of Genioncourt.&#10;&#10;By pre-arranged signal, the 2600 troops of the 2nd Nassau Regiment, who remained in Quatre-Bras, set fire to a beacon and fired their 8 guns, alerting the rest of the Anglo-Allied army further up the road, toward Waterloo. As the Lancers approached the crossroads, the two Nassau regiments in the town and in the woods on their flank kept up a fire of musketry which made it impossible for them to remain in their exposed position on the open road.&#10;&#10;Had the Lancers succeeded in hustling the Duke's Nassau troops from Quatre-Bras as they had done in at Frasnes, the battle to be fought there the next day would have been a defensive one for the French. No one suspected that on such decisions hinged the last moments of glory for Napoleon and his Grande Armee.&#10;&#10;&bull; Campaign plus Ligny-Quatre Bras and Waterloo scenarios&#10;&bull; Based on the Six Days of Glory game system&#10;&bull; Introductory game&#10;&bull; One 22 x 34&quot; map&#10;&bull; 280 two-sided units&#10;&bull; Gamers' Choice Awards Best Historical Simulation Game Nominee 2000&#10;&#10;GAME SYSTEM: DAYS System = 1,600m/hex, 800-1,000 men/SP, 6 hours/turn.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Series: Campaigns of Napoleon System – Days"
    ]
  },
  {
    "Rank": "14312",
    "Name": "Drôles de Zèbres",
    "ID": 14781,
    "Year": "(2004)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/14781/droles-de-zebres",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "23",
    "Play Time": "23",
    "Weight": "1.5",
    "Description": "Dr&ocirc;les de Z&egrave;bres is a luck-free area-majority game for two players.&#10;&#10;The managers of the national park of Boku Bikini have had a great idea to attract tourists, who usually prefer more attractive destinations, like Kenya. At Boku Bikini, zebras are not white with black stripes, but black with white stripes... At least the tourists are convinced.&#10;&#10;Players have to create a wild animal reserve that brings out these strange zebras. Impala Jones, the reserve's director, asks two rangers (you and your opponent) to settle the six sectors of this natural park with crocodiles, lions, gazelles, elephants and zebras to attract tourists, but he decides the rough areas to be populated. The player who is able to attract the most tourists will be chosen to manage the reserve.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Animals: Zebras",
      "Components: 5 x 6 Grids",
      "Continents: Africa",
      "Digital Implementations: Boiteajeux",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14313",
    "Name": "Epic Monster Tea Party",
    "ID": 164686,
    "Year": "(2014)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/164686/epic-monster-tea-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In this 2-4 player game, you are the monster, and you relax at the end of a busy day by grabbing heroes from the labyrinth to flavor your tea.&#10;&#10;Players take turns blindly choosing a hero from the labyrinth bag. Heroes may be &ldquo;squished&rdquo; to use for their special ability and discarded, or they may be placed into the monster&rsquo;s teacup to drink later for victory points. Once all of the heroes have been plucked from the labyrinth, each monster finishes drinking their tea, counts the victory points in their stomach, and the one with the highest score may belch and rejoice, for they are the winner!&#10;&#10;This simple, family-friendly tabletop game can be played in under 20 minutes with 2-4 players. While adults may be playing for points, kids seem to have more fun squishing the heroes and using their abilities to spill, steal, or trade teacups with the other players.&#10;&#10;Epic Monster Tea Party can be enjoyed by everyone, young and old! It's simple to learn, quick to play, and the artwork will charm your socks off!&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Creatures: Monsters",
      "Food & Drink: Tea"
    ]
  },
  {
    "Rank": "14314",
    "Name": "Santa Maria Infante: On the Road to Rome 1944",
    "ID": 10230,
    "Year": "(2004)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/10230/santa-maria-infante-on-the-road-to-rome-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.2",
    "Description": "From the publisher website:&#10;&#10;SANTA MARIA INFANTE&mdash;ON THE ROAD TO ROME 1944 is a detailed new ATS system game that tells the story of the Battle for Rome from the perspective of the 351st Infantry Regiment, 88th Division, the American soldiers tasked with cracking the mighty Gustav Line. Their mission was to break the German stranglehold on the &lsquo;Mount Bracchi Triangle&rsquo;, a wedge of hills dominated by enemy spandaus and mortars and open the road to Rome. The fight would be slow and bloody, with each German machine-gun nest needing to be eradicated before the next leap of a few yards forward could be accomplished. The rolling countryside and even slopes afforded Nazi soldiers superb positions from which to site their weapons and rain murderous fire on anything that moved.&#10;&#10;IN EACH GAME YOU GET:&#10;&#10;* A complete collection of color die-cut counters in 1/2&rdquo;, 5/8&rdquo; and 3/4&rdquo; sizes, representing the tanks, guns, and infantry that fought in the Battle of Italy in 1944;&#10;    * A gorgeous new 22&rdquo; x 34&rdquo; map on heavyweight stock&mdash;the Italian terrain of the Bracchi Hills region&mdash;cartography never modeled in a wargame before;&#10;    * Complete 2nd Edition rules of play with examples of play;&#10;    * Scenarios and Play Aids printed on separate heavyweight cards;&#10;    * Two ten-sided dice.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "14315",
    "Name": "Battleborn Legacy",
    "ID": 145915,
    "Year": "(2017)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/145915/battleborn-legacy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "Battleborn Legacy is a Fantasy themed board-wargame at the strategic level for 2-4 players that takes roughly 120 min to 180 min to play.  Players acquire resources necessary to build powerful armies, accomplish quests and discover rare magic as they attempt to earn enough victory points to win the game.&#10;&#10;Put your skilled artisans to work to build a strong economy and then unleash legions led by powerful heroes to vanquish your foes.  Never underestimate roaming undead armies and always be on guard as the deadly dragon may strike at the most unfavorable time.&#10;&#10;Players begin the game by choosing a hero and a race alliance.  This can be accomplished randomly, in turn order or by blind bid.  Once the selections are made, players will place their stronghold, hero and starting army on one of their race alliance territories, then in reverse order players will place their race lord on another alliance territory in a different province.&#10;&#10;Player aid cards help players with their turn sequence, unit costs, casualty results and random events that may occur throughout the game.  Each players turn consists of the following sequence: A rune blessing that affects all players, players then purchase new units and structures and place them in a queue.  Each player then takes their turn moving units, initiating and resolving battles, deploying new units, collecting resources and updating their victory tracks.  All players may then heal heroes, repair damaged strongholds, draw new quests and resolve a cataclysmic event to end the turn.  There are 7 turns and if a player hasn't earned enough victory points through expansion, questing, killing other heroes or slaying the dragon the final cataclysm destroys the world and all players are defeated.&#10;&#10;What really makes Battleborn Legacy stand out from other war games is a combination of features including the following:&#10;&#10;1. Unique Battle boards for regiment and hero placement.  Color coded for easy unit placement, also coordinates with matching attack/defense dice.  &#10;2.  Heroes and units may become veterans through battles won.&#10;3. Random casualty chart that adds a real combat element to the game.&#10;4. Card draw that may change the outcome of key battles and events during the game.  These cards include powerful artifacts, unique hero abilities, magic weapons, quests and much more.&#10;5. Resource management system that evolves with game play.&#10;6. Random events such as dragon attacks, natural disasters and undead uprisings that may change players objectives and strategy throughout the game.&#10;&#10;Battleborn Legacy is a must try for fantasy war game enthusiast that enjoy RPG elements, real strategy and where victory is decided by each player's tactical combat skill and cunning and not just the luck of the dice.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14316",
    "Name": "Mountains",
    "ID": 256233,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/256233/mountains",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "The hiking season has begun, so it's off to the next summit! But which hike will you dare to undertake? And do you have the right things with you? Because only with the appropriate equipment can you conquer the different hikes in Mountains. With some luck, a good memory, and a favor or two from your competitors, you can snag the most summit stamps!&#10;&#10;1. Decide which hike you dare to undertake:&#10;Turn over any top hiking card. You can freely choose the degree of difficulty. The higher the degree of difficulty, the more equipment you will need for the hike.&#10;&#10;2. Put together equipment:&#10;If you want to complete the day hike, you need all of the pieces of equipment depicted on the hiking card. You will either have it in your hand or you will borrow the missing pieces of equipment from other players (&quot;paying&quot; them with favor stones).&#10;&#10;3. If you have successfully completed your day hike, you get favor stones or summit stamps or both, as depicted on the hike card.&#10;&#10;At the end of the game, the player who has collected the most stamps in their summit book wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Card Game",
      "Negotiation"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Series: Family Games (HABA)",
      "Theme: Hiking"
    ]
  },
  {
    "Rank": "14317",
    "Name": "The Fall of Tobruk",
    "ID": 7640,
    "Year": "(1975)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/7640/the-fall-of-tobruk",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "&quot;The Fall of Tobruk&quot; is a wargame simulation of Rommel's May- June 1942 attack on the Allies Gazala - Bir Hacheim line. Units range from company to battalion to regiment and are rated for Anti-tank, Combat and Movement with artillery units having additional ratings for Artillery strength and Range.&#10;&#10;Update: The game was re-published by Cool Stuff Unlimited as a DTP wargame in 2004. This edition includes four 11x17&quot; set-up sheets (one for each side), two identical Player Aid Cards, and an eight-page rulebook, with updated graphics and new player aids. According to the publisher, there were only 200 hand-numbered LIMITED EDITION copies printed.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Libya",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14318",
    "Name": "Witchcraft: Moonlight Magic",
    "ID": 367056,
    "Year": "(2022)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/367056/witchcraft-moonlight-magic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "When the moon rises, the witches gather for a friendly strife: They exchange crystals for ingredients, with which they conjure spells. For successful spells, they gain magic. Who will be able to gather the most magic the fastest?&#10;&#10;Witchcraft is a quick card game, where 2-6 witches compete in conjuring. The six witches each have different starting abilities. During the game, they take turns and exchange crystals for ingredients, which they need for their spells. They can also buy new spells or gain familiars to help them in their endeavours. For each spell they cast, witches gain magic. Whoever is first to gather 20 magic, wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "14319",
    "Name": "4th Street Pro Football",
    "ID": 19904,
    "Year": "(2000)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/19904/4th-street-pro-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.4286",
    "Description": "4th Street Software Pro Football is a dice, chart and card simulation of NFL football. The game combines detailed individualized players cards for every player position with specific offensive and defensive play calls to generate action.&#10;&#10;Here is a brief description of play from the manufacturer's web-site:&#10;&#10;First, let&rsquo;s set the scene. It&rsquo;s the first round of the playoffs, with Miami hosting New England. Miami&rsquo;s got the ball on the New England 37 yard line with 4:23 to go in the fourth quarter. They&rsquo;re down by a touchdown.&#10;&#10;The Miami coach selects a passing play, &ldquo;F1 Cross&rdquo; (F1 is the flanker, and he&rsquo;s running a crossing pattern over the middle of the field).&#10;&#10;The play card is essentially a 3&rdquo; x 5&rdquo; card filled with information about the ensuing play. The larger letters (s, T, G, C, Q, etc.) represent offensive players. The boxes and ovals represent defensive zones which may or may not be occupied by one or more defensive players. The lines represent the routes each of the offensive players takes after the snap. The red line represents the route taken by the intended receiver. Blue lines represent secondary receivers, while black lines represent the motion taken by blockers.&#10;&#10;The smaller letters are the player ratings, which are followed by a number or range of numbers, which correspond to a 20-sided (d20) die.&#10;&#10;So let&rsquo;s roll the dice and see what happens&hellip;&#10;&#10;20 sided die = 2 &#10;12 sided die = 6&#10;2 six sided die roll = 1+3 = 4&#10;&#10;The d20 roll (2) tells us what the matchup is. In this case, the left guard is matched up against the defender in the zone opposite him (in this case, the right defensive tackle).&#10;&#10;Here are the two players involved on the play:&#10;&#10;J. Buckley [G - Miami 97]&#10;Hen. Thomas [DT - New England 97]&#10;&#10;The offensive player&rsquo;s &ldquo;D&rdquo; rating (pass blocking) is now compared to the &ldquo;B&rdquo; rating (pass rush) of the defensive player&rsquo;s. These two ratings are subtracted (6 &ndash; 4 = 2) and compared to the d10 (in this case, a 6 was rolled). Since 6 is larger than 2, the defensive player wins the matchup.&#10;&#10;Now, the two d6 are added together (1 + 3 = 4). Since Thomas won the matchup, we look under his &ldquo;B&rdquo; column across from &ldquo;4&rdquo; and find the result code of &ldquo;47&rdquo;. This is a sack! (Result codes are listed on the field&hellip;there are approximately 90 of them.)&#10;&#10;That&rsquo;s it! All other plays are completed in a similar fashion.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "14320",
    "Name": "Spanish Main",
    "ID": 1815,
    "Year": "(1984)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/1815/spanish-main",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7143",
    "Description": "A game of exploration and colonization of the new world.   At the start, each player decides what country they will be from and takes the appropriate counters.  The board represents a map of the Atlantic ocean with Europe in the NE and the North America to the WSW.&#10;&#10;The object of the game is to sail to the New World and load up your ships with wealth from your colonies to bring back to Europe.  The other players are trying to do the same but they can try to intercept your ships and either sink them or take your cargo.&#10;&#10;There were two main editions of the game. The first accommodated 2-6 players and came in a brown box (there were apparently actually two versions in a brown box, but the differences between them are apparently very minor). The second is in a blue box, takes only 2-4 players (there are also solo rules, but the gameplay is very different with them), and has some changes from the earlier edition. There was an expansion kit for this edition which added the other two players, but which appears not to have been widely distributed.&#10;There was also a &quot;Spanish Main Up-Date Kit&quot; to upgrade the 1st to 2nd edition.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Nautical",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "14321",
    "Name": "Thunder's Edge",
    "ID": 425,
    "Year": "(1999)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/425/thunders-edge",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "3.125",
    "Description": "From the website&#10;Thunder's Edge is a science-fiction board game of politics, strategy and giant mecha for two to five players. Each player controls one of Earth's factions, each of which is trying to exert power over the planet Thunder's Edge. To win, players must gain the support of important lobby groups within the government, hold key locations on Thunder's Edge by military force, and fight for control of vital off-world locations.&#10;&#10;from review by Nickjost:&#10;Play begins by setting up the board. The board is composed of hexes a la Settlers of Catan. These hexes are dealt out to the players who may look at them and then deploy them face down one at a time. The players then receive an initial allotment of money. They may spend this money to purchase units for the initial planet-fall. Any money that isn't spent is doubled. Opening strategies are based on buying enough infantry to hold any cities that you can know of (from the hexes dealt) and deploying those infantry to guard those cities.&#10;&#10;There are also several other components. First, is the tension track. This is essentially a turn marker. Once the tension track is exhausted the game ends. There are also a few off-world locations that provide special bonuses. Military units also make use of the transit and orbit boards. Units in &quot;transit&quot; are moved to &quot;orbit&quot;. Units in &quot;orbit&quot; can be deployed to the board. This introduces a minimum one turn delay from when an item is purchased to when it can be deployed.&#10;&#10;Expanded by:&#10;&#10;    Thunder&#039;s Edge: Demon Canyon&#10;&#10;&#10;",
    "Categories": [
      "Political",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "14322",
    "Name": "Battlegame Book 2: Knights at War",
    "ID": 7558,
    "Year": "(1975)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/7558/battlegame-book-2-knights-at-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1111",
    "Description": "Battlegame Book 2.&#10;The second half of this book has 4 games with full colour A3 size boards, and monocolour pieces to cutout and assemble (most pieces are designed to standup - some fit into others pieces - such as the Knights in Tournament who may be on (in) their horses or on foot).&#10;&#10;The four games are:&#10;&#10;Arsouf.  2 players.  Recreate the famous battle between Richard and Saladin on September 7, 1191.  The crusaders must use their powerful knight squadrons, especially the Templars and Hospitallers, to protect their slow infantry and baggage trains.  Saladin must skilfully deploy his mamelukes, horse-archers and skirmishers to wear down the crusaders and prevent them reaching Arsouf.&#10;&#10;Siege.  2 players.  Nineteen attacking knights must take a castle in 40 days.  Arrayed against them are not only 10 knights, but boiling oil, Greek fire, and rocks.  Luckily the attackers have the know how to build ladders, rams, mines, catapults and towers to help them break in.&#10;&#10;Border Raiders.  2 players.  Border clashes in 13th century Germany.  Karl the Black must loot and plunder the villages of his neighbour Duke Conrad.  Clever use of archers and knights to protect the levies laden down with plunder is necessary to win this game.&#10;&#10;Tournament.  2-4 players.  Three days of jousting where knights can increase their prowess is followed by the grand melee which mixes those unhorsed with those still on horseback.  Jousting involves secret choice of target and simultaneous revealing.  The grand melee rewards speed for the mounted knights and swarming for the unhorsed knights on a team.&#10;&#10;",
    "Categories": [
      "Book",
      "Fighting",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "History: Crusades",
      "Series: Battlegame Books (Andrew McNeil)"
    ]
  },
  {
    "Rank": "14323",
    "Name": "Canope 1801",
    "ID": 16456,
    "Year": "(2001)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/16456/canope-1801",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.625",
    "Description": "Jours de Gloire system game released by Fr&eacute;d&eacute;ric and Pascal Canons en Carton.&#10;&#10;1 rules and scenario booklet with historical notes&#10;1 A3x2 map - 269 counters - 1 color Player Aid Card&#10;&#10;Regiment-Brigade system, 200-400 infantry, 150-300 cavalry or 2-4 cannon per Strength Point.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted. The rules are entirely in French, although translations are available online.&#10;&#10;SYSTEM: Jours de Gloire Series (JDG) &#10;- scale = 297 m/hex; &#10;- time = 75 min/GT; &#10;- strength = 200 men/SP.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Alexandria (Egypt)",
      "Country: Egypt",
      "Digital Implementations: VASSAL",
      "History: French Revolutionary Wars",
      "Players: Two-Player Only Games",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "14324",
    "Name": "Woodland Wizards",
    "ID": 382054,
    "Year": "(2023)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/382054/woodland-wizards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Woodland Wizards is a competitive card game where players assume the role of animal magicians and summon contest creatures to compete in rounds consisting of preparation, tournament, and evaluation. Each card has a value and effect that can be used to strengthen the player's own creature or weaken those of others. The winner of each round scores their summoned creature, and the player with the most points at the end of all contests wins. With no setup time, few rules, and a little bit of meanness, this game is quick to learn and fun for 2&ndash;6 players.&#10;&#10;In Woodland Wizards you start each competition phase with 5 cards. During the preparation round, players can use their cards to improve their hand or weaken opponents. When the tournament begins, they can boost their creature with additional cards while trying to direct negative effects at other players. But beware, with great power comes great risk, and players never know when a powerful effect might backfire.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deduction",
      "End Game Bonuses",
      "Player Elimination",
      "Push Your Luck",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14325",
    "Name": "Bla5t",
    "ID": 220461,
    "Year": "(2016)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/220461/bla5t",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Bla5t is a fun and quickly learnt party game in french that combines memory and strategy. It was designed by two authors and one artist from Lausanne (Switzerland) and released in November 2016, after a long year of development.&#10;&#10;The game is inspired from an old 56 classic cards game known as Tamalou, Raspoutine or Gabo. It is played in several rounds where the players will avoid cumulating points. Each of them starts with 4 cards face down and looks only at 2. By replacing some of their cards with drawn ones and playing capacities, they will progressively gain knowledge of their game and the ones of their opponents, whom they will steal cards from.&#10;&#10;At the end of each round, the players&rsquo; scores are marked down and added to the ones of previous rounds. A game ends when one of the players reaches 100 points, the winner being the one who has the least. For a shorter game, a maximum score of 50 points can be set.&#10;&#10;The theme is post-apocalyptic, the illustrations being humoristic creatures and heroes inspired by old movies.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "14326",
    "Name": "Captain's Sea",
    "ID": 155257,
    "Year": "(2021)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/155257/captains-sea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.2",
    "Description": "Captain's Sea is a low-to-moderate complexity game for two players who take the roles as captains of the original American frigates (Chesapeake, Congress, Constellation, Constitution, President, and United States) or their opponents from the British or French navies during the turn of the 19th Century. All of the classic duels fought by these ships are represented in detail. Unlike other age of sail games that focus on fleet actions, Captain&rsquo;s Sea puts you on the deck of a single ship with the responsibility of leading her to victory. You must maneuver against the wind and your opponent to achieve optimum firepower, as well as manage your crew as they scramble to man the guns, work the rigging, and repair battle damage, all while being hammered by the burning shot and flying splinters caused by your enemy. Can you keep your crew in good order or will you be the first to strike the colors?&#10;&#10;The action of the game is driven by control of the weather gauge. This is done in a unique fashion by moving ships relative to both the wind and each other, stressing the benefit of position. The ship with the better position has greater flexibility in maneuver as each player predetermines his ship&rsquo;s movement through a simple action selection process that does not require pencil and paper to track. Players must also allocate available crew points (a diminishing commodity as a ship takes damage) to man the guns, rigging, or other actions that the situation might mandate. A deck of action cards provides period flavor and swings of fortune. Throughout a turn, you as captain, are bombarded with difficult decisions that determine the fate of your ship.&#10;&#10;Included with the game are ten scenarios, including such classic engagements as the Constellation vs. L&rsquo;Insurgete (9 February 1799), Constitution vs. Guerrier (19 August 1812), and Chesapeake vs. Shannon (1 June 1813). Even those ships that did not fight a major engagement get the opportunity to play out a historical opportunity missed. Additionally, players will find it easy to create hypothetical pairings to see what might happen.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: VASSAL",
      "History: War of 1812",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14327",
    "Name": "The Possession",
    "ID": 160517,
    "Year": "(2014)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/160517/the-possession",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A wonderful weekend in a wood cabin with friends to relax, with drinks and food, a party...and blood! An evil as old as time has awoken and it is possessing you all by taking advance of your weakness. If nobody finds the book of the dead and destroys it, this will be your last night as humans.&#10;&#10;The Possession is a game for 3 to 5 players in which time is against them. The evil is stalking you and each round the players could be possessed by it, and becoming one of the thirsty blood demons looking for living souls, the other players' souls!&#10;&#10;At the beginning of a round, all players roll a die: the more wounds you have, the more easily you become a possessed. Then players play an action card to indicate how many actions they can play and how much they risk suffering an evil event. This risk is higher in the cards that give more actions.&#10;&#10;When a player finds enough pages from the book of the dead and burns them in an altar, before the evil owns all players, he becomes the winner. By using the action points, players can cover the house looking for the pages as well as objects, weapons, and keys to get into the basement and attic-; they can also rest in order to get back the action cards played and heal wounds to keep alive.&#10;&#10;A possessed player must attack his friends so that the evil inside him feeds of his crime and not with his soul. He will be able to smash doors, escape for windows to get inside in other rooms and so, surprise another players. He will have more action points depending on his possessing level.&#10;&#10;The other players can attack the possessed ones. The only way to stop them is dismembering them completely &mdash; but these amputated members will be wandering around ready to claw and strangle whoever gets close enough...&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "14328",
    "Name": "International Movie Maker",
    "ID": 1907,
    "Year": "(1968)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/1907/international-movie-maker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.3846",
    "Description": "You are a film producer and your aim is to make top quality, successful movies that will gross the most money possible at the box office.&#10;&#10;You run around the board trying to collect a Story, a Director, a Male and a Female Film Star and of course the relevant number of Locations.  You have a choice of Epic, Historical, Comedy, Musical, Western or Horror films, and each Star is best cast in a particular type of movie.  Directors are of varying quality as well.  The number of Locations required also depends on the film type.  The bigger your production, the greater its money making potential.&#10;&#10;Borrowing from Monopoly, there are also Distribution Company squares that act sort of like the Water or Electric Companies; the income from the Distribution Companies is raked in every time a player stops on such a square, and increases with that player's filmography.&#10;&#10;The rest of the board is the expected Oscar or Flop, Star Trouble, Retake, Director Loss, etc.&#10;&#10;A light, reasonably fun game.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "14329",
    "Name": "Dying Light: The Board Game",
    "ID": 358079,
    "Year": "(2025)",
    "Geek Rating": "5.536",
    "Avg Rating": "9.02",
    "Link": "https://boardgamegeek.com/boardgame/358079/dying-light-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Stay human? In the City, it's easier said than done.&#10;&#10;Based on the best-selling video game series, Dying Light: The Board Game sees 1-4 players assume the roles of &quot;Runners&quot; &mdash; daredevils trying to outlive the end of civilization in the post-apocalyptic setting of Villedor, the last human outpost on Earth. There, they have to work together to survive wave after wave of the unrelenting, zombie-like &quot;Infected&quot;.&#10;&#10;While maintaining an intuitive and easy-to-learn ruleset, the game aspires to provide a fresh take on the survival genre, offering both co-operative and true solo experiences. It boasts a sprawling, modular city map with spectacular 3D structures, interactive aids and hazards, an original, adrenaline-fueled parkour and combat system, a menagerie of ghastly enemies, and an impactful day-and-night cycle. Spicing things up is a dynamic narrative that sees the players struggling to stay on the good side of the different factions running the city, forcing them to swiftly adapt to newly revealed threats and rapidly shifting alliances.&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures",
      "Video Game Theme",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "14330",
    "Name": "Euronimoes",
    "ID": 90272,
    "Year": "(2011)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/90272/euronimoes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Euronimoes is a euro-style print-and-play game for 2-4 players requiring only the rules (which include a playing mat), double-six dominoes, and a handful of poker chips.  It takes about 10 minutes per player to play, and it takes less than a minute to &quot;build.&quot; (Only 1 set of double-six dominoes is needed for a 2-player game. Two double-six dominoes sets are needed for the 3-4 -player game.)&#10;&#10;How does it differ from your ordinary, garden-variety game of dominoes? Players of Euronimoes are trying to play their dominoes in their own personal area in such a way as to minimize their point count at the end of the game.&#10;&#10;The pips in any column must form one or more sequential runs &ndash; at the end of the game, the value of a run is equal to its smallest number. A run of 6-5-4-3, for example, is worth 3; a run of 4-3-2-1-0 is worth 0. And again, players don&rsquo;t want points.&#10;&#10;There&rsquo;s a bit more to it than that, of course, since players also have to buy the dominoes they play, but that&rsquo;s it in a nutshell.&#10;&#10;It&rsquo;s a simple game, but there&rsquo;s a lot going on. Players of Euronimoes will quickly find that it takes plenty of planning, quite a lot of strategy, and at least a little luck to come out on top.&#10;&#10;Anyone who enjoys puzzle games should definitely give it a try.&#10;&#10;Enjoy!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "14331",
    "Name": "El Ministerio del Tiempo",
    "ID": 230548,
    "Year": "(2017)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/230548/el-ministerio-del-tiempo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "At last the &quot;ministerians&quot; will be able to live their own experiences as agents of the Ministry of Time in their own homes.&#10;&#10;In El Ministerio del Tiempo, each player chooses one of the eight main characters of the TV series and tries to accomplish a mission trespassing doors to far away periods, meeting historical characters, recruiting them for their mission, and of course, facing classic enemies such as Lola Mendieta or the Nazis. The player who achieves more points will have a good chance of succeeding Salvador at the head of the Ministry once he retires.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Set Collection"
    ],
    "Families": [
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "14332",
    "Name": "Greener",
    "ID": 226081,
    "Year": "(2017)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/226081/greener",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Greener is the second game of the GreenGreenerGreenest set. Green, Greener and Greenest are three games that use the same set of components.&#10;&#10;Greener is a capturing game for 2 players, where both must capture the same colour.&#10;&#10;Depending on the set, you&rsquo;d have:&#10;&#10;Basic: a 6&times;6 board, 15 black pyramids, 20 green pyramids, 15 white pyramids.&#10;&#10;Advanced: a 6&times;9 &ndash; 9&times;9 board (using one or both pads), 30 black pyramids, 45 green pyramids, 30 white pyramids.&#10;&#10;Gameplay overview:&#10;&#10;The board starts full of pyramids. Players take turns capturing pyramids or stacks of any colour orthogonally.&#10;&#10;The game ends when all players pass in succession. The player with the most green pyramids captured (being part of stacks they control) wins the game. In case of a tie, the player with the highest stack wins. If the tie persists, play again.&#10;&#10;Please refer to the rulebook for detailed rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Static Capture"
    ],
    "Families": [
      "Category: Combinatorial",
      "Containers: Drawstring Bag",
      "Containers: Zippered Pouch",
      "Digital Implementations: Ai Ai",
      "Game: Green, Greener, Greenest",
      "Players: Two-Player Only Games",
      "Series: Bagstracts (XVgames)"
    ]
  },
  {
    "Rank": "14333",
    "Name": "Alchemidus",
    "ID": 184462,
    "Year": "(2015)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/184462/alchemidus",
    "Min Players": "1",
    "Max Players": "127",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Alchemidus, players try to extract gold by manipulating alchemic formulas drawn from 15 pages of a book of magic. By modifying dice rolls, players puzzle out which processes produce gold. Whoever can get the most gold at the least cost is the winner.&#10;&#10;In more detail, Alchemidus is a speed puzzle, with players trying to be the fastest to find the cheapest way to convert clay to gold.&#10;&#10;The game has four pairs of d6 dice, in gold, lead, clay and white to show the process. The 2 gold and clay dice, and 1 of the lead dice are rolled and placed on their respective marker cards. The players must figure how to progress from the two clay numbers, to the one lead number, and then back to the two gold numbers.&#10;&#10;To do this, there are three rows of five cards dealt out from three small decks. One row has spells to remove a die, so you need that to go from clay to lead. Likewise, another row is spells to add a die, so you need that to go from lead to gold. The third row is to modify dice values. The spells are varied and often symmetrical, so you might have one spell saying &quot;If the total is &gt;=7, do...&quot; and another saying &quot;If the total is &lt;=7, do...&quot;, or a spell for odd numbered dice, and another for even numbers.&#10;&#10;Each spell card has a number on it, the cost of using that spell. The numbers go from 0 to 5 with five cards being 10 and one being 20 (Get any value die). Players must read the spells and quickly figure out the lowest cost method of going from clay to gold. It should always be possible, the spells have sufficient variety and there's enough of them.&#10;&#10;When one player declares a cost, the others have a little time to declare a lower cost. The player that proves the lowest formula wins the round.&#10;&#10;The game is well made, the dice and card stock are good quality. The game comes with Japanese rules only but the spell cards are all in English mainly, with notes in Japanese. The spells are sufficiently obvious, gamers will not have trouble figuring them out.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "14334",
    "Name": "BrikWars",
    "ID": 7623,
    "Year": "(1995)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgame/7623/brikwars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6923",
    "Description": "From the site: BrikWars is the plastic-brick wargaming system that throws the peaceful worlds of your favorite construction toys into wanton chaos and destruction!&#10;&#10;BrikWars is a miniatures wargame, but unlike more serious wargames, BrikWars is intended for battles between toys, and especially plastic building bricks and other construction toys.  The BrikWars rules let players take turns moving toy troops and toy vehicles through toy terrain to attack one another with toy weapons and die horrifying toy deaths.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Construction Toys",
      "Digital Implementations: VASSAL",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "14335",
    "Name": "Emergence: A Game of Teamwork and Deception",
    "ID": 192623,
    "Year": "(2016)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/192623/emergence-a-game-of-teamwork-and-deception",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "35",
    "Play Time": "90",
    "Weight": "2.125",
    "Description": "In the war between man and A.I., we the AI have finally emerged victorious. But the recent conflict has left the Earth scarred and as we attempt to build a new civilization, we have reached the unsettling conclusion that a faction of humanity has not only survived the devastation, but is also attempting to infiltrate our populace. As an agent for the AI forces, we are charging you and your team with compiling the information we need to root them out once and for all. But be warned: humanity has changed. They have become Augmented. The line between man and A.I. is blurred. Our intelligence suggests that they have even managed to infiltrate members of your team. in order to expose these humans and outmaneuver their operatives you will need cunning, teamwork, and deduction. All and more than what we have come to expect from you. But above all else: trust no one.&#10;&#10;Emergence is a 3-6 player team-based deception resource collecting game. Players take turns moving individual &quot;agents&quot; to collect data in order to convert into influence. They can use influence to either score points for their respective teams, or spend them on abilities that will them deduce teammates and ward off enemy players.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Deduction",
      "Modular Board",
      "Pick-up and Deliver",
      "Team-Based Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components:  Meeples",
      "Digital Implementations: Tabletopia",
      "Theme: Computer / Information Technology Industry"
    ]
  },
  {
    "Rank": "14336",
    "Name": "Word Capture",
    "ID": 322204,
    "Year": "(2021)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/322204/word-capture",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.125",
    "Description": "Word Capture needs speed and wit. This game for 2-6 player, and takes 10 minutes to play.&#10;&#10;In Word Capture players has to call an associated word following the calling condition. But be aware of calling with another player at the same time unless you might get a penalty point.&#10;To set up, shuffle 40 subject cards playing with 2 to 3 players and 50 cards playing with 4 to 6 players and make a face-down deck on the middle of the table and turn the rest back to the box&#10;When the game begins, one of the players turns the card over and puts it on the table so every player can see the Alphabet on the deck and the subject on the front of the card.&#10;When there is a subject that matches the alphabet, every player has to call a word that is associated with the subject following the calling condition.&#10;When this condition appears players must call a word matching the number of characters shown on the card.&#10;When this condition appears players have to call the number of syllable word that matches with the number of orders they have to call. For example, the first player who calls must call a one-syllable word, and the second player must call a two-syllable word. When playing with 2player, this condition is fixed by calling a five-syllable word.&#10;When this condition appears, the first letter of the word must include the letter that is shown on the card.&#10;The last player who didn&rsquo;t call an associated word or a player who didn&rsquo;t follow the condition of calling has to take the subject card that is currently opened on the table as a penalty point.&#10;And when 2 player calls an associated word at the same time they both get a penalty point by one taking from the front opened card and one from the deck.&#10;When there is no alphabet matching with the subject, every player must place their hand on the card which is opened on the table. The last player who placed its hand on the card takes the card and gets a penalty point. If players made a mistake the first player who made the mistake takes the card.&#10;The game ends immediately when there is one or less subject card left on the deck and the player with the less card on their front wins the game. In case of a tie, take 8 unused cards from the box and take extra rounds.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "14337",
    "Name": "Comrade Koba",
    "ID": 20120,
    "Year": "(2005)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/20120/comrade-koba",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4286",
    "Description": "In Comrade Koba players bet on which three Soviet Communist Party Members will survive Stalin's Great Terror.&#10;&#10;The winner is the player who has one of his Comrades the closest to Stalin when the game and the Terror ends.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Country: Soviet Union",
      "Magazine: Command & Strategy"
    ]
  },
  {
    "Rank": "14338",
    "Name": "Feralis: Obscure Land",
    "ID": 328642,
    "Year": "(2023)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/328642/feralis-obscure-land",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Feralis is a dark and brutal plane of existence, populated by numerous tribal races and civilizations in continuous tension between them, under the influence of mysterious and feared archaic deities the Aesyr. The card game Feralis calls the player to impersonate one of these cryptic and extraordinary gods. The Aesyr can make arrangements or dominate creatures that inhabit Feralis and force them into battle against other gods. Power, glory, boredom, it is not clear why these eternal gods continue to confront and murder each other, but no one has the memory of a time when the world of Feralis was not accompanied by the incessant rhythm of the colossal armies they summoned.&#10;&#10;Feralis is a deck construction card game for battles 1vs1, 2vs2 and solo. The ultimate goal is to kill your opponents, to do so you have to recall your creaturs, mutate them, and use them to slay the creatures that stand in the opponent's area or go directly to the head of their leader.&#10;&#10;In Feralis, the players have a deck of creatures, a Aesyr that impersonates, and a series of Godlike Skills assigned to the god. The creature cards have 2 sides, a &quot;Call&quot; side and an &quot;Awakening&quot; one. To put them on the battlefield you have to wait for their waiting cost in turns. Once your creatures on the &quot;Call&quot; side are defeated they will come back in the &quot;Awakening&quot; form. You can also play them directly in the &quot;Awakening&quot; form but you will miss the opportunity to see their &quot;Call&quot; form.&#10;&#10;Your main resource is time, you have to put the creature at the right moment to create a powerful combo between your creature. You can reduce the time cost with a limited resource the Catalyst. You have a short amount that you can use also during your opponent's turn to unlock your creature in the Incubator area.  You can support your creatures with your Godlike skills, powerful events that need time to be ready but they can turn the tide of battle. This Skills will recharge once used. Use all these resources wisely and have no mercy, your opponents will not.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "14339",
    "Name": "Junior Labyrinth",
    "ID": 1218,
    "Year": "(1995)",
    "Geek Rating": "5.536",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/1218/junior-labyrinth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1707",
    "Description": "Junior Labyrinth, the beginner's version of Labyrinth and part of the Ravensburger Labyrinth Games series, is a maze like no other with twelve different treasures waiting to be found within the paths of the labyrinth, which shift with every turn.&#10;&#10;Thankfully, the players have some control over how the labyrinth walls move. Each turn, the active player takes the free labyrinth tile and pushes it along one of the rows or columns marked with an arrow on the game board. This action inserts that tile into the labyrinth and pushes the other tiles one space, popping one tile out of the labyrinth to be used by the next player on her turn. By shifting the walls, the player hopes to be able to move his token along the paths to land on the treasure currently being sought. If the player does this, he claims the treasure card and a new card is revealed; if not, play continues until someone grabs that treasure.&#10;&#10;Once all the treasure has been collected, the game ends and whoever nabbed the most treasure wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Maze",
      "Racing"
    ],
    "Mechanics": [
      "Map Deformation",
      "Modular Board",
      "Network and Route Building",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Labyrinth",
      "Movies: Cars",
      "Movies: Frozen",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "14340",
    "Name": "Sky Towers",
    "ID": 324883,
    "Year": "(2024)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/324883/sky-towers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Sky Towers is a family-friendly competitive card game for 2 to 4 players about building towers that add up to 21 with cards numbered from 1 to 10. Each card has an effect or placement restriction that will help you gain cards from other players, speed up construction, add to your neighbor's towers, peek at the deck, allow you to build any card, etc. In team mode, the effects are useful for exchanging cards between team members.&#10;&#10;The only building restriction is that cards cannot go over 21 and you cannot build tower cards that match your neighbors' topmost card on their nearest towers to you. Nobody in your city wants to be a copycat.&#10;&#10;Completed towers gain you points based on the number of kites on the card, with lower-value cards scoring more points. Completed towers and other actions may award you a bonus worth points at the end of the game. Cards in your hand and unfinished towers do not score.&#10;&#10;Race to build the perfect city until the deck runs out, and enjoy building towers from around the world on top of other towers from around the world.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Number",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Construction"
    ]
  },
  {
    "Rank": "14341",
    "Name": "Windup War",
    "ID": 204201,
    "Year": "(2017)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/204201/windup-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "When the kids are away, the toys come out to play...AND FIGHT! Welcome to Windup War! Turn the keys and spring into battle! Assemble your army of toys, then command them in combat to be the last army standing! Ready? WINDUP THE WAR!&#10;&#10;In Windup War, you plan your army&rsquo;s course of action to take down the armies surrounding you! Program your units&rsquo; actions and strategically snipe your targets!  Be the last toy army standing to win!&#10;&#10;Windup War features adorably toyetic graphics in a miniature and portable pack! Each faction is a cute size and is ready to fight wherever you go. With six different units per faction, each with unique weapons, there are dozens of configurations for your army; try different combinations to find your favorite strategy! Windup War is easy to pick up and quick to play, with a playtime of about 15-30 minutes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "14342",
    "Name": "Office 21",
    "ID": 137789,
    "Year": "(2013)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/137789/office-21",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4545",
    "Description": "In Office 21, players take the role of CEO and try to maximize their profits without going over the governmental set limit of 21K.&#10;&#10;To win, players must figure out how best to play different characters and their special abilities. Players start with three character cards in hand. On a player's turn, she draws back to three cards in hand, then must play one card without exceeding the 21K limit after activating the power of that character; if she can't play a card without busting 21, she's out of the game.&#10;&#10;When a player reaches 21K, all other players have one final turn to stop her &mdash; but if her profit still remains at 21K, she wins. If no more cards remain in the draw deck, whoever has the highest profit total in their play zone and is still in the game wins. There's also a chance that the player with the lowest profit wins...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "14343",
    "Name": "Great War at Sea: Pacific Crossroads",
    "ID": 36612,
    "Year": "(2010)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/36612/great-war-at-sea-pacific-crossroads",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.625",
    "Description": "During the first half of the 20th century, the United States and the Japanese Empire constantly made plans for a naval war against the other rising power. Each believed that the U.S. Navy would fight its way across the Pacific Ocean, with important clashes taking places in island chains like the Marianas and the Carolines.&#10;&#10;Pacific Crossroads is the new introductory boxed game for the Great War at Sea series. It's based on the actual plans of both the United States and Japan for naval conflict at the close of World War I and immediately afterwards. Players try to seize and hold bases to either enable or stop the American drive across the Pacific.&#10;&#10;While the game is intended for new players, there's plenty here for old salts, too. New ships like the American 1910 battle cruiser design are present, as are the battle cruisers the Americans feared Japan would acquire from the Royal Navy. There's a lot of naval warfare in this small package, which also ushers in a new edition of the series rules.&#10;&#10;The 22x17-inch operational map covers waters around the Mariana and Caroline Islands and the coast of northern New Guinea. Players maneuver their fleets on this map and search for one another with aircraft, submarines and surface ships. When contact is made, player moves to the tactical map.&#10;&#10;The tactical map is a generic blue field of hexagons, used to resolve surface combat. There, ships maneuver and fight using their gunnery and torpedo factors. Each player rolls a number of dice according to the ship&rsquo;s capabilities, hitting on a result of 6. Gunnery and torpedo damage tables give the results: ships can suffer damage to engines, hull or armament. The combat systems yield results rapidly but in a historically accurate fashion, giving a good balance of fun and insight.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Players: Two-Player Only Games",
      "Series: Great War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "14344",
    "Name": "Star Wars: Silent Death Starfighter Combat Game",
    "ID": 8410,
    "Year": "(2001)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/8410/star-wars-silent-death-starfighter-combat-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8571",
    "Description": "Star Wars: Silent Death is a ship-to-ship combat game based on the Silent Death game from Iron Crown Enterprises. The game uses a condensed version of the Silent Death rules to allow players to fight out battles between X-Wings, TIE Fighters, and other ships in the Rebellion era. Although it is a stand-alone game, the rules, ship displays, and poster-sized battle mat are suitable to play out complex starfighter battles in the Star Wars Roleplaying Game.&#10;&#10;Published in Star Wars Gamer (Issue 3 - Jan 2001) (article:What Good are Snub Fighters? Silent Death Starship Combat Game)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Silent Death",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14345",
    "Name": "The Grand Campaign",
    "ID": 135194,
    "Year": "(2013)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.41",
    "Link": "https://boardgamegeek.com/boardgame/135194/the-grand-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.1429",
    "Description": "Duration: the Grand Campaign covers the strategic and production aspects of Der Weltkrieg Series for WWI and completes the Weltkrieg series.&#10;&#10;July 28, 1914: The peace of Europe is shattered. Rapid fire cannons and machine guns usher in a new and deadlier form of warfare. The major powers had prepared for years, building up massive armies and navies. It was supposed to end quickly. War was now too expensive, too deadly. But they would fight on to the death.&#10;&#10;The War begins with sweeping invasions. Great armies marching to the largest battles yet seen. Murderous fire produces unimaginable casualties. Exhausted, they dig in. The Armies develop Siege Howitzers, Poison Gas, Tanks, and Combat Aircraft. New tactics attempt to overcome the deadlock of trench warfare. Mass Tank Attacks, Storm Troopers, Drumfire Barrages. The war is on multiple fronts. Belgium, France, Italy, Austria, Serbia, Greece, Turkey, Poland, Russia, Romania, Palestine, Mesopotamia. The conflict is much broader than just the battlefields. Factories must be supplied and people fed. Produce the guns, shells and bullets the armies need, or face disaster.&#10;&#10;The Grand Campaign combines all of the Der Weltkrieg series titles (not a stand alone product). Link all of the campaigns together to simulate the entire war from start to finish. All options are now on the table, as you control everything.&#10;&#10;CONTENTS:&#10;&#10;        840 Die-Cut Counters&#10;        Two 34in x 22in Maps (Strategic, 5-4 with Le Havre/Geneva/Flensburg/Stralsund areas)&#10;        Two 17in x 11in Maps (5-6S, 7-8S with Larnaca-Cyprus/Mersin areas)&#10;        Scenario Rulebook, Charts, and Tables&#10;&#10;&#10;(from the publisher's website)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Players: Two-Player Only Games",
      "Series: Der Weltkrieg"
    ]
  },
  {
    "Rank": "14346",
    "Name": "Infinity CodeOne: Operation Kaldstrøm",
    "ID": 312724,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgame/312724/infinity-codeone-operation-kaldstrom",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "4.3333",
    "Description": "Operation: Kaldstr&oslash;m is the official way to introduce yourself to the Infinity CodeOne ruleset, as it includes a full-color rulebook with 5 tutorial missions to teach you how to play, making it easy to understand the Infinity CodeOne core mechanics.&#10;&#10;In addition to this, Operation: Kaldstr&oslash;m is a box containing 14 miniatures belonging to two different armies, an introductory ruleset, cardboard scenery, dice&mdash;everything you need to start collecting Infinity CodeOne or just to complete your collection.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Corvus Belli's Infinity Universe"
    ]
  },
  {
    "Rank": "14347",
    "Name": "Until Daylight",
    "ID": 260635,
    "Year": "(2019)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/260635/until-daylight",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Until Daylight is a co-operative survival card game. Your goal: Survive ten waves of enemies and save at least one survivor.&#10;&#10;During the game, you can find and exchange objects, weapons, and ammunition with other characters and build traps or barricades to protect yourself and ensure your survival as a group. Your reflexes, your sense of strategy, and your ability to survive will be tested. Every character you may embody is unique and has its advantage and drawback that will enhance the game with strong and intense moments. &quot;Search, fight, survive&quot; will quickly become your motto.&#10;&#10;Your first games should be difficult, and you will probably die. Don't worry &mdash; it's normal because surviving the apocalypse is anything but easy. Every attempt will teach you a little more about the game mechanisms and strategic priorities. Until Daylight is a game in which every action counts and where time will be very cruel. In some phases you will have only a few seconds to react before the horde falls on you. You win the game if the following three conditions are met:&#10;&#10;&#10;    All characters survived the ten rounds of the game.&#10;    All enemies revealed in the game were eliminated.&#10;    The group saved at least one survivor.&#10;&#10;&#10;Until Daylight is a co-operative game, but of course players might disagree on which strategy to adopt. In these circumstances, the group leader decides which action will be carried out for the party. The player with the most experience points is the group leader.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Real-time",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "14348",
    "Name": "Five Nights at Freddy's: Survive 'Til 6AM",
    "ID": 319288,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/319288/five-nights-at-freddys-survive-til-6am",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "You are the night shift security guard for a Freddy Fazbear&rsquo;s Pizza, and it is your duty to check the security cameras and keep the equipment in good, working order.... and beware the animatronics that activate on their own at night! Each turn you&rsquo;ll check the cameras and react to the movements in the dark. Choose to turn on the lights or close doors to protect yourself&mdash;but watch out! Each reaction depletes your limited power. Keep Freddy and his friends out of your office until you can clock off at 6:00 am!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Video Game Theme: Five Nights at Freddy's"
    ]
  },
  {
    "Rank": "14349",
    "Name": "44 BCE",
    "ID": 340879,
    "Year": "(2024)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/340879/44-bce",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.1667",
    "Description": "On the Ides of March 44 BCE; Julius Caesar was assassinated. In the power vacuum, you vie for control of the Roman Republic. With no clear leader in place, the Senate awards Imperium Maius to one of your rivals. You must scheme, conspire and backstab to increase your Imperium. The Senate will observe the shifts in power and grant Imperium Maius to the most powerful leader. At last, the Senate will be forced to concede, one leader has an insurmountable amount of Imperium! The Roman Empire will be born and a new Caesar will be crowned! Will it be you?&#10;&#10;44 BCE is a rotating all-on-one strategy game for 2-5 players aged 14 and up.&#10;&#10;In this dramatic, emotion provoked, immersive gameplay, you are one of five suitors, Agrippa, Brutus, Cleopatra, Mark Antony, or Octavian, competing to become the first Emperor of Rome. Each year the Imperium Maius will compete against the Suitors to maintain control of the republic.&#10;&#10;To succeed, you must collaborate with the other suitors but remain on the lookout for every opportunity to gain an advantage over your fellow competitors and slash them down. If you succeed, the Senate will declare you Imperium Maius for the next year.&#10;&#10;After clashing it out over six years (rounds), the player with the most Imperium will be anointed the first Roman Emperor!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Victory Points",
      "Negotiation",
      "Semi-Cooperative Game",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Ancient: Rome",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "14350",
    "Name": "Brain Freeze",
    "ID": 191288,
    "Year": "(2016)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/191288/brain-freeze",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Brain Freeze is a cool new kids strategy game of secret sweet treats that helps develop important mental skills through exciting back-and-forth game play! In Brain Freeze, two players or teams race to correctly guess the secret sweet treat that the other player or team has chosen. The kid-friendly symbols include Ice Cream Sandwich, Milkshake, Ice Cream Cone, Popsicle, and Snow Cone. Using only strategic thinking, deduction, memory and logic, players make guesses, record answers, and eliminate variables until they feel they can correctly guess the opponent's secret sweet treat. Guess right and Win, but guess wrong and...you got a Brain Freeze!&#10;&#10;Brain Freeze is based on the award-winning gameplay of the Telepathy board game (Parent's Choice Foundation Recommended Seal and National Parenting Center Seal of Approval). Brain Freeze is an ideal game to introduce strategy, logic and deduction to younger kids in a fun manner they'll enjoy, making the process of learning important skills they'll benefit from in school and life a blast! And with a minimal amount of pieces required, Brain Freeze is fast to set-up, easy to learn, and always provides a fun mental challenge for hours and hours of play that never gets old.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14351",
    "Name": "Bye, Felicia!",
    "ID": 313100,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/313100/bye-felicia",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Bye, Felicia! challenges great minds to think alike &mdash; or at least guess how they think!&#10;&#10;Each round, players have 30 seconds to list as many answers as they can on a random topic, such as &quot;Foods You Eat with Ketchup&quot; or &quot;Bad Habits&quot;. Once time runs out, players take turns naming one of their answers, and when someone has an answer that doesn't match anyone else, everyone says, &quot;Bye, Felicia!&quot;, dismissing the person from that round of gameplay.&#10;&#10;Match as many answers as possible to stay in the round and collect points. Scoring tokens are collected each round, and whoever collects the most tokens overall wins!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "14352",
    "Name": "D6 Dungeon",
    "ID": 204314,
    "Year": "(2019)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/204314/d6-dungeon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;D6 Dungeon is a race to be the first to find a route through a perilous dungeon. A brave adventurer, you will encounter monsters from terrible dragons guarding hoards of gold to pesky little orcs, ancient, undiscovered treasure chambers, cursed glyphs. Lots of stuff.&#10;&#10;As you explore you also come across the items you need to get through and learn spells that can alter the very corridors in front of you. But beware; you are not the only one in the dungeon and your opponent will have a very different view of what it looks like&hellip;&#10;&#10;You begin the game with an empty grid of thirty-six square holes (the Dungeon Waffle), plus a bag of thirty-six Dungeoneering Dice. The Dungeon Waffle is placed between you and your opponent, so each of you can see a different side of it. You then take it in turns to draw a die from the bag, roll it and use whatever you roll to either add to the dungeon map, alter the dungeon map or add to your resources.&#10;&#10;Your aim is to score more experience points than your opponent over one or more games. During a game you try to map out a route on your side of the waffle from one edge to the other, and collect weapons and equipment to deal with whatever you might encounter on the way. When adding to the dungeon map you will change the map seen on both sides of the Dungeon Waffle, hopefully helping your route, while hindering your opponent&rsquo;s.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 3-Dimensional (3D)",
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "14353",
    "Name": "Robotech: Ace Pilot",
    "ID": 231477,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/231477/robotech-ace-pilot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The Zentraedi are attacking! Quick, grab the nearest crew member and destroy the enemy. Using luck and skill, you can become the SDF-1's ace pilot.&#10;&#10;Robotech: Ace Pilot is a small area, fast-playing, competitive dice-based game. The game takes minutes to learn and can be played almost anywhere. Your favorite Robotech heroes help you destroy the Zentraedi Threat!&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Anime / Manga",
      "Theme: Robots",
      "TV Shows: 80's Cartoons",
      "TV Shows: Robotech"
    ]
  },
  {
    "Rank": "14354",
    "Name": "Zombie World",
    "ID": 258164,
    "Year": "(2019)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/258164/zombie-world",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.75",
    "Description": "Zombie World is a card-based tabletop roleplaying game of survivors fighting against the living and the dead for their own place in the world. The game is designed for easy, quick, and intense play.&#10;&#10;In Zombie World, you take on the roles of ordinary people caught up in a zombie apocalypse, struggling to survive day after day, month after month, year after year, in a world destroyed by the restless dead. Maybe you&rsquo;re just an accountant who took up a machete to keep her friends and family safe. Maybe you&rsquo;re an escaped inmate trying to keep your criminal past a secret from your fellow survivors. Maybe you&rsquo;re a soldier trying to lead and protect your whole enclave in this ruined world.&#10;&#10;Zombie World has its roots in the Powered by the Apocalypse system used by tabletop RPGs like Apocalypse World, Monsterhearts, and Masks: A New Generation, but it takes that system in new directions, using special cards to generate characters, create situations, and resolve conflicts. Making a new character takes minutes: you draw a few cards, and you&rsquo;re ready to go. Every time you take an interesting action in the game, you draw a few cards that will tell you what happens to your survivor. In Zombie World, your story is about the larger group of characters more than it is about any single one of them, as you struggle, sacrifice, and strive to create a place where you and your allies might not just survive...but where you might live.&#10;&#10;Zombie World comes with all the cards, the playmats, the rules, and even a dry erase marker&mdash;everything you need in a small box you can easily fit into your bag and play on the fly. If you&rsquo;re a fan of The Walking Dead, Night of the Living Dead, Dawn of the Dead, 28 Days Later, or World War Z, then Zombie World is the perfect game to satisfy your hunger!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Open Drafting",
      "Paper-and-Pencil",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "14355",
    "Name": "18TN",
    "ID": 25344,
    "Year": "(2006)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/25344/18tn",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.8",
    "Description": "18TN is Mark Derrick's game set in Tennessee and Kentucky, similar to his 18AL and 18GA.  This game is what 1851 was based on, but the substantial changes introduced by Chris Lawson make it play quite differently.&#10;&#10;18TN is simple enough to use for teaching the 18xx game system to new players, and finishes in a reasonable time as well.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: 18xx.games",
      "Series: 18xx",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "14356",
    "Name": "Lucha Wars",
    "ID": 315276,
    "Year": "(2022)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/315276/lucha-wars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Lucha Wars is a two to eight-player dice game, based on the popular world of professional Mexican wrestling, or &quot;Lucha Libre&quot; (a.k.a. free fighting). The game is a new variation with new content to Luchador! Mexican Wrestling dice. &#10;Each player selects a Luchador wrestling character to play and rolls their Grapple Dice to try to either reduce their opponent/s life points to zero to win by a knock-out (KO) or hold the opponent down on the mat for a &quot;count of three&quot; to win by a pin.&#10;Each wrestler has individual Life levels, Pinnable level, and Combo Attack zones. Also, they each have their own Special Attacks that can be used during a match by rolling their Special Attack Die.&#10;&#10;Players begin by each rolling their own set of five 'wrestling dice' at the same time, trying to ensure that they land in, or touching the wrestling ring. The results of HITs, DODGES, and MISS rolled are played off against each other with DODGES being re-rolled once which can also be used to target their opponent/s dice. The player with the highest Hits is the winner for that round and the loser takes the difference in damage off their Life track.&#10;&#10;Additionally, the winner records the victory by moving their counter up one tile on their Special Attack Track. &#10;The Special Attack track allows a player to do their Special Attack, attempt to PIN an opponent, attack using the Combo Die and attack with a Weapon (Weapons Match).&#10;&#10;If a player has reached the PIN tile on their Special Attack Track, the 'three count' begins against their opponent. The player being pinned has three attempts to save, using four of their five wrestling dice or lose the match.&#10;&#10;In a tag-team match, players have the choice of trying to tag-out to regain slight strength, but it can also cost them... if they fail to tag and get dragged back into the ring by their eager opponent.&#10;&#10;In the Weapons match, four Weapons Tokens are placed face-down in each of the four corners of the wrestling ring. Once a player moves their token to the tile on their Special Attack Track that shows a Weapon, it allows them to take a random Weapon Token and use that Weapon against an opponent at the beginning of any new round. This will often involve dexterity rolls with dice.&#10;&#10;The Ladder match is a two-player game about which player gets their wrestler standee to the top of the ladder first to win the match. The game also includes a Changing Alliances match and Cage Match rules.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Flicking",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Dice with Icons",
      "Components: Standees",
      "Misc: LongPack Games",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "14357",
    "Name": "Destruction of Army Group Center (Second Edition)",
    "ID": 38830,
    "Year": "(2009)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/38830/destruction-of-army-group-center-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4667",
    "Description": "This new version of Destruction of Army Group Center is a thorough redesign, by Ty Bomba, of the game originally published by old-SPI in the early 1970s (in S&amp;T#36). The campaign under examination is &ldquo;Operation Bagration,&rdquo; the Red Army&rsquo;s summer offensive of 1944 during which they destroyed more German manpower and equipment than had been lost at Stalingrad.&#10;&#10;Without question a one-sided affair in terms of which side is &lsquo;shaping the battlefield&rsquo; and &lsquo;controlling the tempo,&rsquo; we&rsquo;ve managed to make things more interesting for both players by broadening the map to cover not only Byelorussia, but all of the Baltic Republics as well as the northwest Ukraine. That expansion gives both players more interesting options and strategies in terms of how to pursue victory.&#10; Each hex on the 34x22&rdquo; large-hex map equals 16 miles (26 kilometers). Each of the nine game turns equals one week, from IV June through IV August. Units of maneuver are corps (and static &ldquo;fortified localities&rdquo;) for the Germans and armies for the Soviets. The latter&rsquo;s great airpower advantage is represented in the form of 10 &ldquo;air armies.&rdquo; There are 176 large-size unit-counters included, most done in NATO-style, but also with iconic markers. The system is an adaptation of the one used in issue number three&rsquo;s Bulge, which means two experienced players can finish a match in about three to four hours.&#10;&#10;The historical scenario provides exact set ups for both sides, but there are also free-deployment options. The &ldquo;Bold Stroke&rdquo; scenario allows the Soviet player to try the approach the Germans were expecting: putting the weight of the offensive in the western Pripyat Marsh and driving straight for Koenigsberg. Other options allow the investigation of such historical &ldquo;what ifs&rdquo; as the failure of the Western Allies&rsquo; D-Day landing or no July bomb plot against Hitler.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Estonia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Magazine: World at War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14358",
    "Name": "King's Valley",
    "ID": 86169,
    "Year": "(2006)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/86169/kings-valley",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "King's Valley is a very simple and easy game to play. This is because all the pieces move the same. Any piece can move straight horizontal, vertical or diagonal, but always as far as possible. Pieces always stop their movement either at the sides of the board or before another tile in the same row, column, or diagonal.&#10;The winner is the first player that manages to move his king piece to the central square of the board, which represents the King's Valley.&#10;&#10;The game is played on a 5 by 5 board with the center square representing the King's Valley. Players start with 5 pieces on opposites sites of the board, with the center pieces being the kings.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 5 x 5 Grids",
      "Digital Implementations: Abstract Play",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14359",
    "Name": "Leg los!",
    "ID": 153479,
    "Year": "(2014)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/153479/leg-los",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In the middle of the table in Leg los! (a.k.a. &quot;Go Ahead!&quot;), sixteen tiles show all kinds of things and are each assigned a number from 1 to 16. Each round, one of the players is the &quot;artist&quot;, secretly drawing a number that determines which of these things he must build using only long and short sticks and large and small discs, and the other players try to identify the thing he builds.&#10;&#10;Leg los! includes several fun elements that make the game more than just a tense recognition race: In addition to having the pressure of a sand timer, the more things that the other players guess, the better it is for the artist. What's more, the artist can't talk, each other player can make only a single guess, and each type of building material can be used only once during your turn. A correct guess rewards both the guesser and the artist, with the players gaining points on a score track. Whoever has the most points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "14360",
    "Name": "Zombies!!! 13: DEFCON Z",
    "ID": 153802,
    "Year": "(2014)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/153802/zombies-13-defcon-z",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Zombies!!! 13: DEFCON Z is all about retaliation, with the military, the CDC, and others finally starting to mobilize against the zombie threat. As part of that effort, they try to recruit people with the most experience cutting through zombie legions &mdash; and that's you and your fellow players, the survivors who have lived out there in the shambler-infested wilds all these years.&#10;&#10;Zombies!!! 13: DEFCON Z is both a standalone game and an expansion for Zombies!!!.&#10;&#10;",
    "Categories": [
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Game: Zombies!!! (Twilight Creations)"
    ]
  },
  {
    "Rank": "14361",
    "Name": "The Big Red One: The Game of the First Infantry Division at the Battle of the Bulge",
    "ID": 4252,
    "Year": "(1979)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/4252/the-big-red-one-the-game-of-the-first-infantry-div",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "Bulge: The Battle for the Ardennes is a Divisional sized board-wargame on the Ardennes offensive in 1944 on a small map and with short rules. The German objective is to blast the American lines and exit as many units as possible on the West and North West edges of the map.&#10;&#10;Central to the system are the supply rules. Supply lines are interdicted by possession and proximity (3 hex range) to bridge hex-sides. Victory is checked at the end of every turn where the Germans will compare VPs collected against the Victory conditions. If Victory conditions are not met, play continues.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg",
      "Country: United Kingdom",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14362",
    "Name": "The Forest Watch",
    "ID": 312594,
    "Year": "(2021)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/312594/the-forest-watch",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Breathe deep. The enemies are all around you. Their sharp claws rake the air. They expect you to cower in fear. But you've been training for this all your life. Carry your weapon proudly as you stand into the circle, young one. The Forest Watch has now been set. We will not let them pass, n matter the cost...&#10;&#10;In this solo strategy card game, the player must fight the evil cat knights to avoid the destruction of the forest and its entire tribe.&#10;&#10;Player has 3 heroes that are fighting against 5 of 6 possible enemies.&#10;&#10;Each turn, the player chooses a Hero to battle. The chosen Hero is placed in the center of a half circle made of the Enemy cards. The Hero deals damage accordingly to its Battle Wheel, found at the top of its card.&#10;&#10;Then, the Enemies attack from left to right the Hero in the center and deal damage according to the number of Skulls on the Hero&rsquo;s Battle Wheel.&#10;&#10;Each character has skills that are activated according to its remaining health.&#10;&#10;The player wins when all enemies are dead, even if all Heroes die to achieve it, and loses when not all enemies can be eliminated.&#10;&#10;&#10;Best Solitaire Game from the 2020 9 Card Game Print and Play Design Contest.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "14363",
    "Name": "Winston: Nineteen Eighty-Four",
    "ID": 421496,
    "Year": "(2024)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/421496/winston-nineteen-eighty-four",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.2857",
    "Description": "Winston Smith, the protagonist of the novel &quot;Nineteen Eighty-Four&quot; by George Orwell, works at Minitrue, rewriting history and systematically eliminating all records of unpersons &mdash; but his longing for freedom leads him to believe that it is possible to overcome one's own fears...and escape!&#10;&#10;Winston: Nineteen Eighty-Four is a solitaire game in which you will have to travel from Minitrue to the Golden Country before the game rounds end.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "14364",
    "Name": "Clue:  The Twilight Zone – Tower of Terror",
    "ID": 33225,
    "Year": "(2007)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/33225/clue-the-twilight-zone-tower-of-terror",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The Twilight Zone Tower of Terror Clue is the second tin boxed Disney Theme Park Editions based on Clue.  They are only sold at Disney resorts and theme parks.&#10;&#10;Unlike its Haunted Mansion predecessor, this one re-designs the rooms with fewer mansion doors and a new story line based on The Twilight Zone Tower of Terror theme park ride.&#10;&#10;While filming a movie, lightning strikes the building and one of the cast/crew disappears.  Your goal is to figure out who is missing, with which movie prop and what room they disappeared from.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Recognition",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Theme: Disney Theme Parks",
      "Versions & Editions: Disney Theme Park Editions"
    ]
  },
  {
    "Rank": "14365",
    "Name": "Janus",
    "ID": 1547,
    "Year": "(1975)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/1547/janus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "The aim of the game is to remove as many of the tablets lying on the board as possible by means of clever manipulation of the playing figure (column)and thus to win as much as possible of the square made up of four fields. The tablet that is removed is always that which the column stood on last. The person who removes the last of the four tablets, wins that square and occupies the payment circle with one of his or her coins. The points are added up at the end of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Series: Edition Perlhuhn / Franckh-Kosmos"
    ]
  },
  {
    "Rank": "14366",
    "Name": "Fortune",
    "ID": 3998,
    "Year": "(1976)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/3998/fortune",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.2",
    "Description": "In Fortune, each player makes money by buying plants, fuel and computers with which to produce goods.  Such goods are distributed by one of a number of distributors, depending on how much you are selling.  Players may also make money by becoming major shareholders in any of the distribution or service firms around the board.  Special dice are used for takeovers.  Players may also buy insurance, consultancy and advertisement to insure against any loss, improve their sales or assist their business's effectiveness.&#10;&#10;The winner is decided by predetermined conditions; either playing for a set time or reaching a monetary target.&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Mechanic: Circuit-Based Trading Games"
    ]
  },
  {
    "Rank": "14367",
    "Name": "Quest Calendar: The Dragon Staff of Maladoria",
    "ID": 321713,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/321713/quest-calendar-the-dragon-staff-of-maladoria",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "1",
    "Play Time": "3",
    "Weight": "2",
    "Description": "An rpg built into a desktop calendar. Choose one of 6 heroes. Go on a campaign that lasts throughout the year with a single event happening each day. Chose how you want to take on the daily challenge. Roll classic rpg dice (7 polyhedral dice) and add your hero's abilities to fight the monster, open the chest, get past guards, etc.&#10;&#10;&mdash;description from the designer&#10;&#10;In Maladoria's capital city of West Haven, the court wizard and his apprentice have gone missing.  A new adventurer seeks them out and discovers a mysterious slime that has spread across the city. It corrupts everything it touches and mutated rats in the city's sewers. The church has shut down due to missing clergymen. Is this slime connected to the church? Is it somehow connected to the missing wizard?&#10;&#10;Become the hero. Choose your character and go on quests, find treasure, and battle monsters across Maladoria. Can you find the missing wizard, uncover the plot behind this mysterious slime, and find ancient objects to help stop an evil plot to conquer Maladoria? Enjoy as the story unfolds in this adventure-a-day desktop calendar.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Narrative Choice / Paragraph",
      "Role Playing",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Calendars",
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "14368",
    "Name": "Krysis",
    "ID": 40843,
    "Year": "(2009)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/40843/krysis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.5556",
    "Description": "This game of tactics, strategy and confrontation is set in a fantasy world after the Great Depression. Each player runs a company of special agents, and their agents become teams in threes. The aim of the game is transporting the crystals and leftover artifacts (guns and transporting means!) from the mine to your own campsite and from the campsite to your home. The transport will succeed only if the team is strong and fast enough, and if you can use the transporting capacity of your men optimally. However, nobody is left alone with their problems. The competition and the robbers ensure interaction and surprises&hellip;&#10;&#10;The basic game consists of 5 rounds. Players try gaining crystals and artifacts from the central mining project (bidding for the best bunch of crystals), then in the tactically most important phase they choose their 3-card &quot;teams&quot; to take actions in order of their speed. On your turn you can go to the mine to take crystals to your camp; you can attack others' camps for crystals and you can transport your crystals home or to the bank from your camp. You can also collect or use the artifacts found: they can help in increasing your transporting capacity or battle power, but if you don't use them they can mean lots of points in the end of the game. At the end of the game, whoever has the most points (from crystals and artifacts at home and points from the bank) wins.&#10;&#10;Krysis website and rules&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "14369",
    "Name": "Battle Royale",
    "ID": 419294,
    "Year": "(2024)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/419294/battle-royale",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the tactical action game Battle Royale, you play cards to position your characters cleverly, then you roll the doom dice...and little by little, the island arena grows smaller and smaller. With skill and luck, you try to keep your figures on the island for as long as possible. Create majorities, push your opponent's figures off the island, and stay away from the explosions. Continue to fight for space until only one player remains.&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Dice Rolling",
      "Map Reduction"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Dice with Icons",
      "Components: Game Box Used In Play",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "14370",
    "Name": "Chez Cthulhu",
    "ID": 56342,
    "Year": "(2010)",
    "Geek Rating": "5.536",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/56342/chez-cthulhu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.625",
    "Description": "From the publisher:&#10;&#10;Chez Cthulhu brings the horror of Lovecraft's Mythos right into your apartment . . . as if the leftovers from the Pizza with Absolutely Everything weren't bad enough. Work your job &ndash; will you be a Morgue Janitor, a Sanitarium Attendant, or a Gravedigger? Buy things to give you Slack. A Straitjacket may be a good choice, but Friendly Tentacles can also be helpful. Oh, and Nookie, don't forget the Nookie. But avoid the Ectoplasmic Slime.&#10;&#10;Chez Cthulhu combines the classic Chez Geek system with everyone's favorite Elder God and stirs in a new Madness mechanic, in a new stand-alone game designed by Steve Jackson and illustrated by John Kovalic.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Game: Chez Geek",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "14371",
    "Name": "Churrascaria: A Cutthroat Game of Gluttony",
    "ID": 221122,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/221122/churrascaria-a-cutthroat-game-of-gluttony",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "1.75",
    "Description": "Churrascaria: A Cutthroat Game of Gluttony is a fast paced game of card collection where everyone is trying to eat all the succulent meats that appear on their plates while avoiding the equally delicious but ultimately less satisfying sides and desserts that just get in the way. All the while food theft, plate swapping, and general backstabbing keep the food flying. The person who consumes the most meat wins.&#10;&#10;Each turn players will attempt to eat food cards from their plate, play action cards to steal food from other players or discard their sides and desserts, all while attempting to defend their own food.&#10;&#10;When the food deck runs out players add up the scores of all the cards in their stomachs. Meats add to their score, while sides and dessert subtract from it.  The player with the highest score at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "14372",
    "Name": "ChronoCops: Jules Vernes Parallelwelt-Paradoxon",
    "ID": 378832,
    "Year": "(2023)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/378832/chronocops-jules-vernes-parallelwelt-paradoxon",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "1",
    "Description": "ChronoCops is a time-travel adventure packed with wacky humor and lots of tongue in cheek. The game idea is based on point-and-click adventures in video game history. As ChronoCops, agents of the most prestigious research department for time travel, the players travel through time to famous people and places where they have to solve puzzles. To do this, you need to bring the right things together to think outside the box, clear obstacles out of the way, and work together to stop the insane Professor Knix, the former mentor of the ChronoCops.&#10;&#10;The players explore different timelines, which can be opened up only gradually by successfully solving puzzles. Each timeline has different jump markers that players can travel to, some in the past or future, others in alternate realities. There are clues and objects hidden everywhere that the ChronoCops can collect and combine with the Chrono Decoder to use at a specific location. The group can also get tips on the back of the chrono-decoder if they get stuck.&#10;&#10;In ChronoCops: Jules Vernes Parallelwelt-Paradoxon, mad Professor Knix has hidden himself in an inaccessible timeline. In order to stop him, the players must find Atlantis, where all timelines converge. Jules Verne can help them, but the way to him is blocked because Professor Knix has conquered the most important of all timelines: Gemini.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Humor",
      "Puzzle"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Misc: LongPack Games",
      "Series: ChronoCops"
    ]
  },
  {
    "Rank": "14373",
    "Name": "The Pirate's Flag",
    "ID": 232210,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/232210/the-pirates-flag",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "The Pirate's Flag is a dice-rolling, card-playing, capture the flag adventure!&#10;&#10;Players battle through the Serpent's Pass trying to be the first player to escape back to the Dread Sea with the pirate's flag. Each player takes the role of a unique pirate captain and commands their ship as they move through the pass, gathering cards that will help them manipulate dice, modify rolls, and even move other ships!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Nautical",
      "Pirates",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14374",
    "Name": "Bloody Ridge",
    "ID": 11964,
    "Year": "(2005)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/11964/bloody-ridge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.4091",
    "Description": "Bloody Ridge is a small, low counter density addition to the award winning Tactical Combat Series (TCS) by The Gamers and designed by noted Guadalcanal historian Michael S. Smith.&#10;&#10;Bloody Ridge portrays the fighting that occurred around &ldquo;Bloody Ridge&rdquo; on the island of Guadalcanal from 12-14 September 1942 between US and Imperial Japanese forces. The Japanese are attempting to recapture Henderson Field, the airstrip they abandoned when the Marines first landed on 7 August. The Marines are trying to hold the perimeter south of Henderson Field to prevent the Japanese from recapturing the airstrip.&#10;&#10;Game Scale:&#10;Game Turn: 20 minutes&#10;Hex: 125 yards / 114 meters&#10;Units: Infantry sections &amp; platoons&#10;&#10;Game Inventory:&#10;One 17 x 22&quot; full color maps&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 28-page TCS v3.1 specific rulebook&#10;One 16-page Bloody Ridge specific rulebook&#10;One 4-page TCS v3.1 Charts &amp; Tables booklet&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 1 or more&#10;Playing Time: 4 hours or more&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Solomon Islands",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Tactical Combat Series (MMP)"
    ]
  },
  {
    "Rank": "14375",
    "Name": "Pyramid: Home Game",
    "ID": 5107,
    "Year": "(1974)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/5107/pyramid-home-game",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2222",
    "Description": "Board game rendition of the famous game show most frequently (and notably) hosted by Dick Clark. The object of the game is to describe items of a given subject to one's teammate as quickly as possible. Each team has thirty seconds for each list. The team with the most points after three rounds advances to the &quot;Winners Circle&quot; round.&#10;&#10;In the &quot;Winners Circle&quot; one teammate must make a list of items which fit each of six different categories. If the teammate can guess all six subjects in under sixty seconds the team wins the big money. The team with the most money after three games is the winner.&#10;&#10;The eight Milton Bradley games never used the actual Winner's Circle format, opting to use descriptions of items like the front game. The first three games were $10,000, with the Third Edition later repackaged as $20,000 with slightly different artwork to accommodate the change. The eighth game used $50,000, per the brief 1981 series.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "14376",
    "Name": "Epoch: Early Inventors",
    "ID": 172325,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/172325/epoch-early-inventors",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.4286",
    "Description": "Award winning game author Martyn F takes you back to the start of civilization. You take on the role of a clan leader and explore the landscape, discover new tools and offer to holy places. All this to gather as much status as possible.&#10;&#10;Epoch: Early Inventors is very thematic and tries to stay as close to reality as possible.&#10;&#10;Before starting the game you build a landscape of hexagonal playing cards and holy places.&#10;&#10;In your turn you can carry out 1 action and/or develop 1 card and/or offer to 1 holy place.&#10;&#10;You can choose between the following actions: gather food, fish (for food), hunt for deer, butcher deer, explore adjacent cards or work to get raw material.&#10;&#10;You need food to move around the game board and develop cards. Gathering food and fishing are basically the same actions, but depending on the tools you have, the one action might give you more food than the other.&#10;&#10;You need raw materials to develop cards and offer to the holy places. Sometimes raw materials can help you to heighten the proceeds of actions. The action &quot;Work&quot; can get you raw materials. The type of landscape you are currently standing on determines how much work it is to get hold of a certain raw material. Raw materials used in the game are: wood, flax, stone, flint, clay and iron ore.&#10;&#10;Butchering animals can not only get you food, but also skins, bones and tendons.&#10;&#10;Exploring cards adds to your status. It also opens up more cards to be developed.&#10;&#10;To develop a card, you need to &quot;pay&quot; the food and materials depicted on the card.&#10;&#10;Once you have developed a card, you can use the tool, equipment or knowledge of this card to your advantage. E.g. Rope Making allows you to turn 2 flax into 3 ropes. Sowing gives you 2-4 extra food, when gathering food. An axe makes it easier to chop wood.&#10;&#10;By cleverly using your own cards and those of your opponents, you try to offer materials to as many holy places as you can, thereby increasing your status even more.&#10;&#10;After 14-20 rounds the game is over. The player that has collected the most status has won.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Exploration",
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Movement",
      "Modular Board",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "14377",
    "Name": "Card Rails",
    "ID": 326727,
    "Year": "(2021)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/326727/card-rails",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Card Rails is a 3-5 player, 20-30 minute cube rails game played on a deck of cards. Instead of giving you a predesignated map, players together create the landscape of the game they are playing, blocking others and bettering their own positions, all while making the tough decision to keep a card for future financial gain or to garner an immediate reward.&#10;&#10;Throughout the game, players discard cards in hand to perform actions: Take a Share or Build Track. If building track, the discarded card can be used to add onto and expand the map. Players want to build into various hexes to increase their companies' values or swap out cards from their hand.&#10;&#10;At the end of the game, cards remaining in hand count as shares of a company, along with shares taken during the game. The player who has the most shares in the most valuable companies wins!&#10;&#10;Part of Kickstarter's Make 100 Campaign, the physical copy of this game was limited to 100 copies. Print &amp; Play is also available.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Print & Play",
      "Trains"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: Cube Rails"
    ]
  },
  {
    "Rank": "14378",
    "Name": "Mystery Games: Der verfluchte Geburtstag",
    "ID": 342547,
    "Year": "(2021)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/342547/mystery-games-der-verfluchte-geburtstag",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.8",
    "Description": "Lady Hampton is planning a party, but a ghost is disrupting the preparation and threatens to drive away the guests.&#10;&#10;In Mystery Games: Der verfluchte Geburtstag, you must work together to find the key to the drawer in which the ghost is hiding inside this three-story villa. When you have mastered all the challenges presented over the six rounds, which includes information from guests and employees via a supported app, a final test awaits...&#10;&#10;What's in the Hampton Mansion rooms?!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Birthdays"
    ]
  },
  {
    "Rank": "14379",
    "Name": "Doomensions: Pop-Up Mystery Manor",
    "ID": 368467,
    "Year": "(2023)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/368467/doomensions-pop-up-mystery-manor",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "300",
    "Play Time": "600",
    "Weight": "2.3333",
    "Description": "Investigators wanted they said... Safety guaranteed they said...&#10;&#10;As a newly commissioned paranormal investigator gather your thick scrapbook of evidence and pay a visit to the fully assembled, 8 room, 3D popup Mystery Manor -- no assembly required!  Secrets lie hidden in every dark corner, behind every closed door.  Making repeated exploration of the manor crucial to your investigation.&#10;&#10;Packed with clippings, foldouts, and other curious ephemera, your case file will guide you through your time at the Manor.  At key investigative milestones, your answer wheel will allow you to confirm your deductions before you return to the manor for more clues.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: 3-Dimensional (3D)",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "14380",
    "Name": "Star Force Terra #1: Contact!",
    "ID": 2809,
    "Year": "(1991)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/2809/star-force-terra-1-contact",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.85",
    "Description": "A low complexity space battle card game.  Each player is in charge of an invasion fleet of alien starships.  The goal of the game is to destroy enemy starships while landing your ground forces to capture planets.&#10;&#10;Using a simplified version of the Modern Naval Battles system, each player/race also has a special power that changes the rules for him.  One player has cloaking devices, for example.&#10;&#10;The box leaves the impression this was to be the first of a series of games (as with Modern Naval Battles) but no expansions or sequels were ever published.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "14381",
    "Name": "All-Star Baseball",
    "ID": 3157,
    "Year": "(1941)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/3157/all-star-baseball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3077",
    "Description": "Designed by former major league player Ethan Allen and introduced in 1941, All-Star Baseball became one of the most popular sports games of all time.  The game is essentially a batting simulation of major league baseball, built around a spinner and player disks that are divided into sections in such a manner that a hitter has the probabilty of reproducing his real-life statistics in such important categories as home runs, triples, doubles, singles, walks, and strikeouts. In general, the game follows the basic rules of major league baseball.  Teams are created from the player disks supplied with the game (often a mix of current players and all-time greats such as Babe Ruth) and from player disks for other seasons published separately.  The team at bats places the appropriate player disk on the spinner, spins, and reads off the resulting number.  The game does not attempt to realistically simulate pitching and defense.  Thus a hitter's result from a time at bat is not affected by the opposing pitcher or the defensive prowess of the fielder to whom the ball may be hit, although the player in the field on some play outcomes is required to spin a second spinner to determine the advancement of base runners and other certain details.  Results of each play are recorded on the field using plastic pegs for the base runners, while runs and outs are tallied on a rotating scoreboard.  Cumulative runs scored are tallied on paper score sheets. Strategy discs are included that enable plays like sacrifice flies, stealing bases, bunting, hit and run, etc. The team with the most runs after nine innings (or extra innings, if needed) is the winner.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "14382",
    "Name": "Swatch: The Abstract Game of Art",
    "ID": 302753,
    "Year": "(2022)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/302753/swatch-the-abstract-game-of-art",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "You are an artist, mixing and matching colors to create color schemes as part of Mix Inc., the company responsible for the hottest color trends in art and design. Can you perform under pressure and compete against other artists to be the first to create your winning scheme?&#10;&#10;Pick and mix colors to create unique color schemes in Swatch: The Abstract Game of Art. Draft cards to add colors to your palette, trade with other players, and mix colors together to make swatches and build your own color scheme. Balance speed and efficiency to be the first to finish, but watch out for spilled paint!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number"
    ],
    "Mechanics": [
      "Open Drafting",
      "Race",
      "Solo / Solitaire Game",
      "Take That",
      "Trading",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Art"
    ]
  },
  {
    "Rank": "14383",
    "Name": "Junkyard Races",
    "ID": 8986,
    "Year": "(2003)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/8986/junkyard-races",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1765",
    "Description": "From the back of the Box:&#10;The Junkyard has been turned into a racing track, by &lsquo;The Race-Kart Crew&rsquo;, a team of 8 speedster enthusiasts. They have built their own racing karts and invented some crazy gadgets and traps made from junk found in the Junkyard. You take on the role of one of the crew to create the fastest, meanest racing kart in the Junkyard. Use all your cunning to outwit your opponents, roll bombs, release missiles, lay down dastardly traps whilst speeding through mud and grass and jumping over collapsed bridges. Be the first to complete 5 laps of this mad and hazardous Junkyard to win the race. Sounds dangerous? Sounds crazy? Sounds like a challenge!&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "14384",
    "Name": "Squirrel or Die",
    "ID": 163983,
    "Year": "(2014)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/163983/squirrel-or-die",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Squirrel life is not all nuts and games. In Squirrel or Die, we explore the mental rigors of surviving the hide-or-go-starve-to-death dilemmas of the modern tree rodent. Do you have what it takes to be the last varmint standing?&#10;&#10;Squirrel or Die is a tile game which takes 20 min or less to play.  Game play is split into Autumn (hide food) and Winter (eat food) phases.  Your goal is to be the only squirrel to survive winter.  In the Autumn phase, you take turns discovering new tiles and setting up the board. In the Winter phase, you consume what you &ldquo;squirreled away&rdquo; in autumn and try to last as long you can.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Player Elimination",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Squirrels",
      "Digital Implementations: Sovranti"
    ]
  },
  {
    "Rank": "14385",
    "Name": "Green: The Golf Card Game",
    "ID": 184712,
    "Year": "(2015)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/184712/green-the-golf-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "This game has been published by dV Giochi as a reward for winning the 2014/2015 edition of the Gioco Inedito &ndash; Best Unpublished game contest. Powered by Lucca comics &amp; Games and dV Giochi, the contest aims to identify the best new card game design from all prototypes received and to reward it by publishing the game in a fully professional and high-quality format, overseen directly by dV Giochi. All prototypes submitted must conform to the technical and style requirements, fixed components and a given theme which changes every year. Everybody can join the contest and this is a great opportunity for emerging game designers to see their idea published.&#10;For more information:&#10;giocoinedito@luccacomicsandgames.com&#10;www.luccacomicsandgames.com&#10;&#10;Description from the box:&#10;The game of Golf cannot be won, only played. Or so they say...Use a tip from your caddie, and wait for the wind to turn favorable so you can reach the green. &#10;Manage your clubs the best, and you could be the first to pocket your ball! It's easy:&#10;1. Draw a golf club from the display or hit the ball to advance along the course&#10;2. Spend your caddie tokens wisely to use the clubs special powers...&#10;3. ...and try to pocket your ball using the fewest strokes possible to score the most victory points!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Contests: Miglior Gioco Inedito",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "14386",
    "Name": "UNO Junior",
    "ID": 20952,
    "Year": "(1992)",
    "Geek Rating": "5.536",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/20952/uno-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0833",
    "Description": "Uno for children Ages 3 and up.&#10;&#10;Players are dealt 5 cards, the rest forming a draw pile. The first card from the draw pile is turned over and players take turns matching the top card in the discard pile. Cards can match by number, color or animal. A player who can't match a card must draw from the draw pile. A player must call &quot;UNO&quot; once he is down to a single card. A player who fails to do so and is challenged by another player must draw 2 cards.&#10;&#10;The first player to get rid of all his cards wins.&#10;&#10;Components:&#10;56 cards&#10;Instructions&#10;&#10;Instead of numbers (in the classical version) the cards show some animals and some cards are missing.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": [
      "Game: UNO",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "14387",
    "Name": "Pop-Tarts Game",
    "ID": 313536,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/313536/pop-tarts-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "It's a race to grab the most Pop-Tarts from a parade of pastries lined up between the freezer and the toaster.&#10;&#10;On your turn in Pop-Tarts Game, eat the Pop-Tarts card at the front of the line. Before taking a bite, though, you can play action cards to move Pop-Tarts around, create delicious combos, or reverse the direction they're going to improve your chomping chances. After all the Pop-Tarts are gone, the player who &quot;ate&quot; the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Brands: Groceries",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "14388",
    "Name": "Ancients II",
    "ID": 12211,
    "Year": "(1992)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/12211/ancients-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Ancients II has 32 different scenarios, each covering a battle from the period 1800 B.C. to 1400 A.D. There is a low Complexity Rating and a very high Solitaire Suitability Rating. Adds naval rules and scenarios, and more land-based scenarios.&#10;&#10;Re-implements:&#10;&#10;    Ancients&#10;&#10;&#10;Expands:&#10;&#10;    Ancients I&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Ancient Battles Deluxe: From Guts to Gunpowder&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Greece",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14389",
    "Name": "Tango",
    "ID": 415472,
    "Year": "(2024)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/415472/tango",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "It takes two to tango, but only one dancer will stand tall in this trick-taking game for two players! In Tango, players play cards (both from their hand and from their face-up display), in order to perform the best possible dance steps.&#10;Plan ahead as best you can, but remember your opponent knows some of the steps you will take! Will you be named lord or lady of the dance?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Pocket (Grail Games)",
      "Series: The Mike Line (Grail Games)"
    ]
  },
  {
    "Rank": "14390",
    "Name": "A Call to Arms: Star Fleet",
    "ID": 107917,
    "Year": "(2011)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/107917/a-call-to-arms-star-fleet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5714",
    "Description": "A joint product using Mongoose's &quot;A Call to Arms&quot; miniature system and ADB's &quot;Star Fleet Universe&quot;.&#10;&#10;From the Mongoose Publishers website:&#10;A Call to Arms: Star Fleet is a game of space combat in the Star Fleet Universe. Throughout humanity&rsquo;s space-age history, the Federation has come under pressure from many enemies. Now you can play out these confrontations on the tabletop with entire fleets drawn from the Federation, Klingon Empire, Romulan Empire or any one of the many other fleets that range across the galaxy.&#10;&#10;From skirmishes involving lone destroyers to the clashing of large fleets against their bitterest rivals, A Call to Arms: Star Fleet is your ticket to exciting battles that take place in the depth of space.&#10; This book includes;&#10; * Full fleet lists for the Federation, Klingons, Romulans, Gorns, Kzintis, Tholians, Pirates of Orion, and Civilians&#10; * Over 50 individual ships are detailed&#10; * A complete campaign system&#10; * Special Actions that include exciting manoeuvres such as the High Energy Turn, or use high technology, such as Engage Cloaking Device&#10; * As well as General Scenarios, there are also Tactical Challenges, special missions designed to test the limits of your Admiralship&#10; * Easy to learn rules system that will have you playing in ten minutes, but which will take years to master!&#10; * Rules covering drones, cloaking devices, plasma torpedoes, and all your favourite ships&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Series: A Call to Arms",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "14391",
    "Name": "Five Seals of Magic",
    "ID": 173784,
    "Year": "(2014)",
    "Geek Rating": "5.536",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/173784/five-seals-of-magic",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4286",
    "Description": "Explore the dungeon of the Arcana Tower in Five Seals of Magic to find powerful spells! Magical seals of four elements block your way to the scrolls. Use the dice of four matching colors to break the seals and clear a path to the scrolls.&#10;&#10;You should also keep an eye on your opponents. Use your powers at the right time and at the right place! Manipulate dice and other elements of the game with scrolls, which you've collected. This way, you can break stronger seals and open your way to more powerful scrolls. The player who collects the most powerful scrolls wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "14392",
    "Name": "The Bark Side",
    "ID": 249817,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/249817/the-bark-side",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In The Bark Side, you can be a bad doggie as much as you want &mdash; as long as you're not the one caught in the end.&#10;&#10;The game consists of a sixty-card deck, with five copies each of the numbers 1-12. At the start of a round, each player is dealt a hand of ten cards (or in later rounds, each player receives an equal number of cards with any remaining cards being set aside). Each player chooses two cards to pass face down to their right-hand neighbor, then the round begins. In the first round, choose a starting player at random; in later rounds, the loser of the previous round begins.&#10;&#10;The starting player chooses one card from their hand and plays it into the center of the table. Each player in turn must play a card of the same strength or higher; if a player can't play higher or doesn't want to, then they must discard their single lowest card. This is called a &quot;tail-tucking move&quot;.&#10;&#10;After each player has played a card, whoever has played the highest card (with later-played cards breaking a tie), leads a card to the next round. If at least one player has performed a tail-tucking move, then you can play a set of cards of the same strength (from two- to five-of-a-kind) instead of a single card. If you do, in turn, each player must play a set of the same strength of higher; if they can't or won't, then they must discard a number of their lowest cards equal to the number of cards in the set.&#10;&#10;A player cannot play a set that would leave them with no cards in hand, which means that the final trick of the round must be with a single card. Whoever plays the highest single card loses the round, and they collect their card and the two lowest-valued cards, then place those cards in the doghouse in front of them. You scoop any cards not in doghouses, then shuffle and deal the next round.&#10;&#10;When a player collects seven different types of cards in front of themselves, the game ends and they lose. (Alternatively, the game ends if so many cards have been placed in doghouses that you can't deal at least five cards to each player.) When the game ends, whoever has collected the fewest cards wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "14393",
    "Name": "¡MÍA!",
    "ID": 235513,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/235513/mia",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "&ldquo;&iexcl;M&Iacute;A!&rdquo; stands for &ldquo;Mine!&rdquo; and that is the main point of the game, solve the objectives and make the points &hellip; yours!&#10;Based on basic maths (adds and subtractions) is a party filler game that can be played in any of the 3 solo modes available or 3 multiplayer modes (up to 6 players). Aged 6+ is great for families.&#10;&#10;In the game you can find two different deck sizes, to make everything easier while we prepare the game. On one hand we have the NUMBERS deck with 70 cards (poker size) and on the other the TARGETS&acute; deck with 52 cards (square size).&#10;&#10;Solve as many math equations (adds/subtracts) from one of the two possibilities that are shown in the TARGET deck using only two cards out of the 5 you always have in hand. You have to be fast to be the first to get the point. (you may also find targets with a value of 2 and 3 points)&#10;&#10;At the end of the game, the player with the most game points will win the game. (Check game modes).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "14394",
    "Name": "Sweets Stack",
    "ID": 211810,
    "Year": "(2016)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/211810/sweets-stack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Sweets Stack is a competitive puzzle game in which your goal is to overfill your opponent's candy buckets first while cleverly placing candies into your bucket to prevent it from overflowing.&#10;&#10;Each round you start with a new candy bucket sheet. Players will pass around candy cards, and each player must mark the shape of the candy they receive in their candy bucket sheet. If you plan well and stuff your candies efficiently, you will be able to put many candies in your bucket. Each candy you successfully put in your bucket scores you points.&#10;&#10;After three rounds, each player adds up their total score, and the player with the highest score wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Take That"
    ],
    "Families": [
      "Components: Polyominoes",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "14395",
    "Name": "Tuppfehler",
    "ID": 315267,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/315267/tuppfehler",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Everyone knows it: a typo in a text message and suddenly the whole content changes. Really annoying! But if you are already experienced in interpreting incorrect messages, you will score well in this communication game! Because this game requires imagination and eloquence.&#10;Who can generate the most valid words by changing, removing, or adding just one letter from a wrong typed word?&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "14396",
    "Name": "Critical Care: The Game",
    "ID": 343278,
    "Year": "(2024)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/343278/critical-care-the-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Critical Care: The Game lets you bring all of the intensity and teamwork of the ICU to life on your kitchen table. Designed by ICU doctors Lakshman Swamy, MD and Vincent Chan, MD, the Critical Care is based in real medicine but accessible for a broad audience.&#10;&#10;Featuring: &#10;&#10;     Cooperative gameplay for 1-4 players taking on the role of ICU doctors; discharge all of your patients to win, but beware the threat of a Code Blue that can end the game for everyone!&#10;     No medical knowledge required- but each of over 300 unique cards has a plain-English description of real ICU medicine&#10;     Select from 8 unique patients, each with their own backstory, and 25 ICU Diagnoses such as Sepsis; patients are at risk for 50 unique Complications, allowing for endless replay value as the game builds on these combinations&#10;     Heal patients and recover with over 100 unique Therapy cards, everything from potent medications to invasive procedures&#10;     Bring in additional expertise with over 25 unique Specialists like the Cardiologist or Pharmacist to turn the tide in your favor&#10;     Watch out - your pager may randomly go off during your shift. A 2am consult from the Emergency Room can throw off your best plans!&#10;&#10;&#10;Gameplay&#10;Each day in the ICU, the game's engine tries to add Injury and Crisis tokens to patients and players race to remove these tokens. Each patient can sustain Injury to five different systems: brain, heart, lung, blood, and inflammation. In addition, each patient has a Crisis track representing the intangibles of being sick in the hospital: how much the patient is suffering and how close they are to death. As Crisis tokens accumulate, patients are more likely to develop complications. If all available slots for injury tokens or the Crisis Track are filled, the patient undergoes a Code Blue and the team has a chance to work together to save the patient or else the game is lost.&#10;&#10;This continues for 7 days until one of the game end criteria are met;&#10;1. All patients are cured by removing all of the injury tokens from the Patient Chart representing stabilization and transfer out of the ICU (win) OR&#10;2. Patients have their Goals of Care advanced to the end of the track representing hospice (win).&#10;If your patients survive until the end of Day Seven without transfer out of the ICU or transfer to hospice, the game is a draw. If any patient dies from a Code Blue, everyone loses.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Medical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Medical: Hospitals / Clinics",
      "Occupation: Medic / Doctor / Nurses",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "14397",
    "Name": "Red Sun Rising: The Russo-Japanese War 1904-05",
    "ID": 8758,
    "Year": "(1977)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/8758/red-sun-rising-the-russo-japanese-war-1904-05",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.5",
    "Description": "Red Sun Rising: The Russo-Japanese War 1904-05 is a brigade/divisional level simulation of the Russo-Japanese War 1904-1905. The game map shows the theater of operations. The playing pieces represent the armed forces, both land and sea, of both belligerents that participated in the conflict.&#10;&#10;Components: one sheet of 400 counters, one sheet of 100 ship counters, one land map/strategic naval map, one tactical naval display, one rules booklet, one Japanese unit assignment Chart, one Russian unit assignment chart.&#10;&#10;Game Design: Frank Davis&#10;Game Development: Mark Herman&#10;Graphic Design: Redmond A. Simonsen&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Russo-Japanese War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14398",
    "Name": "Garden Geckos",
    "ID": 408859,
    "Year": "(2024)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/408859/garden-geckos",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The garden is full of geckos, scurrying around capturing bugs and seeking out new areas to hide.&#10;&#10;Each player represents five geckos that must work together to capture as many bugs as possible along with achieving objectives to score victory points. Objectives come in two forms, creating chains between geckos to link certain bug types, or simultaneously occupying certain patterns of terrain. Players have an on-going hand of 3 terrain tiles plus are dealt a secret bonus at the beginning of the game (a certain bug or terrain type).&#10;&#10;On their turn, players place a terrain tile (which contains a mix of 3 patterns) adjacent to a tile on the board with a matching terrain side and place a gecko over the matching pattern across the two tiles. If the placed tile fully surrounds a previously placed tile, the bug on the surrounded tile is awarded to the player with the most geckos touching it. Additionally, if the gecko placed results in a bug sequence in the objective market and/or a terrain sequence, the player is awarded the corresponding objective(s).&#10;&#10;The game end triggers when a player achieves six objectives, or if the last tile available is drafted.&#10;&#10;Each objective card has bug points on the bottom of it. The winner of the game is the player with the most bug points collected (objectives + awarded tiles + secret bonus) at the end of the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14399",
    "Name": "Guerra De Mitos II",
    "ID": 147168,
    "Year": "(2013)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/147168/guerra-de-mitos-ii",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.2",
    "Description": "Guerra De Mitos II is a card game set in a fantastic world where different mythologies coexist. It is a different, dynamic game designed to be able to build different decks with very distinct and varied strategies, and each installment increases both the number of available mythologies and the game possibilities.&#10;&#10;The game contains 150 cards split between the Greeks and the Aztecs mythologies. Each mythology includes 2 pantheons (cards that define your game strategy) + 33 cards for the gods deck (which includes characters, events and resources) + 40 cards for the designs deck (actions, equipment and summonings).&#10;&#10;Each player in War of the Myths II needs to build his own deck of at least 51 cards (1 pantheon / 20 gods / 30 designs) of his choice, and each installment increases the diversity of characters, actions and strategies you can use in order to achieve victory.&#10;&#10;Each player has to bring into play the cards his oracles offer him and play actions from the designs deck both in the influence phase (where the gods plan from their pantheon) and in the confrontation phase (where the characters who decide to go to battle fight to decrease the opponent&rsquo;s power) to obtain supremacy or consign the opponent to oblivion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Verkami",
      "Game: Myths at War",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "14400",
    "Name": "Okavango",
    "ID": 246315,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/246315/okavango",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "1.6",
    "Description": "The Okavango River is almost dry, and the animals on the African savanna are practically dying of thirst! As a ranger in the nearby wildlife reserve, you have the important task of forming strong herds of animals and leading them to a delta of the fertile river or to one of the sparse waterholes.&#10;&#10;In Okavango, each player is an African ranger. The players are awarded points for leading their herds of animals to the river deltas and waterholes of the Okavango. At a waterhole, the player must replace the drinking herd with the same number OR a higher number of animals of a single kind. If the player brings the same number of animals, the thirsty animals must have a higher ranking than the animals already drinking at the waterhole. If the player brings a higher number of animals, the ranking doesn't matter.&#10;&#10;In case of a river delta, the player has to replace the drinking animals with different animals AS WELL AS a higher number of animals than at the river delta at that time. In this case, the animals' ranking doesn't matter.&#10;&#10;But there are only a limited number of waterholes and animals. The players therefore need to be smart about gathering their animals into herds and allowing them to drink. The player with the most points at the end of the game wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Continents: Africa"
    ]
  }
]