[
  {
    "Rank": "N/A",
    "Name": "Night of Man: Kickstarter Expansions",
    "ID": 239252,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239252/night-of-man-kickstarter-expansions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is it! All the amazing Night of Man Kickstarter Stretch Goals in one exciting package.&#10;&#10;Included are:&#10;&#10;The Solitaire Expansion&#10;Play alone against the Killers. a separate deck of cards controls the aliens and you lead the Earth Militia is six scenarios. Includes a rules and scenario book, solitaire counters, and a 27-card deck.&#10;&#10;The Feroxi Expansion&#10;The Feroxi are a telepathic, reptilian race whose warriors teleport into battle, whose shaman can control the opposing forces, and whose members worship a huge Kaiju we call Godzilla. Excitingly different, you'll want these warriors in your Night of Man collection.&#10;&#10;The Tile Location Expansion&#10;Set of ten lush location tiles, such as the White House, an Alien crash site, a functioning teleporter, a Kaiju egg nest, and Ambush alley. Full color scenario booklet with rules and six scenarios that focus on the location tiles.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game:  Night of Man (Flying Pig Games)",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alone in the Desert: a solitaire expansion for Armageddon War",
    "ID": 239256,
    "Year": "(2018)",
    "Geek Rating": "5.531",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239256/alone-in-the-desert-a-solitaire-expansion-for-arma",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The expansion includes rules for playing Armageddon War solitaire, six solitaire scenarios in a loose campaign, counters and cards.&#10;&#10;Each hex of enemy units in a solitaire scenario will have a &ldquo;stance&rdquo; counter, &ldquo;aggressive&rdquo;, &ldquo;cautious&rdquo; or &ldquo;defensive&rdquo;. When an enemy formation activates, each hex of units will draw a card and act according to the keywords on the card. These are shorthand and more fully delineated in the solitaire rules, but you can get a feel for them from the card. For instance, &ldquo;Close(2)&rdquo; means close 2 hexes with the nearest appropriate enemy unit (if &ldquo;close&rdquo; is in gold you close with armor, red is infantry). &ldquo;Cover&rdquo; would mean movement that utilizes available cover instead of open terrain, and the way you would decide is covered in the rules. Fire would be at the appropriate armor or infantry target, and so on.&#10;&#10;On the player turn, the player draws a card each time a unit declares a movement, to see if an AI unit declares opportunity fire, and when that opportunity fire happens. For instance, &ldquo;Strongest(1)&rdquo; would mean that of all the AI units which can see your unit after it moves 1 hex, the strongest one able to opportunity fire does so. Tie-breaker situations are covered in the rules to determine who does it. For instance &ldquo;Strongest(1)&rdquo; would have a tie-breaker of &quot;Color-Closest&quot;, so if two possible Opfire units had the same firepower, you would check to see if one had the same color firepower as the defense type (armor vs. armor, infantry vs. infantry), and if still tied, then the closer of the two would make the attack.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Players: Expansions Adding Solo Play",
      "Players: Wargames with Solitaire Rules",
      "Region: Middle East",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Armageddon War: Burning Lands Expansion",
    "ID": 239258,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239258/armageddon-war-burning-lands-expansion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Burning Lands is a complete expansion for Armageddon War. It features a full-sized (22&quot; x 33&quot;) mounted map board that loosely replicates the north-western corner of Jordan (just south of the Golan heights), a full sheet of counters that features the Hezbollah and Jordanian military, and a full color rules and scenario book with six scenarios. This map is MUCH different from the two maps that ship with the base game, providing a constricted, hilly, heavily wooded terrain to fight in. Perfect for ambushes. Perfect for leveling the technological playing field. The EXPANSION includes.&#10;&#10;22&quot; x 33&quot; Mounted full-color map. We mean it's BIG. I wouldn't even buy this if you live in a small apartment.&#10;Full sheet of thick, large counters representing the armed forces of Jordan and the Hezbollah (as they exist in 2028).&#10;Full-color scenario and rules booklet with six scenarios.&#10;The Burning Lands box to put everything in.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Armageddon War: Special Dice",
    "ID": 239259,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239259/armageddon-war-special-dice",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "These are THREE special dice that can be substituted for regular Armageddon War dice while playing. These are NOT needed to play Armageddon War. Here's the scoop.&#10;&#10;&#10;     This is a set of 3 dice, one in each color. They will have a different color ink than the normal dice so you can tell them apart).&#10;     You can choose to substitute one or more of these dice on your roll.&#10;     Red die (measured fire die) - Takes the best attacker faces (star-star and star-star-shield) and replaces it with star-symbol and star-shield-symbol. If you roll the face with the special symbol, you remove 1 action step from the attacker after combat. This means the attacker would not have an action step after firing, or would take 1 less damage from any counterfire. However, this is at the cost of doing 1 less strike to the target you were shooting at.&#10;     Black die (suppression die) - Takes the best attacker faces (star-star and star-shield) and replaces it with star-symbol and shield-symbol. If you roll the face with the special symbol, it does 1 strike to a different unit in the same hex as the original target.&#10;     Green die (shoot &amp; scoot die) - Replaces the star faces (there are two) with a symbol and makes two faces with 1 shield instead of 1 face with 2 shields. If you roll the face with the symbol, you may retreat 1 hex away from the defender after the attack resolves, and this does not count as an extra action step.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Meownarchy",
    "ID": 239276,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/239276/meownarchy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Meownarchy is a print to play card game of deduction luck and survival for 2-6 players. Players will assume the role of one of the royal feline noble trying to claim the throne while the king is gone. The identity of the player is unknown from the other player so everyone must be cautious in playing their cards. At the start of the game, each player receive 1 card each. At player's turn, he/she will draw another card from a shared deck then the player may choose to play the card's effect such as switching a card with another player, or forcing another player to discard his card. When a player has no cards left, he/she is eliminated from the round. The round will end when either the deck was exhausted, only one player remain, or when any player discards the king card.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Deduction",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kingdoms of Erden: King of the Mountain",
    "ID": 239277,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/239277/kingdoms-of-erden-king-of-the-mountain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Kingdoms of Erden: King of the Mountain is a high fantasy card game set on the fictional planet of Erden.  In the game, several factions are competing for dominance over the Kings Mountain summit.&#10;&#10;Players take turns conquering the summit of the Mountain with characters and special items from their hand until one player achieves faction dominance by accumulating a strong enough army or until one player is left standing.&#10;&#10;The core mechanisms of the game include hand management, set collection and card drafting.  Some cards include take that elements and players can be eliminated.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Box Retail",
    "ID": 239287,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.90",
    "Link": "https://boardgamegeek.com/boardgame/239287/big-box-retail",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "INTRODUCTION:&#10;You are a newly hired store manager, eager to show your prowess to the corporate executives.  You have been given two years to successfully generate as much profit as possible, and be moved up to an executive position at the corporate office.  However, you have stiff competition from other store managers who are hoping to do the same.&#10;&#10;DESCRIPTION:&#10;Big Box Retail is an economic game for 2-4 new store managers who have to juggle marketing, distribution, purchasing, warehousing, sales, payroll, and employees in an effort to generate the most profit as possible.&#10;&#10;GAME OBJECTIVE:&#10;Generate the most cash by the end of two years (four rounds)&#10;&#10;GAME PLAY:&#10;Each player performs market research to determine customer demands, and purchases products for their store.  Then, employees will manage store inventory (including new distributor purchases), and prepare for customer sales.  Customers will seek out stores to meet their demand.  Finally, employees are paid according to their work efforts.&#10;&#10;GAME ELEMENTS:&#10;&#10;     Seasonal customer demands&#10;     End-to-End store management&#10;     Customer overflow (indirect competition)&#10;     Employee talents&#10;&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Operation Candy Bomber",
    "ID": 239288,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/239288/operation-candy-bomber",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "It&rsquo;s 1948, and World War II has left Germany divided between Ally and Soviet powers. Because Ally-controlled West Berlin is locked behind Soviet borders and cut off from all land transport, the people of the city must rely entirely on air support for all their supplies.&#10;&#10;Play as a pilot in&nbsp;Operation Candy Bomber&nbsp;and work cooperatively with the other players to strategize how best to use each character&rsquo;s strengths to fly missions in and out of West Berlin and help the people avoid starvation under the threat of Soviet control.&#10;&#10;Each turn, the players draw a card to see which area of West Berlin eats their rations. It is up to the players (with a limited number of actions) to drop off rations or candy to the people. Candy will be taken at the same time as rations and when enough candy is taken, players get rewarded in the form of postcards.&#10;&#10;While players are trying to keep the people alive, winter is slowly creeping in, making the game harder and harder. Eventually it becomes too cold and the planes can no longer take off, which will end the game unless players have completed the required number of operations, which are essentially missions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Educational",
      "Transportation",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Too Many Bones: Gasket",
    "ID": 239290,
    "Year": "(2018)",
    "Geek Rating": "6.381",
    "Avg Rating": "8.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239290/too-many-bones-gasket",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Gasket is a melee-ranged Hydromech. He depends heavily on the availability of water for his skills. His starting defense stat is very high whilst his attack and health stat starts at the minimum of one. Gasket is able to perform position manipulation, boost his defense or attack stat and disrupt the skills or movement of the baddies. The backup plan allows him to deal damage, repair himself or to perform a devastating crowd control skill. Another unique ability of him allows him to lock  commands in the backup plan and chain them. Once your bones reach your placed skill dice you are able to perform alternative and powerfull effects.&#10;Gasket is a versatile Gearloc who is invaluable for both solo and coop play.&#10;&#10;Gasket comes with his own set of 21 beautiful custom dice, an 11.5 gram chip, closeable dice holder, and a neoprene character mat.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Too Many Bones",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Too Many Bones: Age of Tyranny",
    "ID": 239291,
    "Year": "(2018)",
    "Geek Rating": "6.358",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239291/too-many-bones-age-of-tyranny",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "Age of Tyranny will grant owners of our original TMB, the opportunity to play through all 7 Tyrants by way of some awesome component and content additions!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: PVC Cards",
      "Crowdfunding: Kickstarter",
      "Game: Too Many Bones",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Too Many Bones: 40 Days in Daelore",
    "ID": 239292,
    "Year": "(2018)",
    "Geek Rating": "6.481",
    "Avg Rating": "8.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239292/too-many-bones-40-days-in-daelore",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4",
    "Description": "It's time for some new adventures!&#10;&#10;40 Days in Daelore adds 40 new Encounters and 15 unique Baddies to your existing Too Many Bones game.&#10;&#10;Add a ton of variety and challenge to the table. With 40 Days of Daelore, you'll never know what's coming next. A myriad of new challenges await you. New battles to win. New decisions to fret over. New characters to meet. New Baddies to slay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Game: Too Many Bones",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treasure Road",
    "ID": 239293,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239293/treasure-road",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Treasure Road is a light game for casual gamers. It features computer game design elements such as yellow boxes, coins and pixel graphics.&#10;&#10;Players try to collect all of their coins on the board before the other players do.&#10;&#10;Gameplay: the player draws three cards that can have three actions: move, spin an adjacent tile, spin any tile on the game board. The player moves his/her character on the board to get all of his/her coins while blocking the ways of the other players.&#10;&#10;At the same time, an automated villain tries to steal the collected coins from the players.&#10;&#10;Action boxes enable players to perform special actions that help the player, or that hinder opponents.&#10;&#10;The player who collects all of his/her coins first wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Maze",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Illuminati: New World Order – Assassins",
    "ID": 239295,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239295/illuminati-new-world-order-assassins",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The first Booster Pack expansion series for Illuminati: New World Order features a new Illuminati, The Society of Assassins, plus new game Plots, Groups and play features.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Humor",
      "Negotiation",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Game: Illuminati"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animazoo",
    "ID": 239296,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/239296/animazoo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Who will manage to create the most successful zoo? To do so, you need to know how to choose and feed your animals by collecting points.&#10;&#10;Players take turns to either take two &quot;food&quot; cards or take one &quot;animal&quot; card. However, to take one &quot;animal&quot; card you need to have the necessary number of &quot;food&quot; cards corresponding to that animal's diet. You then discard those cards during your turn. If you win an &quot;animal&quot; card, you place it in your zoo, in front of you. Once you have finished your turn, replace the card you took with another one from the &quot;animal&quot; draw pile.&#10;&#10;You win by being the player with the most stars on your cards at the end.&#10;&#10;Players can win bonuses for having a range of different animals in their zoo, or having themed zoos.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Unlock!: Secret Adventures",
    "ID": 239307,
    "Year": "(2017)",
    "Geek Rating": "6.659",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/239307/unlock-secret-adventures",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "Unlock! Secret Adventures features three &quot;escape room&quot; scenarios that you can play on your tabletop.&#10;&#10;Unlock! is a cooperative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc. The three scenarios are...&#10;&#10;&#10;    &quot;A Noside Story&quot;&#10;    &quot;Tombstone Express&quot;&#10;    &quot;The Adventurers of Oz&quot;&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Books: The Wizard of Oz",
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quantum Quest",
    "ID": 239308,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/239308/quantum-quest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Quantum Quest is a standalone card game that challenges two or more players to put together teams of stalwart adventurers to outlast their opponents in a living dungeon.  Electrifying spells, sinister traps and treacherous monsters stand in the way of survival, but things only grow more difficult when the heroes start acquiring chambers in the dungeon. Escape is futile; survive while you can!&#10;&#10;In Quantum Quest, each player takes control of a party of five adventurers, and goes through a dungeon of at least twenty chambers, with more added for every additional player over two. This dungeon crawl is always different, thanks to the assortment of cards.  Almost all of these chambers exist for only one purpose: to put the hurting on the adventurers.&#10;&#10;Player's spend mana to control these chambers, which serves two purposes: first, they can no longer harm their owners; second, the owner decides how their enemies take damage when landing on these rooms. It's a fun, spiteful way to come out on top!&#10;&#10;Quantum Quest also benefits from an interesting end-game phase. If all your adventurers perish in the dungeon, you're not kicked out of the game. All the rooms you owned before your untimely demise remain yours, and get a boost since they're haunted. You can choose to deal double damage to your surviving foes when they land in these chambers!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mini Wild",
    "ID": 239309,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/239309/mini-wild",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You are a druid apprentice. There are many kinds of virtues that are necessary for a druid, but the most important thing is harmony with nature. You have to make your own ecosystem as the last gateway to become a druid.&#10;Only one person who has created the best ecosystem among the various competitors can get the title of a druid.&#10;Now, are you ready?&#10;&#10;To create an ecosystem, you need to bring the plants and animals that you need. Then put down the cards in hand to make food chains, and these food chains come together to form your own ecosystem. Get scores by creating more and higher food chains. Also achieve missions on the Druid&rsquo;s Scrolls to score. Only the one with the highest score becomes the new druid.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Home Designers",
    "ID": 239310,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/239310/home-designers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Home Designers is a competitive game that trains memory, insight and imagination. Experience the role of designers who build dream houses for demanding clients. The one who is best able to meet their wishes and at the same time meet the general requirements for the quality of housing will become the winner.&#10;&#10;Each player receives their land on which they try to build the best house. The first phase of the game consists in drafting (selecting) rooms (1 room = 1 building). The second phase in assembling the rooms together. Everything is shown in a top view, as a ground plan. The client is always a family member common to all players. 1 family member = 1 card. Each member of the family has three different requirements that players will earn points for.&#10;&#10;Home Designers is a family game of medium difficulty. Rules are not complicated, but building a good living can be challenging.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – Black Stars Rise: Mythos Pack",
    "ID": 239330,
    "Year": "(2018)",
    "Geek Rating": "6.190",
    "Avg Rating": "8.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239330/arkham-horror-the-card-game-black-stars-rise-mytho",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.7692",
    "Description": "Your investigations have led you far from that fateful first showing of The King in Yellow at the Ward Theatre in Arkham. When you could no longer find the answers you needed in Arkham, you voyaged across the Atlantic to France and entered the catacombs of the dead beneath Paris. Now, you travel to the island commune of Mont Saint-Michel, as brooding, dark clouds cover the sky. A storm is coming&mdash;and it&rsquo;s unclear if our world will survive.&#10;&#10;Black Stars Rise offers the latest chapter in The Path to Carcosa cycle, and the latest tale of your own madness. You have looked upon the face of the Stranger. You have beheld the Pallid Mask and the Tattered Cloak. New player cards arrive in this Mythos Pack, cards with palliative names like &ldquo;Stick to the Plan,&rdquo; &ldquo;Narrow Escape,&rdquo; or &ldquo;Ward of Protection.&rdquo; Their names are a lie, dripping with false comfort that only the truly mad will embrace. The darkling spires of Carcosa are breaching the walls between dimensions and Hastur will rule over all&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Arkham Horror – The Card Game",
      "Game: Arkham Horror TCG – The Path to Carcosa",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Winston Cup NASCAR Team Trivia Game",
    "ID": 239376,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/239376/winston-cup-nascar-team-trivia-game",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Nascar Trivia!  It brings the thrills of racing right into your living room!  It is a Collector's First Edition Game , and only 25,000 were ever made!&#10;&#10;Relive the exciting record-setting performances by the legends of stock car racing. When you answer the questions correctly, you advance around the NASCAR Winston Cup, International Raceway; Completing Laps, Pit Stops, Making unbelievable passes and experiencing unfortunate encounters with retaining walls.&#10;&#10;Will your Knowledge and Luck drive you to the checkered flag?&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pull Your Card: Hip Hop Edition",
    "ID": 239377,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239377/pull-your-card-hip-hop-edition",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A multiple choice trivia card game. The first deck is dedicated to Hip Hop.&#10;&#10;Each deck includes Pick any Player, Reverse, and Skip cards.&#10;&#10;Other expansion packs consist of Reggae, Pop, Movies, TV, etc.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Music",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: African Americans"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cooped Up",
    "ID": 239378,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239378/cooped-up",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The King is throwing a surprise birthday brunch for the Queen and needs your help. As one of the kingdom's greatest chicken farmers it is up to you to supply the eggs. Unfortunately not all eggs are perfect for her favorite dish.&#10;&#10;The game is playable with two to five players. Play time is about 30 minutes.&#10;&#10;Players collect sets of chicken cards in order to draw random egg tokens from the Coop bag, but beware; some of the eggs are rotten and can end your turn when drawn.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Cousins' War: Battle of Tewkesbury Promo Card",
    "ID": 239379,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239379/the-cousins-war-battle-of-tewkesbury-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This promo card is called 4 May 1471 - Battle of Tewkesbury.&#10;&#10;The Battle of Tewkesbury is only fought if the Battle of Barnet happens. Before the winner of the Battle of Barnet places their cubes at the end of the battle, the loser of that battle can choose to fight the Battle of Tewkesbury immediately.&#10;&#10;The winner of the Battle of Tewkesbury may then place their remaining cubes from the Battlefield into any region(s) on the board splitting them how they choose. The cubes may not return to the Reserve. The winner also places the Battlefield card into their Reserve, as normal for winning a battle. Therefore, the Battle of Tewkesbury could prove decisive in resolving The Cousins&rsquo; War.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: England",
      "History: Wars of the Roses",
      "Players: Two-Player Only Games",
      "Series: Pocket Campaigns (Surprised Stare Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Flag is Still: The Third Counter Encirclement Campaign",
    "ID": 239394,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/239394/the-red-flag-is-still-the-third-counter-encircleme",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "2",
    "Description": "The Red Flag is Still: The Third Counter Encirclement Campaign in Central Soviet is a two-player wargame of the third encirclement campaign against Jiangxi Soviet in 1931 during the Chinese Civil War.&#10;https://en.wikipedia.org/wiki/Third_Encirclement_Campaign_against_Jiangxi_Soviet&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: China",
      "History: Chinese Civil War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Tank Battles",
    "ID": 239400,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239400/world-tank-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a simple game of WWII tank combat in order to make good use of World Tank Museum, a series of miniature tanks produced by Kaiyodo.&#10;Game components are one rulebook, one double-sided map, eighty tactical cards, fourteen mission cards, twenty seven tank cards and cardboard counters. World Tank Museum miniatures (or any other miniature tanks) substitute for cardboard counters.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Tank Battles 2",
    "ID": 239407,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239407/world-tank-battles-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a simple game of the battle between JGSDF tanks and gigantic monsters in order to make good use of World Tank Museum, a series of miniature tanks produced by Kaiyodo.&#10;Game components are one rulebook, one double-sided map, eighty tactical cards, fourteen mission cards, twenty seven tank cards and cardboard counters. World Tank Museum miniatures (or any other miniature tanks) substitute for cardboard counters.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DeckPerception",
    "ID": 239423,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239423/deckperception",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "DeckPerception is a fun and interactive tabletop game in the classic tradition. Players use their powers of perception and deduction to make predictive guesses about their card--which they can't see but the other players can.&#10;&#10;For 3-4 players age 12 and up. Game play is 15-20 minutes. Game includes special DeckPerception cards, card holders, score sheets, pencil, and rules, packaged in an attractive and sturdy box. A great game for families, middle school and high school students, and adults (while enjoying adult beverages or otherwise).&#10;&#10;Game Play&#10;&#10;Game play is simple, highly interactive, and fun. Players are dealt one card each, which are placed in card holders so they can't see them but the other players can. Using the other players' cards, guesses, and reactions as clues, players use their skills of perception and deduction to predict the rank, the range, and eventually the number of their unseen card over several rounds of guessing. Guesses are marked on the included score sheets, which facilitate game play. At the end of the hand players look at their cards and receive points for correct guesses. The player with the most points after four hands wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Legendary War: Mahabharat Edition",
    "ID": 239433,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/239433/the-legendary-war-mahabharat-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Legendary War - Mahabharat Edition is a role playing, deck building game which can be played as duel (1v1) or as team game of (2v2 or 3v3 players). Ancient history is combined with deck building mechanism.The game is based on an ancient war which happened thousand of years ago and resulted in over one and a half billion casualties. The war only lasted for 18 days.&#10;&#10;There are 14 characters divided into 2 teams (each team has 7 characters,--- blue and red team) in this game each having special ability, belonging to a particular faction (Archer, swordsmen, Spearmen, Macewielder). All of them have health points and defense value.&#10;&#10;There are money cards (silver) and infantry cards to start the game , which are shuffled to form drawing deck. There are money cards (Gold), weapon cards (spear, mace, swords, bow &amp; arrow), Potion cards which form trade row. Each weapon card has cost, value, and extra ability on them.&#10;&#10;In this game the players draw initiative cards depending on number of players playing. The player drawing no 1 initiative card chooses either blue or red team and draws a random character. Each player gets initial money cards and attack cards and shuffle them to form their drawing deck. Out of which they draw 5 cards as starting hand and buy cards from trade row. The players have to raise their army by buying weapon cards from trade row. These cards help them to draw more cards, trash cards, add more money, add more attack points etc.&#10;&#10;The players attack each other and resolving combat by either direct hit or by rolling dice if attack is equal to defense. The game ends when opponent/opponent team is eliminated.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination",
      "Role Playing"
    ],
    "Families": [
      "Mythology: Hindu"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fublet",
    "ID": 239436,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/239436/fublet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Fublet is the ultimate, highly strategic, easy to learn/hard to master football simulation board game; play as the head coach of your team, select your eleven starters, take your trusted blackboard and show them the tactics you&rsquo;re going to use to win this match, but make sure you pick the right choices, also according to their own skills, or you&rsquo;ll fail miserably!&#10;&#10;In Fublet you can simulate all real football actions and tactics: you can try to tricky dribble your opponent in order to create a power play chance, make a penetrative pass or a quick cross towards your world class striker, trap into offside position an opponent forward, use a zone or a man to man marking defense or even focus on long or short &ldquo;tiki-taka&rdquo; style passes.&#10;&#10;The choice is yours and remember, the more accurately you follow the tactics you have chosen, the more movement points you collect; by spending them you&rsquo;ll be able to move your players on the field, one by one or even by zone(defense, midfield and attack), in order to face your opponent&rsquo;s strategy and pursue your way for the goal!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Promokarte \"Schwitzkasten\"",
    "ID": 239439,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239439/aventuria-promokarte-schwitzkasten",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promocard #17 for Aventuria card game. It was available in the &quot;Drachling&quot; Box.&#10;&#10;It reads:&#10;&#10;Benenne einen Gegner. F&uuml;r jede Ausdauerkarte, die er ausspielt, verliert er einen Lebenspunkt. Statt eines Nahkampf-Angriffs darf der Gegner in seinem Zug eine Nahkampf-Probe ablegen, um diese Karte abzulegen.&#10;Im Abenteuer: Benenne einen Schergen, F&uuml;r jede 11-20 die er bei einer Aktion w&uuml;rfelt, verliert er einen Lebenspunkt.&#10;&#10;Roughly translated:&#10;Name an opponent. For each endurance-card the oppontent plays, he looses a lifepoint. Instead of making a melee-attack, the opponent may choose to make a melee-test to discard this card. &#10;Adventure: Name an enemy. For each 11-20 rolling on an action, he looses one lifepoint.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Promokarte \"Improvisierte Waffe\"",
    "ID": 239440,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239440/aventuria-promokarte-improvisierte-waffe",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promocard #18 Aventuria card game. It was available in the &quot;Drachling&quot; box.&#10;&#10;It reads:&#10;Ersch&ouml;pfe diese Karte: Nahkampf-Angriff mit 1W6&#10;&#10;Roughly translated:&#10;Exhaust this card: Melee-attack with 1D6&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Promokarte \"Rahjasutra\"",
    "ID": 239441,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239441/aventuria-promokarte-rahjasutra",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promocard #20 for the Aventuria card game. It was available in the &quot;Drachling&quot; box.&#10;&#10;It reads:&#10;Du und ein Gegner deiner Wahl ersch&ouml;pften alle Ausdauerkarten. W&uuml;rfle 2W6. Du und dieser Gegner heilen Lebenspunkte in H&ouml;he eines der W&uuml;rfelergebnisse. Du entscheidest, welches Ergebnis f&uuml;r wen z&auml;hlt.&#10;Im Abenteuer: Ersch&ouml;pfe alle deine Ausdauerkarten. Du heilst 1W6 Lebenspunkte.&#10;&#10;Roughly translated:&#10;You and an opponent of your choice exhaust all of their endurance-cards. Roll 2D6. You and the chosen opponent each heal lifepoints in value of the die rolls. You choose which die roll counts for which player.&#10;Adventure: Exhaust all of your endurance-cards. You heal 1D6 liefepoints.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Das Schwarze Auge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Promokarte \"Schlösser knacken\"",
    "ID": 239442,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239442/aventuria-promokarte-schlosser-knacken",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promocard #19 for Aventuria card game. It was available in the &quot;Drachling&quot; box.&#10;&#10;It reads:&#10;Schaue dir alle Asudauerkarten eines anderen Helden an. Du darfst eine davon nach den &uuml;blichen Regeln spielen, als w&auml;re sie auf deiner Hand.&#10;&#10;Roughly translated:&#10;Look at the endurance-cards of another hero. You may play one of those cards as thought it would be in your hand.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Promokarte \"Zechgelage\"",
    "ID": 239443,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239443/aventuria-promokarte-zechgelage",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promocard #21 for Aventuria card game. It was available in the &quot;Drachling&quot; box.&#10;&#10;It reads:&#10;Immer, wenn ein Gegner durch eine Aktionskarte Ausdauer erh&auml;lt, darfst du 1 Karte ziehen.&#10;&#10;Roughly translated:&#10;Whenever an opponent gains endurance from an actioncard, you may draw one card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Promokarte \"Schlagring\"",
    "ID": 239444,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239444/aventuria-promokarte-schlagring",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promocard #22 for Aventuria card game. It was available in the &quot;Drachling&quot; box.&#10;&#10;It reads:&#10;1, ersch&ouml;pfen: Nahkampfangriff 1W6+1&#10;Musst du eine Handkarte abwerfen, darfst du statt dessen diese Karte aus dem Spiel ablegen.&#10;&#10;Roughly translated:&#10;1, exhaust: Melee-attack 1D6+1&#10;If you must discard a card from your hand, you may discard this card from play instead.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Promokarte \"Nachahmung\"",
    "ID": 239445,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239445/aventuria-promokarte-nachahmung",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promocard #23 for Aventuria card game. It was available in the &quot;Drachling&quot; box.&#10;&#10;It reads:&#10;Deine Angriffsproben gegen Tiere sind um 2 Punkte erleichtert.&#10;&#10;Roughly translated:&#10;Your attack-tests against animals are relieved by 2.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Promokarte \"Liebestrank\"",
    "ID": 239446,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239446/aventuria-promokarte-liebestrank",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promocard #24 for Aventuria card game. It was available in the &quot;Drachling&quot; box.&#10;&#10;It reads:&#10;Wenn der Aktionswurf eines Schergen mit dem Schlagwort &quot;Mensch&quot; einen Angriff anzeigt, darfst du diese Karte abwerfen, um f&uuml;r diesen Angriff ein neues Ziel zu bestimmen, das du angreifen k&ouml;nntest.&#10;&#10;Roughly translated:&#10;If a actionroll of an enemy with the keyword &quot;human&quot; shows an attack, you may discard this card from play to choose a new target, which you could attack.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lion of Malaya: The Defense and Fall of Singapore",
    "ID": 239449,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/239449/lion-of-malaya-the-defense-and-fall-of-singapore",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "150",
    "Weight": "2",
    "Description": "This is an updated standalone version of the original game, which appeared in Yaah! Magazine issue 6.&#10;&#10;Lion of Malaya is an operational level game covering the Japanese invasion of Malaya and the advance to Singapore between December 1941 and February 1942. It is a two-player simulation.  One player controls the Imperial Japanese Army (and some Navy units), and the other player controls the British Imperial and Commonwealth forces assembled to defend the peninsula and the important naval base.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "Country: Malaysia",
      "Country: Singapore",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BUICK!",
    "ID": 239450,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239450/buick",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the introduction in the rule book:&#10;&#10;&quot;This game is designed to be a tactical simulation of small scale gang warfare actions involving the car in what must be considered to be the first use of mechanised troops in a fast moving tactical situation.&quot;&#10;&#10;The game features rules for table-top skirmishes between 1920s gangsters in America, armed with a variety of weapons and driving a variety of vehicles.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Mafia"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "American Trivia Game",
    "ID": 239453,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/239453/american-trivia-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Standard trivia style game with questions specifically geared to an American audience.&#10;&#10;Learn all about your country with the American Trivia Game! This one-of-a-kind game was created exclusively for Books Are Fun and features over 2,000 fun-filled, all-American questions in four categories&mdash;Geography, History, Arts, and General. You&rsquo;ll discover: Who signed the Declaration of Independence first? The second largest city in Oklahoma Who wrote the poem &ldquo;America the Beautiful&rdquo;? Which team won back-to-back Super Bowls during the 1990s? And more! Complete with full-color game board, instruction sheet, 540 playing cards, 8 playing pieces, and 30 &ldquo;Uncle Sam&rdquo; cards, it&rsquo;s the perfect way to brush up on all the fascinating facts and figures about the United States. For ages 12 and up.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "F in Exams",
    "ID": 239454,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/239454/f-in-exams",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Based on the uproarious funny &ldquo;F in Exams&rdquo; book series, this game uses real test answers from the books that&rsquo;ll make players laugh while they determine the correct answers. Players use the poker chips provided to earn points for correct answers but they should be careful &ndash; if they choose the wrong answer they will lose a chip!&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trivia on the Go Music",
    "ID": 239455,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239455/trivia-on-the-go-music",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivia Cards about Music.&#10;&#10;1000 Questions.&#10;&#10;Sister Deck to Trivia on the Go America. Decks can be combined.&#10;&#10;",
    "Categories": [
      "Music",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Trivia: Music"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mini Beer Pong",
    "ID": 239457,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/239457/mini-beer-pong",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A table top version of the classic party game beer pong. Mini beer pong is played head to head using catapults to launch small tethered balls into the opposing teams shot cups.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Happy Birthday",
    "ID": 239466,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/239466/happy-birthday",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player selects a color and places the corresponding candles, rosettes, and marbles on top the plastic cake in front of them.  One player turns over a card from the deck, which will show one of the numbers that matches the numbers on the rosettes.  Simultaneously all players will try to blow the marble off their numbered candle.  The marbles that are successfully blown off will fall into the middle of the cake and down a chute.  The player whose marble falls down the chute first wins the round.  All other players must put their marbles back onto their candles.&#10;&#10;The first player to blow all 4 of their candles out wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Birthdays"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Walking Dead: All Out War – Safety Behind Bars",
    "ID": 239467,
    "Year": "(2017)",
    "Geek Rating": "5.534",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239467/the-walking-dead-all-out-war-safety-behind-bars",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Safety Behind Bars is a narrative expansion to The Walking Dead: All Out War Miniatures Game, containing a series of scenarios to recreate the ongoing struggles of the Atlanta group, and their discovery of the Meriwether County Correctional Facility, from their struggle to clear the yard, to their first encounter with the prisoners, to Dexter&rsquo;s violent coup! The set also includes new characters, equipment, supplies, events and scenery to expand your regular games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: The Walking Dead",
      "Game: The Walking Dead – All Out War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Walking Dead: All Out War – Ezekiel Booster",
    "ID": 239468,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239468/the-walking-dead-all-out-war-ezekiel-booster",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This booster pack contains 3 unique, collectible miniatures allowing you to add Ezekiel and Shiva to your games, along with an extra Walker to bulk out your herd.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": [
      "Game: The Walking Dead – All Out War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legendary: A Marvel Deck Building Game – Champions",
    "ID": 239469,
    "Year": "(2018)",
    "Geek Rating": "5.971",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239469/legendary-a-marvel-deck-building-game-champions",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "The Champions are here and determined to bring optimism to the world after Civil War II when Avenger fought Avenger. This 100 card small box expansion contains new Heroes, Schemes, Villains, and Masterminds in a new and never before way in Legendary: Champions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Legendary (Upper Deck Entertainment)",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Broken Axles",
    "ID": 239471,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/239471/broken-axles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Broken Axles is a 15mm vehicle combat game set in a retro sci-fi, post apocalyptic world. Warbands of raiders roam the Endless Desert, vying with each other for dominance over vital supplies of Crude Oil and refined Cruel with which to sustain their ever-thirsty warmachines. Such prizes are no easy prey, however, as often times these resources are carried in the armoured bellies of massive Battle Rigs, bristling with weaponry and surrounded by escort vehicles.&#10;&#10;The rules are fast and bloody, where every dice roll can range from triumphant execution to disastrous mishap, conveying the nature of the ramshackle vehicles each player utilizes. Crush your opponents with bouts of metal-crunching road rage, explosive Boomsticks and potent mounted weapons, or die trying.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Max Farmer",
    "ID": 239503,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/239503/max-farmer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players must help Max the farmer to harvest all the vegetables, but watch out! Because if you get a worm you lose the whole harvest and you'll also have the harvest before the crow reaches the market garden and eats all the vegetables.&#10;&#10;All the players work to achieve the objective together. In a COOPERATIVE game the top priority is for everyone to achieve a goal together.&#10;&#10;&#10;                                                                                                &#10;                                                                                            &#10;                                                                                        &#10;                                                                                    &#10;                                                                                &#10;                                                                            &#10;                                                                        &#10;                                                                    &#10;                                                                &#10;                                                            &#10;                                                        &#10;                                                    &#10;                                                &#10;                                            &#10;                                        &#10;                                    &#10;                                &#10;                            &#10;                        &#10;                    &#10;                &#10;            &#10;        &#10;    &#10;&#10;&#10;Los jugadores deber&aacute;n ayudar a Max el granjero a cosechar todas las hortalizas, pero &iexcl;cuidado!, porque si te salelun gusano pierdes toda la cosecha y adem&aacute;s deber&aacute;s intentar cosechar antes de que llegue el cuervo al huerto y se coma todas las hortalizas.&#10;&#10;Todos los jugadores trabajan para conseguir juntos el objetivo. En un juego COOPERATIVO lo prioritario es conseguir un objetivo entre todos.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Luko",
    "ID": 239505,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/239505/mr-luko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "What the wolf is coming! The wolf is coming! All the players must help the sheep mother to take the sheep to the barn before the wolf arrives at the meadow and makes his own. With this game all the players COOPERATE to achieve the objective.&#10;&#10;&iexcl;Que viene el lobo!, &iexcl;Que viene el lobo!, todos los jugadores deber&aacute;n ayudar a mam&aacute; oveja a llevar a las ovejitas al establo antes de que el lobo llegue al prado y haga de las suyas. Con &eacute;ste juego todos los jugadores COOPERAN para conseguir el objetivo.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A-Morphos",
    "ID": 239506,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/239506/a-morphos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Model and guess without saying the prohibited answer!&#10;&#10;Use plasticine to model the pictures that appear on the cards so that the other players an guess what you're doing.&#10;&#10;But watch out! On each other card there's a prohibited picture and if another player names it you'll both lose points.&#10;&#10;&iexcl;Modela y adivina sin decir la respuesta prohibida!&#10;&#10;Modela con plastilina los dibujos que aparecen en las tarjetas para conseguir que los otros jugadores adivinen qu&eacute; est&aacute;s haciendo.&#10;&#10;Pero cuidado, en cada tarjeta hay un dibujo prohibido, y si otro jugador lo nombra ambos perder&eacute;is puntos.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tegn og Spill med Øistein",
    "ID": 239507,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/239507/tegn-og-spill-med-oistein",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Memory game that teaches you to draw exciting figures. Each figure is drawn in four stages, and you have to draw the four cards corresponding to each figure in the right order. (User summary)&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Entropy: Worlds Collide – Echo of Time",
    "ID": 239509,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239509/entropy-worlds-collide-echo-of-time",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A thematic expansion for Entropy: Worlds Collide providing a lore-expanding story, game-expanding cards, a 1 vs many game mode, new Wanderer character,  support up to 5 players, and more.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Promokarte \"Tiergestalt (Mörderstorch)\"",
    "ID": 239511,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239511/aventuria-promokarte-tiergestalt-morderstorch",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This promo card was available in the &quot;B&auml;renherz&quot;-Set. It's promo #25 and reads:&#10;&#10;1, ersch&ouml;pfen: Nahkampfangriff +2 mit 2W6 +2. Bezahle am Ende deines Zuges 1 oder lege diese Karte ab.&#10;&#10;Roughly translated:&#10;&#10;Pay 1, exhaust: Melee-attack +2 with 2D6+2&#10;At the end of your turn pay 1 or discard this card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aventuria: Promokarte \"Drachenjunges\"",
    "ID": 239512,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239512/aventuria-promokarte-drachenjunges",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This promo card was available in the &quot;B&auml;renherz&quot;-Set. It's promo #27 and reads:&#10;&#10;Wirf zu Beginn deines Zuges 1W6. Bei 4-6 schl&uuml;pft das Junge aus und erh&auml;lt folgenden Effekt:&#10;1, ersch&ouml;pfen: Ein Gegner deiner Wahl verliert 2 Lebenspunkte.&#10;&#10;Roughly translated:&#10;At the beginning of your turn roll 1D6. On a 4-6 the dragonbaby hatches. You can use now this ability:&#10;Pay 1, exhaust: An opponent of your choice looses 2 Lifepoints.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Das Schwarze Auge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cerditos Glotones",
    "ID": 239515,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239515/cerditos-glotones",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "You can not stop laughing with this game. Grab all the fruits and vegetables you can from the feeder before the shift passes, but do it with your gluttony pig snout and listen to how the feeder sounds when you try. Guaranteed fun!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Literatour",
    "ID": 239516,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/239516/literatour",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A trip around the world of books.&#10;&#10;Travel with us: travel the world of literature from the living room of your home with our exclusive board game.&#10;&#10;Have fun with LiteraTour, the challenge of readers:&#10;&#10;&#10;     C&iacute;rculo's exclusive board game to enjoy as a family.&#10;&#10;&#10;&#10;     Play as if it were a parch&iacute;s or put yourself to the test with questions and challenges.&#10;&#10;&#10;&#10;     Have fun while learning about literature.&#10;&#10;&#10;LiteraTour is an entertaining and educational board game. It has different levels of complexity and with it you can demonstrate your literary knowledge and spend pleasant evenings with your friends or with your family.&#10;&#10;There are two types of game: the traditional one, similar to the classic parch&iacute;s, and the advanced, which incorporates questions and challenges that dynamize and complicate each game a bit. Do not worry, there are questions and challenges of different levels so that both big and small have a chance to win.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Legend of Zelda: Clockwork Realm – Shattered Lands Expansion",
    "ID": 239518,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239518/the-legend-of-zelda-clockwork-realm-shattered-land",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "The Shattered Lands expansion for The Legend of Zelda: Clockwork Realm takes the hero Link outside of the dungeon and allows him to explore the land of Hyrule by adding a new Overworld Phase.  Unlike in the base game, the heroes no longer begin each level with a pre-determined number of Items, nor do they start with any Triforce Shards.  Instead, they must work for every advantage they can get before proceeding into the various dungeons by exploring the land of Hyrule and encountering its many denizens.  Shops will allow you to spend your hard-earned rupees to buy Items; challenges may allow the hero to upgrade his Skill cards to higher levels; and Lore, Quest and Forage encounters may endow the hero with a variety of benefits.&#10;&#10;The concept of the Cogs introduced in the base game is continued above ground, with the landscape of Hyrule shifting and changing between turns.  Many paths exist to allow the hero move from one location to another, but they won't always connect on the ways the hero might want them to.  Players can play their Skill cards to move around Hyrule, as well as allowing them to shift the Location tiles around, permitting them to reach previously unattainable locations.  The treasures that the heroes have gained may also provide shortcuts or otherwise give the players an advantage during encounters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Maze",
      "Print & Play",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": [
      "Video Game Theme: Nintendo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Christmas Tree: The Decorating",
    "ID": 239519,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/239519/christmas-tree-the-decorating",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Christmas Tree: The Decorating is a quick 2* player game of building and decorating a Christmas Tree!&#10;&#10;Each turn, a player places 1 card to build the communal tree and scores their matching bulb clusters and adjacent ornaments.&#10;&#10;Cards are double sided, can be played upright, upside-down, and in some cases, on-top of other cards! The direction of the tree's orientation is not predetermined either. When the last card is placed and scored, the player with the highest score wins!&#10;&#10;*Build bigger Trees (3-4 players) with an additional copy!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Christmas",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Legend of Zelda: Clockwork Realm – Shards of the Triforce Expansion",
    "ID": 239520,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239520/the-legend-of-zelda-clockwork-realm-shards-of-the",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "0",
    "Description": "The second expansion for The Legends of Zelda: Clockwork Realm - Shards of the Triforce - completes the 3-phase structure of the game by adding a new Boss Phase to the end of each level.  Whereas previously the heroes were considered successful in a dungeon just by reaching the Boss Room, they must now instead face a fearsome boss monster in order to acquire the Triforce Shards they need to defeat Ganon.  And the ultimate challenge just got harder with the addition of Ganon himself as the final boss the heroes must face in order to win the campaign!&#10;&#10;Players still use all the resources they have gathered throughout the rest of their adventures - Skills, Items and Treasures - but this time they will have to put them to use manipulating the Boss Action cards that determine how the heroes and boss attack each other.  Boss Action cards come in three types: Strike, Evade and Expose, and it is only by selecting the correct cards each round - maximising the damage to the boss and minimising the damage to the heroes - that will allow the heroes to be triumphant.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Print & Play",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Video Game Theme: Nintendo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Honeycomb Cavern",
    "ID": 239552,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/239552/honeycomb-cavern",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Honeycomb Cavern is a fast roll and write game for one or more players set in the universe of our intrepid explorer and treasure hunter Sadie Cat. The game should take under 5 minutes to play and is presented in a book format so it is easy to take with you and store on a shelf.&#10;&#10;The game has players rolling dice, moving along a collapsing tiled room, collecting treasure, and avoiding fire from the dragon statues. From the first roll to the final roll, every decision is important to escaping with the most points or falling into the cavern below.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AVA Starship",
    "ID": 239564,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/239564/ava-starship",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Earth slowly fades away under the weight of a global War. The League of Nations has come together to build humanity's last sprint for survival: a Starship, with everything that mankind needs to colonize our cosmic neighbor: Mars.&#10;&#10;The final stretch of preparations is underway and the launch is imminent. Four nations join forces on board: USA, United Kingdom, Soviet Union and the Third Reich.&#10;&#10;Despite initial agreements, conflicts ensue soon after boarding. Lead your nation, form and break alliances, fight and take control of the starship.&#10;&#10;In AVA Starship players command their units in the fight over starship areas. They build decks of orders to gain tactical advantage and roll custom dice to resolve fights.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Santorini: Eris Promo Card",
    "ID": 239580,
    "Year": "(2017)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239580/santorini-eris-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Promo Cards Released at Essen 2017, part of the Santorini Underworld &ndash; Promo Cards.&#10;Your Turn: you may move and build with an opponent&rsquo;s worker this turn instead of your own, as long as it is not their worker that they most recently moved.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Ancient",
      "Mythology"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Google Play",
      "Game: Santorini",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Santorini: Maenads Promo Card",
    "ID": 239582,
    "Year": "(2017)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239582/santorini-maenads-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Promo Cards Released at Essen 2017, part of the Santorini Underworld &ndash; Promo Cards.&#10;End of your turn: If your workers neighbour an opponent&rsquo;s worker on opposite sides, that opponent loses the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Ancient",
      "Mythology"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Google Play",
      "Game: Santorini",
      "Islands: Santorini (Greece)",
      "Promotional: Cards",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne: Amazonas – Mini Expansion",
    "ID": 239586,
    "Year": "(2017)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239586/carcassonne-amazonas-mini-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1",
    "Description": "A mini expansion for Carcassonne: Amazonas. It comes with two new river tiles.&#10;&#10;Instructions: &quot;Place the 2 new Amazonas double tiles next to the already existing 4 tiles. If you get a &raquo;!&laquo; tile, you have even more possibilities.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Region: Amazon Rainforest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zooloretto: Zwei Wertungsvarianten für Zooloretto Junior und Mini",
    "ID": 239589,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239589/zooloretto-zwei-wertungsvarianten-fur-zooloretto-j",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Two variants for scoring Zooloretto Junior and Mini.&#10;A different way to calculate the score of the game with a brand new table.&#10;Released as the Designer's annual Christmas card.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Borgo Dell'Oca",
    "ID": 239591,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239591/borgo-delloca",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A nice walk in the ancient little town, between workers, games and duties. King is waiting for you, will you be able to be in time at his presence?&#10;Roll the dice.... and find it out!&#10;Move your pawn along the path by the result of the dice and, the read the instruction on the stop where you land. You could move faster, re-roll or go back to the start depending on where you land. The first who will reach the end of the path, wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Last Friday: Whoopi",
    "ID": 239595,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239595/last-friday-whoopi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Whoopi is a promo character for The Last Friday. At the begining of a chapter, players may decide to play Whoopi instead of a camper. Whoopi comes with a set of special rules indicated on the card.&#10;&#10;Every turn Whoopi can reveal a clue token on the board and return it facedown in its original position.&#10;&#10;This promo card was given out at SPIEL 2017 in Essen when buying a copy of the expansion Last Friday: Return to Camp Apache.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Movies: Friday the 13th",
      "Promotional: BGG Store Promos",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Where in the World is Jefferson Sancarlos",
    "ID": 239618,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/239618/where-in-the-world-is-jefferson-sancarlos",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Catch Sancarlos and his Henchmen! There&rsquo;s a new thief on the planet: Jefferson Sancarlos. He and his gang of B.I.L.E. (Boys and girls involved in Lewd Enterprises) Henchmen are stealing every romantic and symbolic landmark, building, and natural resource they can grab. The only way to stop Sancarlos and his crew is to get the Chef and the ACNE detectives on the case to cook up a plan to catch them. Join the ACNE detectives and start returning the stolen loot by catching Sancarlos and his Henchmen. To win, be the detective to retrieve the most valuable stolen treasures! This game is not related to any other thieves who travel the world and is designed as a parody.&#10;&#10;One player serves as the game's moderator, called The Chef, unless only two people are playing. Players choose one of six ACNE Detective profiles. Players create eight columns of cards by placing one of the eight B.I.L.E. Henchmen at the top of the grid, with four Stolen Location cards under him or her. Extra Location Cards are set aside and not used. After The Chef reads the character background aloud for each of the Henchmen, the Detectives, in turn, pick an Evidence card, which will ask for one of the following: Location, Connection to Jefferson Sancarlos, which B.I.L.E Henchman stole a particular location, and whose ACNE Detective Territory the Location is in. That player then selects one of the Location cards on the bottom row of the grid, and attempts to identify the Evidence point requested for that Location. Each Location card has a number of prison years on the back. If a player guesses the correct answer, he/she keeps the card and notes the prison years collected. Detectives want the highest number of prison years possible, to put Sancarlos' Henchmen away for that many years.&#10;&#10;When all four Location cards under a Henchman have been collected, the player taking the last location captures that Henchmen. The game ends when the first player captures his/her third B.I.L.E. Henchman or when all Henchmen have been captured. Each player adds up his/her prison years. For each Henchman captured, the player earns a bonus of 50 prison years. The ACNE Detective with the most total points (prison years) is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Memory",
      "Network and Route Building",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vampires Vs. Unicorns",
    "ID": 239620,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/239620/vampires-vs-unicorns",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It&rsquo;s time to CHOOSE YOUR SIDE!&#10;&#10;Will you lead the fierce blood snob VAMPIRES or perhaps throw down with a herd of obnoxious UNICORNS?&#10;&#10;VAMPIRES vs. UNICORNS: Floor War is a hillariously fun THROWING CARD game with unexpected results, featuring fantastic hand painted tile art by TRAVIS LAMPE and TRAVIS LOUIE suitable for frameing!&#10;&#10;Draw from your deck of cards to RAISE THE DEAD, cause a UNICORN STAMPEDE, and more! It&rsquo;s up to you to find the best throwing technique to destroy your opponent&rsquo;s FLOOR TILES, but, like, BEWARE! As not all tiles are the same!&#10;&#10;It&rsquo;s HORN vs. TOOTH, HOOF vs. CLAW!&#10;&#10;Game designed by JIM DUBOIS and ATTABOY, based on an original concept by JIM DUBOIS.&#10;&#10;It's a game that is durable, playable, then frameable.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Unicorns",
      "Creatures: Vampires",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Textura: Telling (Hi)stories",
    "ID": 239627,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/239627/textura-telling-histories",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Textura &ndash; Telling (Hi)stories is an attempt  to develop a game for history lessons which, due to its modular structure, can be used with numerous historical themes in different grades. The game offers an approach to promoting the narrative competence of pupils in history education while also deepening their content knowledge.&#10;&#10;Textura consists of a collection of square tiles divided into 2 categories: &ldquo;Content cards&rdquo; and &ldquo;Connection cards&rdquo;. Content cards display the period-specific content of the history lesson. The connection cards consist of a set of images and symbols that can be used with all historical periods. They can take on different meanings depending on the context and interpretation of the symbol. The players use them flexibly in order to tell history and develop connections between the content cards.&#10;&#10;There are different gameplays for Textura, it can be played in cooperative or competitive mode.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Terraformer",
    "ID": 239628,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/239628/terraformer",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Construct ecosystems, animate planets&#10;&#10;In this card game your spacecraft, equipped with terraforming machinery, has entered orbit around a distant, lifeless planet. Before you can colonize, you must first make the environment suitable for humans. Each player's spaceship is an ark with a collection of unique plants, animals, and microorganisms capable of populating entire ecosystems. Together, players will fill the oceans and continents with life, construct food chains, cause and fight natural disasters, help their fosterlings adapt and survive in strange conditions. In the end the one terraformer whose creatures prove the most resilient and prolific throughout the new world, overcoming the competition, receives the honor of naming this human-made paradise.&#10;&#10;&mdash;desciption from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Catowl",
    "ID": 239629,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/239629/catowl",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Cats and owls are witches&rsquo; favorite animals. The poor things are subjected to magic experiments so often that sometimes it&rsquo;s difficult to say whether it&rsquo;s a cat or an owl. Well, let&rsquo;s figure out who is who!&#10;&#10;Playing this incredibly designed game, kids learn to determine quantities in a split second, without the need for recount. The game process exercises attentiveness, concentration and speedy response, and&#10;also trains memory. The box effectively contains three games, allowing players to practice different skills.&#10;&#10;The game has several levels of difficulty for the kids of different ages. Cards, dice and totems are bright&#10;and unusual, and the kids love them!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pulgas locas 4 en raya!",
    "ID": 239630,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239630/pulgas-locas-4-en-raya",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Super fun game 4 in magnetic stripes. Line up 4 fleas of your color, if you can ... you'll see how they change!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Category: n in a row",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jewels: Ruffiano",
    "ID": 239631,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239631/jewels-ruffiano",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Promo card for Jewels.&#10;&#10;You can reveal a new event. You can pay 3 to choose a card from the discard pile and put it in the city where you are.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hrabia",
    "ID": 239633,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/239633/hrabia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "3",
    "Description": "Hrabia (&quot;The Count&quot;) is for the most part a cooperative card game. Players take on prominent characters, patriots from Wielkopolska and military leaders of the Wielkopolska Uprising. They try to support events leading up to the uprising and also to contribute to its success.&#10;&#10;Players are connected by a common cause - propagation and strengthening of Polishness and national identity among the people living in the area and to help Poles in emigration and in the country to develop entrepreneurship and mechanization on the Polish lands. Final goal is Poland regaining independence by merging Polish territories. Players try to best serve the homeland but also compete to support as much as possible any patriotic initiative and in the end get the most recognition by the countrymen and ?subscribe gold on the history cards? - each of them wants to become the greatest national hero.&#10;&#10;The game is divided into nine rounds separated by significant historical events in three periods and the game ends by the outbreak of the Wielkopolska Uprising.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mummy",
    "ID": 239635,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/239635/mummy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The intrepid explorers go in search of the mummy's treasure. The explorer who discovers the most treasures will be the winner, but watch out! The mummy's ghost is lurking and can take some of the treasure from you.&#10;&#10;Los intr&eacute;pidos exploradores van en busca del tesoro de la momia, el explorador que m&aacute;s tesoros consiga ser&aacute; el ganador, &iexcl;pero cuidado!, el fantasma de la momia est&aacute; presente y puede quitarte parte del tesoro.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Mummies",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space",
    "ID": 239637,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239637/space",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Create your own board, making it longer or shorter depending on the time you have to play, you must also pass different tests to go forward or backward in your intergalactic journey. Beware of the attack of the drones of the planet Zum!&#10;&#10;Crea tu propio tablero, haci&eacute;ndolo m&aacute;s largo o m&aacute;s corto dependiendo del tiempo que tengas para jugar, adem&aacute;s deber&aacute;s pasar distintas pruebas para ir avanzando o retrocediendo en tu viaje intergal&aacute;ctico. &iexcl;Cuidado con el ataque de los drones del planeta Zum!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "¡Que se cae!",
    "ID": 239638,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239638/que-se-cae",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Place your chips without dropping them&#10;&#10;Coloca tus fichas sin que se caigan&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El dentista loco",
    "ID": 239639,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239639/el-dentista-loco",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player, in turn, hits a tooth. But, attention! your opponent can hit one of your healthy teeth. Will the next one feel good or bad? When a player gets 6 healthy teeth to create the perfect smile, he must press on the WIN ear so that the patient sticks his tongue out, thus preventing the opponent from continuing to hit. When the language has dropped the player wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rock'N Tour: El rock es cultura",
    "ID": 239640,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239640/rockn-tour-el-rock-es-cultura",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivia game about rock music in Mexico and around the world.&#10;&#10;",
    "Categories": [
      "Music",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Supremacia",
    "ID": 239641,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/239641/supremacia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The conquest of B-Xion takes place during several game turns and its duration may vary between games.&#10;In turn, each player rolls the dice, activates events and uses the points obtained to carry out corporate actions, and may also spend credits to use corporate activities and sector activities. Once the player finishes performing all his actions he passes the corporate actions card to the player on his left who will play his turn.&#10;During the game each corporation (player), sends new spaceships to the galaxy, mobilizes its fleets, fights with rival spaceships, infiltrates agents in planets, mobilizes its agents to gain influence or control of the sector and can also explore new sectors to expand the Galaxy.&#10;Players will explore and consolidate sectors during the course of the game and at the moment that any player manages to consolidate its fifth sector the game ends immediately, then check the victory points obtained by the consolidated sectors.&#10;The player with the most victory points at the end of the game will be the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Command Cards",
      "Events",
      "Hand Management",
      "Modular Board",
      "Race",
      "Sudden Death Ending"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "State of Wonder",
    "ID": 239657,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/239657/state-of-wonder",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "3",
    "Description": "State of Wonder is a Card Game of Skill, Deceit and Strategy. Recruit mighty armies to destroy your Enemies or build a Great Wonder to show your power and seize the throne of Scathia.&#10;&#10;In State of Wonder you are trying to take the throne of Scathia, a large kingdom of several city states that is in full civil war after the Queen died. You accomplish this through building and protecting an awe inspiring wonder or through destroying all others who dare to fight for the throne.&#10;&#10;No ruler can stand without the might of others. Stand united with one of the three powerful factions, the Noble Crux Militem, The Cunning Frifolk or the Mystical Ritualists!&#10;&#10;State of Wonder features a very deep combat system. Where players siege each others cities and fight in the open field. Taking turns activating units during each combat phase.&#10;&#10;State of Wonder also has a Production System based upon deceit. When cards are played they are put face down into the production system, showing the cost that was payed for the card. Players can pay more than what is stated on a card, to confuse their enemies as prediction will lead players to victory.&#10;&#10;In State of Wonder, every decision you take matter, as there is only one random element. Who Goes first. There is no card drawing, no die rolling and no coin flipping.&#10;&#10;Are you the one to take the throne, or will you fall to the might of another conqueror?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Swimzania",
    "ID": 239669,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/239669/swimzania",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "2",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Swimzania is the unique interactive family board game that&rsquo;s all about swimming. Created by ASA qualified swimming instructors, it&rsquo;s an exciting, fast-paced tabletop game that gets children learning more about swimming as they play.&#10;&#10;The board is the pool, the counters are swimmers. Players throw the dice and race each other up and down the lanes. Land on a SWIM QUIZ space and answer a question card; land on DO IT to complete a challenge. Try to avoid getting CRAMP or a STITCH and you might just be the one to lift the trophy!&#10;&#10;Swimzania has been carefully researched and developed by ASA qualified swimming instructors, taking inspiration from the lessons taught in the pool. It embraces competitive and cooperative play, and is a brilliant way to reinforce kids&rsquo; (and adults&rsquo;!) knowledge of swimming and water safety awareness.&#10;&#10;&ldquo;We wanted to develop a board game that would appeal to both children and their parents. So Swimzania is not only fun to play, it also has important educational benefits,&rdquo; says Vladimir Scepunov of Swimzania. &ldquo;We have developed three levels of difficulty so that gamers of all ages can play and enjoy it, and we&rsquo;ve combined question cards with interactive challenges to get the players having fun and feeling good.&rdquo;&#10;&ldquo;We firmly believe in the power of learning through action,&rdquo; says Vladimir. &ldquo;Swimzania supports everything our students are taught in the pool, so it&rsquo;s a brilliant way to reinforce and strengthen their understanding of swimming. And they have so much fun while they&rsquo;re playing!&rdquo; &#10; Swimming and water safety are now included in the National Curriculum, so there is no better time to get kids playing a game that boosts their weekly lessons. A recent survey by Swim England reported that an overwhelming 94% of parents believe it is important for their child to be able to swim competently by the end of primary school. Playing Swimzania will help them to reach that goal even faster!&#10; &mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Educational",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mythica: Fate of Heroes",
    "ID": 239671,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/239671/mythica-fate-of-heroes",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "360",
    "Weight": "4",
    "Description": "Mythica: Fate of Heroes  is a hybrid adventure game incorporating elements of economic, tactical, RPG, and cooperative games.  Players take control of a single character (many drawn from the Mythica movie series from Utah-based Arrowstorm Entertainment) and endeavor to acquire Legacy points while building up their personal strength for the inevitable showdown with the big baddie of whatever plot you choose to play (the core game includes three plots). Players must work together to defeat the Nemesis in order to have an opportunity to tally individual Legacy and declare a winner.&#10;&#10;The focus of this game's development was to provide an experience familiar to tabletop RPG players yet accessible to conventional board gamers. The world and plots draw heavily from the Mythica movie universe, but familiarity with that universe is not required to enjoy or master the game. A time-keeping mechanic makes the game progressively more difficult and rewards or punishes characters for how aggressively they choose to manage world events rather than build their personal strength. Ultimately the game is a balancing act between selfless v. selfish choices and cooperative v. competitive strategies.&#10;&#10;There are optional advanced rules for more challenging and sophisticated game behaviors and rules for single or double play as well. At least two expansion packs are planned for more plot lines and additions to all play decks.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Dice Rolling",
      "Point to Point Movement",
      "Role Playing",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HUSKY 8",
    "ID": 239675,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/239675/husky-8",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.25",
    "Description": "HUSKY 8 is the third game in the series that began with  the Charles S Roberts Award Winner,&rdquo;JUNE &lsquo;44&rdquo;. The game recreates the largest amphibious invasion of World War II to that point and the second largest ever; Operation Husky. In July 1943, 3,200 ships carrying eight Allied divisions plus two Airborne Divisions assaulted across a 100 mile front. Facing them were roughly 235,000 Italian and German defenders.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Superfriends: Magnetic Target Game",
    "ID": 239679,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239679/superfriends-magnetic-target-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Use the magnetic wand to pick up the balls and try to drop them in place in the holes below.  The person who scores the highest points wins the game.  To replay, simply turn game over and collect balls in side holder.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Magnets",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Marshal: Xi'an Incident",
    "ID": 239680,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/239680/young-marshal-xian-incident",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Young Marshal is a historical political conflict game for 3 players. Players play the Chinese leaders of Kuomintang KMT, Chinese Communist Party CCP, and Northeastern Army NEA in 1935, respectively.  You need to manage your lead and staff cards to win more victory points in every meeting.&#10;&#10;There are 6 meeting round in one game and 2 phases in one round.  In the &ldquo;Negotiation&rdquo; phase, players play leader and staff cards from their hand to get the control of military, economic, political and diplomatic issues.  In the &ldquo;Action&rdquo; phase, players use military and economic issue to eliminate enemy units and produce friendly units and use political and diplomatic issue to change the relation table.&#10;&#10;Units can control victory points areas and relation table can trigger important historical event.  Players need to cooperate and rival with each other to get more profit in the game.  The one gets more victory points win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Country: China",
      "History: Chinese Civil War",
      "Magazine: Board Wargame (Formosa Force Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "KLM Pack & Go",
    "ID": 239681,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/239681/klm-pack-and-go",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Pack as many objects as possible into your suitcase - but be aware of the size of the hand luggage! Do not forget what your destination is: boots are not essential on the beach, neither is the swimming suit in the mountains. The player who puts the most cards down and collects several objects of his destination card wins the game. You have to be smart and quick because possibilities are limited!&#10;&#10;All players act simultaneously. Everyone turns over his own deck and you can start packing&#10;your suitcases with the following rules:&#10;- Each player puts the cards down in front of him.&#10;- Play colour on colour: in 4 categories, 12 objects in each category. The colours of the objects and the background colours also help in the differentiation.&#10;- You have to put down the cards in an area of 4x6 units. A card has 2x2 units, so there are 4 objects on a card.&#10;- You can only choose from the top of a deck!&#10;- The top card of any deck may be used but the taken card must be put down. If you cannot put the taken card down, you have to discard cards that had been put down earlier, until you are able to put the taken card down.&#10;- It is not obligatory to use the top card of your own deck, it can also be discarded. Then the card is removed from the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Puzzle",
      "Travel"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wicked Wombats",
    "ID": 239684,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/239684/wicked-wombats",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Wicked Wombats follows the easy principles of being the first to get rid of your cards. When it&rsquo;s your turn, you can either throw a card of the same type or of the same color on the discard pile.&#10;&#10;This sounds a little bit like UNO to you? Maybe you&rsquo;re right: But unlike UNO or any other game we know, every single card you throw to the pile is an &lsquo;Evil Action Card.&rsquo; And that is just where the real fun begins.&#10;&#10;The &lsquo;Evil Action Cards&rsquo; are really, really evil: They hit hard and may change the whole game, and even effect yourself. This is fun and frustrating at the same time.&#10;&#10;You can shield the action cards or even mirror them to other players.&#10;&#10;Some cards can even be combined cleverly to be even more wicked. This is where the game gets a tactical flavor.&#10;&#10;Some cards require immediate action. Be fast to strike. Otherwise, you&rsquo;ll lose.&#10;&#10;In addition to the hand cards, each player gets a set of three sharp weapon cards: sword, bomb and knife. If Wombat Combat is on: Choose consciously and remember: Knife beats Bomb, Bomb beats Pistol, Pistol beats Sword.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Polowanie na śniadanie",
    "ID": 239695,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239695/polowanie-na-sniadanie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Polowanie na &#197;&#155;niadanie (&quot;Breakfast Hunting&quot;) is a 2-4 players game with Tom &amp; Jerry characters. Jerry has to collect seven pieces of cheese before he is captured by Tom and his cat fellows. Players move their pawns on the board and whoever captures his breakfast first is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice",
      "TV Shows: Hanna-Barbera"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snowdonia: Candace Camille",
    "ID": 239697,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239697/snowdonia-candace-camille",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This card was exclusive for the 2016 JVMA fundraising&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Series: Snowdonia Game System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Magical Mess",
    "ID": 239698,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/239698/munchkin-magical-mess",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Moop is back in Munchkin Magical Mess with more magical messed-up mayhem in his menagerie! Murder more monsters for much merriment!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pod People from Another Planet!",
    "ID": 239700,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/239700/pod-people-from-another-planet",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Pod People from Another Planet! is a solitaire, man-to-man, science fiction, wargame where you, the player, must take your team of elite soldiers and rescue a group of scientists being hunted by the Pod People of planet P-37.&#10;&#10;Players control six soldiers as they navigate and battle through hostile enemies known as Pod People on an alien planet. Their mission? Rescue the scientists and safely escort them back to the space shuttle.&#10;&#10;The game uses a modular board and a random spawn system for the aliens so that no two games are the same. The dice based combat system utilizing rating and strength will force the player to make tactical and strategic decisions throughout the game. An experience system is used so that as the battle rages on, soldiers will learn and be able to modify results later in the game.&#10;&#10;To win the game, successfully escort at least one of the scientists back to the space shuttle. If at any point all of the scientists or all of the soldiers are killed, then the game is over.&#10;&#10;Pod People from Another Planet!&#10;&#10;The human race realized long ago that in order to survive, it must leave its planet and populate the galaxy. The humans of the time understood that Earth wouldn&rsquo;t be around forever, and it would become uninhabitable long before it ceases to exist.&#10;&#10;It had been nearly 800 years since the first branches of humanity reached for the stars. In that time, the human race had become fragmented as colonies were established along the way. One such fragment was scouting a new planet that long range scanners indicated would be suitable for colonization. Protocol dictates that identified planets must be scouted by research teams before any attempt at colonizing is initiated.&#10;&#10;Research teams consist of various scientists who determine whether or not a planet is suitable for long term colonization and soldiers who protect the scientists from unknown danger. The soldiers have an important job, because scientists are valuable. Without the scientists, the expeditions to colonize new worlds would be halted, and training new scientists is a difficult task.&#10;&#10;Research of this particular planet, coded P-37 while still being scouted, was promising. P-37 appeared to meet all the requirements to initiate the terraforming stage of colonization. One of these requirements being that the planet could not be already inhabited by conscious life.&#10;&#10;While nearing the completion of the research stage of colonization, something went wrong &ndash; terribly wrong. Reports of ambush started to arrive from research teams around the planet. One by one, the teams were being wiped out.&#10;&#10;Scientists began to identify the attacks as psionic in nature, having encountered other alien life forms over the past 800 years with similar abilities. Utilizing this knowledge, some scientists were able to barricade themselves behind a psionic force field while the brave soldiers guarding them sacrificed their lives to buy the scientists the time to complete the fortification.&#10;&#10;The scientists knew the force field would only last a week &ndash; maybe two. They also knew their own value. Rescue teams would be coming for them, and when they were rescued, they planned to bring with them valuable information. They focused their research on the unknown aliens.&#10;&#10;What they discovered was both fascinating and horrifying. The aliens, whom the scientists started to refer to as Pod People due to the pods they emerged from, were not themselves conscious beings. There was indeed a consciousness on P-37, but the scientists failed to identify it in their previous research. The consciousness was the planet itself. The Pod People were being spawned by the planet as an extension of its own consciousness in order to protect itself.&#10;&#10;&#10;            &#10;        &#10;    &#10;&#10;&#10;Your team of elite soldiers and others like it have been ordered to carry out rescue missions to bring these scientists home. You have been briefed on the knowledge related by the scientists on the surface and fitted with gear to help you fight the Pod People. You will land your space shuttle near the location of one of the barricades, locate the scientists, and escort them safely back to the shuttle in order to bring them home.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "It's a Deal",
    "ID": 239701,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/239701/its-a-deal",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players roll dice and move around a circular track. Players can buy shares in various companies, draw card, earn money, sometimes lose money etc. An easy playing family game. Goal is to earn as much money as possible.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sea Emperor",
    "ID": 239702,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/239702/sea-emperor",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tile placement game of piracy. &quot;You will need diplomacy, strategy, luck, and memory to rule the seas. Will you be the next Sea Emperor ship's boy? To know it embark on Sea Emperor!&quot;&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Conflict",
    "ID": 239708,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/239708/star-wars-conflict",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Conflict between the First Order and the Resistance. The dark powers are growing stronger and a return to harmony in the galaxy is becoming harder and harder. Will the young heroes of the Resistance manage to stop the First Order Leaders before it's too late?&#10;&#10;Star Wars: Conflict is a cooperative board game. Players must work together to prevent the evil forces from reclaiming the galaxy. Individual decisions made by players will affect the common goal: thw whole team will either win or lose. It's all in your hands!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Debris: Loot, Build, Brawl",
    "ID": 239720,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/239720/debris-loot-build-brawl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You&rsquo;re an engineer, and your ability to build and repair bots shines through, turning toasters into gladiators. Business is booming, and you need to get rid of the inconvenient competition.&#10;&#10;--&#10;&#10;Debris is a fast-paced, crafting &amp; brawling card game for 2 players.&#10;&#10;Each player starts with a companion and a handful of debris cards. Each turn, players use debris for building,trading, and assigning tasks to their roster of bots.&#10;&#10;Through the Maintenance &amp; Business phases of a turn, players use cards from their hand to acquire packaged bots from the Market, build them, deceive their opponent, and stay alive. Once built, bots are used to draw more cards and get an edge on the competition. They have perks and defects that will affect their efficiency, as well as how they interact with the other components in play.&#10;&#10;Each model of bot comes in different versions, ranging from questionably operational to unexpectedly potent. Packaged bots are only revealed once built, so it&rsquo;s up to players to make the best from their luck and memory.&#10;&#10;The goal of each player is to seize all of his opponent&rsquo;s cards, emptying his hand. A player wins the game when his opponent doesn&rsquo;t have any cards in his hand at the end of a turn.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory",
      "Push Your Luck",
      "Trading"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time of Legends: Joan of Arc – Apocalypse",
    "ID": 239722,
    "Year": "(2019)",
    "Geek Rating": "5.582",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/239722/time-of-legends-joan-of-arc-apocalypse",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "4",
    "Description": "The Apocalypse expansion includes a total of 5 new scenarios for Joan of Arc.&#10;&#10;The first is a 2 or 4-player story called Sabbat. This scenario can be played as a prelude to the Apocalypse campaign, or as a standalone skirmish.&#10;&#10;The remaining 4 scenarios are arranged into a campaign that plots the rise of the Apocalypse. It allows you to optionally incorporate three other scenarios from the core box and stretch goals to create a 7-scenario narrative:&#10;&#10;&#10;     Inside Joan&rsquo;s Head (from the core box).&#10;     Arrival of the Four Horsemen. A narrative skirmish of human slaughter.&#10;     Saint Michael the Archangel fighting the Dragon (from the Legendary Dragon box). Saint Michael and a cohort of angels battle the Legendary Dragon.&#10;     The Beast (stretch goal chase scenario). A young woman gives birth to humanity&rsquo;s Saviour. The Beast wishes to devour the child before He comes of age. Luckily, angels will aid the woman in her escape.&#10;     The Mark of the Beast. The Antichrist is corrupting humanity and men rally to his evil cause, tempted by silver-tongued charm, and awed by the might of The Beast. The saints try to stop this army with the help of the angels and The Lamb.&#10;     Leviathan. The colossal monster is ravaging the land, and seeks to destroy the saints in this big battle scenario.&#10;     Armageddon. The final titanic battle is a stunning final showdown, with masses of troops on both sides.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Religious",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Time of Legends – Joan of Arc",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yeah! Diamonds",
    "ID": 239723,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/239723/yeah-diamonds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Use your growing deck of tiles to move the tiles on the island off the edge and they're yours! Have the best collection of gems at the end, and you win.&#10;&#10;Yeah! Diamonds is a family friendly game of tile moving and deck building. It puts a unique twist on deck building by adding a  physical layer to the core concepts gamers are used to. Players begin with a basic set of arrow tiles, which they use to move scoring tiles out of a shared grid. Acquired tiles are added to the player's growing deck, giving them powerful new abilities when played.&#10;Yeah! Diamonds is designed to teach basic mechanics of deck building and combos to new gamers of all ages. It's accessible, strategic play is coupled with easy to grasp scoring to encourage quick play. A unique orientation system ensures that the game plays differently for everyone and that players always have meaningful choices. With whimsical art and easy setup, it's sure to be a staple of game nights and family nights alike.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Tile Placement"
    ],
    "Families": []
  }
]