[
  {
    "Rank": "N/A",
    "Name": "Hitman",
    "ID": 250669,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/250669/hitman",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Hitman was created by Roman Meilinger as a senior project for Greer Middle College Charter High School in Taylors, SC. Three major companies have caused corruption and crime in Blazer City, and a group of law students have witnessed their crimes and aim to shut the companies down. However, the companies' bosses have hired hitmen to discard of any loose ends that are of risk to their reputation. The game has two different kinds of players with different goals and gameplay. Targets are trying to collect evidence to prosecute companies while they avoid being eliminated by the hitmen. Hitmen try to earn money by eliminating the targets before they are able to prosecute the companies that hired them. Each player is given unique advantages through a contact card that is dealt to them at the beginning of the game, and players must complete dice objectives during the game to perform actions like dueling, interrogating, prosecuting, and lock-picking gates. An alternate version of the game allows hitmen to steal evidence instead of eliminating players.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Fighting",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination",
      "Point to Point Movement",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Just Waffle",
    "ID": 250678,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/250678/just-waffle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "In Just Waffle, you want to grab the treat that awaits on the table precisely fifteen steps away from the door. Walk too far, though, and the shop owner punishes you for intruding.&#10;&#10;At the start of each of the eight rounds, each player has a hand of three cards and one of the treats is placed next to the deck as a reward. On a turn you play a card from your hand, then draw a replacement card. If you play a number, you add that number to any total previously announced as all players are walking to the table together; if you play a card with an effect, you carry out the effect.&#10;&#10;If you make the total equal fifteen, you grab the treat and the round ends. If you go higher than fifteen, then the total stays the same and you receive a penalty marker.&#10;&#10;Whoever has the highest score after eight rounds wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Year 57: Scavengers",
    "ID": 250695,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/250695/year-57-scavengers",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "In Year 57: Scavengers, you will take on the role of one of six nation leaders in a wild and dusty post war apocalypse. Your goal is to collect resources, improve your nation, and go on raids, all the while exploring new territory, warring on other nations, trading goods, and establishing your presence in Year 57.&#10;&#10;The flow of the game is built around gaining 'Resources', which are used to purchase 'Recipes'. These Recipes give your peoples new 'Nation Strengths' which can then be used to go on 'Raids'. 'Raids' are worth victory points at the end of the game. In addition to 'Raids', you can also excavate to collect 'Artifacts'. Different sets of these will also be worth victory points at the end of the game. In addition to collecting and purchasing cards, a large aspect of the game is discarding the 'Recipes' you've built, as each one has a unique effect that can be used AT ANY TIME. That's right, in this game you can immediately discard recipes and use effects out of turn, constantly attacking and defending against the other players with effects such as 'Gain a Victory Point', 'Cause Immediate End of Turn', or even 'Swap Hands with Another Player'.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Get Off My Land!: Kickstarter Exclusive Promo Cards",
    "ID": 250700,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250700/get-off-my-land-kickstarter-exclusive-promo-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Kickstarter backers of Get Off My Land! received 4 copies each of 2 different Kickstarter exclusive cards, the Farmhand and Crop Rotation.&#10;&#10;The 8 cards were not included inside the shrinkwrapped base game box, but accompanied the base game in a separate ziploc baggie. This promo was also sent to individuals who pre-ordered the game if they signed up to receive the promo cards from First Fish Games at a convention.&#10;&#10;The Farmhand cards provide 2 fences OR allow a player to pay $2 to the bank and then choose and perform 2 of the listed actions: log, go to market, and harvest. It also has either 1 or 2 bullet holes.&#10;&#10;Crop Rotation provides 2 fences OR lets a player place their farmer on any market card in play or replace another farmer with their own. Then in addition, swap the position of any 2 market cards they control. The card also has either 1 or 2 bullet holes.&#10;&#10;To use these promo cards simply shuffle into the deck of fence cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tramways Conductor's Manual",
    "ID": 250702,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250702/tramways-conductors-manual",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Tramways Conductor's Manual, an expansion for the game Tramways and the Tramways Engineer's Workbook, comes with a 3D locomotive (approximately 4.5cm) and the rules sheet.&#10;&#10;You can play with one locomotive or more, depending how much you like your passengers to take the locomotive. You need one rail worker to catch the locomotive, and you will receive +2 happiness points compared to your the normal income.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Line Drawing",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Game: Tramways"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Gate of Hell: The Campaign for Charleston, July-September 1863",
    "ID": 250705,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/250705/a-gate-of-hell-the-campaign-for-charleston-july-se",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "3",
    "Description": "During the summer of 1863, in the aftermath of the Gettysburg and Vicksburg campaigns, battles on land and sea were fought over control of the birthplace of the Confederacy, Charleston, South Carolina. A Union victory here would send an unmistakable signal to the states in rebellion as well as the rest of the world that the Confederacy&rsquo;s cause was lost and further fighting a waste of lives and effort.&#10;&#10;A Confederate victory in the face of the tremendous Union host, that included every Union Ironclad on the Atlantic and Gulf coasts, as well as some of the most seasoned regiments that numbered among them the first formations of all Black soldiers (free US citizens as well as former slaves), would signify the war would go on and that two nations, not one, could be the result of this &ldquo;second&rdquo; American Revolution.&#10;&#10;Players in A Gate of Hell: The Campaign for Charleston, July-September 1863 are cast in the roles of the historical commanders of the campaign; Pierre Gustave Toutant Beauregard for the Confederate defenders of Charleston, or Admiral Dahlgren and General Quincy Adams Gillmore of the Union. Can you do as well or better than they?&#10;&#10;A Gate of Hell uses an interactive design to portray this decisive battle of the American Civil War. Players use &ldquo;military support points&rdquo; (MSPs), representing the logistical and political support for the campaign, to mobilize and support their forces (ground and naval) on one of the most inhospitable battlegrounds of the war. Both sides have a variety of military assets to deploy, but the planning and effective use of MSPs throughout the game will determine in large measure who is the victor. Units represent mostly regiments for the ground units, and each ironclad for the naval units. All of the famous batteries and forts, including Sumter and Wagner, are portrayed.&#10;&#10;Rules cover Assault and Bombardment combats, multiple activations, the effects of battles elsewhere that can influence the actions at Charleston, the Union&rsquo;s &ldquo;Swamp Angel&rdquo;, as well as the early completions of the Confederate ironclad Charleston and submarine Hunley.&#10;&#10;Three scenarios are in included. One is on the April 1863 naval offensive by all of the Union ironclads that sought to defeat the rebels' fortresses and is an excellent single-turn introduction to the game&rsquo;s naval combat rules. A second is another single-turn scenario on the initial Union assault on Morris Island and Battery Wagner. These single-turn scenarios take under an hour to game, and are well-suited for tournament play. The third covers the entire campaign and that takes about 6 hours to complete.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse"
    ],
    "Families": [
      "Cities: Charleston (SC, USA)",
      "Digital Implementations: VASSAL",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Why Connect",
    "ID": 250709,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/250709/why-connect",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A highly addictive reasoning game that is not bound by a board and can be played anywhere on a flat surface. Players take turns adding a picture tile to the existing grid of logical connections. When adding a tile, the player must state aloud the reason for the connection (ie. &quot;butterfly connects to airplane because both fly&quot; or &quot;sapling connects to chick because both are young members of their species&quot;). The other players decide if they consider the connection logical and thus acceptable. If the players disagree with a stated connection, it cannot be played.&#10;&#10;The more connections a tile can make when placed, the more points it is worth. A tile that connects to one tile is worth one point, connecting to two tiles is worth five points, and three or four tiles connected is worth 10 points. The tile placed must logically relate to all the tiles to which it connects. Connections can be made based on function (used for, used by), sharing the same characteristics (color, shape, size, materials, etc.), &quot;has-a&quot; relationship (&quot;train has windows&quot;), causal reasoning (caused by, leads to), or reasoning based on science facts (&quot;ball and feather both float on water&quot; or &quot;butterfly sleeps in blades of grass&quot;).&#10;&#10;The game offers two levels of play. For an easier, faster game, play only with the 58 red tiles. For a longer, more challenging game, add the 30 blue tiles. Two magic wand tiles act as wild cards, becoming whatever the player names them to be when placed. The game ends when there are no more tiles to be placed and the player with the most points is the winner.&#10;&#10;The box contains 90 wooden tiles, four wooden tile racks, cloth bag, score pad, answer booklet, and instructions for 2-4 players.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Street Fighter: The Miniatures Game – Boss Expansion",
    "ID": 250717,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250717/street-fighter-the-miniatures-game-boss-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Boss Expansion adds in two extremely powerful Street Fighter Bosses. The power level of these bosses is so immense that other players will need to team-up to defeat them in a near hopeless final battle!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Great Battles of Magna Graecia: Part 1",
    "ID": 250722,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250722/the-great-battles-of-magna-graecia-part-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "C3i Magazine #26 :&#10;&#10;A C3i Game Module for SPQR Deluxe and The Barbarian Module.&#10;&#10;From the publisher:&#10;&#10;&quot;SPQR Deluxe features three great battles of King Pyrrhus of Epirus - Heraclea, Asculum and Beneventum. These battles give us agood look at the Greco-Macedonian military system in action against Rome. However, before Tarentum called in King Pyrrhus to battle the Romans in southern Italy, this Greek city-state had summoned a number of other Greek condotiere to fight the barbarian tribes of the interior - the piratical Apulians, the fierce Lucanians, the savage Bruttians, the mighty Samnites and the stalwart Romans. The Greek soldiers of fortune who answered her call hailed from many directions - Epirus to the esat, Sparta to the southeast and Syracuse to the southwest. The Hellenistic armies they led were similar in composition, but not indentical. Each mercenary captain brouht a core of troops from his homeland, supplemented by large mercenary forces drawn from the Adriatic and Ionian shores, the levies of Tarentum and tge Italiot League and occasionnally friendly Italian tribes. They were not altogether unsucessful, but none managed to achieve permanent r&eacute;sultats. This survey of foreign Greek armies battling to preserve Magna Graecia in the late Fourth Century BC will be presented in two parts. The battles presented provide an interesting mis of clashing military systems: the Hellenistic combined arms army versus a number of barbarian tribes, Samnite cohorts and even the legions of Rome. Part I begins with the campaigns of King Alexander I Molossus of Epirus.&quot;&#10;&#10;- The Battle of Sipontum, 334 BC. (Epirotes VS Apulians)&#10;- The Battle of Consentia, 333 BC. (Bruttians VS Epirotes)&#10;- The Battle of Paestrum, 332 BC. (Samnites and Lucanians VS Epirotes)&#10;&#10;- 4-pages historical background article.&#10;- 4-pages scenarios card&#10;- 4 new Leaders Counters&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Rome",
      "Magazine: C3i",
      "Players: Two-Player Only Games",
      "Series: Great Battles of History (GMT Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skip55",
    "ID": 250726,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/250726/skip55",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Skip55 is played on a ceramic 4x4 board with ten positive tokens numbered 1-10 and six dark blue tokens numbered -1, -3, -5, -7, -9, and -10 on their hidden face.&#10;&#10;To set up a round of the game, place the tokens on the board at random or (for a more strategic game) take turns placing a token on the board. The first player of the round removes one dark blue token at random, looking at the value if desired. Players then take turns in clockwise order. On a turn, you must jump a token over an adjacent token or a line of two adjacent tokens onto an empty space. After jumping, the player claims the firstmost token that they jumped. If a player claims a dark blue token, they take another turn immediately. The round ends once no more jumps can be made, then players tally their score. Once all players have been first player once, the game ends and whoever has the highest score wins.&#10;&#10;In solo play, you compete for the highest score possible.&#10;&#10;Skip55 also includes arithmetic cards &mdash; four each of +, -, &times;, and &divide; &mdash; that can be used as a variant. Shuffle these cards, then place them face down. After a player claims a token, they draw the top card from the deck, then place it to the right of their token. At game's end, you calculate your score by summing your score from left to right, using the mathematical symbols to combine your numbers. (Use the absolute value of a result following division, e.g., 11&divide;3 = 3.666, which would be 3.)&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flapjacks & Sasquatches: Mound of Bacon Die",
    "ID": 250757,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250757/flapjacks-and-sasquatches-mound-of-bacon-die",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mound of Bacon Die&#10;&#10;This is used instead of a regular die.&#10;&#10;For each slick of bacon that shows up you get one chop.  These are in addition to any you would get from a chopping roll.  But if you roll the zzzzz you ate too much bacon and fell asleep and don't get your chopping roll that turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Food & Drink: Bacon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Curling Dice!: Little Garden",
    "ID": 250760,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/250760/curling-dice-little-garden",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Curling Dice!: Little Garden is a dexterity game for 2 to 5 players.  Players take turns flicking a dice onto the board; some places that the dice land may cause those dice to score later or may trigger additional actions in a round that follows.  Several rounds are played with a scoring taking place between each round.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Curling Dice!: Panic Bridge",
    "ID": 250762,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/250762/curling-dice-panic-bridge",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Curling Dice!: Panic Bridge is a dexterity game for 2 to 5 players.  Players take turns flicking a dice onto the board; some places that the dice land may cause those dice to score later or may trigger additional actions in a round that follows.  Several rounds are played with a scoring taking place between each round.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Card Game – The Withered Heath",
    "ID": 250767,
    "Year": "(2018)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250767/the-lord-of-the-rings-the-card-game-the-withered-h",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Withered Heath is the first Adventure Pack in the Ered Mithrin cycle for The Lord of the Rings: The Card Game. After journeying up the Anduin River on the eve of winter, braving the Forest Road through Mirkwood, and plumbing the depths of the caves that lie below the Iron Hills, word of a new threat waiting high in the Grey Mountains has reached your group of heroes. This dire pronouncement has sent them in search of the Withered Heath, a long valley where Dragons are said to breed.&#10;&#10;With its sixty cards (including a new hero and three copies of each new player card), The Withered Heath finds you and your heroes desperately seeking to extinguish this danger before it can direct its wrath to the whole of the Wilderland. But the road through the mountains is treacherous, the weather being just as dangerous as any of the creatures you might encounter.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Phase Order"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: The Lord of the Rings – The Card Game (LCG)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smiggle Dice Stories",
    "ID": 250773,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250773/smiggle-dice-stories",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll the Dice and Create a Story. Similar to Rory's Story Cubes&#10;&#10;A great game to keep kids entertained. It now contains 10 story dice, 1 pencil and note pad. Throw the dice and create hilarious stories from the pictures. 150mm x 110mm&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lifeform: Dragon's Domain",
    "ID": 250774,
    "Year": "(2019)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250774/lifeform-dragons-domain",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "You are alone!&#10;You guess the rest of the crew are dead.&#10;Time is running out; self-destruct warnings are periodically announced by the emotionless female voice of the SIS-TER mainframe computer &ndash; once comforting, now dread-inducing.&#10;In your hands, a glitchy, heat analyzer; a motion tracker; and a partly-fuelled flame unit.&#10;The hostile alien lifeform is close.&#10;You are terrified beyond words.&#10;Your objective: rescue the ship&rsquo;s cat; download the data files that will incriminate your odious employer, Ventham Mine-Corp; and escape on the Remora emergency shuttlecraft.&#10;Will you be able to survive the doomed mining starship, Valley Forge &ndash; or will you perish in the attempt?&#10;&#10;&#10;Dragon's Domain - the solo mode for Lifeform - is a totally unique, bespoke experience for the solo player with extra rules, components and thematic card decks. This expansion sees the player take on the unstoppable Lifeform single-handedly in a desperate battle for escape and survival.&#10;&#10;This expansion was originally available as an add-on during the Kickstarter campaign for Lifeform.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Players: Expansions Adding Solo Play",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sea of Clouds: Petit Chat Promo Card",
    "ID": 250775,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250775/sea-of-clouds-petit-chat-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Sea of Clouds: Kitty is a promotional card for Sea of Clouds.&#10;&#10;Simply shuffle it with the other Loot cards after setup. Whenever it shows up on top of the draw pile, the game is momentarily interrupted. The active player picks the card, reads it aloud and immediately applies its effects. Then, the card is discarded and the game goes on normally.&#10;&#10;The card was actually given away separately from the others (Sea of Clouds: Kitty, Unicorn, Love Ray Promo Cards) by Ludovox as part of their Tipeee (~patreon) campaign.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Pirates"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brabble",
    "ID": 250777,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/250777/brabble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Brabble is a simple but interesting word game that includes bluffing, based on traditional student word games.&#10;&#10;The players consecutively add letters (from a small selection) to one of three frames, creating words that include the framed letters in the same order...or do they? Because you can add a letter without knowing a word that actually contains the created fragment. As long as the next player doesn't challenge the fragment, you are safe. Players score a point for successfully adding the last letter that fits into a frame and for winning a challenge.&#10;&#10;The challenge: Choose one of the frames and ask the previous player to name a word that contains the respective fragment (in the exact order of the letters). If they can, they win a point; if not, you do.&#10;&#10;The game ends in a &quot;best of three&quot;, which means that whoever scores the second point wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Series: Klein, aber oho! (Noris Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Whims: A Game of Royal Butt-Kissing",
    "ID": 250798,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250798/whims-a-game-of-royal-butt-kissing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gameplay revolves around a central play area called &ldquo;The Kingdom.&rdquo; At any given time, the kingdom may be filled with rich natural resources ripe for the taking; however, vicious, marauding monsters also roam the kingdom, bringing even more chaos to the tumultuous landscape.&#10;&#10;Catch the Eye of the King!&#10;&#10;Much to the benefit of the many lords and ladies vying for the throne, a contact within the castle keeps them apprised of the king&rsquo;s current state-of-mind. This is represented by the yellow &ldquo;whims&rdquo; cards. There&rsquo;s always a whim in play, ensuring that the lords and ladies have a definite goal to accomplish, but King Rolphius, the Jester-King, the Fickle, the Whimsical, is aptly named. The king&rsquo;s whims change constantly, and the courtiers must be ready to adjust their goals and tactics at a moment&rsquo;s notice.&#10;&#10;While some of the king&rsquo;s whims are fulfilled by the use of shrewd planning and cunning gameplay, others rely on a distinctly different set of skills...&#10;&#10;Gather Your Allies!&#10;&#10;Because taking over lands and combating monsters can be dirty, dangerous work, the lords and ladies of the kingdom rely upon their houses&rsquo; faithful followers to do their bidding. These &ldquo;units,&rdquo; as we call them, are sent forth to bring glory and attention to their lord or lady. Each turn, the lords and ladies draw cards from the player deck in hopes of recruiting the right kind of unit for the job at hand. Since a unit can only interact with other cards of the same color, the lords and ladies must exhibit much cunning when ordering their units about.&#10;&#10;Since the turmoil in the kingdom has caused the lords and ladies to become a bit more territorial, it has also become important for the courtiers to carefully guard their lands. That&rsquo;s why all lords and ladies are wise to assign some of their bold units as guards. You wouldn&rsquo;t want anyone making off with that nice little piece of forest, would you?&#10;&#10;Units, at least those with the mettle to do so, can also venture forth to do battle with the menagerie of prowling monsters that roam the kingdom...&#10;&#10;In Whims, units are used for multiple purposes. As the kingdom is explored and new lands appear, enterprising units can claim territory for their lord or lady. If things in the kingdom begin to feel a bit too chummy (or a particular lord or lady feels particularly churlish), units can also be used to attack enemy guards and capture the lands of opposing courtiers.&#10;&#10;Send Forth the Hordes!&#10;&#10;In Whims, monsters defeated by plucky units are captured and become part of the lord or lady&rsquo;s &ldquo;horde.&rdquo; Each type of monster has a special knack for mischief, and throughout the course of the game, the lords and ladies will send their hordes forth to cause mayhem to inconvenience and hamper their opponents. Much different from standard units, the monsters in a lord or lady&rsquo;s horde add a new layer of strategy and chaos to the game.&#10;&#10;Simple, Engaging Gameplay&#10;&#10;We feel that you should spend more time playing a game than referring to a rulebook, so Whims gameplay revolves around simple, intuitive mechanics.&#10;&#10;Each turn, a player plays up to two cards from a hand of four.  These cards, usually units like peasants, soldiers, and knights, offer several interesting gameplay choices. As mentioned above, players can use their units to capture land from the kingdom, battle monsters, assault enemy units, or capture unguarded land from opponents. Interactions between cards are simply resolved by comparing colors (there are four of them) and numbers.&#10;&#10;The game also includes some special units whose abilities affect the game in other ways, adding depth and surprise to the game.&#10;&#10;Additionally, during a player&rsquo;s turn, he or she can choose to discard a monster or monsters from his or her horde to activate their abilities.&#10;&#10;Certain cards, like the Shield, can be played out-of-turn.  These cards allow cunning (or mean-spirited) players to throw surprise wrenches into their opponents&rsquo; plans.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Africa Orientale Italiana: The Fall of Italian East Africa, 1941",
    "ID": 250805,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/250805/africa-orientale-italiana-the-fall-of-italian-east",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Africa Orientale Italiana is a complete Panzer Grenadier game based on these battles: the Italian conquest of Somaliland and British re-conquest, the campaign in Eritrea including the bloody Battle of Keren, the South Africa invasion of Somaliland and much more. There are 30 scenarios based on these battles, organized into &ldquo;battle games&rdquo; that allow you to play the scenarios in sequence toward your army&rsquo;s operational goals.&#10;&#10;&#10;     583 playing pieces&#10;     Eight rigid cardstock maps&#10;     Thirty scenarios &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Country: Eritrea",
      "Country: Italy",
      "Country: Somalia",
      "History: Italo-Ethiopian Wars",
      "History: World War II (Africa)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: East Africa",
      "Region: Horn of Africa",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BlockChain: The Dice Game",
    "ID": 250815,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250815/blockchain-the-dice-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The blockchain (also known as &quot;the trust protocol&quot;) is a technology that aims at decentralization as a security measure. It is &quot;an open, distributed ledger that can record transactions between two parties efficiently and verifiably and permanently&quot;. For use as a distributed ledger, a blockchain is typically managed by a peer-to-peer network collectively adhering to a protocol for inter-node communication and validating new blocks. Once recorded, the data in any given block cannot be altered retroactively without the alteration of all subsequent blocks, which requires collusion of the network majority.&#10;&#10;In BlockChain: The Dice Game, players will use cards to represent fundamental processes for calculating and validating a BlockChain block. Cards, for example, allow you to move dice from the stack (main dice queue) to its board; or increment or decrement one of the dice you are using. Each block has a value to be validated, where subsequent blocks have values &#226;&#128;&#139;related to the previous blocks.&#10;&#10;In some situations, players will use the cards to participate in the validation of a block made by another player. To do this, they needed to spend part of their tokens (representing the cost of processing that data) and became part of the validation pool of that block. One of the most common examples is the use of the PUSH card, where the player can &quot;push&quot; his dice to the board of another player.&#10;&#10;For each block validated, players are given tokens for validating the block or for having helped validate it. At the end of the fourth block validation, the player with the most tokens wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crossword Challenge",
    "ID": 250816,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250816/crossword-challenge",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Game Type: Word Scramble + Crossword Puzzle = The world's fastest Word Race game with over 10,000+ possibilities to expand your vocabulary!&#10;&#10;How to Play: Spin either of the word category spinners, then roll the die to determine the letter count, range 3-8 letters. If you roll a 1 or 2, those points are awarded to roller. If a 3 or higher is rolled, flip the 30 second sand timer and the race is on for all players to see which player is first to spell a word meeting the criteria! Next one up rolls.&#10;&#10;&#10;     Categories: personal friend, actor/actress, places, emotions, military, compliments, actions, history, animals, anatomy, music, clothing, food, cartoon characters, work professions and slang words.&#10;&#10;&#10;Game Objective: First player with the correct word spelled is awarded the points based on the number of letters (ex// 3 points for 3 letter word), first player to 25 points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Foggy Island",
    "ID": 250823,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/250823/foggy-island",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.6667",
    "Description": "The game &#208;&#162;&#209;&#131;&#208;&#188;&#208;&#176;&#208;&#189;&#208;&#189;&#208;&#184;&#208;&#185; &#208;&#190;&#209;&#129;&#209;&#130;&#209;&#128;&#209;&#150;&#208;&#178; (&quot;Foggy Island&quot;) is a very interesting decision of the idea the &quot;Tic-tac-toe&quot; game mechanic.&#10;&#10;In the game each player manages an army of 18 characters. Some of them have special features that make the game more dynamic and unpredictable. The aims of the players are to construct diagonal, vertical and horizontal lines, which depending on the size, can bring a different number of points. The field in the game is 6x6 and banking on the weather, the rules of playing the characters can be changed.&#10;&#10;But do not forget about the spies! Each player has four rival spies in his army, who can bring some victory points to the enemy. Play them in such way for the opponent, that he could take the least advantage of their location!&#10;AWARDS&#10;Winner of the ukrainian &ldquo;Game of the Year 2019&rdquo; (best ukrainian designer game)&#10;Nominee of the ukrainian &ldquo;Game of the Year 2019&rdquo; (players choice)&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Medieval",
      "Memory",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Line Drawing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "King of the Castle",
    "ID": 250826,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/250826/king-of-the-castle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Scale the ramparts, and send opposing knights to the dungeon. Secure the tower with your knights to become the King of the Castle. The most cards at the top wins. For 2-4 players. Ages 3 and up.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Roald Dahl Edition",
    "ID": 250830,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/250830/monopoly-roald-dahl-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;From the rear of the box:&#10;Welcome to this Roald Dahl edition of MONOPOLY!  Meet your favourite characters from Roald Dahl&rsquo;s much-loved stories as you travel through Giant Country, and inside the giant peach.&#10;Play as one of six brand new character tokens &ndash; a pile of Matilda&rsquo;s books, James&rsquo;s giant peach, one of Mr. Fox&rsquo;s chickens, a bubbling pan of George&rsquo;s marvellous medicine, a mouse from the Witches and one of Willy Wonka&rsquo;s sweets.&#10;Will you join Centipede and Miss Spider, from James and the giant peach or end up with Mr &amp; Mrs Twit? Will you secure Crunchem Hall, home of the terrible Miss Turnbull, or pay Mr Wormwood for unnecessary car repairs?&#10;Grab your Golden Ticket and get ready for this celebration of Roald Dahl&rsquo;s phizz-whizzing imagination!&#10; PROPERTIES&#10;BROWN&#10;Mrs Twit / Mr Twit&#10;LIGHT BLUE&#10;Badger / Mrs Fox / Mr Fox&#10;PINK&#10;The Grand High Witch / Grandmother / Boy&#10;ORANGE&#10;Miss Spider / Centipede / James Henry Trotter &#10;RED&#10;Mr Killy Kranky / Grandma / George Kranky &#10;YELLOW&#10;Matilda / Miss Honey / Miss Trunchbull&#10;GREEN&#10;Oompla-Loompa / Mr Will Wonka / Charlie Bucket&#10;DARK BLUE&#10;The BFG / Sophie&#10;STATIONS&#10;Crunchem Hall / Inside the Peach / Giant Country / Inside Wonka's Factory&#10;UTILITIES&#10;Electric Company / Water Works&#10;TAXES&#10;The Witches RSPCC / Wormwood Motors&#10;COMMUNITY CHEST / CHANCE&#10;Golden Ticket / Wonka Bar&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide: Invader – Black Ops",
    "ID": 250843,
    "Year": "(2019)",
    "Geek Rating": "5.839",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250843/zombicide-invader-black-ops",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "The Zombicide: Black Ops expansion raises the intensity to new heights while bringing new challenges for an elite group of Survivors! The Soldiers of Black Squad can be added to your roster, allowing you to play the game with up to 12 players at the same time!&#10;&#10;These battle-hardened soldiers have been called in to deal with the situation on PK-L7, and find a base already being consumed by the Mold. The 10 new Missions utilize 3 new tiles containing zones already filled with Mold. That means extra Xeno spawning, and a more imminent threat of the base being lost for good. These Mold zones also feature glowing pods of an altered form of Xenium, which may be fired at causing a Hellfire explosion! As dangerous as that sounds, it may be used for our advantage, if we're careful.&#10;&#10;This dilapidated base is also under threat of a new type of Abomination we call the Juggernaut. This thing is as ugly as it is unstoppable. Upgrading your weapon won't work, concentrating your fire won't work. I guess we'll just need to lure it into one of those sensitive Pod zones.&#10;&#10;Black Squad brings some of its own elite equipment to the mission, including the hard-hitting XN35 &quot;Crawley&quot; Bot, the devastating Meteor Sentry Gun (a rail gun that can hit multiple zones), and an arsenal of powerful Starting Equipment and other gear.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let Them Eat Shrimp: Swim Alone",
    "ID": 250851,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250851/let-them-eat-shrimp-swim-alone",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The Let Them Eat Shrimp: Swim Alone promotional pack creates a brand new solo variant of the game, which was originally for 2-5 players.  The solo pack has 2 instructional cards plus 5 placement cards. The goal of the solo game is to survive 5 days in the hostile ocean. At the start of each day, a player flips a placement card, which determines the placement requirements for the day.  The solo cards open up a whole new experience for Let Them Eat Shrimp!&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Expansions Adding Solo Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let Them Eat Shrimp: Fish Friends",
    "ID": 250852,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250852/let-them-eat-shrimp-fish-friends",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The Let Them Eat Shrimp: Fish Friends promotional pack adds a splash of variety to the original Let Them Eat Shrimp. The pack has 1 instructional card plus 5 fish friend cards. At the start of a player's turn, he or she uses one of the friends' special powers and then turns the card over. After all 5 friends' powers have been used, the cards are turned face-up again, and players may then use the powers again. The choice of powers, all of which provide the player with a unique ability, adds a new and interesting decision to each turn: should I use the Orca to help me combat the shark, the Jellyfish to place the tile point-to-point, the Dolphin to switch one of my tiles, the Clam to place an additional tile, or the Octopus to place a tile anywhere on the board?&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Citadelle",
    "ID": 250872,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/250872/la-citadelle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A race game with AA and coastal guns. 2 to 6 players compete to reach the citadel (a fortress surrounded by a body of water) with their 4 pieces. There are 3 paths to reach the citadel, each as dangerous as the others. Cards help the players and moving spaces is with a die.&#10;&#10;One of the paths is by ship, but an opposing player can sink it if he mans the coastal gun. Do you have an armor card to protect you? Another way is by plane, but the AA guns may hit you. Finally you can try the lower tide but will you drown?&#10;&#10;Arriving at the citadel's island, you're still not safe. You have to move around the citadel until you get the exact number of spaces with the die to enter it. Beware of opposing players' spies and a hole in the ground that will make you start from the beginning.&#10;&#10;The winner is the one with the most of his pieces in the citadel at game's end or the first one to reach it in case of a tie.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle Armor: Alien Incursion",
    "ID": 250873,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250873/battle-armor-alien-incursion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is the first of several alien additions to the Battle Armor game system. Now you can play the crab like Too-Nai in their battles with the forces of the human race.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ideastorm",
    "ID": 250876,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/250876/ideastorm",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Ideastorm is a game full of crazy inspirations and imaginations! Players are given plenty of vocabulary, then use their creativity to connect them to one another to create new words or phrases. However, they should always be aware of what other players are thinking, trying to get the same answers as them to win the game. This may sound easy, but Ideastorm is not really that simple!&#10;&#10;To play the game, players use the three words writen on each of the two cards in the middle pile to figure out a different word or phrase, then write it down on their own whiteboard. If any player writes the same answer as another, both of them score points. The two cards with words change every turn, so the playing experience is full of surprises and never repeats. Once a player has 25 points or more, the game is over. Whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Movies",
    "ID": 250879,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250879/movies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Movies is a card game for 2 to 4 players in which you take control of a film producing company, competing with each other to produce the best releases and the most awarded movies.&#10;&#10;Will you risk your money on that particular starring couple or will you rely on more versatile secondary actors? It&rsquo;s for you to choose how you will be remembered.&#10;&#10;&mdash;description from the designer&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Playing the gameTen years are simulated during the game, one year per round, which are then divided in trimesters or turns.&#10;&#10;Every trimester players may:&#10;&#10;     Buy an Actor or a Director card on the table, paying a variable cost that depends on few factors.&#10;     Buy or sell a Studio, which allows the player to produce more movies.&#10;     Buy or sell Screenplays, to a maximum of five at a time.&#10;&#10;&#10;When a player has two Actors and one Director he finds suitable for a particular Screenplay he may produce a movie, which can last between 1 and 3 years. When the end of the year comes, players may premiere the movies that finished production. Players calculate the income of each premiered movie and the number of awards it receives.&#10;&#10;Winning the game is a combination of how many credits a player has at the end and the awards he received for his premiered movies.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": [
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Avengers: Infinity War – Das Spiel",
    "ID": 250882,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/250882/avengers-infinity-war-das-spiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Battle the villains around Thanos with the Marvel heroes. Each player tries to defeat as many opponents as possible and earn the most victory points.&#10;In addition to tactics, a strong will also counts to protect the universe from Thanos.&#10;&#10;Each player plays a hero from the Avengers universe. Each player has the same well-mixed deck of cards, which always plays from the top.&#10;The required combat strengths of the outlying opponents must be achieved together as a team (among all players) and finally one lucky player lands the decisive hit to defeat opponents. &quot;Avengers, assemble!&quot;&#10;&#10;---&#10;&#10;Bek&auml;mpfe mit den Marvel Helden die B&ouml;sewichte rund um Thanos. Jeder Spieler versucht m&ouml;glichst viele der ausliegenden Gegner zu besiegen und die meisten Siegpunkte zu erspielen.&#10;Neben Taktik z&auml;hlt auch Siegeswillen, um das Universum vor Thanos zu sch&uuml;tzen.&#10;&#10;Jeder Spieler spielt einen Helden aus dem Avengers-Universum. Jeder Spieler hat ein gleiches gut gemischtes Kartendeck, wovon jeweils immer von oben abgespielt wird. Die ben&ouml;tigten Kampfst&auml;rken der ausliegenden Gegner m&uuml;ssen zusammen als Team (unter allen Spielern) erreicht werden und letztendlich landet ein gl&uuml;cklicher Spieler den entscheidenen Schlag, um Gegner zu besiegen. &quot;Avengers, sammelt euch!&quot;&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Air War",
    "ID": 250887,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/250887/pocket-air-war",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Pocket Air War is a fast and lean aerial combat game you can play on a flat surface even of small size. It doesn't need any board to play, but just the pieces included in the box.&#10;&#10;With this base game you can simulate the epic duels on the Western Front from the Battle of Britain, to the bombing campaign over Germany. &#10;Missions include dogfight, close air support, dive and level bombing anti-ship and anti-subs ops.&#10;&#10;Each player selects one or more planes and collects the specific ruler to move and combat. During your round, basing on your initial speed, you can move your plane using its ruler or turn using the specific protractor your speed dictates. At the end of all movements you can combat using the ruler itself. Planes stats summarized on the rulers are historically accurate.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Pattern Building",
      "Simulation",
      "Tile Placement",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Air War: Mediterranean Front",
    "ID": 250892,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250892/pocket-air-war-mediterranean-front",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Expansion game of the Pocket Air War series including 14 new planes and the North African and the Italian Theatre of operations&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Pattern Building",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cornered Wolf",
    "ID": 250912,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/250912/cornered-wolf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Cornered Wolf is a skirmish game aimed at 15mm, 20mm or 28mm miniatures, and aimed at representing the chaos of urban combat with the simplest possible rules.&#10;&#10;Uncertain activation, randomly generated forces, deployment that will throw you immediately into chaos, and quick and deadly rules will have you wargaming Chechnya in no time at all. Perfect for playing with younger family members, or for those of you who would prefer to make tactical decisions rather than look up a rule, Cornered Wolf provides everything you need for infantry, weapon teams, vehicles, multi-level buildings and suppression.&#10;&#10;These rules cover the basic infantryman armed with AK-47 or AK-74, RPG, SVD sniper rifle or PKM. Weapon Teams like the AGS-17 automatic grenade launcher, NSV heavy machine gun, 'fagot' anti-tank missile and mortars are also covered.&#10;&#10;Rules for vehicles cover the BTR-80, BMP-1 / BMP-2, ZSU-23-4 Shilka, 2K22 Tunguska, T-72 / T-80 and MT-LB.&#10;&#10;While the basis of this game is kept simple (No markers or tokens needed!), extended rules are provided for players to introduce more detail. Extended rules allow troops to ride along inside (and on top of) vehicles, while extended wounding rules allow carrying wounded and loading them into vehicles. Evacuating wounded could potentially save you some points with regards to completing your mission objective.&#10;&#10;A points system is also provided for those who aren't too keen on randomly generated forces, although we strongly recommend at least trying the random generation as it makes for very interesting and still quite balanced games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "History: Russo-Chechen Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castle Panic: All For One Promo Card",
    "ID": 250913,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250913/castle-panic-all-for-one-promo-card",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Card Text: Players discard a combined total of 5 cards to damage 1 Monster anywhere on the board for 1 point.&#10;&#10;This card is part of the 2018 Panic Day promo kit.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Creatures: Monsters",
      "Players: Games with Solitaire Rules",
      "Series: Panic Line (Fireside Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sushi Go Party!: Sukeroku Promo",
    "ID": 250934,
    "Year": "(2017)",
    "Geek Rating": "5.661",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250934/sushi-go-party-sukeroku-promo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Sukoeroku is an appetizer pack included for free with purchases of Sushi Go Party! at conventions and also sold separately.&#10;&#10;Sukeroku has Futomaki cards and Inari cards, both granting 2 points a piece. If, during scoring, a player has a pair of each type they gain 6 points (3 points each) instead.&#10;&#10;&mdash;user summary&#10;&#10;This promo has eight cards plus one rules tile.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Japan",
      "Food & Drink: Sushi",
      "Game: Sushi Go!",
      "Promotional: Cards",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marathon 490 B.C.",
    "ID": 250938,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/250938/marathon-490-bc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Today, a &ldquo;marathon&rdquo; is a long race&mdash;possibly of 26 miles or so but often different. Or it may be a long session of doing something&mdash;nearly anything. There are &ldquo;movie marathons&rdquo; and &ldquo;shopping marathons&rdquo; and many other kinds, all picking off a word that means &ldquo;long distance&rdquo; or &ldquo;long term.&rdquo;&#10;&#10;But originally the word was the name of a small Greek village and applied to the plain nearby&mdash;a plain noteworthy for being a good place where hundreds of Persian ships could offload thousands of Persian troops and let them get organized, before proceeding the distance to Athens and burning the city in revenge for the Athenians supporting a rebellion against Darius I.  It was a place where, oddly enough, two armies confronted each other for FIVE days with almost no fighting, and Athenian democracy was put to the test as the Greek forces debated (and voted) whether or not to attack the Persians, finally reaching the affirmative only after seeing most of the Persian cavalry reloaded onto ships for use&hellip;somewhere probably unpleasant for Athens.&#10;&#10;&#10;As to the battle itself, numbers are uncertain but we know the Greeks were heavily outnumbered. We know also that the two armies&rsquo; fighting style and equipment were near opposites, with Greeks depending on shields, armor, and close-quarter fighting and Persians depending on missile weapons and skirmishing. It seems pretty clear that the Greek army ran (or advanced at speed) as soon as they got within bow range, to reduce the time they would endure arrows without being able to retaliate. And it seems pretty clear that, once the Greek army closed with the Persians (who had no room to withdraw and maintain a firing distance) that the battle would be a slaughter. It was.&#10;&#10;At under two hours of play time, you can make your own explorations into this battle without scheduling &ldquo;marathon game sessions&rdquo; in order to play.  You&rsquo;ll be able to quickly try various strategies and see what differences you can make on the outcome.  Units active by chit-pull per formations and combat includes both melee and ranged fire. Leadership and morale matter (in several ways) and combat results use step reduction and several levels of unit deterioration.&#10;&#10;The game offers a historical set-up scenario plus variants for both set up and reinforcements.  With the variants, it&rsquo;s possible that the Spartans may finally show up to the battle!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Greece",
      "Ancient: Sparta",
      "History: Greco-Persian Wars (5th century BC)",
      "Players: Two-Player Only Games",
      "Series: Twenty Decisive Battles of the World (TPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Châlons 451 A.D.",
    "ID": 250940,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/250940/chalons-451-ad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Born half-Roman, but all business, this battle saw &ldquo;the last great Roman general&rdquo;, Aetius, at his finest!  And &ldquo;finest&rdquo; would mean both political maneuvering with shifting alliances as well as tactical finesse.&#10;&#10;The build-up to the Battle of Ch&acirc;lons (also called the &ldquo;Battle of the Cataulnian Plains&rdquo;) is incredibly complex, and no one is certain which parts are actually true. Certainly much of the &ldquo;invasion&rdquo; of the Late Roman Empire were fierce peoples&mdash;Vandals, Goths, Alans, etc&mdash;who were fleeing from the even-fiercer Huns.  But Hunnish leaders like Attila, were far more than merely brutal, playing alliances, taking advantage of the deaths of neighboring leaders, and playing both Eastern and Western Romans as clients and victims.  The Roman leader, Aetius, had Hunnish warriors fighting FOR him in earlier battles, and spent time with both the Huns and Goths as a honored hostage (learning much about both peoples while there.)  In fact, his father was a Roman general of &ldquo;Scythian&rdquo; origin, one of the original groups of powerful mounted nomads, so you could say he was closer to his allies and adversaries than most Roman commanders of the day, which is one reason he was one of the most influential men in the Western empire for over 20 years.&#10;&#10;Attila had spent time &ldquo;visiting&rdquo; various parts of both East and West, but taken home more loot from the East and decided there must be riper pickings in the West. Adding much of Gaul to his empire and plundering the rest looks to have been his aim, but his movements suggest as much opportunism as strategy.&#10;&#10;The &ldquo;two&rdquo; armies involved at Ch&acirc;lons were a varied hodge-podge of peoples, with the &ldquo;Hun&rdquo; side including various Goths, Alans, Burgundians, Rugians, Franks, Thuringians, and many more. The &ldquo;Allied&rdquo; side was primarily Visigoth and &ldquo;Roman&rdquo; (which would be a broad mix of peoples in the same uniforms) but also included various Celtic and German tribes, Romano-Britons and their own allies of Franks, Alans, and Burgundians.&#10;&#10;Now, you can apply those multi-faceted armies against each other in a way that really shows off their diversity. The Battle of Ch&acirc;lons game uses full-sized cards for each unit (rather like our Battle of Arbela game by the same designer). Each card has all the information you need for movement, activation, combat, and morale. Players set up their best available deployments to execute their strategies and win the game (if the gods of fortune smile!). Your leaders allow activations and assist in combat. Some troops may make choices other than what the commanders might have wished (and that can work out well or otherwise). It&rsquo;s all part of presenting this chaotic game in a timely and playable fashion.&#10;&#10;A full battle will last 60 to 120 minutes. And then you can swap sides and try it again! Ch&acirc;lons comes with full-sized, coated playing cards, a sheet of information counters, playing field diagram, dice, and all the rules you need.&#10;&#10;Part of the TPS &quot;Decisive Battles&quot; series. That means straightforward rules, key insights into the history behind the game, and designs aimed at one-session conclusions and high replay value.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Châlons-en-Champagne (France)",
      "History: Barbarian migrations and invasions",
      "Players: Two-Player Only Games",
      "Region: Champagne (France)",
      "Series: Twenty Decisive Battles of the World (TPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Day of Waterloo: 1815 AD",
    "ID": 250942,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/250942/the-day-of-waterloo-1815-ad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "It might be the most written about battle of all time&hellip; but tactically, it was one of Napoleon&rsquo;s worst efforts.&#10;&#10;After Napoleon&rsquo;s return from Elba, he watched his peace efforts spurned and knew that four large armies would eventually invade France.  In a precarious position at home as well, he elected to move quickly, hoping for a powerful spoiling attack against the two closest armies that would rally some of his former allies and, even better, encourage the &ldquo;Seventh Coalition&rdquo; to negotiate.&#10;&#10;His movements with the Arm&eacute;e du Nord shocked both Wellington and Blucher and hinted at the old brilliance of mind.  But when it came to the battles&hellip; it seemed the imagination was no longer there. Ligny was a bludgeoning match, Quatre Bras a lost opportunity and bad staff work and communications caused failure at both.  Dispensing a third of his army to &ldquo;chase Bl&uuml;cher&rdquo; (without Grouchy managing to find him), he took the rest to deal with &ldquo;the Sepoy General&rdquo; that he at least pretended to disdain.  Wellington expected a flanking attack (and 25% of his troops missed the actual battle in preparation for it). What he got was &ldquo;a pounding match.&rdquo;  Though he had claimed his troops made up &ldquo;an infamous army, very weak and ill-equipped, and a very inexperienced Staff,&rdquo; they bore the brunt of the best Napoleon could throw at them for 8 hours and turned the tide.&#10;&#10;And yet, it served as the completely final end to over 20 years of near-constant warfare, in one of the few periods in Western history defined by a single person&rsquo;s name. &ldquo;The Napoleonic Era.&rdquo;  And may be the most written-about battle in history.&#10;&#10;Designer Ed Wimble has focused solely on the 24 hours of June 18th, 1815. Leadership and morale are key, while tactical ability and artillery bombardment are both highlighted. It is, after all, a pounding match. The game includes both basic and optional rules, with the opportunity to test some variables regarding smarter troop dispositions or operational planning, as well as giving the French the opportunity to begin the battle sooner (and deal with more severe mud).&#10;&#10;The game offers a historical set-up scenario plus variants for both set up and reinforcements.  With the variants, it&rsquo;s possible that Grouchy may fully live up to Napoleon's order to pursue the Prussians and fatally delay their appearance on the battlefield!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Prussia",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Twenty Decisive Battles of the World (TPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sengoku Domino",
    "ID": 250951,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/250951/sengoku-domino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Sengoku Domino (&#230;&#136;&#166;&#229;&#155;&#189;&#227;&#131;&#137;&#227;&#131;&#159;&#227;&#131;&#142;), you want to dominate two regions of the battlefield to win. Each region of the battlefield is resolved in turn, so you must fight in them one at a time by placing domino tiles that represent your army's strength.&#10;&#10;At the start of the game, each player shuffles their colored domino army tiles face down, then draws a hand of five tiles, keeping them behind their screen. On a turn, each player reveals one domino, with the strength of a domino equalling the summed numbers on it. Whoever played the weakest domino places it into the region first, then the player of the next weakest domino places that, etc. In the case of a tie, the tied dominos are placed after all other dominoes that turn.&#10;&#10;The region under question is a 5x5 space on the playing area, with the central square being occupied by a castle. No domino can be placed over the castle. The first domino placed in a region must be placed adjacent to a castle, and each subsequent domino placed can be placed adjacent to the castle or next to any other domino as long as they have the same number in at least one adjacent edge. For example, a 2|5 tile could be placed next to a 4|5 tile, or the tiles could be placed perpendicular to one another as long as the 5s are adjacent.&#10;&#10;Once all the dominoes are placed, the next turn begins with players refilling their hands, then playing another domino. A player cannot play outside the 5x5 area unless it's impossible to play all of the domino inside it.&#10;&#10;Once the region is filled, you consider the total strength of each player in each row and column in the region, using colored markers to indicate who has the highest total. If two colors are tied for highest, then they're ignored and the next highest color wins the row or column. If the totals are completely tied, then no one wins that row or column. Whoever wins the most rows and columns wins the region, placing a marker of their color on the castle. Again, in the case of a tie, they're ignored and the next highest color wins the region!&#10;&#10;Whoever first wins two regions wins the game. If in a four-player game each player wins one region, then the tie is broken by whoever won the most rows and columns.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Animals",
    "ID": 250961,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250961/animals",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "To win a round of Animals (&#227;&#130;&#162;&#227;&#131;&#139;&#227;&#131;&#158;&#227;&#131;&#171;&#227;&#130;&#186;), you need to get rid of all your cards in hand; if you do, you score points for the cards that others still have in hand, and whoever scores fifty points first wins.&#10;&#10;The deck in Animals has cards in red, yellow, and blue, and in each color there are three 3, 5 and 6; two 2 and 4; six +2 and +4; and nine 1 (stop) cards. The deck also contains six multicolored cards from 1-6.&#10;&#10;After the cards are dealt out, the first player in the game lays down one or more cards; if they play more than one card, then the cards must be all the same color and they must either match in number or be in sequential order. The next player can play something higher than what was played initially with higher numbers outranking lower ones, and red outranking yellow, which outranks blue. A multicolor card played first on its own is worse than blue; played after a single card, it's considered to be the same color as what it's following.&#10;&#10;The 1s can be played on 6s without needing to play more cards to outrank the current hand, so a blue 1 beats a red 6.&#10;&#10;On a turn, a player either plays or passes. Once everyone passes, the last player to have played leads something new, and play continues until someone empties their hand of cards, thereby scoring points equal to what other players still have in hand. These rounds are repeated until someone scores at least 50 points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Elinor: The Deserted Valley",
    "ID": 250962,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/250962/elinor-the-deserted-valley",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Elinor&hellip; a huge continent, situated in the middle of a boundless ocean. The nature of this world is rich and diverse &ndash; hight mountains, deep forests, endless prairies, severe snows of the North and arid deserts of the South.&#10;&#10;The Valley of the Ancestors, situated in the heart of continent, is a cradle of civilization. It is exactly here that the new civilisation was born, the third race of the human generation. Eight nations, originated from the Valley of the Ancestors, created their own governments in different parts of the continent. Wise Djunits, reckless Guawars, fearless Itoshins, elucidated Ulutau, discreet Vedichs, mighty Taurs, inventive Tausmatus, careless Chekatta &ndash; the inhabitants of Elinor experienced the grief and happiness, prosperities and declines, wars and peaceful days.&#10;&#10;In the year 530 of the Third Era, the unconceivable happened&hellip; The valley became deserted! One day its population simply disappeared without a trace. The rulers of all the Elinor nations began to assemble convoys of warriors, sages, traders and settlers to re-fill the Great Cities with life and find out what had actually happened in the Valley of the Ancestors. &#10;Become the head of the unit of adventurers or take one of the Mighty Peoples under your control. Join in the deadly struggle for the power in the Valley of the Ancestors!&#10;&#10;The set gives you an opportunity to play 2 different types of the game:&#10;&#10;&ldquo;Contraction&rdquo; is the variant for the ones who want to play a quick, dynamic game with the minimal set of tokens of the Mighty Peoples.&#10;&#10;&ldquo;Clan Wars&rdquo; is a large-scale board strategy with building, economy establishment and unique units&rsquo; development.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Fighting",
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Card City XL: The Crime Expansion",
    "ID": 250964,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250964/card-city-xl-the-crime-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "80",
    "Weight": "0",
    "Description": "This is the first expansion for Card City XL and it deals with crime.&#10;&#10;This small expansion contains 12 cards:&#10;&#10;     8 Crime Cards&#10;     4 Police Station Cards&#10;&#10;&#10;It is compatible with the 240 ways to play CCXL&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Series: Small City Trilogy (Alban Viard)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dirt Track Saturday Night",
    "ID": 250965,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/250965/dirt-track-saturday-night",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Play the role of the owner and driver of a 900 horsepower engine in a 1200 pound chassis on dirt ovals from one quarter to one mile in length. Conduct a series of races for the Season Championship. Stand on the gas and turn right to go left. If that's not a recipe for excitement and danger, I don't know what is. Dirt Track Saturday Night is the game of Sprint Car, Supermodified and Stock Racing on dirt ovals which take place all over America. You set up your car to be tuned for the track conditions. Tracks can be wet and mushy all the way to dry and abrasive with other conditions in between. Choose your gear ratios, suspension setting and tire selection and your wing angle if the car has one; then go like hell. The playing surface is a three foot by four foot rectangle. You can buy and print pre-made tracks or make your own living diorama with the information provided in the rules. Included in the rules are all the charts you'll need to run a single race or, one night of racing where you have to do well in order to make it into the feature event, or run a full season of events to determine the winner of the season championship. &#10;&mdash;description from the publisher&#10;&#10;On their turn, players roll two d6, which determines how far they can move. They can move one more space beyond what they are entitled to move, but doing so carries a chance of spinning out and/or crashing. Maneuvers can be performed to pass other racers, but the more fancy the maneuver, the more likely the car will not successfully execute it. Players must fight to gain and maintain the lead for 6 laps, after which the winner is determined. &#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Batman: Gotham City Chronicles – The Batmobile Expansion",
    "ID": 250968,
    "Year": "(2019)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250968/batman-gotham-city-chronicles-the-batmobile-expans",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "This expansion includes the Batmobile and three scenarios: one for the Bank map, from the base game, one for the Batcave map from the Wayne Manor expansion, and one for the Jokerland map from the Arkham Asylum expansion. The Batmobile is played by the heroes, but does not function independently as a hero. Heroes will control it through a special tile which allows them to create shortcuts by destroying walls or to neutralize hordes of villains.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Batman – Gotham City Chronicles",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Destination Tokyo",
    "ID": 250969,
    "Year": "(1945)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250969/destination-tokyo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Roll-and-move board game with a large cartoon-illustrated poster-sized board, probably produced by the crew of HMAS Warrego (U73), a Grimsby class sloop of the Royal Australian Navy, built in Sydney in 1939 and commissioned in August 1940. In October 1940 Warrego assumed duty as Senior Officer, 20th Minesweeping Flotilla and in July 1944 she was transferred to the US Seventh Fleet Survey Group (TG 70.5) for survey duties in New Guinea waters. The game depicts numerous incidents and events that the Warrego and crew experienced during 1941-1945, events that are well-documented at http://www.navy.gov.au/hmas-warrego-ii.&#10;&#10;",
    "Categories": [
      "World War II"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dwar7s Fall: Covil Promos",
    "ID": 250970,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250970/dwar7s-fall-covil-promos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Dwar7s Fall promo pack that was included as a stretch goal during the Covil: The Dark Overlords Kickstarter campaign. It includes 10 cards, as follows:&#10;&#10;Secret Goals:&#10;Dark Overlord&#10;General&#10;&#10;Ogre Cards:&#10;The Cook x4&#10;The Henchman x4&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Game: Dwar7s Fall",
      "Series: Dwar7s"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Purrballs: Catventure Card Game",
    "ID": 250975,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/250975/purrballs-catventure-card-game",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "The Purrballs find themselves in a strange and mysterious place! How&rsquo;d they get here? How do they get back home? What&rsquo;re all these clothes they&rsquo;re suddenly wearing? No one really knows, and it seems like our curious purry pals aren&rsquo;t sticking around to find out. A grand Catventure awaits!&#10;&#10;In the Purrballs: Catventure Card Game, players compete to gain the most Experience Points (XP) by the end of the game. Each player starts with a party of eager Catventurers, each with an ability, a Speed value, and their own way of scoring XP.&#10;&#10;Every round, valuable Loot cards are drawn from the Loot deck and laid out into the pool, together with several dangerous Monsters. Players secretly choose a Catventurer from their party to play. Each offers a powerful ability that gives you an advantage, but Speed determines who picks Loot first. Will you choose a sneaky Rogue, with its high Speed value? Or perhaps a Soldier, able to fight off Monsters and claim their rewards?&#10;&#10;The game ends when all the loot has been taken. Referring to the Loot cards they've collected, players count up the amount of XP scored by every Catventurer in their party. The player with the most XP wins the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Feed the Frog",
    "ID": 250976,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/250976/feed-the-frog",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Fid the Frog is hungry and will eat anything he finds in his way, and you must help him eat as much as possible.&#10;&#10;Feed the Frog is a party game for 2-6 players where each player tries to manage this appetite by placing hexes that include nutritious foods next to Fid. If a hex is green it includes a good meal for Fid. The player who placed that hex must remove in each round the food units from that hex until all are gone. Then he collects the points that are mentioned on that hex. If a hex is red it  includes a bad meal for Fid. The player who placed it on the table tries to keep the food units on it, cause if all units are gone, then the reward will be negative points.&#10;&#10;The players must score the most point until they complete all 4 seasons. Each season is divided in 2 rounds and has a special ability that affects everyone in the game. At the end of the 8th round, the games ends.&#10;&#10;Yes this crazy course will not finish just like that. The hexes are divided in 3 piles of Green food meals, Red ons and special cards. Players choose hexes from the different piles in each round and they try to use the special characters against the other players.&#10;&#10;At the end the only winner is Fid the Frog!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The City of Kings: Ancient Allies Character Pack #1",
    "ID": 250977,
    "Year": "(2019)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250977/the-city-of-kings-ancient-allies-character-pack-1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "Calamis looks out from the battlements of the City of Kings, sensing something it had almost forgotten&hellip;&#10;&#10;Yanna Stormtree and Kuma the Old Man of the Woods return to The City of Kings and join our heroes as playable characters.&#10;&#10;Yanna and Kuma both feature advanced skills and are designed for experienced players who are looking for unique ways to play the game. In addition to the normal 12 skills, both characters have a special skill that unlocks as soon as you receive your first stat disc.&#10;&#10;New Stories&#10;&#10;The pack also comes with 3 new stories which can be played alongside the existing 7, meaning you can play them alongside or after the core story line.&#10;&#10;Each of these stories starts you with several skill discs, allowing you to craft a unique role for your character before the story begins, and they feature large 6*4 maps, new challenges, and easier to access linen!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The City of Kings",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The City of Kings: Ancient Allies Side Quest Pack #1",
    "ID": 250979,
    "Year": "(2019)",
    "Geek Rating": "5.609",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250979/the-city-of-kings-ancient-allies-side-quest-pack-1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "3",
    "Description": "The Ancient Allies side quest pack adds 50 new side quests to The City of Kings telling more stories and introducing you to more of the world.&#10;&#10;It also features 2 new types of quests:&#10;&#10;Get To: An individual quest where you'll need to make your way to a character somewhere in the world.&#10;&#10;Build: A mini game style quest where you'll need to immediately help someone with a task. This features press your luck style dice rolling.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Push Your Luck",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The City of Kings",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The City of Kings: Ancient Allies Character Pack 2",
    "ID": 250980,
    "Year": "(2019)",
    "Geek Rating": "5.610",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250980/the-city-of-kings-ancient-allies-character-pack-2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "4",
    "Description": "Thud! &ldquo;I told you it was this way,&rdquo; bickers the siblings as they step out &ndash; the first Tinkers to reach the City of Kings!&#10;&#10;Rapuil and Neoba Olembe arrive at The City of Kings and join our heroes as playable characters.&#10;&#10;Rapuil and Neoba both feature advanced skills and are designed for experienced players who are looking for unique ways to play the game. In addition to the normal 12 skills, both characters have a special skill that unlocks as soon as you receive your first stat disc.&#10;&#10;New Stories&#10;&#10;The pack also comes with 3 new stories which can be played alongside the existing 7, meaning you can play them alongside or after the core story line.&#10;&#10;Each of these stories starts you with several skill discs, allowing you to craft a unique role for your character before the story begins, and they feature large 6*4 maps, new challenges, and easier to access linen!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The City of Kings",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prelude to War: Europe 1936-1939",
    "ID": 250982,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/250982/prelude-to-war-europe-1936-1939",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "240",
    "Play Time": "600",
    "Weight": "3.3333",
    "Description": "Prelude to War: Europe 1936-1939 is a detailed historical simulation game, for three players, that recreates the political, diplomatic and military maneuvering that preceded the outbreak of the Second World War.&#10;&#10;The players take on the roles of Nazi Germany, the Soviet Union and the Western democracies of France and the United Kingdom.&#10;They advance their goals through diplomacy, intimidation, agitation, appeasement, pacts, economic warfare, rearmament, minor country dispute arbitration, multilateral conferences, political consolidation... The German and Soviet factions may also conduct territorial annexations, partitions, or military invasions.&#10;&#10;The game is card-assisted but not card-driven. The design postulate is one of rigorous historical accuracy, and explores in great detail the chain of events that lead to the pivotal international crises, the inner workings behind their resolution and the various aspects of their consequences, as well as the prominent domestic issues faced by each faction.&#10;&#10;The diplomatic wrangling and muscle-flexing between the major powers is translated into a &ldquo;challenge&rdquo; mechanism where players stake national pride and international credibility until one side caves in, or the escalation culminates in a final &ldquo;test of nerves&rdquo; that determines the victor. The resolution of these challenges does not involve any dice rolling and is essentially a mind game based on bluff and risk-management: the higher the escalation, the greater the cost for the loser (in terms of international prestige, national self-confidence, and support at home for the regime). Cards and hidden chits provide a realistic degree of uncertainty and limited intelligence.&#10;&#10;Turns are seasonal, counter density is very low, the action is fast-paced and very interactive.&#10;&#10;A detailed, historically contextualized After Action Report can be found on the game's page on the Legion Wargames website.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Political",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Decades: The 1930's",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BBC Just a Minute Card Game",
    "ID": 250983,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/250983/bbc-just-a-minute-card-game",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Players are challenged to speak for 1 minute on a given subject without hesitation, deviation, or repetition. Players take turns being given a randomly determined subject to speak on for 1 minute. If they hesitate, deviate from the subject on the card or repeat a word other players may challenge them, successful challenges score 1 point and take the subject. Players score if they are unsuccessfully challenged, are speaking at the end of the minute or gain a bonus point for speaking for the full minute without interruption.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Television (TV) Networks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OrcQuest: Old Foes 1 –  The Mighty Barbarians!",
    "ID": 250984,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250984/orcquest-old-foes-1-the-mighty-barbarians",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "You will have to be nuts, or an Orc, to face them in such number ! Do not hesitate to call your allies to measure strength with these rabid dogs. If you feel you have the soul of a fearless warrior, you can now decide to add even more of the most tenacious enemies of the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "OrcQuest: Old Foes 2 – The Greedy Dwarves!",
    "ID": 250985,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250985/orcquest-old-foes-2-the-greedy-dwarves",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "During eons, Orcs struggled hard against the Dwarves. Why ? Because Dwarves are so rich! How to resist the temptation to tease them and to steal their treasures!&#10;&#10;Beware! Dwarves are dreaded and rancorous warrriors!&#10;&#10;If you win against a Dwarf, congratulations, your fortune will rise! But if you fail, the Dwarf will beat you up to the ground and steal you some of your gains. Nasty!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OrcQuest: Old Foes 3 –  The Haughty Elves",
    "ID": 250986,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250986/orcquest-old-foes-3-the-haughty-elves",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The last old foes of our beloved Orcs are here: the haughty Elves!&#10;&#10;Many centuries ago, Elves battled Orcs with a noble cause in their haughty minds. Their empire fell and Elves barely escaped their own extinction, unlike Orcs who were always numerous.&#10;&#10;Since then, Elves went to live in their flowered, magical island. Sometimes, they come back for some mysterious reason &ndash; maybe to take back some old artefact, or to save a kidnapped princess? Who knows?&#10;&#10;They are still enemies of Orcs and they won&rsquo;t hesitate to kill any greenskin on their way.&#10;&#10;You will finally have the pleasure to slap their arrogant faces!&#10;&#10;But, be careful, they are resistant to magic and skilled to kill you from afar.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OrcQuest: Unfair Undead!",
    "ID": 250988,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250988/orcquest-unfair-undead",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Orcs allied to Undead to populate dungeons? Get out of here! More stories to not let you sleep, told by bragging adventurers!&#10;&#10;Orcs are tolerant! They will hit everything that moves.&#10;&#10;And where there is dead there are treasures.&#10;&#10;In the &quot;Unfair Undead&rdquo; pack, you can face the undead!&#10;Be careful, though! They are evil and tough to kill, and some of them will bring you no gains!&#10;&#10;The only advantage of playing them is the possibility of getting an extra card in your hand (taken from the center pile). You can as well take advantage of passing them to other players and forcing them to face them instead of you.&#10;&#10;Pay attention to the Mummy, though! It&rsquo;s one of the worst enemies. It is true that she possesses a lot of gold, but to kill her will be a curse and she will make you lose a lot of life points! Vicious!&#10;&#10;The Necromancer can only be killed with the help of a Magic Stuff Card. Tough.&#10;&#10;The Trap Card &ldquo;Rotten Hands&rdquo; will prevent you from playing any other card from your hand. It will be you against Fate.&#10;&#10;If a challenge Card Undead ends in failure, it will not be discarded unlike the other cards. It will be placed in the Permanent Challenge. If another card was already in the Permanent Challenge, the Undead Challenge Card will be placed on top of it. Everything else that is under it cannot be played until the Undead Challenge Card is defeated.&#10;&#10;We told you the Undead were unfair!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OrcQuest: PorkQuest",
    "ID": 250989,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250989/orcquest-porkquest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Our Orc heroes are real adventurers. Wherever they can spread chaos and be glorious, they come bursting furiously.&#10;&#10;They heard of the Age of Towers Kickstarter Campaign, from our Devil Pigs friends, and decided to go have a look! The perfect excuse for some kharnage! To avenge themselves, the Devil Pigs have left in our universe the Porks!&#10;&#10;For those of you who thought that Orcs where the most deceitful and vile creatures, don&acute;t fool yourselves!&#10;&#10;This expansion will introduce the teamplayer mode : you can play Orcs vs Porks, where the mutual aid will be encouraged on each side. In order to protect yourselves from the Cheap Shots of the opponents, you can protect yourselves with body guards, ready to take the blows on your behalf. At the end of the game, the team with most Gains will win.&#10;&#10;Solidary Orcs, it&acute;s beautiful!&#10;&#10;You will have as well the possibility of playing a game with only the Porks. The Brawl Cards with the Orc heroes from the base game can be put on the central pile to make for epic, violent fights. The Pork Brawl Cards will allow as well the Orcs to avenge themselves and to unwind the Porks.&#10;&#10;This expansion offers you so many possibilities to go postal!&#10;&#10;Among the Pork heroes, we welcome Lord Bacon! A general, coming directly from the dementious Universe of Kharnage and Age of Towers, by Devil Pigs. He will lead an insane crusade against the Orcs to demonstrate who is the biggest deceiver!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OrcQuest: Monster Slayers",
    "ID": 250990,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250990/orcquest-monster-slayers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "When Orcs are not busy beating the hell out of humans or facing Barbarians, they go hunt for monsters.&#10;&#10;What better way to prove their worth, than to bring the head of a horrible creature to show to their own kind!&#10;&#10;It&rsquo;s time for you to go hunt for big game!&#10;&#10;With the Monster Slayers pack, you have the possibility to add to your game deck the Monster Brawl Cards, as well as the Magic Stuff cards that may help you defeat them.&#10;&#10;Here, more than ever, you need to really prepare yourself, because these monsters are not easy to defeat.&#10;&#10;Implementation:&#10;&#10;To play Monster Slayers, add the Magic Stuff cards of your pack to your game, before the cards are distributed to each player. As soon as the 6 cards per player are distributed, you may add the monster cards of your choice to the game deck. The more monsters you include, the more the game will be tense and difficult.&#10;&#10;As you are playing, if a monster shows up in a permanent challenge, no other monster can be played until the first one is defeated.&#10;&#10;How to fight a monster?&#10;&#10;In the card, on the upper right side, you will have an indication of the number of Monster tokens associated with the Brawl Card.&#10;&#10;Place the corresponding number of tokens next to the Monster Card. As soon as a player engages in battle with a monster, he will roll the dice needed to overcome the challenge indicated. If he is successful, the player will take a token and place it next to him. If he is more successful than necessary - by means of having other players participate in the fight - he will take a Monster token for every successful roll of the dice. In union, there is strength! Keeping in mind that there is a very handy Cheap Shot Card you can use to &ldquo;invite&rdquo; the other players into your fight!&#10;&#10;If even after a successful attempt the Monster is not dead, his card is placed in the permanent challenge along with all his remaining tokens. If there was already another permanent challenge card in place, the Monster Brawl Card is placed on top of it. The other permanent challenge can only be played if the Monster is defeated for good! In case of defeat, the player takes the effects of the defeat and places the Monster Card in the permanent challenge pile.&#10;&#10;If a monster is placed in permanent challenge, he will calmly stay there until we engage him, even if he was previously injured.&#10;The player with the most Monster tokens will win the Monster Card once the creature is defeated. Merit will always come to those who hit the most.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fake News: The Improv Game!",
    "ID": 250992,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/250992/fake-news-the-improv-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is an Improvisation Game where players are journalists.&#10;They each receive 7 cards. The goal is to discard them. &#10;Mechanics is like Bullshit game, with 4 categories of cards. After the first card is played face up, You play face down, and any other player can return your card to check if it's the same category.&#10;But at the same time, you must follow the rules of improvisation, listening your partners and take the information further, since each card is played while telling a piece of news. &#10;This is the funniest media parody game because YOU make it !&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Role Playing",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Ulule"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clank!: The Mummy's Curse – Mummy Hunters",
    "ID": 250994,
    "Year": "(2018)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250994/clank-the-mummys-curse-mummy-hunters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Promo card for Clank!.&#10;&#10;Clank!: Mummy Hunters is a Companion card that when it first arrives in the market, you roll the pyramid die. The card costs 2 Skill, is worth 1 point, and when played you don't acquire any curses from the mummy only during that turn.&#10;&#10;It gives you two attack and one movement also.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Creatures: Mummies",
      "Game: Clank!",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "420: The Card Game",
    "ID": 251005,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/251005/420-the-card-game",
    "Min Players": "3",
    "Max Players": "52",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "1",
    "Description": "420 - The Card Game is the first weed party game. You can either play for points in a head-to-head competition or you can play for fun, seeing how many hilarious things you can get your friends to do.&#10;&#10;The gameplay is simple. On your turn, play an action or a question on someone and they must perform or refuse it with the knowledge that there are points at stake. For every point gained or lost, a hit must be smoked. The game is over when someone reaches 10 points. The actions are borderline objectionable and the questions are stoner-deep. Either way, everybody gets high and has a great time. Which is exactly the point, right?&#10;&#10;Game Includes:&#10;Box with Custom Art&#10;420 Cards&#10;Instruction Booklet&#10;Two Box Inserts (To separate the decks)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Hand Management",
      "Player Elimination",
      "Storytelling",
      "Take That",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Animal Kingdom: African Edition",
    "ID": 251036,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251036/animal-kingdom-african-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Animal Kingdom is an educational, fun and challenging game, built for the whole family to enjoy. There are easy and intermediate questions, so every member will be able to participate and learn something new. Players can even get rich by building up their own game farm while learning about the bush. Animal Kingdom was developed to get families and friends to interact and to show everyone how wonderful African wildlife is and how important it is for us to preserve and nurture what we have.&#10;&#10;Players move along several intersecting tracks on a map of Africa, taking actions depending on which type of location they land on. Various actions spots allow player to answer trivia questions about African wildlife, gain or lose money (themed as various types of wildlife for their own game farm), or encounter unexpected events. The interior of Africa holds several off-road paths which are high risk roads that may lead to disaster or to riches. As players correctly answer certain questions, they earn pieces for their individual jigsaw puzzle. The first to complete his or her puzzle wins the game.&#10;&#10;Wildlife trivia includes not only traditional question formats, but also tracking cards (with pawprints and other spoor that must be identified) and picture cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Great Pyramid Game",
    "ID": 251044,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/251044/the-great-pyramid-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Great Pyramid Game is an epic test of mental agility with a high degree of competitive tension. Play it seriously or for fun - with 4 players or 1. Mums and Dads test your powers of observation against the kids!&#10;&#10;Unfold your pyramid into a beautiful three-dimensional structure on which you can play three exciting pyramid games for 2 or 4 players, plus a mind blowing solo version.&#10;&#10;The Great Pyramid Game will stretch your speed of recognition to the limit in a race against another player. A game of EPIC proportions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Revolution: Railroad Evolution",
    "ID": 251057,
    "Year": "(2019)",
    "Geek Rating": "5.799",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251057/railroad-revolution-railroad-evolution",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.6667",
    "Description": "Railroad Evolution is an expansion for Railroad Revolution.&#10;&#10;Welcome back to Railroad Revolution!&#10;&#10;New opportunities are calling, giving you another way for you to enjoy the game. The Railroad has evolved.&#10;&#10;Railroad Evolution changes the gameplay and introduces different strategies for players to discover.&#10;&#10;This expansion set includes a new game board and features:&#10;&#10;- A different scoring system for Telegraph connections.&#10;- Wagons and Tenders which connect to your trains in order to make them more powerful.&#10;- A new customisable &ldquo;Performance&rdquo; scoring system, including player board extensions.&#10;&#10;The train is leaving the station. All aboard!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bike Race",
    "ID": 251059,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251059/bike-race",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description&#10;Bike Race is a fast-paced road bicycle racing game for 2 to 4 players where each of them controls a team made up of three cyclists: the Peloton, the Duo, and the Sprinter. The goal is to cross the finish line with your cyclists before your opponents to get the highest amount of points.&#10;&#10;Gameplay&#10;Each player controls a team composed of one Sprinter, one Duo, and one Peloton. The starting player chooses 3 Movement Tokens, shakes them up in hands and and then drops them on the table. The visible sides show the actions which can be taken. The player then selects 2 Movement Tokens to move 2 cyclists. The next player does the same, this is repeated until all players have completed their moves. The end of the game is reached when all the cyclists have passed the finish line (red flags). At the end of the game the points obtained by the cyclists are summed up to establish the winner.&#10;&#10;Tracks&#10;A total of 11 double side track cards may be assembled to form various tacks. The game come with 2 standard tracks but the players may use the cards to build new tracks. A card with an Intermediate Line is available too.&#10;&#10;Features&#10;The Cyclists do not only have standard movements, each cyclist type features a special movement: Sprint, Catch up and Slipstream.&#10;&#10;Game Official Website&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Innkeepers",
    "ID": 251064,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251064/innkeepers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Innkeeper Brewers is a quick 2-player game where players are two opposing Inn landlords, racing to be the best inn-keepers in the village by providing the villagers with beer as quickly as possible, and have the nicest Inn in the village too, by upgrading it with fancy nick-nacks.  Harvest barley, brew it into beer, sell that beer to villagers, then invest your well-earned money for Victory Points (VPs), and/or buy Inn upgrades to improve your Inn!&#10;&#10;On your turn, you move your pawn along its assigned row/column of a 4x4 action grid, to activate the action on the card in the grid that is the cross-reference of your pawn and your opponent's pawn.  Wherever you move to on your turn will influence which actions your opponent has available on their next turn!&#10;&#10;Actions include gaining barley, brewing barley into beer, selling beer to the villagers at various sale rates, exchanging money for VPs, or spending money on upgrades for your Inn.  Inn Upgrades provide the player with special unique powers they can then use for the rest of the game.&#10;&#10;The game ends once one player reaches 20 VPs, or all the Inn upgrade cards are bought; the other player takes a final turn, then the player with the most VPs is the winner!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Food & Drink: Beer",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Imperial Assault – Tyrants of Lothal",
    "ID": 251066,
    "Year": "(2018)",
    "Geek Rating": "5.938",
    "Avg Rating": "8.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251066/star-wars-imperial-assault-tyrants-of-lothal",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "Tyrants of Lothal introduces new heroes, enemies, allies, map tiles  and a six part mini-campaign that can be played on its own or inserted into another campaign. Join the crew of the Ghost from Star Wars Rebels and fight against Grand Admiral Thrawn, Hondo Ohnaka, and the Tyrants of Lothal! Or pit them against each other with new characters ready to enter your skirmish battles!&#10;&#10;&mdash;description from the publisher&#10;&#10;The mini campaign is designed to be optionally extended by side missions in the associated ally and villain packs which include their own story epilogues (Thrawn, Ezra and Kanan, Sabine and Zeb and Hondo, however Hera and Chopper is also somewhat integrated, though without an epilogue).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Star Wars Imperial Assault",
      "Mechanism: Campaign Games",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bing",
    "ID": 251067,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251067/bing",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Combines cards strategy and Bingo luck.&#10;&#10;Each player takes his turn in a clockwise rotation.&#10;The player next in turn to the dealer plays first. He discards a card from his hand and places it on the table beside the deck face up for everyone to see. He should also name it to the other players...&#10;As in Bingo, the winner is the first one to cover his BING card with the markers, in wich case he says &quot;BING&quot;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Map Addition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ninja Pooper: On The Beach",
    "ID": 251068,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251068/ninja-pooper-on-the-beach",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Shield your butts, get other poopers in trouble, occupy a secret space and keep your dignity as a human being until the end against an incoming poop.&#10;&#10;Ninja Pooper: On The Beach is a really stupid, but funny card game. You and your friends compete to be the first ninja pooper who poop without getting caught. The deck is made up of cards that forcing your opponent to put down multiple cards by attack cards, detecting other pooper's secret space or skipping the next player's turn. shield your butts using cork stopper or seek a secret space, else if you'll be forced to poop at a public place.&#10;&#10;The &quot;Ninja Pooper&quot; core deck is 72 cards; the &quot;Real Ninja&quot; expansion pack is 36 cards. The gameplay is designed for up to five players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nils Karlsson Pyssling",
    "ID": 251129,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/251129/nils-karlsson-pyssling",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Children's game based on a 1990 film which in turn is based on Astrid Lindgren's story about Bertil, a boy who befriends Nils, a diminutive person living in a rat's nest under the floor (the previous rat occupant being Nils's landlady and the antagonist of the film).&#10;&#10;In the game, players take on the role of different instances of Bertil, tasked with collecting doll's house furniture, scraps of food, and matches for firewood in order to furnish Nils's home. This is done by rolling dice or turning over tiles. Hazards include the rat appearing to collect rent (in food), and the neighbour distracting Bertil with games of Pachisi.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Authors: Astrid Lindgren"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Les Vacances de Mouk",
    "ID": 251135,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251135/les-vacances-de-mouk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Mouk and his friends had a nice vacation together on a sunny island but it's time for everybody to go back home.&#10;&#10;Each player starts by picking randomly a friend token and searches for his home on the board. The goal is to be the first player to bring 4 of them back home by rolling the die and landing on the right spot.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le Jeu Qui Rend Super Happy",
    "ID": 251138,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251138/le-jeu-qui-rend-super-happy",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In order to reach the cloud of happiness and discover your gift from the other players, you have to climb the ladder of happiness as fast as you can.&#10;&#10;Participate in several challenges to climb the ladder faster than your opponents:&#10;&#10;- Qui es-tu ? : Vote on which player is better defined by the adjective and guess who the other players have voted for.&#10;- Happy faces : Be the first to identify two cards with identical faces.&#10;- Situations pourries : Find the best solution to a bad situation you might encounter in life!&#10;- Bonheur g&eacute;n&eacute;ral : Enjoy a break in the competition to just be nice to the other players, by complimenting them or  giving free hugs.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Novel-based",
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Comment je m'habille ?",
    "ID": 251139,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251139/comment-je-mhabille",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Teach your kid how to dress according to the weather by associating pieces of clothing.&#10;&#10;After picking a character card, the player has to find the three cards representing the clothes worn by the character and put them in the wardrobe. The wardrobe is then closed and the door on the back is open to reveal a character wearing the conbination of the three pieces of clothing. If it matches the character card, the player scores.&#10;The game ends when all the character cards have been used.&#10;&#10;For older kids (3+), the back of the character cards is used, showing only the background. Players have to find the correct pieces of clothing based on the weather.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Final Score College Basketball Game",
    "ID": 251140,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/251140/final-score-college-basketball-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "1000",
    "Weight": "0",
    "Description": "You will need one of the Final Score College Basketball Year Books to play the game.&#10;&#10;As the name implies, this quick play game provides you with a final score for a College Basketball game. Allowing you to rapidly play games and watch standings unfold before your eyes. However, there is more to the game than just generating scores. There is plenty of excitement and drama along the way, keeping the game play exciting and compelling. You will have nail biters, blow outs, and even a big upset or two.&#10;&#10;Each team is rated individually for Offense, Defense, and Home Court Advantage. And while there will surely be some surprises along the way, since this is a game, after all, the accuracy of the game will astound you. We also have a normalization system for every team and season we rate, so you can play across seasons to determine the best team of all-time.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zone à Défendre",
    "ID": 251141,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/251141/zone-a-defendre",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Zone &agrave; D&eacute;fendre is a board game, cooperative, strategic, political (but not boring), from 1 to 6 players, from 14 years, duration of a game from 1h to 1h30.&#10;&#10;You play as occupants of the ZAD of Notre-Dame-des-Landes in fight against a destructive and harmful airport project. To win you will have to build, sow, communicate, while preventing the progress of the police.&#10;&#10;Play as a &quot;ZADist&quot; and defend these agricultural and wild lands and, beyond, the ideal of a world of simplicity and sharing. To stop bulldozers ransacking the hedgerows, you will have to acquire many skills: Cultivate your crops, learn the techniques of clown activism or of sabotage...or soir&eacute;es around the fire to sustain the morale of activists! Multiply the building of cabins to slow down the progress of the bulldozers, place barricades to protect you from mobile gendarmes, mobilize external support and do not forget to harass the forces of order to demoralize them as much as possible...but beware the blows of their batons, the repression is ruthless...&#10;&#10;",
    "Categories": [
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Political: Movements and/or Activism",
      "Theme: Environmental Protection / Degradation / Pollution"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Pyramid",
    "ID": 251142,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251142/the-pyramid",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player receives 24 stones in one color, of which 3 are to be used as blockers, and 2 dice each and a dice to increase during the game. The playing field consists of 2 pyramids and a cube area. In a pyramid are 21 boxes for inserting individual stones. The aim of the game is that each player uses his 21 stones in the pyramid of the playing field by throwing dice and then dices out of it. The insertion is done with two dice, with one stone each in the corresponding floor of the pyramid (from above) is used. The withdrawal must begin with a 1. Thereafter, the stones with the appropriate number out of the row can be diced or moved up. The blocker can be used with a rolled 1 in the top of the opposing pyramid. The opponent must not throw any more stones out until he can eliminate the blocker with a 1.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Windsurf-Spiel",
    "ID": 251143,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251143/windsurf-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player takes one surfer and places him in his Windsurfing School (Start). The dice are then thrown in turn. Each player moves his surfer forwards according to the number of spots on the dice. When a player stops on a particular picture space, he has to follow the instructions on that space (for example, miss a turn). If two surfers stop on the same space, the surfer who is already on the space has to move six spaces back. He need not follow the instructions on the space on which he finally stops!&#10;The winner is the Player who is the first to get back to the Surf School (Finish).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Surfing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Lords: The Battle of Darion",
    "ID": 251146,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/251146/dragon-lords-the-battle-of-darion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Dragon Lords: The Battle of Darion is a skirmish-based card game, in which 1 to 4 players build armies and battle head to head. Armies are selected from dragons, knights, monsters, heroes and upgrades, while unique battle dice, Spells and Order cards are used to vanquish your enemy&rsquo;s army.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Empatia",
    "ID": 251150,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/251150/empatia",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;Do you think of yourself as an empathetic person? Are you good at reading other people&rsquo;s feelings and emotions? Then Empatia is right for you! In Empatia you&rsquo;ll try to guess what other players like, and what is not their cup of tea. Empatia is a game filled with marvelous eerie illustrations &ndash; and your task is to find among them the ones that other players like the best. You have to empathize with them to choose correctly; you have to discover why they like a given picture more than the others &ndash; Is it the colors? Shapes? The person in the middle? A cute animal? Empatia is not a game for the cold-hearted, that&rsquo;s for sure!&#10;&#10;- What&rsquo;s in the box? 68 large-sized cards with illustrations; 12 cards with numbers; 6 plastic diamonds; 1 cardboard scoring sheet; 6 wooden player tokens; 36 cardboard tokens; rulebook&#10;- Beautiful and magical artwork&#10;- Easy-to-learn rules&#10;- 2 game modes &ndash; competitive and cooperative&#10;&#10;Gameplay (basic version):&#10;&#10;Each player has 6 cards in their hands. One player will be the judge of the round and gets rid of one card of which he thinks he will not need during the next rounds. His fellow players all choose one card (or two if there are only two or three players) they think the judge will like most. The judge shuffles the cards. All pictures are then shown face up. The fellow players try and guess which two cards the judge likes most (and which of these two is the absolute top) and get points according to the accuracy of their guesses. The first player to get 30 points wins.&#10;&#10;Gameplay (cooperative play)&#10;&#10;Twelve cards are laid face up on the table. The first player must find a key of exactly two words (prepositions and conjunctions don't count) that matches 3 of the cards on the table. The fellow players must then try and find not only those 3 cards, but also in which order the player would line them up (from the one that matches best the key to the one that matches it only better than the 9 remaining cards). The team then gets points according to their answers.&#10;&#10;The purpose is to get most point as a team. According to the number of points reached, you will know how well you know each other.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Voting"
    ],
    "Families": [
      "Mechanism: Judging Games",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kombat: Action Game",
    "ID": 251151,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/251151/kombat-action-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;The game will take you to a period 150 million years ago, to the time of the relentless battle among rabid predators, which defended their territory and attacked their enemies without remorse. &#10;Become one of them for a while and conquer the other dinosaurs. The game includes a game board, 1 dice, 4 figures, 4 colored stands and an instruction book. It is intended for 2, 3 or 4 players.&#10;&#10;Gameplay:&#10;&#10;The player with the dinosaur on a red stand starts the game. The player roll the die and moves forward towards the middle square (crossroads) by the corresponding number of squares. The players take turns to throw the die in a clockwise direction.&#10;&#10;When a player reaches the middle square, they must select which direction to go next. If a player's figure approaches an opponent during their move they must finish their roll by moving away from them.&#10;&#10;A player is removed from the game if his throw ends up on any of the start squares or when their move end beyond this start square. If a figure of any of the players lands between two other figures during the game and there are no free squares, it is removed from the game.&#10;&#10;The player whose dinosaur is the last to remain on the board wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Milujeme Slovensko",
    "ID": 251152,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/251152/milujeme-slovensko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The board game Milujeme Slovensko (we love Slovakia) brings you fun and examines your knowledge.&#10;&#10;There are interesting tasks awaiting players in Slovakia. By buying a cave, a mine, a harbor, or cableways, you will become a great investor who, however, has to deal efficiently with his property and money to make his profit grow and create a reserve of money for the tasks that are awaiting him during the game.&#10;&#10;Buying real estate will ensure you some revenue from your opponents. The &quot;number plate&quot; cards will check your knowledge of numberplates in all of Slovakia's districts. Those cards are also given spice to by a bit of bet and risk. Your knowledge and finances can as well be boosted through quiz questions about Slovakia.&#10;&#10;The game teaches you to invest and reasonably deal with finance, expands your knowledge of the country, while offering you the opportunity to spend time with your family and friends.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: Slovakia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kings of War: Clash of Kings – 2018 Edition",
    "ID": 251161,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251161/kings-of-war-clash-of-kings-2018-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Inside this book you will find the concluding narrative to our epic Kings of War summer campaign that ran last year as well as the altered map of Mantica! Most exciting for players though will be all the new and changed units, spells and artifacts which we have concocted along with the Rules Committee to help put a whole new spin on armies and the way the game is played.&#10;&#10;So sharpen your swords, polish that armor and let&rsquo;s march to war!&#10;&#10;Conclusion to the Edge of the Abyss campaign &ndash; see the new map, which was changed by YOUR games and read what&rsquo;s happened to the theaters of war detailed in the course of the campaign&#10;&#10;New units &ndash; the majority of factions will receive brand new units or Living Legends, such as a legendary Rock Thrower for the Goblins and a mythical Fire Elemental for the Salamanders/Forces of Nature&#10;&#10;New formations &ndash; after launching a handful of formations in the Edge of the Abyss campaign, the Rules Committee has now added extra formations for the remaining armies&#10;&#10;New and updated spells!&#10;&#10;Updated unit stats &ndash; plenty of units have been tweaked in Clash of Kings to ensure the game stays as competitive as possible&#10;&#10;New and updated scenarios&#10;&#10;-description from the publisher's website&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Kings of War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unsere \"U-Boote\" Neuestes Unterseeboot Kriegs-Spiel",
    "ID": 251175,
    "Year": "(1916)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/251175/unsere-u-boote-neuestes-unterseeboot-kriegs-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "This WWI German game (the title translates as &quot;Our newest U-boats&quot;) is remarkable not only for its great cover and board art, but also for having game pieces that represent six specific German U-boats.&#10; Players roll and move alone a 100-space track from Helgoland around the UK and Ireland and back home. 20 English flag stickers wrapped around pins are placed in the 18 black spaces(three in number 6); each of these represents a historical sinking of a British ship. The first player to land on each black space collects its flag(s). Another 18 red-colored spaces represent events that force players to move forward or back along the track. The winner is the player who returns home with the most flags (first player home wins a tie).&#10;&#10;The six metal U-boat pieces are numbered U-8, U-9, U-21, U-28, U-29 and U-45. According to Wikipedia, each has a notable history:&#10;&#10;U-8: Sank 5 British ships on Feb. 23-24, 1915, then was trapped in nets and sunk by gunfire on March 4.&#10;&#10;U-9: Sank the &ldquo;Live Bait Squadron&rdquo;, three Cressy-class armoured cruisers (HMS Cressy, Aboukir, Hogue), on Sept. 22, 1914 (space number 6 on the track), protected cruiser HMS Hawke on Oct. 15, 13 British merchant ships and one Russian naval vessel by Nov. 1915. Withdrawn for training use in April 1916. It was the only U-boat to be awarded an Iron Cross by Kaiser Wilhelm II.&#10;&#10;U-21: One of the first U-boats to be equipped with diesel engines (U19 class). First submarine to sink a ship with a self-propelled torpedo on Sept. 5, 1914, destroying the cruiser HMS Pathfinder off the Firth of Forth. Transferred to the Mediterranean to support the Turks in early 1915, sinking British battleships HMS Triumph and HMS Majestic off Gallipoli, as well as French navy vessel Amiral Charner in Feb. 1916. Transferred to the Austrian navy for a time to attack Italian shipping, then back to Germany for unrestricted commerce war in March 1917. Retired for training in 1918. Merchant victims included 13 British, 7 Italian, 6 Dutch, 4 Norwegian, 2 French, 2 Russian, 2 Portuguese and 1 Swedish ships (2 damaged, rest sunk).&#10;&#10;U-28: Sank 40 ships during five patrols, starting with British steamer Iberian on July 30, 1915. Was sunk on its final patrol after torpedoing British steamer Olive Branch, which exploded and fatally damaged U-28 in turn. No survivors.&#10;&#10;U-29: Sank 4 and damaged 2 merchant ships during March 1915. Rammed and sunk by HMS Dreadnought in Pentland Firth on Mar. 18, the only submarine to be sunk by a battleship.&#10;&#10;U-45: Sank 27 and damaged 1 ship between 27 April 1916 and 24 July 1917. Sunk by Royal Navy submarine D7 on 12 Sept. 1917.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Natural",
    "ID": 251181,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251181/mr-natural",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Mr. Natural is a Push Your Luck dice game for as many players as can sit around a table, played with six six-sided dice, in which the object is being the first player to score 10,000 points. Different single dice or dice combinations are worth from 50 to 1,500 points, depending on the combination. The name of the game comes from the highest-scoring combination, a natural 1 to 6 flush, called &quot;a Mr. Natural&quot; in the game.&#10;&#10;The game was published in the issue 23 of The Thing Quarterly, an art periodical in form of an object. It consists of six ceramic six-sided dice and a fabric pouch, plus game instructions, contained in a cardboard box.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sophie's Seashell Scramble",
    "ID": 251185,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/251185/sophies-seashell-scramble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Each player takes a turn as Sophie the Otter, spinning for a seashell of a particular shape and pattern to add to their tableau. Once a player fills their tableau with one of each kind of seashell, they win the game. Players must use the Sophie the sitter grabber to retrieve their seashells from the ocean and move them to their tableau. The game promotes fine motor skills, pattern matching and recognition, taking turns, and social skills.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wij zijn de beste!",
    "ID": 251186,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251186/wij-zijn-de-beste",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A team of boys takes on a team of girls in five different trivia rounds. The team with the highest number of correct answers wins.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Desert Sabre: the Operation Desert Storm Ground Campaign",
    "ID": 251190,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/251190/desert-sabre-the-operation-desert-storm-ground-cam",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "Desert Sabre is a light, fast-playing solitaire or team-play game of the Allied Coalition ground campaign in Operation Desert Storm to liberate Kuwait, defeat the Iraqi Army and Republican Guard, and seize key objectives to compell Iraq's removal from Kuwait in February 1991.&#10;&#10;Played on a small (7x7 hexes) map of southern Iraq and Kuwait, the game includes 10 units representing select U.S. and Allied divisions, regiments and task forces.  Iraqi units are not included, as the challenges the Allies faced advancing into Iraq and Kuwait are represented by a &quot;C3I&quot; die-roll to move mechanism of increasing difficulty as Allied units advance, reach key phase lines, and attempt to occupy up to 10 objectives on the map within four one-day turns (a fifth turn may be enabled by die-roll). Primarilly designed for solo play, up to three players can seperately maneuver the three main Allied higher commands: XVIII Corps, VII Corps, and the Allied and Marine joint task forces.&#10;&#10;Reaching historical objectives will result in an Allied operational victory (taking about 6 objectives).  Players may explore, at the risk of adverse &quot;pol-mil effects&quot; rolls, reaching additional objectives that offer prospects for a strategic victory.  As a quick set-up, quick-playing game, the player can readily replay history to explore chances for a different, historical, better (or worse) outcome to the last great ground offensive of the 20th century.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Roll / Spin and Move",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: Gulf War",
      "Country: Iraq",
      "Country: Kuwait",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hyperleague Racing",
    "ID": 251199,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/251199/hyperleague-racing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Hyperleague Racing is a table-top game inspired by a love of racing style video games like Mario Kart and Crash Team Racing amongst others.&#10;&#10;Players become the pilots in highly customisable intergalactic racing leagues where they fly between race markers while swinging round moons, asteroids, black holes and other space themed terrain while performing a range of tricks and manoeuvres to get ahead or better still, crash their rivals in to space junk!&#10;&#10;In the standard game, players either play as individual racers of their own design or use one of the pre-generated All-Star racers in &lsquo;all against all&rsquo; 2-4 player action. Options exist to also play as a pair of racers racing against other pairs, demolition derby and a fun version affectionately called Puzzle Racer Turbo.&#10;&#10;In Championship Mode however, the player takes the role of a fresh faced racer from one of the factions and as the campaign progresses, the pilot gains Championship Points to spend on upgrading their pilot, ship or garage.&#10;&#10;Each turn, players activate their racer and make a simple race action followed by up to 3 manoeuvres and then a trick. A typical player turn takes minutes and every action is a balance of risk vs. reward. This creates a straight forward but fast paced balanced game that suits gamers that like a game that can be played quickly as a fun 30 minute blast or by players that want a more tactical game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monster Kit: Expansion",
    "ID": 251202,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251202/monster-kit-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Expansi&oacute;n para el juego base MONSTER KIT. 45 cartas nuevas y un juego extra de diez cartas llamado El monstruo comil&oacute;n.&#10;&#10;Expansion for Monster Kit base game.&#10;&#10;The great sorcerer M&aacute;rlat has run out of monsters to terrorize the world and needs reinforcements. This box contains 45 new cards with which you can create new and funny monsters.&#10;&#10;In addition this box contains new cards with which to play the minigame called &quot;El monstruo Comilon&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ACE Lobbyist",
    "ID": 251205,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/251205/ace-lobbyist",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "YOU are a lobbyist for a major firm. A bill vital to the firm's survival is scheduled for a vote in 5 (FIVE!) days. The balance is even. Four Representatives are still on the fence- and their votes will make or break the bill. Can you convince at least three of the Representatives to vote your way? Or will your nemesis- ACE Lobbyist- manage to derail your actions and kill the bill???? The cards are in your hands...&#10;&#10;The game uses a standard deck of cards (including both Jokers) and is for a single player.&#10;&#10;During setup, the player will identify four representatives (Queens and/or Kings- one of each suit) and will stack the ACE Lobbyist with their cards. Play starts with the drawing of cards to determine the actions for the day. Cards are played above a representative to influence them your way, or can be played to investigate the target of the ACE Lobbyist. The ACE Lobbyist will then get a turn by revealing and matching a card from their deck- these cards work against your influence.&#10;&#10;After 5 turns (days) the game ends. If you have played enough cards (represented by the number of the card) to convince three of the four representatives to your side, you win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Contests: 54-Card Game Design",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "React!: The Organic Chemistry Board Game",
    "ID": 251206,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/251206/react-the-organic-chemistry-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "REACT! players are chemists who compete to transform molecules. Each player is a chemist running their own laboratory. The goal of each chemist is to draw and match the correct substrate and reagent cards to discover real organic chemistry reactions and synthesize their own target compounds. The first chemist to discover the correct reactions and draw the completed structure of their target molecule wins!&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hand of Fate: Ordeals – Royalty Expansion",
    "ID": 251207,
    "Year": "(2018)",
    "Geek Rating": "5.593",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251207/hand-of-fate-ordeals-royalty-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Royalty Expansion for Hand of Fate: Ordeals consists of three individual expansions: King of Dust, King of Plague, and King of Scale.&#10;&#10;&bull; King of Dust is a multi-scenario campaign in which your party has incited the ire of the King of Dust. Explore the Bandit's Camp and the surrounding desert with new encounters, cards and equipment. Struggle for your lives as you escape an impending bandit attack.&#10;&#10;&bull; In the cooperative campaign King of Plague, players need to scour the land and work together to defeat as many minions from the Suit of Plague as they can before moving on to encounter the aftermath of their actions. This campaign presses the players in new ways, requiring a different style of deck-building from the regular game.&#10;&#10;&bull; King of Scale sees the return of the Success/Failure mechanism from the Hand of Fate computer game as well as all new encounters and equipment.&#10;&#10;Three custom plastic miniatures are included in this expansion.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pilots of Gallaxia",
    "ID": 251216,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/251216/pilots-of-gallaxia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Pilots of Gallaxia is a sci-fi space rescue adventure for the whole family.&#10;&#10;Game play in the first rescue mission is simplified to give new players ease of access. Pilots start with two ships and claim trade spaces between planets on their way to rescuing their scientist. Completed trade routes speed pilots back to their home hangar as they play fuel cards to be the first one home.&#10;&#10;Unique elements of the game include a press-your-luck mechanic for drawing new cards, randomized teleprism-jump risk, free vortex travel and a battle system.&#10;&#10;Expansion decks have been play-tested and once the basic game is mastered, may be introduced.&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Santa Maria: American Kingdoms",
    "ID": 251217,
    "Year": "(2018)",
    "Geek Rating": "5.849",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251217/santa-maria-american-kingdoms",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.1538",
    "Description": "American Kingdoms, an expansion for Santa Maria, includes new buildings, scholars, bishops and shipping tiles, as well as several new modules, including:&#10;&#10;&#10;     Cocoa &#10;     The specialists&#10;     The governor&#10;     The Mayan City: A new asymmetrical role for one player, with its own rules and goals (playable for 1-5 players)&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Santa Maria",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Forbidden Treasure of Miftenmad",
    "ID": 251218,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/251218/the-forbidden-treasure-of-miftenmad",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It's a combination of games like Yahtzee with D&amp;D. The result is a fast-paced, fun, dice-rolling game based on my popular Journal of an Outlaw book series!&#10;Each character plays a rogue trying to open a treasure chest that is protected by 10 locks. Each player takes turns rolling their polyhedral dice to see if they make the combination and open the locks. If unsuccessful at opening a lock, they arm a trap. They get one more chance to pick the lock, and failure means taking damage!&#10;&#10;Players take turns trying to open their treasure chest, they are not only trying to get treasure, but must also live to the end! Hit points are exchanged for gold at the end of the game. Whoever winds up with the most gold wins! There are also special skills that can be earned to help your rogue achieve success.&#10;&#10;From the designer's webpage&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Istanbul: Big Box",
    "ID": 251219,
    "Year": "(2018)",
    "Geek Rating": "7.137",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgame/251219/istanbul-big-box",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.4906",
    "Description": "Istanbul: Big Box is the all-in-one package for Istanbul, including the base game as well as both expansions, Mocha &amp; Baksheesh and Letters &amp; Seals. It also includes the Istanbul: Caravan Leader Mini Expansion, in the form of a small tile rather than a camel meeple.&#10;&#10;This combination also gives players the option to play on a big 5 x 5 tiles bazaar.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Race",
      "Variable Set-up"
    ],
    "Families": [
      "Cities: Istanbul (Turkey)",
      "Components: Wooden pieces & boards",
      "Country: Turkey",
      "Digital Implementations: Tabletopia",
      "Game: Istanbul (AEG)",
      "Misc: LongPack Games",
      "Series: Istanbul (Pegasus Spiele)",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  }
]