[
  {
    "Rank": "N/A",
    "Name": "Six Pieds Sous Terre",
    "ID": 97850,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/97850/six-pieds-sous-terre",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the game box:&#10;A Hell of a game.&#10;&#10;Each player, as an undertaker, is going to bury the most deceased in the graveyard to win the title of most famous living undertaker in town! You will have to follow the requirements of the families of the dead and to reserve the headstones to the graveyard before burying the dead, but you're not alone: tough negotiations and bids with your competitors await you!&#10;&#10;The richest undertaker at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kroko Zoff",
    "ID": 97851,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97851/kroko-zoff",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players roll the die and move their figures on the game board from the coast through the jungle to the small village to bring there some medicines. But they must beware of one big electronic crocodile moving along its way on the game board because sometimes their paths cross.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Electronic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Монопол",
    "ID": 97863,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/97863/monopol",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This russian children's game is very similar to Monopoly.&#10;&#10;The game board consists of thirty-five spaces. Twenty-two of them are properties (hotel, bakery, clinic, planetarium, etc.), other - special spaces with different functions (+500, bathhouse, lottery, cockroach racing, etc.) Most of special spaces are mini gamblings with dice rolling.&#10;&#10;The object of the game is to become the wealthiest player.&#10;&#10;Contents:&#10;- 1 gameboard&#10;- 6 pawns&#10;- 1 dice&#10;- colored tokens in 6 colors&#10;- money&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Faction Wars",
    "ID": 97864,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97864/faction-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the website:&#10;&#10;Faction Wars is a skirmish game designed for 2 or more players and involves using 28mm miniatures on a table with some terrain to represent your forces. Each player has a squad of around 10 to 15 models with which to beat their opponent.&#10;&#10;Most wargamers who are interested in the sci-fi genre will already have a large collection of suitable miniatures. Instead of having to buy more, you can use the ones you have got to play Faction Wars.&#10;&#10;The game is very easy to learn, but still offers a level of detail that should engage even the most experienced wargamers. Faction Wars is set in the not-too-distant future, so some of the technology and weapons will be familiar, but with plenty of added science fiction to bring the universe to life.&#10;&#10;The human race has escaped the clutches of Earth and colonised the galaxy. The invention of wormhole technology has allowed the vast gulfs of empty space to be crossed. However, this vastness is also leading to the downfall of the Commonwealth. The supreme political figure is the High Guardian, who is losing control over the rapidly expanding wave of colonisation. A number of factions, all with greatly different agendas and ideas battle against each other in small skirmishes right across the galaxy.&#10;&#10;The rulebook contains:&#10;&#10;* An introduction to the Inviroate Commonwealth of the Federated Worlds&#10;    * Background material on each of the 9 factions&#10;    * Plenty of colour photos and original artwork&#10;    * Rules for playing the game, plus some scenarios&#10;    * Stats and background for each faction to allow you to build up your squad&#10;    * Stats and background for Special Characters&#10;    * Lists of weapons, armour, equipment, skills and psionic abilities to equip your sqaud&#10;    * Suggestions for creating terrain and setting up your gaming table&#10;    * Rules for using vehicles within the game&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Modern Pentathlon",
    "ID": 97865,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/97865/modern-pentathlon",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The original Pentathlon of the ancient Olympic Games were based on the ideal soldier of the time, skilled in running, jumping, wrestling, and throwing (javelin and discus).  Thus Baron Pierre de Coubertin, the founder of the modern Olympic games, invented the Modern Pentathlon based on the ideal soldier of his time, recreating the experience of a 19th century cavalry soldier behind enemy lines: running, swimming, riding, and fighting (with pistol and sword).  In the vein of Reiner Knizia's Decathlon, this is a collection of dice games loosely based off the real-life events.&#10;&#10;The five events capture a wide spectrum dice game mechanics, including push-your-luck, calculated risks, bluffing, and set collection.  Players who have read Dr. Knizia's book Dice Games Properly Explained will find the events draw upon various traditional games, but combine and develop their mechanics to place more emphasis on decisions than luck.  For example, in the 200m Freestyle Swimming and Pistol Shooting events, players may continually purchase rerolls to mitigate bad luck but should consider the trade-off of how much that would benefit their opponents.  In Epee Fencing, players always have exactly 7 points to allocate each round, and so the event is more about bluff and discerning their opponent's actions.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dust Tactics: Rangers Command Squad – \"The Boss\"",
    "ID": 97887,
    "Year": "(2011)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/97887/dust-tactics-rangers-command-squad-the-boss",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the publisher website:&#10;The Boss is an expansion for Dust Tactics, the tactical miniatures board game of explosive battlefield combat! With The Boss, an Allied Rangers Command Squad, you&rsquo;ll gain a new level of control over your Dust Tactics forces.&#10;&#10;The Boss has the Command Squad ability, making it indispensable in overseeing your other forces. Their exceptional motivational skills even allow them to reactivate units that you&rsquo;ve already used! What&rsquo;s more, both squads have the Artillery Strike ability, meaning they can serve as spotters for any friendly tank armed with Artillery (as described in the Artillery rules in the Operation Cyclone Campaign Expansion)!&#10;&#10;The Boss is a squad of Allied officers, and they&rsquo;re on the battlefield to ensure that every order is perfectly executed. Like other Rangers, the Allied Command is equipped with assault rifles and a machine gun, but their real strength lies in their ability to coordinate the attacks of other units. Known for its powerful leadership capability, this unit is a high-priority target that must be protected at all costs. But used wisely, they&rsquo;ll tip the balance in your favor!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Steam Lords",
    "ID": 97898,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/97898/steam-lords",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Steam Lords is a game of resource management for 2 ruthless players. To win you must use your resources wisely to construct 12 victory points worth of buildings along the Shale River which runs through the different quarters of the City of Iron.&#10;&#10;Needed to play: the deck of 34 cards and 35 markers per player in 2 colors.&#10;&#10;Setup: Place the 4 Quarter Cards comprising the map of the Shale River between players.&#10;&#10;The 4 quarters of the city each have 6 buildings on them that can be constructed by players. Each building is worth 1 victory point towards the goal of 12. Further, each building allows players to use the special power of that quarter of the city to place more workers, distribute resources or purchase cards in the game.&#10;&#10;Next each player takes a set of the 5 Industry Cards: Foundry, Trade Guild, Civil Service, Builders and Shipwrights and places them below their side of the river.&#10;&#10;Industry Cards are used to construct the buildings along the river by placing resources on the 5 icons on each card. Once enough resources have been accrued, players may construct one of the buildings, though each industry type only constructs one or two particular types of building based on which Quarter Cards the industries are adjacent to.&#10;&#10;Next each player takes a set of the 4 Resource Cards: Brick Kiln, Textile Mill, Lumbermill and Smelter. Players shuffle these cards and randomly lay them out below the Industry Cards. Place the Contract Card within reach of both players. Then lay out the 11 Upgrade Cards face up within reach of both players.&#10;&#10;Lastly, players each take 4 of their 30 eurocube markers and place them on four icons on any of their Industry Cards. Players may only place a marker on one each of the four resource types. Each card shows icons for a different resource type used in the game to construct the buildings and purchase upgrade cards.&#10;&#10;Play: Steam Lords is divided into rounds of four phases. Players take turns during phases 1, 3 and 4, and play simultaneously during phase 2. Players will alternate going first between rounds, with Player One going first in the first round, Player Two going first in the 2nd round, etc... Once all 4 phases have been completed, a new round begins.&#10;&#10;Phase 1: Contract&#10;Players take turns placing 5 workers (eurocube markers) on the Contract Card claiming either resources or distribution rights.&#10;Phase 2: Distribute&#10;Players simultaneously distribute resources, moving markers from the Resource Cards to the Industry Cards.&#10;During this phase, each player may &lsquo;deliver&rsquo; any resources for a total of 5 card units in distance. To calculate distance, count the number of cards up and over to the left or right you wish to move a resource.&#10;Phase 3: Build&#10;Players take turns constructing buildings on the Quarter Cards if they have all 5 resources needed on their Industry Cards.&#10;If a player has all 5 icons marked on an Industry Card, they may remove those markers and construct any of the unclaimed buildings on a Quarter Card. Once all 6 buildings have been constructed no more can be claimed. Each building built on a Quarter Card is worth 1VP.&#10;Phase 4: Upgrade&#10;Players take turns buying Upgrade Cards one at a time, and may only buy Upgrade Cards if they have built buildings in Coalside during phase 3. For each building built in Coalside, a player may buy 1 Upgrade Card during this phase. To purchase an Upgrade Card, a player must pay the number of resources shown at the bottom of each Upgrade Card. They may then take the card and place it in front of them.&#10;&#10;Four of the Upgrade Cards allow players to store additional resources on the Resource Cards. After purchasing one of the four cards replace the existing Resource Card with the new one. Each of these cards is worth 2VP. Seven of the Upgrade Cards let you construct building with fewer resources, gain distribution units or place more workers in phase 1. The cards list their respective upgrades.&#10;&#10;An expanded set of 12 additional cards has also been included for a longer game.&#10;&#10;Artscow direct order - http://www.artscow.com/gallery/playing-cards/steam-lords-wym0ul1sbgjg&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Worker Placement"
    ],
    "Families": [
      "Organizations: Forgenext",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Noval",
    "ID": 97900,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/97900/noval",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Noval is the quick playing family-friendly strategy game with suspenseful play and comfortably shaped cards. No batteries, boards, pencils, or score keeping. Play in under 30 minutes! Match or beat each others cards in a race to be the first empty-handed player! Great for family game nights or get-togethers. Noval's portable size makes it great for fun on the go. Grab the box, slide it into a pocket or purse, go have some fun!&#10;&#10;Nine cards are dealt to each player who then select 3 cards at random without looking at their hands and place them face-down in front of themselves. These cards remain there until later in the game. Players must then match or beat each others cards to get rid of their hands and win! Cards like BURN and WILD add a twist of excitement while High cards (BRONZE, SILVER, GOLD, and DIAMOND) are used to force other players to pick up piles of cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "VISION Phantom Magic",
    "ID": 97928,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97928/vision-phantom-magic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "VISION is a Japanese dueling card game based on the Touhou universe.&#10;&#10;Players tap &quot;nodes&quot; to play character, command, and spell cards to progress through the game.&#10;&#10;Deck construction consists of exactly 50 cards with no more than three copies of each card.&#10;&#10;Each player starts with 25 life, and players lose either when their life equals zero or they can no longer draw cards from their deck.&#10;&#10;This is typically a two-player game, however there is a variant for a four-player game.&#10;&#10;From the publisher website via Google Translate:&#10;&quot;VISION&quot; is the use of all characters live in Gensokyo is a completely new type of card game that assumes a free deck building. This makes it possible to put a deck of cards only their favorite characters and illustrations, is now available to experience the charm of the building is also handy for beginners deck card game yet. Continuing to make the point that the game was popular in the past in terms of production systems, further pursuit of fun. It is a product to satisfy heavy users from light users.&#10;&#10;This work was ostracized for the rarity of the card you want to build a simple deck. In addition, there are endless construction pattern, even if you purchased only one set. There is no need to buy a lot from scratch.&#10;&#10;Publisher website: http://huyutuki.com/vision.html&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ChaOS: Touhou Kontonfu",
    "ID": 97929,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97929/chaos-touhou-kontonfu",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Touhou Kontonfu is a dueling card game based in the Touhou universe using the ChaOS system.&#10;&#10;Your Main Deck is built from 50 cards, including characters, events, set cards, and the like. You may have up to 4 copies of cards with the same name. Extra cards can't go in your Main Deck; you may have an Extra Deck with up to 10 cards. If your Extra Deck has under 10 cards (for instance, 0) you can still play the game.&#10;&#10;In Chaos TCG, your Main Deck is your Life. Each player's goal is to reduce their opponent's Main Deck to 0 through attacks and card effects.&#10;&#10;ChaOS (Character Operating System) is the second dueling TCG by the makers of the extremely popular Wei&szlig; Schwarz. This system focuses more on individual characters and their abilities.&#10;&#10;Translations of the rules and cards are available from the websites listed below in the links section.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Video Game Theme: Project Shrine Maiden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Rapture Game",
    "ID": 97935,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/97935/the-rapture-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Summary from the rulebook:&#10;&#10;The object of RAPTURE is to have the most spiritual church with the RAPTURE occurs.&#10;&#10;Each player, like yourself, represents a church.  Fortunately, as you EVANGELIZE, you church's membership will grow numerically.  But, unfortunately you will soon discover that your church is composed not only of SPIRITUAL and CARNAL members, but also of HYPOCRITES.  On the other hand, your church can grow spiritually as you DISCIPLE these same members from HYPOCRITES to CARNAL and also from CARNAL to SPIRITUAL.&#10;&#10;Along the way you will encounter CIRCUMSTANCES which, depending upon the presence or absence of SPIRITUAL GIFTS in your church, will either help or hinder your overall growth.&#10;&#10;But sooner or later on one of the CIRCUMSTANCE cards, the RAPTURE will appear.  (Guaranteed to get a rise out of everybody).  Suddenly the game ends; and the SPIRITUALITY of your church is weighed in the balance (in this game, by a point system.  Will your church be found wanting... more points?)  The church with the highest score wins.&#10;&#10;Definitions:  Whats the RAPTURE?  Something to get all up in the air about, and the point at which the game ends.&#10;&#10;Whats the Church?  Another good question.  We've been debating it for years.  For our purposes, in RAPTURE there are no buildings -- just people.&#10;&#10;What are SPIRITUAL GIFTS?  A part of this game and the REAL one.  There are over 20 listed in the Bible, we've selected 7 for this game.&#10;&#10;Whats the difference between a CARNAL and SPIRITUAL member?  See 1 Corinthians 3:1-3.&#10;---&#10;&#10;The game is a roll and move type game with different things happening based on the different spaces the player lands on.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sea of Vowels",
    "ID": 97943,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/97943/sea-of-vowels",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game contains two decks of vowel cards, one for long vowel sounds and one for short vowel sounds.  Only one of the decks is used during each game, as chosen by the players.  There is also a gameboard consisting of spaces with the vowel letters a, e, i, o, and u.&#10;&#10;On each turn, the player draws a card from the deck of vowel cards.  The player says the name of the object on the card, then advances to the first space that matches the vowel on the card.  To stay there, the player must say another object with the same vowel sound.  Other players may give hints if the player cannot think of one.  If they fail to name another object with the same vowel sound, the player must move back one space.  The vowel deck also contains advance or penalty cards that move a player forward or backward along the gameboard.  A player does not need to say an object when landing on a space due to one of these cards.&#10;&#10;The first player to reach the treasure chest by advancing along the path and drawing a vowel card with an o sound (the letter shown on the treasure chest) wins the game.&#10;&#10;An alternate rule set allows for team play using the same gameplay, but no hints are allowed in this version.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Garden Flowers",
    "ID": 97947,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/97947/garden-flowers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "44 cards, in four 'suits', 11 in each.The object is to avoid winning tricks with 'Weeds' in. The black suit are the Weeds and you must keep them out of your 'Garden. The game has normal trick-taking rules (follow suit, lead if you win the previous trick, that sort of thing). The cards are beautifully illustrated.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kevin Keegan Play Better Soccer",
    "ID": 97948,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/97948/kevin-keegan-play-better-soccer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The players must draw a pitch before play can start. There are two cards that instruct you as to how this might be done, and suggesting that it should be to scale (5 yards to the inch).&#10;The other 52 cards relate to moving your ball towards your opponent's goal (whilst he is trying to do the same to you). It is only a card game so no equipment is provided (as in the pitch mentioned earlier and the designer suggests you use buttons for the ball).&#10;The object is to be the first to score 4 goals. Scoring a goal usually refers to a move card being played that crosses the goal-line.&#10;Every card has a Kevin Keegan football tip on it.&#10;The box clearly states that the game is for 2 to 6 players, but the rules only suggest up to 4 players. Either way, it is really a 2 player game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Twelve Doctors: Silence Will Fall",
    "ID": 97949,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/97949/the-twelve-doctors-silence-will-fall",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6667",
    "Description": "Silence Will Fall is an unofficial, non-collectable, not-for-profit mini-expansion for the The Twelve Doctors: Doctor Who Card Game.&#10;&#10;The expansion consists of the following six cards:&#10;&#10;Master's Deck:&#10;Ogron War Party&#10;The Silence&#10;Commander Lytton&#10;&#10;Doctor's Deck:&#10;Rory Williams&#10;Donna Noble&#10;Amy Pond&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Time Travel",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I'm Debt Free!",
    "ID": 97952,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/97952/im-debt-free",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game about getting out of debt and achieving financial freedom.&#10;You start off with 3 debt cards and 1 investment card. The object of the game is to get out of debt by paying off your debt cards. Along the way you will run into bumps in the road which can put you deeper into debt if you're not prepared (with an emergency fund).&#10;&#10;In this game You can &#10;&#10;     Build an Emergency Fund&#10;     Invest in Real Estate&#10;     Buy a Small Business&#10;     Pay off Credit Cards&#10;     Invest in Stocks and Mutual Funds&#10;     Increase your cash flow&#10;     Work to become DEBT FREE!&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "It's Dinner Time",
    "ID": 97954,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/97954/its-dinner-time",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "70 cards, each featuring an ingredient to a 'balanced' meal. Plus there are 28 Wild Cards with four different actions.&#10;Players collect a meal which should be one card from the different coloured ingredients.&#10;For example, you might try to collect a Green 1 (Mixed Vegetables), a Green 2 (Salad), a Green 3 (Corn on the Cob with Butter) and a Green 4 (Stirfry Vegetables). The publisher is a large organization that sells frozen food, so all the 20 different ingredients are things they would like to sell to you, so not every meal collected will be as healthy as the Green example (lots of chips and burgers!).&#10;The Wild Cards are All Change (all players pass their hand to the player on their left), Lose Hand (a player has to discard his hand and start collecting again), Wild (can represent any ingredient card) and Go Shopping (you can draw one card from any player you choose).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Promotional: Board Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Triumphant",
    "ID": 97961,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/97961/triumphant",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Roll-and-move game similar to Pachisi, with a multi-level playfield and event cards that are drawn when a player token lands on a &quot;Black Hole&quot; space. The game has two possible victory conditions. A player wins by either moving one of their tokens onto their home space, or by eliminating all other players from contention by sending their tokens to the &quot;Dead Pawn Box&quot;.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Push 4",
    "ID": 97963,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/97963/push-4",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Up to four players push their colored marbles into the 6x6 grid board in order to get four-in-a-row first.&#10;&#10;Contents:&#10;&#10;     Matt black plastic 3D game board &#10;     36 bright fluorescent balls&#10;     Drawstring bag for storing game pieces&#10;&#10;&#10;Product Dimensions: 2 x 10 x 10 inches&#10;&#10;Item Weight: 2 pounds&#10;&#10;Released: 01 October 2010&#10;&#10;ASIN: B00421BD7W&#10;&#10;Item model number: 2100104&#10;&#10;From the Manufacturer:&#10;&#10;&quot;When push comes to shove be the first to get four colorful marbles in a row. Sounds simple. Not with pushy opponents spoiling your every move. There&rsquo;s a lot of strategy involved in this deceptively simple game. Push4 is perfect for 2-4 players and fun for all ages 9 to adult.&quot;&#10;&#10;Manufacturer: Summit By White Mountain (Summit Products, Inc. ???)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oh-Spell!",
    "ID": 97965,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97965/oh-spell",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game which combines the concept of 4 suits with the 26 letters of the alphabet. The result is a game of infinite possibilities, in which all of the permutations of word creation are virtually endless.&#10;&#10;The game challenging each player to create one or more words using all of his cards. A hand can require from 1 to 10 minutes.&#10;&#10;Components:&#10;&#10;     travel pouch&#10;     115 cards&#10;     mini dictionary that includes all the wierd 2-3 letter words, Q words that don't have a U, words that end with the letter X, etc.&#10;&#10;&#10;S* coring pad and pencil&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flip Flap Chicken",
    "ID": 97966,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97966/flip-flap-chicken",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A dexterity game with similar mechanics to Battledome.  Each player is a chicken with Pinball-like flipper-feet.  Balls are placed in a central depression and then released all at once.  The balls rush around a circular playing area and the Players use their flipper-feet to keep the balls from falling into their 'goal'.&#10;&#10;The winner of the game is the chicken Player with the fewest balls in their goal.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Chickens / Roosters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The VirtueGame",
    "ID": 97967,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97967/the-virtuegame",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "To win the game, kids have to earn five out of the ten virtues by completing the tasks described on each card they draw.  For example, a &quot;Thankfulness&quot; card asks the player to hold their breath for as long as they can.  When they are finished, they card asks; &quot;Aren't you thankful to breathe again?&quot; and reminds the player to be thankful for things that we sometimes take for granted.  Tasks often have to be completed cooperatively and require respectful listening to other players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kindergarten Spiel & Puzzle",
    "ID": 97969,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/97969/kindergarten-spiel-and-puzzle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "An extraordinary puzzle to play, learn and observe - a game idea that grows with the child. For 1 child (aged 2 and up) and 1 adult.&#10;&#10;This Game&amp;Puzzle contains three variations for playing and educating your child as he/she matures. The variations are:&#10;  &middot; A sorting game for your child to learn to distinguish colors and forms (2+)&#10;  &middot; A simple dice game for children ages 3+.&#10;  &middot; A jigsaw and guessing game requiring careful observation, for platers 4+.&#10;&#10;Aim of the games: &#10;  &middot; Which piece belong to which dip? Sort everything correctly (2+)&#10;&#10;&middot; Who will be the first to reach the locomotive with their game piece? (3+)&#10;  &middot; Who will be able to assemble the jigsaw and find the 10 differences? (4+)&#10;&#10;How to play:&#10;&#10;&middot; Your child takes the kindergarten child as their game piece. Then yhey walk the figure up to the different wooden pieces and to the bear reflector. Each time the game piece reaches a wooden piece it should be inserted into the corresponding dip. All wooden pieces are inserted? Then you can try the dice game with your child.(2+)&#10;&#10;&middot; You take turns to roll the dice. The child starts. Depending on the colored symbol that appears on the dice the players takes the corresponding game piece and lines it up next to their own game piece in the direction of the locomotive. Then the child puts their game piece past the figure just placed and returns this game piece back into its dip in the game board. Then it&acute;s theturn of the next player. The game ends as soon as the game piece of a player has reached or passed the locomotive thus winning the game (3+)&#10;&#10;The child assembles the jigsaw on the picture base. Then they compare the finished jigsaw with the picture on the game board and search for the 10 differences. The 10 solutions are also hidden in the story to be read and loud (in the instructions) (4+)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Game & Puzzle (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PongCano: The Game of Sacrifice",
    "ID": 97974,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/97974/pongcano-the-game-of-sacrifice",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "PongCano is a simple-to-learn, easy-to-play tabletop game for all skill levels. The task is simple - bounce the ball into the PongCano volcano and be the last player with all the chips. The longer a game plays, the better each player gets (hopefully) and the higher the stakes rise for each shot. Players must control their nerves and hold their laughter until the ball lands safely in the bottom of the PongCano volcano. Make a shot and the pressure is off for a short time; miss a shot and sacrifice a chip into the PongCano volcano.&#10;&#10;AND guess what? No player is ever out of the game! Even if all your chips are lost you can make one great shot that will have you sitting behind a new stack of chips in victory!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roll 'n Add",
    "ID": 97977,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/97977/roll-n-add",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "From Publisher Website:&#10;&#10;Roll &rsquo;n Add is the 2-in-1 fun way to introduce addition to younger children. Plus is a beginning addition game, and Double is an advanced addition game using beginning multiplication strategies. Both games are played with our unique 10-sided dice to enable players to add or double numbers up to 20.&#10;&#10;To play both games, simply roll the dice, add or double the numbers, and strategically place the corresponding numbered playing piece on the board. Like tic-tac-toe, players strive for three in a row.&#10;&#10;Because Roll &rsquo;n Add encourages cooperative play, opponents assist each other in adding the numbers, and the enclosed addition table confirms the answer. Sound easy? It is! But watch out! Your playing piece may be captured and flipped to the opponent&rsquo;s side! Luck and strategies, not addition ability, win this game - so even the beginning player can compete!&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic 10",
    "ID": 97978,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97978/magic-10",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From Publishers Website:&#10;&#10;Magic 10 offers a creative way to master basic number combinations. The game helps players understand how different number arrangements can add up to 10.&#10;&#10;Using both the die and playing pieces, players create different Magic 10 combinations. At the same time, players are encouraged to develop reasoning strategies.&#10;&#10;Brightly colored plastic playing pieces and number templates help players learn basic math skills. Along the way, players attempt to gather as many playing pieces as possible to win the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fraction Whirl I",
    "ID": 97979,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97979/fraction-whirl-i",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From Publisher Website:&#10;&#10;Fraction Whirl I, a one-of-a-kind game, unravels fraction complexities by using colorful cards and a user-friendly fraction slider. Fraction Whirl I is fun, quick-paced, and easy to play. The game is perfect for classroom instruction and home learning activities.&#10;&#10;The distinctive Fraction Whirl I cards - with standard fraction notations in addition to groupings of dots, blocks, and pie shapes - help players understand the relationship between different fraction representations. While the cards whirl around the table, players try to collect 4 matching fraction cards and be the first to quickly grab a Whirl token.&#10;&#10;The trick? Players need to keep their eyes on both the cards and the tokens. Need help with the answers? The Fraction WhirI I slider is always there to help.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fraction Whirl II",
    "ID": 97980,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97980/fraction-whirl-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "From Publisher Website:&#10;&#10;Fraction Whirl II, the unparalleled game of comparing fractions, just takes minutes to learn! Simply turn over your top card and compare it to your opponent's card. The player with the largest fraction wins the round and retains the cards. And the player with the most cards wins the game.&#10;&#10;Need assistance with the answers? The Fraction Whirl II chart will come to the rescue!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flip 'n Link Money",
    "ID": 97981,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97981/flip-n-link-money",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From Publishers Website:&#10;&#10;Ages 8 and Up&#10;2 Players&#10;5 Minutes to learn&#10;Playing time: 10-15 minutes&#10;Flip &rsquo;n Link&trade; Money&#10;&#10;The Fun-Filled Strategic Money Game!&#10;&#10;Flip 'n Link Money is an engaging and action-packed strategy game. Players learn how to count coins while reinforcing basic addition skills. Simply add the value of the coins on the game cards and match that amount to the appropriate playing piece.&#10;&#10;To win, a player must strategically create a link of five playing pieces. But there's a trick! Players must plan ahead to avoid being trapped by their opponents and having their playing pieces flipped to the opponent's side. The action continues until one of the players creates a link. Players win with clever strategies and a bit of luck.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flip 'n Link Time",
    "ID": 97982,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97982/flip-n-link-time",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From Publisher Website:&#10;&#10;Flip 'n Link Time is an engaging and action-packed strategy game. Players explore time in three forms: digital, analog and written word. Simply match the analog clock or word time on the game cards to the digital time on the appropriate playing piece.&#10;&#10;To win, a player must strategically create a link of five playing pieces. But there's a trick! Players must plan ahead to avoid being trapped by their opponents and having their playing pieces flipped to the opponent's side. The action continues until one of the players creates a link. Players win with clever strategies and a bit of luck.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Number"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flip 'n Link Fractions",
    "ID": 97983,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97983/flip-n-link-fractions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From Publishers Website:&#10;&#10;Flip 'n Link Fractions is an engaging and action-packed strategy game. While enjoying the game, players learn the concepts of fractions and how they relate to a whole. Simply identify the fractions listed on the game cards, then match their values to the appropriate playing piece.&#10;&#10;To win, a player must strategically create a link of five playing pieces. But there's a trick! Players must plan ahead to avoid being trapped by their opponents and having their playing pieces flipped to the opponent's side. The action continues until one of the players creates a link. Players win with clever strategies and a bit of luck.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quest Adventure Cards",
    "ID": 97985,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/97985/quest-adventure-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A fantasy based game where you have to win quests using various characters (heroes and monsters), items (components, magical items, treasures and equipment) and spells. Special Event cards are used during gameplay to spice up the gaming experience.&#10;&#10;Players compete against each other and score points while completing quests.  Each player take their turn trying to match cards according to the current quests in play which vary during gameplay (as quests are completed).  Strategically players may play special Event cards to steal cards, force trading of cards, etc.  Each turn players pick two (2) cards from the draw pile and can at most play three (3) cards per turn.&#10;&#10;The goal of the game is to have the most points before the maximum completed quest is reached which varies according to the number players:&#10;&#10;&#10;    4 quests for 2 players (a rather quick game - appx. 15-20 mins.)&#10;    6 quests for 3 players (a longer game - appx. 30-40 mins.)&#10;    8 quests for 4 players (longest game - appx. 45-60 mins.)&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Math",
      "Medieval"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "kaleidoshape",
    "ID": 97989,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/97989/kaleidoshape",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Contents:&#10;-Boardgame with central turntable&#10;-48 geometrical shapes matching the shapes on the board&#10;-4 bingo cards&#10;-rolling die and marker&#10;&#10;+  additional picture cards to play a variant&#10;&#10;This is bingo game with colors and shapes instead of numbers. Children throw the dice and move the turntable the same number of spaces as shown in the dice. As a resutl shapes matching those on the bingo cards are formed and the children can pick those.&#10;Excellent to develop color and shape recognition.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hit the Trail",
    "ID": 97991,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.89",
    "Link": "https://boardgamegeek.com/boardgame/97991/hit-the-trail",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Hit the Trail comes packaged in a mini backpack which includes 72 cards, 3 dice, and pencil. Each player is dealt 7 cards. The player then picks a card and lays it face up. (This is where the strategy comes in) Do you pick a lower point card or a higher point card? The Youngest player then rolls the three dice, trying to match one of the die or combination of dice to their card amount which is face up. Each time the die/dice combination match the player's card that is face up, the player gets to move the card into their &quot;mile pile&quot; trying to be the first to hike 100 miles. Players must beware of getting caught with a &quot;cooler card&quot; - like the mother bear &amp; cubs in the trail. If you get caught with one of the three cooler cards you loose 10 miles. Other twists in the game include bonus rolls if the player&rsquo;s dice totals the card amount that is face up. Don&rsquo;t forget to look out for the trips /doubles rule which is when any of the dice come up with doubles or triples. You take a card from the person to your right.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pinkalicious Cup Cake Party Game",
    "ID": 97993,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/97993/pinkalicious-cup-cake-party-game",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players work together to collect cupcakes and fill the tray by performing activities from 4 different categories. Charades. Dancing. Drawing. &#10;Players rolling the dice to find out if they have to do a dance, act something out, make up a song or rhyme, or draw a card. You&rsquo;re rewarded for your efforts with a cupcake, but watch out if you draw Peter, he takes one of your cupcakes away.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Role Playing",
      "Singing"
    ],
    "Families": [
      "Series: Pinkalicious (Fundex)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pinkerella Pink-O Lunchbox",
    "ID": 97994,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/97994/pinkerella-pink-o-lunchbox",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players takes turns drawing and playing cards. When a card in your hand matches an icon on your game mat, place a cupcake on that icon. Yell out &quot;Pinkarella&quot; when your game mat is filled.&#10;&#10;Components:&#10;&#10;     54 cards&#10;     24 cupcake discs&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Series: Pinkalicious (Fundex)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Willo the Wisp",
    "ID": 97997,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/97997/willo-the-wisp",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "44 cards, illustrated with characters that must come from a book or children's animated TV series, but I have never heard of it. Rules on the back of the box suggests 4 different games you could play with the cards, including old favourites like Snap and Happy Families. Cards are much thicker than usual.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Make Five",
    "ID": 97999,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/97999/make-five",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a crossword-style word game for 2 or more players.&#10;&#10;Components:&#10;56 letter cards&#10;game sheet pad&#10;match scores booklet&#10;6 pencils&#10;rules&#10;&#10;Game play:&#10;Each player has a game sheet with a 5x5 grid for entering letters and their point values, as well as three rubbish bins for rejecting a letter. One player turns over a letter card, and all players enter that letter and the letter's point value (printed on the card) in one of the spaces of their grid, or a bin, if they want to discard the letter. Play continues until 28 cards have been drawn. Players then score by finding all words in a player's grid and adding up the letter values. The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sooty Saves Sixpence",
    "ID": 98000,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.62",
    "Link": "https://boardgamegeek.com/boardgame/98000/sooty-saves-sixpence",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Card game using ideas from a regular card game called Casino. The cards all feature Sooty but they also have amounts of money on each one, ranging from 1 penny to 1 shilling (that is 12 pennies). Four cards are laid face-up in the middle of the table and each player is dealt 4 cards. In your turn you can take a card from the display by using a card with the same value from your hand. Alternatively, you could add a card from your hand, and add it to the amount on the card on the table, with a view to taking it next turn with a card equal to the total on the two cards which you were 'building'. However, before your next turn comes round, another player might be able to take your 'build'.&#10;There are special cards that score more than normal.&#10;The game ends when the pack runs out. Cards you captured are added up, their face value in money. Then any Lucky Pennies score as 1 shilling. Any Lucky Sixpence scores 2 shillings. Any Money Boxes score 4 shillings and twopence. The player with the most in his 'savings' wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Bears",
      "Characters: Sooty"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cheers and Tears",
    "ID": 98012,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/98012/cheers-and-tears",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Card game with 54 cards in 18 sets of three cards. Two are identical, the Cheers cards, and one is the opposite to the Cheer card, the Tears card.&#10;Players aim to win a trick, made up of the two Cheers cards from any set, but this trick is not won yet. You win the trick permanently if you can play the matching Tears card on to it in a later turn. If another player does this to you, the trick is discarded. The game is won by the player who has the most cards in their 'captured' pile, less any cards still in their hand when the Cheers Cards are all played.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Haab",
    "ID": 98017,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/98017/haab",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The sister game to Junishi, 12 Moons,Neteru, and Zodiakos,&#10;Haab is an abstract strategy game inspired by the Mayan Zodiac. (Each player controls 6 of the 19 signs.)&#10;&#10;The object of Haab is to move one of your 6 pieces into your opponent's Gate, which is located at the opposite end of the board, in between your opponent's Spawn Areas.&#10;&#10;Players begin at either end of a board comprised of 23 circles. &#10;At the start of the game there are not any pieces on the board. Any pieces that a player wishes to use must be &quot;spawned&quot; in one of the Spawn Circles on that player's side of the board. &#10;Players may move the pieces that they already have on the board either by moving them into adjacent circles or by jumping over friendly pieces.&#10;Players also may use their pieces to capture their opponent's piecess by jumping over them.&#10;&#10;Haab is a simple and fast paced abstract strategy game that is easy to learn and usually plays in under 20 minutes. It comes in a little cloth bag that also serves as the game board&#10;and it can be carried in any pocket that is big enough to hold a pack of gum.&#10;&#10;Haab is a complete game that can be expanded by combining it with its sister games Junishi, 12 Moons, Zodiakos and Neteru.&#10;(source : the publisher)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mythology"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Administrando o seu Dinheiro",
    "ID": 98022,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98022/administrando-o-seu-dinheiro",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Translation of the back of the box: The Game managing your money is a game of many adventures and while you to have fun, you learn how to manage their own money. With the game managing your money you also take a tour you learn how to take care of your money.&#10;&#10;The oldest player will take the money and the Bank will distribute $ 22.00 for each participant. After randomly designed player, the first launch since the walk and the corresponding number of homes, and perform the requested task at home to stop. Whenever a player lands on a blue house, and perform the task, turn the wheel and receive or pay an amount to the bank, according to state that roulette.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "O Pequeno Empresário",
    "ID": 98023,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98023/o-pequeno-empresario",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Translation of the back of the box: A fun game for small entrepreneurs!&#10;&#10;In this game from rolling dice players travel the board to get their houses in the colors of their pawns to thereby have the opportunity to roll the wheel and increase their earnings. Game for teaching children to manage money and make their first mathematical operations.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sevens Down!",
    "ID": 98025,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98025/sevens-down",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promo statement from the rules:&#10;&#10;&quot;Sevens Down is an entertaining and fast-paced card game for the whole family that uses special cards to switch the action and give the players a jolt of fun.&#10;&#10;Inside the box:&#10;(2) decks of cards (1 red back, 1 blue back) with cards numbered from 1-14 in 4 different colors; red, blue, green, and gold. (8) wild cards and (4) skip cards.&#10;&#10;Rules summary:&#10;Players are dealt a number of cards based on the number of players.&#10;&#10;A Seven starts the play off  On their turn, players play as many cards as they can in alternating colors in ascending or descending order from the seven.&#10;&#10;A player's goal is to play all of their cards.  They receive points for the cards left in their opponents hand as well as for every seven they play.&#10;&#10;Game is over when the target number of points is reached.  Target is determined by number of players.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pictures",
    "ID": 98026,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/98026/pictures",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Pictures two teams play against each other. One player from each team reads a definition from one of the 110 cards, 2640 definitions and six different categories and gets one hourglass of time to draw and have his teammates guess the correct definition. If they guess correctly they get to roll a dice and move their pawn forward. The first team to reach the finish line wins the game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Global Mega Brand",
    "ID": 98034,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/98034/global-mega-brand",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "0",
    "Description": "GLOBAL MEGA BRAND is a game about investing and auctioning. Players must choose how much to invest and use their remaining money to bid on GLOBAL MEGA BRAND shops.&#10;&#10;The object of the game isn't to make money, but to accrue the lion's share of market power by buying the right combination of shops. The highest number of points is awarded to a player who able to buy all shops of a particular brand.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Second Down",
    "ID": 98038,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/98038/second-down",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Second Down is an American football game produced in the UK and targeted for younger players.  However, it features a nifty method of play-calling.  The offensive and defensive players each have a set of play cards.  The defense card has a grid of colors on it; the offense card has holes representing the play.  After plays are chosen, the offense card is placed over the defense card and the results is determined by the colors showing through the play holes.  For some results a die is rolled for further resolution.  Overall, a simple but clever system to showcase the play-calling aspect of the sport.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wrangler Heritage Quiz Card Game",
    "ID": 98042,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/98042/wrangler-heritage-quiz-card-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Advertising-related game, for Wrangler jeans, etc.&#10;Questions test your knowldge within the years 1945 to 1985. Players score penalty points for wrong answers and the player with the least amount of penalty points after the deck has been used completely, wins.&#10;&#10;From the packet:&#10;&#10;&quot;Test your knowledge of Britain with this compulsive new card game, quiz and puzzle combined.&#10;&#10;Inside this pack are 50 cards - 48 ask the questions, 2 cards give the answers (in case you are really stuck!)&#10;&#10;A rules leaflet tells you how to play.&#10;&#10;There are two games to play, with up to 5 of your friends, and two games to play on your own.&quot;&#10;&#10;This game is a fairly straightforward quiz with a color photograph on each card to illustrate the location concerned in the question. The method for answering is quite novel. Instead of a straight a) b) c) d) multiple choice, you pick your answer and go to the next card according to the number next to that answer. You should find that your set of answers takes you back to your starting card after eight questions.&#10;&#10;There is interaction between the players when one person thinks they need a cards already used by another in their answer. There is then a challenge for the card because each card can only appear in a single set of answers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Movies / TV / Radio theme",
      "Music",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: London (England, UK)",
      "Country: England",
      "Music: Pop",
      "Promotional: Board Games",
      "Sports: Cricket",
      "Sports: Football / Soccer",
      "Theme: Music Making & Makers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Question of Television",
    "ID": 98045,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/98045/a-question-of-television",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "45 cards, each posing one or more questions. All the questions centre around television programmes.&#10;There are six categories: Mystery Celebrities, TV Wordmix, One Minute Round, Name that Ad, Quick Draw, Name The Programme.&#10;Played in teams, each team gets a question from each of the six categories. The game is played over four rounds per category, the team with the most points, wins.&#10;Game published to advertise Scotch Videocassettes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Board Games",
      "Trivia: Television"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beanstalk",
    "ID": 98063,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/98063/beanstalk",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A player is a islander on equatorial line. A Space elevator has bullt in your island, and you switched from a farmer to a merchant. Now, you should trade cargos from universe to grow affluent.&#10;&#10;Each turn, the player locates 2 falling down carges what on choosen column vertically. If same color cargos connect 4 or more, these cargo come into port, then dealed out by players. Therefore, player can build buildings by paying cost(= 1 cost equals to 1 cargo). You can use special capability of these buildings.&#10;&#10;Finally, The player who gains most cargos is winner.&#10;&#10;",
    "Categories": [
      "City Building",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wordquest: Expansion set",
    "ID": 98066,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/98066/wordquest-expansion-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Expansion for Wordquest! Wordquest! is basically a multi-player word search. When you locate the word, you mark it with your color tiles. If an opponent finds a word that uses a letter with your tile marking it, your word gets erased from the board. That makes the game more interesting. Whoever has the most tiles on the board when all the words are found is the winner.&#10;&#10;This expansion contains 20 new themes.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Wordquest! (Goliath B.V.)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micro chess",
    "ID": 98073,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/98073/micro-chess",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "3x3 chess is a solved game. This game is analysed and solved by Kirill Kryukov. You can read more about 3x3 chess from his own web site about 3x3 chess and you can find more problems.&#10;&#10;This game is designed especially as a chess training game for kids and occasional chess players. This game is not an orginal idea of the game designer. The game is played on a 3x3 board with a standard chess set. The aim of the game is to make a check mate in given number of moves. The game files include game rules for a two player game,for solo play and challenge cards. There are four difficulty levels. The easiest is mate in one and the most difficult is mate in four.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Movement",
      "Open Drafting"
    ],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Summer of 1863",
    "ID": 98082,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/98082/the-summer-of-1863",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Point-To-Point movement, with a subtle system that portrays the political and economic underpinnings of the Gettysburg Campaign.&#10;&#10;The game is operational in scope. The players are cast in the roles of Lee and Hooker/Meade. The map covers the area from Fredericksburg VA to Harrisburg PA&#10;&#10;Beginning on June 10, 1863 with the Federal and Confederate armies concentrated near Fredericksburg, Virginia. Formations move on the map using point-to-point movement, with roughly 12-15 miles between map points. There are up to 10 turns during the game, and each game turn represents 3 days.&#10;&#10;The formations in the game are Confederate Divisions and Federal Corps, and also include Army HQs, Cavalry Divisions, and Federal Departments. Each formation has a number of Command Points reflecting the skills of its leader.&#10;&#10;Formations spend Command Points to move, forage for supplies, destroy bridges, and cut or repair rail lines. As formations move on the map, enemy formations may attempt to evade, intercept, or screen.&#10;&#10;Battles occur when Federal and Confederate formations occupy the same map point. Battles can last up to 3 battle rounds. Battle movement can take place between battle rounds to reinforce the battle from adjacent areas.&#10;&#10;Victory Conditions provide players with multiple strategic options for pursuing victory.&#10;&#10;Components&#10;&#10;     22 x 34 inch map&#10;     98 die-cut 5/8 inch back-printed counters&#10;     12 pages of rules&#10;     one 8-1/2 x 11 inch player aid card&#10;     ziplock folio format&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All Hallows Eve",
    "ID": 98087,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98087/all-hallows-eve",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A fun, fast paced card game for the whole family, full of spooks, spectres, creepies and crawlies. Each player takes a turn and plays up to 3 scary cards, each with different powers and point values. The highest total wins the Haunt. Whoever finds the most Haunts wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wallet Warriors",
    "ID": 98088,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98088/wallet-warriors",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "They&rsquo;re brave, adventurous, ready to fight! And they fit in your wallet!&#10;&#10;Fill your billfold with 10 different adventurers! Explore the depths of your pocket book with 12 different dungeons! Discover dozens of traps, treasures and monsters, all within your purse!&#10;&#10;Wallet Warriors is a quick adventure game that you can play while you wait for the bus, wait for a table or wait for the movie to start. It can be played alone or with multiple players. The sturdy cards are both durable and portable. It plays in just minutes but the mutable map and multiple quests insure that the fun can go on forever!&#10;&#10;With a simple roll of the dice or spin of the spinner your adventurers (such as thief, druid or elf) move through the randomly created dungeon and discover either a monster, trap or treasure! If your level and roll is high enough, or if your abilities are good enough, you can beat the adversaries and continue on to succeed in your quest of finding gold, rescuing the princess or just exploring the entire map!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Front Royal: May 23rd 1862",
    "ID": 98102,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/98102/front-royal-may-23rd-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "(from www.wargamedownloads.com)&#10;&#10;1862  Front Royal (American Civil War in 3D)&#10;&#10;This absolutely FREE complementary battle in our series of the American Civil Wargames in 3D sees the Union army under General Nathanial P Banks being attacked once again by the Confederate General Thomas J Stonewall Jackson. This is our second of five battles in the Jackson Valley Campaign of 1862 and the sixth battle in our series of the American Civil Wargames in 3D.&#10;&#10;Historically Front Royal was minor action before the First Battle of Winchester, but what if both sides had committed their forces here and this minor action had escalated. This is a battle that could have easily happened.&#10;&#10;Front Royal initially has a time limit of 14 bounds in which the Confederates must achieve their task objective. Its design allows for a fast, fun and realistic game within a 1 to 2 hour period of continuous play. The game gives a flavor of the American Civil War period and a simple chain of command solution adds intrigue to the game, keep the chain of command together and everything is fine, lose it and it could cost you the game?&#10;&#10;Combat is designed around the three factors that appear on the unit counters, these indicate the Range, Attack and Strength of the represented unit. You don&rsquo;t even need any dice to play the game since a dice tile system is included with the game, but if you want to roll dice then it&rsquo;s the simple six sided variety that you will require.&#10;&#10;The game board is designed to be used either 2 dimensionally as a straight print and play or 3 dimensionally, this takes a little more time to construct but it is well worth the effort for the impressive game board you get at its completion. The final 3D game board gives you a realistic feel to the terrain and shows the tactical dispositions of all the game counters.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "First Kernstown: March 23rd 1862",
    "ID": 98103,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/98103/first-kernstown-march-23rd-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "1862 &ndash; First Kernstown (American Civil War in 3D)&#10;&#10;This is our first of five battles in the Jackson Valley Campaign of 1862 and the fifth battle in our series of the American Civil Wargames in 3D. It sees the Union army under General Nathanial P Banks being attacked by the Confederate General Thomas J &ldquo;Stonewall&rdquo; Jackson.&#10;&#10;The Union army is massing for a push on Richmond and General Jackson in located in the Shenandoah Valley to the West shadowing the Union force of General Banks. Word comes to Banks that he is to split his commission and send half of his force to support the push on Richmond. Jackson's superior General Johnston learns of this and sends word to Jackson that this must not occur. Jackson immediately turns around and marches back some forty miles to attack Banks.&#10;&#10;First Kernstown initially has a time limit of 12 bounds in which the Confederates must achieve their task objective. Its design allows for a fast, fun and realistic game within a 1 hour period of continuous play. The game gives a flavor of the American Civil War period and a simple chain of command solution adds intrigue to the game, keep the chain of command together and everything is fine, lose it and it could cost you the game?&#10;&#10;Combat is designed around the three factors that appear on the unit counters, these indicate the Range, Attack and Strength of the represented unit. You don&rsquo;t even need any dice to play the game since a dice tile system is included with the game, but if you want to roll dice then it&rsquo;s the simple six sided variety that you will require.&#10;&#10;The game board is designed to be used either 2 dimensionally as a straight print and play or 3 dimensionally, this takes a little more time to construct but it is well worth the effort for the impressive game board you get at its completion. The final 3D game board gives you a realistic feel to the terrain and shows the tactical dispositions of all the game counters.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pea Ridge: March 7th 1862",
    "ID": 98104,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/98104/pea-ridge-march-7th-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2",
    "Description": "(from wargamedownloads.com)&#10;1862  Pea Ridge (American Civil War in 3D)&#10;&#10;The fourth battle in our series of the American Civil Wargames in 3D sees the Union army under General Samuel R Curtis is entrenched just south of Pea Ridge, Arkansas. Curtis is unaware that a numerically superior Confederate army lead by General Earl Von Dorn is converging on his position.&#10;&#10;The Confederates make a dawn strike from the north around Pea Ridge having spent two days outflanking the entrenchments of the Union army.&#10;&#10;Pea Ridge initially has a time limit of 12 bounds in which the Confederates must achieve their objective. The game can be extended into a second day of conflict. Its design allows for a fast, fun and realistic game within a 2-3 hour period of continuous play. The game gives a flavour of the American Civil War period and a simple chain of command solution adds intrigue to the game, keep the chain of command together and everything is fine, lose it and it could cost you the game?&#10;&#10;Combat is designed around the three factors that appear on the unit counters, these indicate the Range, Attack and Strength of the represented unit. You don&rsquo;t even need any dice to play the game since a dice tile system is included with the game, but if you want to roll dice then it&rsquo;s the simple six sided variety that you will require.&#10;&#10;The game board is designed to be used either 2 dimensionally as a straight print and play or 3 dimensionally, this takes a little more time to construct but it is well worth the effort for the impressive game board you get at its completion. The final 3D game board gives you a realistic feel to the terrain and shows the tactical dispositions of all the game counters.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)",
      "States: Arkansas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "First Winchester: May 25th 1862",
    "ID": 98105,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/98105/first-winchester-may-25th-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "(from wargamedownloads.com)&#10;1862  First Winchester (American Civil War in 3D)&#10;&#10;This is our third of five battles in the Jackson Valley Campaign of 1862 and the seventh battle in our series of the American Civil Wargames in 3D. It sees the Union army under General Nathanial P Banks being attacked once again by the Confederate General Thomas J Stonewall Jackson.&#10;&#10;The Union army retired to Winchester having lost the brief action at Front Royal two days previous. Banks is now lined up around Winchester and is waiting for the Confederates to attack.&#10;&#10;First Winchester initially has a time limit of 16 bounds in which the Confederates must achieve their task objective. Its design allows for a fast, fun and realistic game within a 1 to 2 hour period of continuous play. The game gives a flavor of the American Civil War period and a simple chain of command solution adds intrigue to the game, keep the chain of command together and everything is fine, lose it and it could cost you the game?&#10;&#10;Combat is designed around the three factors that appear on the unit counters, these indicate the Range, Attack and Strength of the represented unit. You don&rsquo;t even need any dice to play the game since a dice tile system is included with the game, but if you want to roll dice then it&rsquo;s the simple six sided variety that you will require.&#10;&#10;The game board is designed to be used either 2 dimensionally as a straight print and play or 3 dimensionally, this takes a little more time to construct but it is well worth the effort for the impressive game board you get at its completion. The final 3D game board gives you a realistic feel to the terrain and shows the tactical dispositions of all the game counters.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chametz: The Search Is On!",
    "ID": 98106,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/98106/chametz-the-search-is-on",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The word &quot;chametz&quot; is Hebrew and refers to the food items and derivatives that are prohibited during the week of the Jewish holiday Passover (usually bread and other items containing five prohibited grains: barley, wheat, oat, rye and spelt).  Egregious examples of chametz include pizza, donuts, cookies, cupcakes, pretzels, and crackers.  &quot;Chametz: The Search is On!&quot; is played similarly to &quot;Clue&quot; but instead of deducing a murder, the players must determine which character left which item of chametz in which room.  It's especially appropriate because Jewish law requires families to search their home and clean it of all chametz before Passover begins.&#10;&#10;The board is a blueprint of a house with six rooms (kitchen, bedroom, dining room, living room, office and garage).  There are also six items of food and six characters.&#10;&#10;Eighteen cards are included (one for each character, food and room).  After separating the cards into the 3 categories and secretly hiding one character, one food and one room in the small envelope provided, the remaining cards are shuffled and then dealt out to the entire group, clockwise, until all cards are gone.  Players may begin in any room as long as they choose it before seeing their cards.  They take turns rolling a six-sided die to determine how far they can walk around the perimeter of the home (with entrances off the main spaces).&#10;&#10;Upon entering a room, players may make a guess as to the hidden person, food and room.  The player to their left may prove them wrong by showing a card in their hand that matches one of the items in the guess. If that player has no matches, the guess goes to the next person.  If nobody has a match, the player can check the hidden cards to see if they're right.&#10;&#10;Players do not have to write with pen or pencil (another prohibition for Jews on the Sabbath and Holidays) and instead place cardboard markers in a noteboard with 18 slots (one for each item).&#10;&#10;The cardboard markers can be placed in the slot in such a way as to &quot;point&quot; left, right or up, and may be used to remind yourself who showed you that particular item.&#10;&#10;There are 4 mandatory &quot;Question Squares&quot; on the board and 4 optional ones.  When landing on these squares, the player is read a question from the stack of Question Cards based on another roll of the die (each Question Card has True/False, Multiple Choice and Fill-in-the-Blank versions of the question).  A roll of 1 or 2 gets the easier True-False version, and 5 or 6 gets the hardest Fill-in-the-Blank version.  The questions pertain to Passover and Jewish History.&#10;&#10;After answering correctly, the player may immediately jump to any room on the board and make a guess.  There are no secret passageways between rooms otherwise.&#10;&#10;First player to guess the hidden character, food and room wins.  To play with 2 players, one card is placed face down in each room before dealing the cards out.  So when entering a room, the player may choose to make a guess or look at the face-down card (it's essentially a 3rd player who shows one of their cards when you enter each room).&#10;&#10;",
    "Categories": [
      "Educational",
      "Murder / Mystery",
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: Judaism",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yiddishe Kop",
    "ID": 98109,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/98109/yiddishe-kop",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Yiddishe Kop is a game of brain teasers and riddles with a Jewish bent.  The box contains 134 Puzzle Cards with 3 clues each and the answer printed upside down; and 20 Query Cards that say: &quot;This card good for one yes or no question.&quot;&#10;&#10;To begin play, one player becomes the &quot;Puzzle Master&quot; and deals the 20 Query cards to the players one at a time left-to-right until the cards are gone.  With 5 players, each player gets 4 Query Cards.&#10;&#10;The Puzzle Master then chooses a Puzzle Card and reads the puzzle to the group (and reads the answer to themselves only).&#10;&#10;From left-to-right players turn in a Query Card to ask a yes-or-no question.  The four possible answers are &quot;Yes,&quot; &quot;No,&quot; &quot;Irrelevant,&quot; and &quot;Partially Correct.&quot;  If the questioner receive a &quot;Yes&quot; they may continue to ask follow-up questions without playing another Query Card.  If they receive any other answer, play moves to their left.&#10;&#10;Players need to pay close attention to the questions being asked so they don't duplicate questions.&#10;&#10;Whoever answers the puzzle correctly keeps the Puzzle Card.  If no one is able to determine the answer before all the Query Cards are played, the Puzzle Master keeps the Puzzle Card and the role of Puzzle Master rotates to their left and the Query Cards are dealt again.  The object of the game is to win 3 Puzzle Cards.&#10;&#10;The Puzzle Master is the final arbiter, but if the answer is read and the group unanimously believes the Puzzle Master gave incorrect or misleading answers, they do not keep the Puzzle Card and sit out the next round.&#10;&#10;Players may play alone by reading the 3 clues provided one by one and trying to deduce the answer.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Religious: Judaism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Card Game – A Journey to Rhosgobel",
    "ID": 98113,
    "Year": "(2011)",
    "Geek Rating": "6.222",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/98113/the-lord-of-the-rings-the-card-game-a-journey-to-r",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.9231",
    "Description": "Game description from the publisher:&#10;&#10;As the heroes continue through the Anduin Valley, they hear the piercing cry of an eagle over the distant ridge. They hurry to investigate, only to find a great eagle, suffering from wounds that appear to have come from goblin weapons. They only have short time to get the eagle assistance before it perishes.&#10;&#10;A Journey To Rhosgobel is the third Adventure Pack in the Shadows of Mirkwood Cycle for The Lord of the Rings: The Card Game! After facing a fearsome group of trolls, the heroes have pressed further into the Anduin Valley to continue their search for Gollum. However, when they stumble across a dying eagle wounded in a fight with goblins, they are compelled to offer their assistance.&#10;&#10;During their search for Gollum, the heroes must take a detour in order to save a valuable ally. Since the Eagles play such an important role in the Shadows of Mirkwood Adventure Packs, players will want to retain the trust of their winged allies by saving one of their kin. In order to do so, they must bring the bird to Rhosgobel and seek out the wizard Radagast, who knows many secrets of the wild.&#10;&#10;A Journey to Rhosgobel contains 60 fixed cards from the Shadows of Mirkwood cycle. In this exciting expansion, even more Eagles join the Tactics sphere, while Leadership players are given a D&uacute;nedain Quest that will inspire confidence in their cause. The heroes&rsquo; trek through Mirkwood leads them to Haldir of L&oacute;rien, whose unnatural agility will aid the party in their task. However, the sky grows dark with foul minions of the Shadow, and every step toward Rhosgobel causes the heroes&rsquo; avian ally more pain. There is no time to lose!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: The Lord of the Rings – The Card Game (LCG)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Derby Day",
    "ID": 98114,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/98114/derby-day",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "&quot;Unique Race Game for Young and Old&quot;, so say the rules.&#10;48 cards, depicting horses. 24 are 'white' and 24 are 'black'. The horses are numbered 1 to 48. Cards are sent round the table by passing a card to the player on your left. If it matches the colour of the recipient's horse, it is passed to the next left. If not, it goes on the bottom of your stack and you will have to try again when it reaches the top of your stack. Little skill needed. Going round all the players and back to you, is considered as 'going round the course'. First player to get all his horses 'round' wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Mini Quest",
    "ID": 98120,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/98120/the-mini-quest",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The Mini Quest game is a simple fantasy game for 2 to 3 players. The player becomes a hero, and travels around Seapootland, gaining loot to standing against THE BOSS!&#10;&#10;The game is a hex-and-counter style game, where you move around the board solving quests and killing monsters.  However, the boss monster, called THE BOSS, will terrorize Seapootland after a hero solves the 4th quest. If nobody can defeat the boss before it destroys The Kingdom City, everyone loses.&#10;&#10;All you need is 5 or more six sided dice (3 per player is the best), a pencil, an eraser and a cutting tool.&#10;&#10;You can download the game for FREE in the file/download section below.&#10;&#10;You can also visit us and play more games at http://experimentalplayground.blogspot.com/&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wee Van Sank",
    "ID": 98125,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/98125/wee-van-sank",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "7",
    "Play Time": "7",
    "Weight": "0",
    "Description": "Remove jokers. Deal each player 4 cards - 2 face-down and 2 face-up.&#10;&#10;On a player's turn they will normally play a card to a central pile using any one of their 4 cards, draw a card to replace the one they just used, then announce the sum of the cards in the central pile. Aces and faces are worth 1.&#10;&#10;The sum may not exceed 25. You may not play a card that would bring the sum above 25. If neither of a player's face-up cards are valid plays, they have the option of discarding any one of their cards and replacing it with a newly drawn card.&#10;&#10;If, after a player's turn, the value of the central pile reaches exactly 25, they sweep aside the pile - scoring one point - and the next player plays the next move, starting a new pile.&#10;&#10;The first player to score 3 points has won the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DIVE! The Board Game",
    "ID": 98129,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98129/dive-the-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Tired of the everyday hustle and bustle of everyday life and work, you decide to try to earn your fortune with a yacht you have inherited from an uncle you never knew.  You fly down to the yacht&rsquo;s location, but as it turns out the &ldquo;yacht&rdquo; is a small junker that is questionably seaworthy.&#10;&#10;Can you make a living with this boat?  What can you do?  Fish?  Become a rum runner?  While contemplating your future at a local restaurant, the local news station runs a story depicting a man and his crew popping a bottle of Champagne as they celebrate finding a wreck full of Spanish treasure.  &ldquo;Why not me?&rdquo; you ask yourself....  Why not you?&#10;&#10;Armed only with your boat and 50 Trade Credits (TCs), you decide to set out tomorrow to find treasure and fame in the waters between the U.S. and the Bahamas.  You will have to learn to dive, sail, and methods for search and recovery.  Will you try to advance conservatively, or try to advance quickly by luck?  Will you try to depend on cheaper equipment, or spend the fruits of your labors on the latest in high-tech equipment?  It will not be easy, and the competition with other wanna-be treasure hunters will be fierce.&#10;&#10;Your goal is to become the most renowned treasure hunter the Bahamas has ever known.  Up to 6 players take on the role of one of 16 international treasure hunters, each with different individual strengths.  Players may choose to visit the ports of Miami, Port Lucaya, or Alice Town to purchase and sell dive equipment, boating equipment, search and recovery supplies, and other merchandise; players may choose to explore unexplored areas of the sea by turning over sea tiles with random depths, or dive in explored areas.&#10;&#10;A player begins as an unexperienced diver, limited to shallow depths, limited by poor air consuption, and lack of equipment.  Beginning divers will be glad to recover minor treasures such as lobster, and shells during their freedives.  The more dives that are completed the more experience is gained.  The diver is allowed to make dives leading to greater depths, and with a larger possibility to obtain greater treasure.  The greater the treasure the diver recovers, the more Trade Credits a diver will earn at market.  The combination of experience and Trade Credits will allow the diver to eventually recover treasures that are worth too much money to sell on market, but can be donated to the Miami Nautical Museum in exchange for Victory Points.  The first player to win 10 victory points becomes the most renowned treasure hunter the Bahamas has ever known, and is the victor!&#10;&#10;DIVE! is a board game made by a diver, but which can be played by divers and non-divers alike.  No dive experience is needed, however, those familiar with diving will recognize diving concepts.  Divers will also recognize some of the concepts in this game are not exactly realistic.  That is because making real concepts unrealistic, makes the game fun!  That being said, playing DIVE! should not be seen as a substitution for scuba training, and the concepts in the game should not be used in actual diving.  If you are interested in diving, please contact your local PADI dive center.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Sports",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Simulation",
      "Tile Placement"
    ],
    "Families": [
      "Country: Bahamas",
      "Theme: Treasure Diving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mein kleines Pony: Das Traumschloss-Spiel",
    "ID": 98130,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/98130/mein-kleines-pony-das-traumschloss-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "What it is: A very simple, &quot;My little Pony&quot;-themed racing game for children.&#10;&#10;Aim: Be the first to reach the dream castle.&#10;&#10;How it is played: The game board shows a race course consisting of horseshoes in five different colours. To move their pony-shaped player piece, players take turns drawing cards from a stack of 32 cards. If the card shows a horseshoe, the player moves his/her pony to the next horseshoe of the same colour on the board. If the card shows two horseshoes, the pony is moved to the next but one horseshoe of that colour. If the card shows a pony, the player moves his/her pony to the corresponding picture on the board. If a pony lands on the space directly in front of one of the two shortcuts, it takes the shortcut. If it lands on a flag field, it can only move on after the player has drawn another horseshoe card of the same colour.&#10;The player whose pony is first to reach the castle wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Horses",
      "Toys: My Little Pony"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Africa Wild!",
    "ID": 98160,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98160/africa-wild",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players move along a track on the game board, toward a watering hole. The number of spaces a player moves is determined by the number on the top quiz card at the time of their turn. Animals are placed on spaces along the route, and players may pick up an animal if they land on the animal's space. Players may then move forward or backward one bonus space by correctly answering the animal-related quiz question on their turn. The game ends when a player reaches the watering hole; the player with the most animals at that time wins.&#10;&#10;The game includes a gameboard, 36 quiz cards, and 18 African animal playing pieces (included in a clear plastic &quot;spine&quot; tube on the side of the package).&#10;&#10;This is one in the series of Groovy Tube Books.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ankoku-seiun",
    "ID": 98164,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98164/ankoku-seiun",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ankoku-seiun is a postcard-game published by Kokusai-tsushinsha for &quot;Thanks Event&quot; on their online-gameshop.&#10;&#10;Designed by Makoto Nakajima.&#10;2 players sci-fi game.&#10;One player is an Empire player.  He must find out enemy secret base.&#10;The other player is a rebel player.  He must eliminate imperial guard unit before the Empire player's victory.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Road to Hollywood: The Ultimate Movie Quotation Game",
    "ID": 98178,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98178/road-to-hollywood-the-ultimate-movie-quotation-gam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The board game resembles a map of the United States with a path that winds across the country from Maine to Hollywood. Players form two teams and take turns drawing cards from a box. They pick a quote from the card and try to identify which movie the quote comes from, the character who said it, the actor&rsquo;s name, and the year the movie was released. Teams can advance one space for each correct answer, and the first team to reach Hollywood wins.&#10;&#10;Contains game board, 4 limousine movers, quote cards with quotes from the 1920s to present, oscar cards, instructions.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eylau 1807",
    "ID": 98192,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/98192/eylau-1807",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "EYLAU 1807 is a study and simulation of the Battle of Eylau (or Battle of Preu&szlig;isch-Eylau), 7 and 8 February 1807, between Napoleon's Grande Arm&eacute;e and a Russian Empire army under Levin August, Count von Bennigsen near the town of Preu&szlig;isch Eylau in East Prussia.&#10;&#10;Turn sequence :&#10;-Russian player receives reinforcements troops and moves troops&#10;-Russian player's Combat Phase&#10;-Russian player's Reorganization phase&#10;-French player receives reinforcements troops and moves troops&#10;-French player's Combat Phase&#10;-French player's Reorganization phase&#10;&#10;Each counter represents either a unit or a general. Each counter describes 3 factors : corps (french) or division (russian) name, movement points, combat points.&#10;&#10;-game components :&#10;1 map (59X76cm)&#10;122 counters&#10;one rule booklet (includes historical study of the battle)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Bagrationovsk (Russia)",
      "Country: France",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Funshine",
    "ID": 98195,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98195/funshine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this earth-friendly matching card game/puzzle, players each flip over a card that shows one piece of art taken from pictures on the board. Each player has one minute to match their piece to the correct picture on the board as they each add a piece to the sun shape. The game is printed on recycled paper with soy-based inks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ALBUERA!",
    "ID": 98196,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/98196/albuera",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "ALBUERA! is a study and simulation of the Battle of Albuera (16 May 1811) opposing a mixed British, Spanish and Portuguese corps elements (led by  general William Beresford and Lieutenant General Joaquin Blake) to the French Arm&eacute;e du Midi (Army of the South led by Marechel Soult) at the small Spanish village of Albuera, Spain.&#10;&#10;-Game components :&#10;1 mounted 50X34cm map (in 2 parts)&#10;130 counters&#10;1 rules booklet including historical study of the battle&#10;&#10;-Scale :&#10;1 counter = 1 regiment&#10;1 hex = 200m&#10;1 turn = 20 mn&#10;&#10;Each player earn victory points for : destroying ennemy units, controling Albuera hexes, controling crest hexes between 1110 and 2712.&#10;&#10;Turn sequence:&#10;A French cavalry moves&#10;B Allies form squares&#10;C Allied artillery defensive fire&#10;D French cavalry combat phase&#10;E French artillery and infantry move&#10;F French artillery and infantry combat phase&#10;G French square markers may be removed&#10;H Allied cavalry moves&#10;I French form squares&#10;J French artillery defensive fire&#10;K Allied cavalry combat phase&#10;L Allied artillery and infantry move&#10;M Allied artillery and infantry combat phase&#10;N Allied square markers may be removed&#10;O All fire markers are removed&#10;P Advance game turn marker&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Albuera (Spain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vortex: Core Rulebook",
    "ID": 98200,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/98200/vortex-core-rulebook",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Vortex is a customizable miniature skirmish game that can be used with any miniature in any setting, using the miniatures and terrain players already own.  2-4 players participate in individual action-packed skirmish games which are part of an endless campaign for an unlimited number of participants.  Players are engaged throughout the game with active opposing rolls of a single d10 die each.&#10;&#10;The 172 page Vortex: Core Rulebook contains the complete rules of play, extensive tools for building custom combatants, over 150 million possible combinations of scenarios to play, and a complete easy-to-play campaign system that allows miniatures to gain experience and grow as characters.&#10;&#10;Set within the genre-neutral Infinite Continua, Vortex can be played with historical accuracy or pure flights of fancy blending sci-fi, fantasy, history, fiction, and fact.  Players are free to write the story for their combatants and companies.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cross Keys: June 8th 1862",
    "ID": 98210,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/98210/cross-keys-june-8th-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "1862 Cross Keys (American Civil War in 3D)&#10;&#10;This is our fourth and penultimate of five battles in the Jackson Valley Campaign of 1862 and the eighth battle in our series of the American Civil Wargames in 3D.It sees a Union force under General John C Fr&eacute;mont launching an attack against Ewell&rsquo;s division, whilst the Confederate General Thomas J Stonewall Jackson is holding Port Republic against another pending Union attack (The final battle of the series).&#10;&#10;The Union army outnumbers the Confederates nearly two to one, so can they change history this time around and win at the battle of Cross Keys?&#10;&#10;Cross Keys initially has a time limit of 14 bounds in which the Union must achieve their task objective.Its design allows for a fast, fun and realistic game with in a 1 to 2 hour period of continuous play. The game gives a flavor of the American Civil War period and a simple chain of command solution adds intrigue to the game, keep the chain of command together and everything is fine, lose it and it could cost you the game?&#10;&#10;Combat is designed around the three factors that appear on the unit counters, these indicate the Range, Attack and Strength of the represented unit. You don&rsquo;t even need any dice to play the game since a dice tile system is included with the game, but if you want to roll dice then it&rsquo;s the simple six sided variety that you will require.&#10;&#10;The game board is designed to be used either 2 dimensionally as a straight print and play or 3 dimensionally, this takes a little more time to construct but it is well worth the effort for the impressive game board you get at its completion. The final 3D game board gives you a realistic feel to the terrain and shows the tactical dispositions of all the game counters.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DinosauRace",
    "ID": 98223,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/98223/dinosaurace",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "from the box&#10;&#10;A game for 2-8 players, good family fun!&#10;&#10;Makes other boardgames seem prehistoric.&#10;&#10;Object of the game&#10;&#10;The object of the game is to get your dinosaur safely back to the nest on the top of the volcano. To do this you must first travel around the board and collect 'Element' cards. There are four types of element cards to collect; Fire, Water, Earth and Wind. Once you have collected one of each you can start your journey to the top of the volcano.&#10;&#10;Playing pieces are 2 of each type of dinosaur - Noasaurus, Ankylosauria, Pterosaur and Stegosaurus, from 4 different &quot;time lines&quot; - Cretaceous (Yellow), Jurassic (Green), Volcanic (Red) and Ice Age (Blue).&#10;&#10;The board contains spaces to collect 'Element' cards, draw 'Fate' cards, 'Trade' cards already collected and there are special 'Touch &amp; Reveal&trade;' footprints which are rubbed to reveal good fortune or bad luck.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Prehistoric"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Little Saturn",
    "ID": 98228,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/98228/panzer-grenadier-little-saturn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "This is a 10 scenario book reviewing the Soviet offensive against the Italian 8th army, after the encirclement of Stalingrad. The scenarios follow nicely with Ottavio Ricchi's previous work, Fronte Russo.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pyramid (Official Version)",
    "ID": 98250,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98250/pyramid-official-version",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "User Summary&#10;&#10;Based on the game from the original Battlestar Galactica television series. Game play is similar to that of Poker. The deck consists of 56 cards:&#10;&#10;&#10;     52 Pyramid cards (divided into 4 suits - red, green, black, brown)&#10;     4 Cylon cards (similar to Jokers)&#10;&#10;&#10;The value of the cards are determined by a symbol system of dots, lines, and triangles (pyramids). One dot has the value of 1 and one line has the value of 5. The highest value of the dot line cards is 13, with the pyramid card out ranking that. However a pyramid card can also rank low in a sequence of cards, much like an Ace can in standard playing cards.&#10;&#10;Sequence examples:&#10;&#10;&#10;     Pyramid, 13, 12, 11, 10 (much like Ace, King, Queen, Jack, 10)&#10;     5, 4, 3, 2, Pyramid (much like 5, 4, 3, 2, Ace)&#10;&#10;&#10;Cylon cards are used as wild cards, and can be played one of two ways. The card can either be a stand in for which ever card the player wants it to be OR it can be the Cap Stone to created a Full Pyramid, which is the highest possible winning hand in the game.&#10;&#10;Players are dealt initially 5 cards in Pyramid. The cards are dealt out like in Poker, one at a time around the table, beginning with the player to the dealer's left.&#10;&#10;Once the cards are dealt, the player to the dealer's left bets first and places their bet into the pot. Then the dealer will ask if anyone would like new cards and how many they want. Players can discard up to 4 cards.&#10;&#10;After the new cards are dealt, each player can either surrender (discard and sit out the hand), call (match the pot), or raise (match the pot and raise it). If a player decides to raise, every other player must match this raise in order to stay in the game or surrender.&#10;&#10;The following is the rank of winning Pyramid hands:&#10;&#10;&#10;     Full Pyramid - Pyramid, Pyramid, Pyramid, Pyramid, Cylon&#10;     Kobol - Pyramid, 13, 12, 11, 10&#10;     Colony - 5 cards in sequence AND of the same color&#10;     Quorum - 5 cards in sequence of any color&#10;     Quad - 4 cards of the same rank, one of each color&#10;     Triad - 3 of a kind&#10;     Duo - a pair&#10;&#10;&#10;If more than one player has matching hand types, then the hand that has the highest card wins out. For example two players have a Quorum. One player has 7, 6, 5, 4, 3 and the other player has 8, 7, 6, 5, 4. The second player, the one with the 8, beats the hand of the first player.&#10;&#10;Much like Poker, Pyramid is a game of bets and bluffs. The goal is to win the most money in the end. Use your wits and your best Pyramid face to win all the Cubits!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "TV Shows: Battlestar Galactica"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bermuda Crisis: Discovery Dawning",
    "ID": 98255,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/98255/bermuda-crisis-discovery-dawning",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "An infrastructure building game in which players spend resources to upgrade camps (a kind of tech track) and draw special power cards (from 3 different decks with different styles of effects).  Players can choose to split their resource draws between the 'rare' and 'common' resource decks, and will need cards from both decks to make upgrades and purchase cards.  Trading is permitted, and the game encourages creative trades.  The game ends wither when a player hits 12 VP.  However, when players draw Artifacts from the resource decks (which serve as wild cards), the 'discovery dawning track' advances; if it completed, the game ends and the victor is determined by counting a different sort of VP.&#10;&#10;The game includes basic and advanced rules, so that beginners are not overwhelmed by the special powers available to them.  There are several viable paths to victory, and the game supports different play styles depending on your chosen path to victory (isolationist, interactive, aggressive).&#10;&#10;From the beginning of the rules:&#10;Welcome to a mysterious island in the Bermuda Triangle, where you and your opponents represent freshly-arrived teams in search of incredible power and money.  In order to be victorious, you must manage resourced wisely, plan coordinated attacks, and accomplish cunning trades.  Multiple routes exist to the finish line - will you be the one who best analyzes the given situation an emerges victorious?  This is what you will discover in Bermuda Crisis: Discovery Dawning.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ATS TT: LZ X-Ray",
    "ID": 98256,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/98256/ats-tt-lz-x-ray",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "LZ X-RAY is a labor of love of designer Jason Brown and we know that YOU too will love the way the system seamlessly moves forward in time, from the French Indochina War to the latter part of the conflict, aka the &quot;Vietnam War&quot;. The place is a remote swath of empty terrain in the Chu Pong Massif foothills. There's one problem...almost an entire NVA Battalion is streaming out of the foothills toward you and your men. It's November 1965 all over again and YOU are under fire on a 'Hot LZ' and there is only one way in and one way out...by air. New counters join the system in the form of multiple helicopter models, the 'Thumper Gunner', M60 machine-guns, and more.&#10;&#10;With ATS LZ X-RAY you'll be brought in....and hopefully back out again in a series of scenarios that depict the action from initial landing to Hot LZ and then some. Moore, Plumley, and all the valiant soldiers depicted in the book and movie &quot;We Were Soldiers Once&quot; are there and back in action again, facing a determined enemy with one goal: overrun the LZ and the men of the 7th Air Cav. You'll find all the termite mounds you can handle, NVA Regulars, historical leader counters, and Hueys...Hueys...Hueys...in various models. All with DETAILED COLOR MILITARY ART used for the die-cut counters.&#10;&#10;LZ X-RAY provides all the combat counters you need to play, just bring your own ATS marker counters, ATS rulebook and standard play aids.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jitterbugs",
    "ID": 98257,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/98257/jitterbugs",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Players use the magnetic fishing rod to collect the jittering bugs that dance around the board. Its a fun dexterity game for children that looks easier than what it actually is.&#10;&#10;The game requires the use of one &quot;C&quot; battery to power the motor that causes the bugs to dance around the board.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Equilogic",
    "ID": 98264,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/98264/equilogic",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A mathematical puzzle game.&#10;&#10;Players all receive a player-board (with the same letter for same difficulty level). The player board has a 3x3 grid. &#10;Now player start to complete the puzzle, first player who does, wins the round.&#10;&#10;3 Placement rules apply to all puzzles:&#10;1. Magical Total: the sum of the numbers in each row, column and diagonal is equal.&#10;2. Magic Center: 3x the number in the center equals the magical total&#10;3. Magic Color: Every color appears once in every row and/or column.&#10;&#10;The player-boards also have different types of hints depending on the level:&#10;Number Hints: some numbers are printed on the board.&#10;Symbol Hints: Some symbol hints are printed on the board.&#10;Color hints: some color-fields on the board.&#10;Shape Hints: Some shapes outlined on the board.&#10;&#10;",
    "Categories": [
      "Math",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jack and Jill (A first card game)",
    "ID": 98265,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/98265/jack-and-jill-a-first-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A simple card game for pre-school youngsters.The cards depict characters or scenes from the nursery rhyme 'Jack and Jill went up the hill'. You just draw a card, if it is Jack you place it in front of you. If it isn't Jack you discard it. Once you have Jack, you need to draw Jill, and so on. The cards must be collected in this order; Jack - Jill - Jack and Jill going up the hill - Jack and Jill fetching a pail of water - Jack falling down and Jill tumbling after - Jack in bed with his head bandaged with vinegar and brown paper.&#10;The first player to collect these cards in that order, wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Authors: Mother Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sexton Blake",
    "ID": 98266,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/98266/sexton-blake",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Modestly described as The Latest and Greatest of All Card Games. The pack of 60 cards, split into 4 'suits' of criminal gangs and a further suit representing the law. There are 12 cards in each suit. Each suit's cards are ranked in order, 10, 20, etc. with 120 being the highest. Sexton Blake, and his faithful sidekick Tinker, are the two most valuable law cards, as you would expect.&#10;The object is to collect sets of cards by winning tricks. Tricks are won absolutely normally (you must follow suit, if you can't then you may discard or play a trump (the law are the trumps).&#10;After all the tricks have been won, each player separates the cards worth 80 or more from his tricks won, and the rest of the cards are put to one side except that, if you do not have as many cards as the player who has the most, you draw enough cards from those set aside, making all the hands equal in the number of cards to play.&#10;In the second stage of the game, you continue trick-taking as before but the number of cards won is unimportant. What is important is that you are aiming to collect groups of 3, 4 or 5 cards of the same value.&#10;Points are scored by having such sets, with each group scoring the value of the cards in the group. The winner is the one with the highest score after three rounds have been played.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kursk 1943",
    "ID": 98267,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/98267/kursk-1943",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "600",
    "Play Time": "600",
    "Weight": "2.5",
    "Description": "Battle of Kursk (operation &quot;Zittadele&quot;) that took place in 1943 was final German attempt to keep strategic initiative on Eastern front. Germans regained their spirit (crushed after defeat at Stalingrad) after successful recapturing of Kharkov and hoped new powerful tanks Panthers and Tigers allow them to crush Russian defense. It took time to deploy new equipment to the battle which gave Soviets time to prepare deep defenses. On the other side Russian generals planned to slow and weaken attacking German forces and after they have no more offensive power launch Soviet counteroffensive.&#10;&#10;German assault was formed by two pincers - one attacking from the North while the other from the South. German plan was to cut off Soviet forces (5 armies) in Kursk bulge and destroy them. North pincer was a bit weaker and faced much more condense defensive lines which took much more time to break through. Assaulting forces was successfully distracted on July 12th by Soviet offensive to the north of the Kursk salient that was aimed toward Orel - directly at the rear of the assaulting Germans.&#10;&#10;On the south German forces was much more successful. After fierce combats they managed to break Soviet defenses and reached Obojan and Prokhorovka which was last Soviet defense before Kursk. Soviet forces was exhausted and suffered heavy losses during the battle (Soviet 5th Guards Army defending Prokhorovka was 50 tangs out of 650 that it had couple of days before). On July 12th ,although German commander - general Mainstein insisted on final push and break of Soviet defenses, Hitler - impressed by Allied invasion of Sicily and Soviet offensive towards Orel decided to abandon operation &quot;Zittadele&quot;.&#10;&#10;There are many myths that arose around the battle - mainly due to the fact that any real data available was kept confidential for a long time. It is fact that Germans did not break through Soviet lines but from recent historical materials it appears that Germans might have been very close to success. General Mainstein described the battle as German's lost victory - and, at least on the South, it looks like Germans were really close. Also German losses was extremely exaggerated (on July 11 - day of famous battle at Prokhorovka Germans lost around 48 tanks) while Soviet loses was tremendous. It looks like the battle could be won by Germans, but luckily other factors took the spirit of victory from Hitler just in time.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "History: World War II (Eastern Front)",
      "Series: Wielkie Bitwy 1939-45 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Notable Novelists",
    "ID": 98269,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98269/notable-novelists",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game for book lovers.&#10;Object of Game is to collect the most Literary Sets.&#10;There are 18 Literary Sets in the deck. Each Literary Set contains three cards:&#10;&#10;     Author Card includes the author's name, portrait and birth/death date.&#10;     Library Card includes 3 important books by the author.&#10;     Bio Card includes a piece of biographical info about the author.&#10;&#10;&#10;The youngest player goes first by asking one of the other players if they have either an &quot;Author Card,&quot; a &quot;Library Card&quot; or a &quot;Bio Card&quot; for a specific author. For example, you might say, &quot;Sara, do you have the Virginia Woolf Library Card?&quot;&#10;&#10;&#10;     If he/she has the card, he/she must give it to you. If the requested card completes a Literary Set, place the 3 cards face up on the table and request another card from any player.&#10;     If the player does not have the card you requested, pick the top card from the pile. If you pick the card you requested, show the group and place your Literary Set on the table.&#10;     If the card you pick does not complete a Literary Set, but is still the card you requested, show the group and place the card in your hand. Request another card from any player.&#10;     If you do not pick the card you requested, place the card in your hand and wait for your next turn.&#10;&#10;&#10;Play moves to the right. The game ends when all the Literary Sets have been made. The player with the most sets wins.&#10;&#10;",
    "Categories": [
      "Novel-based"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Twelve Doctors: Tomb of the Cybermen",
    "ID": 98272,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/98272/the-twelve-doctors-tomb-of-the-cybermen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Tomb of the Cybermen is an unauthorised, non-profit, and non-collectable mini-expansion for the The Twelve Doctors: Doctor Who Card Game.&#10;&#10;This expansion consists of the following cards:&#10;&#10;Master's Deck:&#10;Cyber Conversion&#10;Rani's Minefield&#10;Tomb of the Cybermen&#10;Dalek Invasion Force&#10;&#10;Doctor's Deck:&#10;Ian and Barbara&#10;&quot;That is why my brain is so much superior to yours!&quot;&#10;76 Totter's Lane&#10;Cloister Bell&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Time Travel",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HOKA HEY ! A Good Day to Die",
    "ID": 98276,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98276/hoka-hey-a-good-day-to-die",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From publisher's website :&#10;&#10;&quot;Spring, 1876&#10;&#10;The most formidable army ever assembled on the Great Plains begins to move. The army is comprised of three columns commanded by George Crook, John Gibbon, and Alfred H. Terry. The most renowned American officer of the era, George A. Custer, commands the 7th Cavalry Regiment, its 12 companies organized in 24 sections, its pack of mules and its Arikara scouts. Also on the move are the units of the 2nd and 3rd Cavalry regiments, Crow and Shoshone scouts, riflemen, volunteers, wagons, machine-guns, 19 superior officers and important figures, 108 combat sections, and 30 support units.&#10;&#10;All of this is represented by more than 250 original illustrations in Hoka Hey!&#10;&#10;It&rsquo;s a story of the Great Plains that takes a decisive turn. The great Indian tribes are included: Hunkpapas, Oglalas, Minneconjous, Sans Arc, Br&ucirc;l&eacute;s, Santee, Two Kettle, Yanktonnais, Cheyennes, Arapahos, Blackfeet.&#10;&#10;At the call of Sitting Bull, a great charismatic chief, 24 tribal chiefs and heroes, including Gall, Crazy Horse, and Lame White Man, assembled 76 groups of warriors. To defend their tipis, their families and their ponies, their way of life and their freedom, they will fight! It&rsquo;s a good day to die!&#10;&#10;More than 200 original drawings represent these Indian tribes who marched against the forces of the United States: Hoka Hey!&#10;&#10;At Honsinger Bluff, on the banks of the Yellowstone River, the first engagement between Sitting Bull and Custer took place on 4 August 1873. A first meeting of the swords that foreshadowed the fighting to come.&#10;&#10;On 9 June 1876, on the banks of the Tongue River, a skirmish showed Crook that the Indians were there and ready to fight!&#10;&#10;On 17 June 1876, the Indians won the first round by repulsing Crook&rsquo;s column at the Rosebud River.&#10;&#10;Finally, near the Little Big Horn from 25-27 June 1876, the Sioux won their greatest victory. Yes, truly, for Custer and 263 of his men, this was a good day to die.&#10;&#10;This first module includes:&#10;&#10;Prelude to the Tragedy: The Battle of Honsinger Bluff, an A2 map and a historical scenario.&#10;&#10;Crook is Repulsed: The Battle of Rosebud, two A2 maps and two scenarios (one of them historical).&#10;&#10;Custer&rsquo;s End: The Battle of the Little Big Horn, one to three A2 maps and 11 scenarios (three of them historical).&#10;&#10;June&rsquo;s Victories: The June 1876 campaign, rules to link the battles of the Rosebud and Little Big Horn.&#10;&#10;Last Warning: The Battle of the Tongue River, an A2 map and two scenarios. (This battle will be sent as a bonus for the first 500 orders.)&#10;&#10;A Good Day to Die: three battles, 15 scenarios.&quot;&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Cancelled Games",
      "Country: USA",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Woker",
    "ID": 98283,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98283/woker",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A new and fun word and card game that combines the challenges of word  games with the quickness of poker!   It&rsquo;s like a brainteaser for both sides of your brain.&#10;&#10;You can play two ways: Tally the points in your hands after each round and the player with the most points after 10 rounds wins!  OR Bet based on the rules of Draw, Stud or Texas Hold &lsquo;Em and test your best &lsquo;poker face&rsquo;! The player with the most chips after 10 rounds wins!&#10;&#10;The goal is to make the highest scoring words with your cards based on the points associated with each letter.&#10;&#10;Contents:&#10;&#10;     120 cards&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Building Dead Guys",
    "ID": 98285,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/98285/building-dead-guys",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Building Dead Guys pits two players against each other in a battle to the life. Each round a new Body Part is drawn. Both players bid secretly on it, the winner then places the Part onto their dead guy. Once you have a head, two arms and legs and a couple of organs, you win. Each Body part also has a one use ability which either helps you or hurts your opponent.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Secrets and Symbols",
    "ID": 98288,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/98288/secrets-and-symbols",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Is it possible that President Obama is not a natural-born American? Could someone you know be the next victim of organized organ theft? Should we be preparing? The Mayan calendar predicts the end of the world in 2012! You'll find all the theories, secrets, and legends revealed and explained in this exciting new game! &#10;By rolling the die, players move around the continuous board answering questions on Secrets, Legends, Symbols, or Theories. Correct answers are rewarded with a card to keep and each of those cards has part of a symbol on the back. Collect all four parts to complete any of the symbols and you win the game.&#10;&#10;There's bonus hidden treasure to collect from those that can't answer correctly. If you are lucky you get to deal witih, or steal from the other players! It's fast, it's fun, and just a little bit mysterious.&#10;&#10;Contents: &#10;&#10;     300 cards in four categories &#10;     game board &#10;     6 playing pieces &#10;     1 die&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spelloker",
    "ID": 98292,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/98292/spelloker",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "The card game that combines the fun of word building with the excitement of poker! The Spelloker deck contains 104 letter cards divided into three suits/colour. The object of Spelloker is to win chips from other players by creating the best poker style hand ... or bluffing your opponents into thinking you have the best hand.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zucchini",
    "ID": 98294,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/98294/zucchini",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A-shopping we will go. Check out our List. Fruits...Veggies... Lemons for lemonade. Don&rsquo;t forget the Zucchini for salads and muffins and bread and cake.&#10;&#10;In this game, players try to gather the Ingredients to fill various Shopping Lists. Do this before the Ingredients spoil and go to the Green Bins and the Recycle Truck, and are carted off to the Recycle Compost Depot.&#10;&#10;Includes: &#10;&#10;     game board, &#10;     10 spoiled stuff signs, &#10;     20 ingredients, &#10;     6 shopping lists, &#10;     shopping cart, &#10;     recycle truck, &#10;&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glenn Drover's Empires: Ancient Empires",
    "ID": 98297,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/98297/glenn-drovers-empires-ancient-empires",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Glenn Drover&rsquo;s Empires: Ancient Empires utilizes the extremely successful Age of Empires III: The Age of Discovery game engine and takes it in a whole new direction. In Ancient Empires, players control one of the civilizations from the Roman era and vie for supremacy.&#10;&#10;Among the elements new to Ancient Empires are agriculture, which determines a player&rsquo;s number of citizens, and the military garrison, which allows players to re-deploy their troops. To be victorious in Ancient Empires, a player must plan well and yet be able to adapt to changing circumstances. It is time for a leader to emerge and become the supreme ruler of the Roman World.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: Empires (Glenn Drover)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Very Busy Spider Game",
    "ID": 98307,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/98307/very-busy-spider-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players work together to create a spider web in this cooperative children's game based on the book by Eric Carle.&#10;&#10;Players spin to move their way around the board, landing on colored and fly spaces. Each time a player lands on a colored space they draw a line to create a spider web.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Line Drawing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Spiders",
      "Series: World of Eric Carle (University Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yoohoo, Can You Moo?",
    "ID": 98311,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/98311/yoohoo-can-you-moo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Yoohoo, Can You Moo? is a children's card matching game. Kids collect cards to create of a barnyard of animals by challenging each other to successfully imitate animal sounds.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Series: World of Eric Carle (University Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animals Animals Color Bingo Game",
    "ID": 98312,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/98312/animals-animals-color-bingo-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This children's game is based on the book Animals, Animals by Eric Carle and is designed to build language skills and visual acuity. Kids spin to move their way around the board and act out the sounds and/or behavior of five animals while collecting Colorforms Stick-Ons play pieces. The object is to form a Bingo line - straight across, down or corner-to-corner - to win. No reading is required.&#10;&#10;",
    "Categories": [
      "Animals",
      "Book",
      "Children's Game"
    ],
    "Mechanics": [
      "Acting",
      "Set Collection"
    ],
    "Families": [
      "Series: World of Eric Carle (University Games)",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kaisermühlen Schmäh",
    "ID": 98313,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/98313/kaisermuhlen-schmah",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "What it is: A game centered around Viennese dialect. Unplayable if you are not familiar with the German language in general and Viennese dialect in particular.&#10;&#10;Aim of the game: Bribing the attendant of the &quot;G&auml;nseh&auml;ufel&quot; (a forested sand island in the Danube with a large open-air bath) into giving you the last of the almost-sold-out lockers. The player who is first to successfully bribe the attendant wins the game.&#10;&#10;How it is played: To bribe the attendant, one needs to collect three &quot;Wirtshauskarten&quot; (inn/restaurant cards). These are gained by moving one's player token to the &quot;Wirtshausfelder&quot; (inn/restaurant spaces) on the board. When a player lands on a &quot;Wirtshausfeld&quot;, he has to interpret a &quot;Wuchtel-Karte&quot;. Each of these cards contains a lighthearted comments in Viennese dialect and four sentences in standard German. The active player first tries to interpret the comment. If he is successful, he gets to draw a &quot;Wirtshauskarte&quot;. If not, he may pay 200 &quot;Kaiserm&uuml;hlentaler&quot; (game money) to have one of the four possible translations read to him and to guess if the translation is correct. If he is successful, he gets to draw a card. The &quot;Wirtshauskarten&quot; have alcoholic strengths printed on them. If the card has the same colour as the player's secret task card, he/she can try to bring it to the attendant to bribe him. But at the bath's entrance, there is a policeman conducting alcohol checks. Depending on the alcoholic strength of the active player's cards, he either has to pay a fine, or the other player/s who initiated the alcohol check have to pay the cost for the check.&#10;Other special fields on the board let players win or lose money (through gambling, staying at the office, selling or auctioning off &quot;Wirtshauskarten&quot; etc.)&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Command at Sea: Volume VIII – American Fleets: The American Navy in World War II",
    "ID": 98321,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/98321/command-at-sea-volume-viii-american-fleets-the-ame",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "3.4",
    "Description": "For the first time statistics for US ships and aircraft, and all their weapons and sensors are available in Command At Sea 4th Edition standard.&#10;&#10;American Fleets includes over 250 ship classes and over 190 aircraft, many of which have not appeared in print before. All earlier listings for these ships and aircraft have been reviewed and updated to include information from newly available references, and great strides have been made in reconciling conflicting or incorrect sources.&#10;&#10;Damage data and other game-related information has also been updated to the Command At Sea 4th Edition standard. More than making the information compatible with Command at Sea, the data is now in the same format and uses the same standards as &quot;Harpoon&quot; and &quot;Fear God and Dreadnought&quot; the other core games in the Admiralty Trilogy.&#10;&#10;All ships and aircraft extant from 1939 to late 1945, including several projected and/or hypothetical platforms are also here, such as the first South Dakota (BB-49) and the P-75 Eagle. Late or post-war platforms include the Montana and Midway classes, as well as the P-80C Shooting Star and the B-32 Dominator.&#10;&#10;American Fleets is the most detailed and exhaustive listing of US ships, aircraft and systems available today.&quot;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Game: Command at Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silly Stackers",
    "ID": 98322,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/98322/silly-stackers",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is designed to help young children develop hand to eye co-ordination, and fine motor skills.&#10;&#10;Game includes 25 blocks of various shapes.&#10;Approximate Pieces/Block Size: 1.5&quot; x 1.25&quot; x 1.5&quot;&#10;&#10;From Publisher Website:&#10;&#10;Take turns to stack blocks and make a tall tower. Who will make it wobble and fall?&#10;&#10;Use the colors, shapes and numbers in your game. Try stacking different shapes in turn, match up colors, or let the dice decide.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  }
]