[
  {
    "Rank": "3701",
    "Name": "Game of Trains",
    "ID": 180602,
    "Year": "(2015)",
    "Geek Rating": "5.894",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/180602/game-of-trains",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2192",
    "Description": "In Game of Trains, each player is in charge of their line of trains. At the beginning of the game, the train cars in the player's train line &mdash; each with their own number &mdash; are sorted in descending order. The aim of the game is to be the first one to rearrange your train line so that the cards are in ascending order. Each card has a train car with a number and also a special power depicted on it.&#10;&#10;On a turn, the player can do one of two things: draw a card from the draw pile and replace one of the cards in their train line with the newly drawn card, or take a face-up card from the middle of the table and use it as a special power. Cards that are replaced from a player's train line are put in the middle to be used as special powers, and the cards that are used as special powers are discarded. Special powers include such actions as swapping two cards, moving a card, destroying everyone's cards, and so on. The players keep taking turns until one has their train line in ascending order and wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Trains"
    ],
    "Mechanics": [
      "Open Drafting",
      "Ordering",
      "Pattern Building"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3702",
    "Name": "Choose Your Own Adventure: House of Danger",
    "ID": 251420,
    "Year": "(2018)",
    "Geek Rating": "5.894",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/251420/choose-your-own-adventure-house-of-danger",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1296",
    "Description": "The classic Choose Your Own Adventure series comes to life in the narrative adventure game Choose Your Own Adventure: House of Danger.&#10;&#10;Will you survive the House of Danger? Gather your friends for a perilous and laughter-filled adventure through the House of Danger itself. Make risky choices, collect items as you explore, and face off against dire challenges. Play again and again to uncover more secrets and different endings!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Narrative Choice / Paragraph",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: Choose Your Own Adventure"
    ]
  },
  {
    "Rank": "3703",
    "Name": "Bier Pioniere",
    "ID": 389102,
    "Year": "(2023)",
    "Geek Rating": "5.894",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/389102/bier-pioniere",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "100",
    "Weight": "3.2927",
    "Description": "The history of beer brewing dates back to ancient Egypt and Mesopotamia, and over the centuries, various cultures and regions have developed their own unique beers, and especially Germany is considered a &quot;beer country&quot;.&#10;&#10;In the game Beer Pioneers, set at the beginning of industrialization around 1850, 2 to 4 players develop their own small home brewery into a large-scale brewery as brewmasters. In each turn, they take an action by deploying one of their workers or their truck to brew an increasing variety of beers, improving the brewing process with new advancements like refrigeration machines or beer filters, or increasing the efficiency of their workers, to name but a few. Action cards also play an important role, and with beer deliveries and other actions, they can earn victory points. Actions take place on the game board and their own player tableau, the player order is important and influenced by the players, bonus workers enable additional actions but must first be earned by placing the right worker on the right action space.&#10;&#10;Beer Pioneers extends over an indefinite number of rounds. Once a player reaches 20 victory points, this is the final round, and the brewmaster with the most victory points is the winner of the game.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Simulation",
      "Trading",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Food & Drink: Beer",
      "History: Industrial Revolution"
    ]
  },
  {
    "Rank": "3704",
    "Name": "Animal Kingdoms",
    "ID": 256513,
    "Year": "(2020)",
    "Geek Rating": "5.894",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/256513/animal-kingdoms",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7742",
    "Description": "In Animal Kingdoms, each player takes on the role of a house leader, battling to gain control of the five kingdoms. Cards in your hand represent noble beasts that have pledged their allegiance to you. Over the course of three ages, you must deploy your beasts to the various territories &ndash; making sure that you adhere to each kingdom&rsquo;s decree &ndash; to try and improve your influential position in the kingdoms. The house that gains the most influence by the end of the third age is declared the one true leader of the realm.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Bees",
      "Animals: Frogs / Toads",
      "Animals: Lizards",
      "Animals: Owls",
      "Animals: Tigers",
      "Animals: Wolves",
      "Components: Meeples (Animal) / Animeeples",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3705",
    "Name": "Colonia",
    "ID": 56707,
    "Year": "(2009)",
    "Geek Rating": "5.893",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/56707/colonia",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1143",
    "Description": "Colonia in the Middle Ages. The largest city of the Holy Roman Empire is renowned for its famous cathedrals and versatile trade. Reputable patrician families hold influential positions in the City Council and are in control of the city&rsquo;s fortune. They are always striving to increase their riches and to consolidate their power. Each family wants to be the most influential - but only one may achieve this goal!&#10;&#10;The players take on the role of influential patrician families in Medieval Colonia. They strive to lead their family to the most powerful position by acquiring precious relics. In order to achieve this, players must buy commodities and produce and sell goods. Only families selling their goods for a high price can afford expensive relics. The player owning the most valuable collection of relics at the end of the game will be the winner.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Voting",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Cologne (North Rhine-Westphalia, Germany)",
      "Components: Map (City Scale)"
    ]
  },
  {
    "Rank": "3706",
    "Name": "Kulami",
    "ID": 108831,
    "Year": "(2011)",
    "Geek Rating": "5.893",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/108831/kulami",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6818",
    "Description": "Kulami, a two-player abstract strategy game, is played on several wooden tiles of different sizes, which are put together in a random fashion to form the board. Players place their pieces on the squares on the tiles. The placement of the previous piece dictates the rows in which the next piece may be placed.&#10;&#10;The goal is to claim as many tiles as possible by occupying the majority of squares on a tile. Bonus points can be gained by completing rows or areas.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Marbles",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BoardSpace",
      "Misc: Mensa Select",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3707",
    "Name": "Magnastorm",
    "ID": 257067,
    "Year": "(2018)",
    "Geek Rating": "5.893",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/257067/magnastorm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "70",
    "Play Time": "100",
    "Weight": "3.1228",
    "Description": "When the first exploration vessels entered the cloudy atmosphere of the planet Magnastorm, they discovered not only evidence of abundant natural resources, but also the remains of a long-lost civilization. At the bidding of the magistracy, scout vehicles are lowered to the barren surface to search for suitable mining areas.&#10;&#10;The goal of Magnastorm is to be the first player with a certain number of reputation points. You acquire reputation mostly through fulfilling objectives, taking control of one or more of the eight commanders, and building transmitter stations. The flow of the game is controlled by an action board with two action panels, each of which has five columns. At the start of each round, there are a 3-5 action tokens (crew members) standing in each column on the upper action panel. To carry out an action, a player:&#10;&#10;A) takes an action token from the upper panel and places it on the lower action panel either to gain resources or to pay for a movement on the planet surface, or&#10; B) pays for every action token still standing in a certain column on the upper panel to gain control over the commander and his ability at the top of that panel, after which the player places those action tokens on the lower panel.&#10;&#10;Since option A) will reduce the cost for option B), the players have to find the right timing for their actions. A round ends when the upper panel is empty. For the next round, the panels are swapped.&#10;&#10;Magnastorm is a big, tactical board game with very little luck. Choose the right moment to perform actions or buy influence over helpful commanders. You will reap success through resource management, clever logistics, good timing, and a shrewd eye on the actions of your opponents. At the end of the game, each player receives one of 120 reward cards, which can be used in later games to compensate for varying levels of skill among the players.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "3708",
    "Name": "Rescue Polar Bears: Data & Temperature",
    "ID": 229370,
    "Year": "(2017)",
    "Geek Rating": "5.893",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/229370/rescue-polar-bears-data-and-temperature",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3077",
    "Description": "Rescue Polar Bears: Data &amp; Temperature is a cooperative game based on Rescue Polar Bears with a new data and temperature system added to the game design to make the strategy more diversified.&#10;&#10;The consumption of fossil fuel and releasing of greenhouse gases yield the global warming. Around the north pole, the last icebergs are melting and the polar bears are facing the risk of being extinct. The players form a scientific organization. They try to collect data about climate change to persuade the governments to change their energy policy. At the same time, they also need to prevent polar bears from sinking into the freezing water.&#10;&#10;Each player drives a rescue ship of different ability to complete the mission on the Arctic Ocean. As long as the players collectively gather enough data, they win together. However, if too many polar bears sink into the water, everyone loses.&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hexagon Grid",
      "Map Reduction",
      "Modular Board",
      "Pick-up and Deliver",
      "Sudden Death Ending",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Bears",
      "Crowdfunding: Spieleschmiede",
      "Region: Arctic",
      "Theme: Climate Change",
      "Theme: Environmental Protection / Degradation / Pollution"
    ]
  },
  {
    "Rank": "3709",
    "Name": "Liberation",
    "ID": 251442,
    "Year": "(2019)",
    "Geek Rating": "5.893",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/251442/liberation",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "For hundreds of generations, the tyrannical Intercosmic Dynasty has ruled the galaxy with a titanium fist. Their power and reach is spreading, but so is word of their misdeeds. A band of resistance fighters known as the Liberation has begun striking at the Dynasty from a hidden base. Will you help the Liberation gain enough support before their secret base is discovered, or will the you wield the awesome power of the Dynasty to hunt down these traitors and bring them to heel?&#10;&#10;Using a tiny deck of only 18 cards, Liberation plays out a miniature rebellion of galactic scale on your tabletop. An asymmetrical game of cat and mouse, the Dynasty player expands their web of power, occupying and exploiting planet cards, while the Liberation player strikes from the shadows, sabotaging the Dynasty&rsquo;s hand and performing daring missions. The odds are long and the stakes are high. Can you stall long enough to cycle through the deck 3 times, earning enough support to topple the Dynasty, or will you scour the galactic map, tightening the noose around the secret base of the Liberation to attack and destroy them? The future of the galaxy is at stake!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Exploration",
      "Print & Play",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Hidden Movement",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Crowdfunding: Kickstarter",
      "Game: Liberation",
      "Players: Two-Player Only Games",
      "Series: Micro Game (Matagot)",
      "Series: Wallet Games (Button Shy)",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "3710",
    "Name": "Darjeeling",
    "ID": 32165,
    "Year": "(2007)",
    "Geek Rating": "5.893",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/32165/darjeeling",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2125",
    "Description": "Darjeeling has two main board areas.  The first is an array of squares representing one, two or three half-crates of tea in four different varieties (colors).  Each player has a marker which moves about in the array, picking up tea at the rate of one square per turn.  There are simple rules governing movement in this array and the players compete for the desirable squares.&#10;&#10;Eventually, several times per game, each player has enough squares of a single color to fit them together so that the half-crates all make whole crates.  Now he can make a tea shipment.  This pays off in victory points in three different ways.  First, there is a &quot;demand&quot; award of up to 6 VP depending on how long it has been since anyone shipped this variety.  Second, if the shipment was of at least four crates, there is a flat bonus of 1 VP per crate.&#10;&#10;Third and most pivotally, there are VP that will be awarded at the beginning of the player's next and subsequent turns.  Each tea shipment is represented with cubes of the player's color (not the tea variety color) on a sort of barge.  The new shipment of tea is always placed, in the other of the two main board areas, at the top of a column of all the recent shipments (the number of total shipments varying with the number of players in the game), so that as more shipments are made, the old shipments drift farther down the column and eventually out of play.  At the beginning of your turn, you look to see where your shipments are in this column, and they pay out VP with better multipliers the higher they still are in the column.  This constitutes the driving force of the game, as nobody else wants to see your shipment at the top of the column for several turns in a row.  Players thus have an incentive to make a shipment even if they haven't yet assembled a large number of crates.&#10;&#10;It's a race to 100 points.  A runaway leader can easily take over if the rest of the table is not vigilant, so the best games of Darjeeling are those among vigilant players.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Grid Movement",
      "Map Reduction",
      "Modular Board",
      "Race",
      "Set Collection",
      "Square Grid",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Components: Player Screens",
      "Country: India",
      "Food & Drink: Tea",
      "Region: Bengal"
    ]
  },
  {
    "Rank": "3711",
    "Name": "Spy Club",
    "ID": 227545,
    "Year": "(2018)",
    "Geek Rating": "5.892",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/227545/spy-club",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1304",
    "Description": "&quot;We could start a Spy Club,&quot; suggested Beatrice. &quot;You know &mdash; search for clues and try to find mysteries to solve!&quot;&#10;&#10;In Spy Club, players work together as young detectives to solve neighborhood mysteries. It includes a replayable campaign format, with variable unlocking content, for playing a series of 5 games connected together to tell a larger story. Throughout the campaign, you'll unlock new modules with additional rules and story elements. With 40 new modules and 174 cards in the campaign deck, you can reset everything and play multiple campaigns &mdash; with a different story and gameplay experience emerging each time.&#10;&#10;In the standard game, each player has double-sided clue cards in front of them. On your turn, you use actions to flip, draw, and trade clue cards, gain ideas, and confirm clue cards as evidence. Confirm 5 clues of the same type to solve part of the case. As you discover more and more of the solution, a story starts to emerge: your Neighbor stole something from the ice cream shop, but what? And why? To crack the case, you must find the solution to all 5 parts before the suspect escapes or you run out of clues.&#10;&#10;You can always play a single, standalone game of Spy Club, but the campaign mode is the recommended way to play:&#10;&#10;&#10;     Each game plays in 45 minutes, and each campaign consists of 5 games.&#10;     Some elements from each game carry forward and affect future games, with new rules and story elements are unlocked each play.&#10;     The sequence of content isn&rsquo;t scripted, so each campaign will unfold differently.&#10;     Everything can be fully reset and replayed.&#10;     You only unlock a small portion of the total content in one campaign (just 4 of the 40 modules), so you can play multiple campaigns and continue unlocking new content each time!&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Memory",
      "Scenario / Mission / Campaign Game",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "3712",
    "Name": "Dungeon Command: Blood of Gruumsh",
    "ID": 126008,
    "Year": "(2013)",
    "Geek Rating": "5.892",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/126008/dungeon-command-blood-of-gruumsh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4848",
    "Description": "Dungeon Command: Blood of Gruumsh is a card-driven skirmish game played on modular interlocking map tiles that uses order cards, creature cards and miniatures. The object of the game is to have the highest remaining Morale when an opposing warband's Morale has been reduced to 0 or below, or if a player ends his or her turn with no creatures on the battlefield.&#10;&#10;As a player, you take on the role of a commander, sending a warband to battle the forces arrayed against you. You recruit troops and deploy them on the battlefield. You issue orders to those creatures, outfit them with spells and equipment, and direct their tactics to break the morale of your enemies and drive them from the field.&#10;&#10;Dungeon Command: Blood of Gruumsh includes twelve, orc-related miniatures specific to this faction pack. While each Dungeon Command faction is meant to be played by a single player, quick-start rules allow two players to engage in a shortened version of the game using only one box. Dungeon Command is designed for two players, although up to four can play with a few adjustments explained under the advanced rules.&#10;&#10;Integrates with:&#10;&#10;    Dungeon Command: Blood of Gruumsh&#10;    Dungeon Command: Curse of Undeath&#10;    Dungeon Command: Sting of Lolth&#10;    Dungeon Command: Tyranny of Goblins&#10;    Dungeon Command: Heart of Cormyr&#10;&#10;&#10;Can also integrate with:&#10;&#10;    Dungeons & Dragons: Castle Ravenloft Board Game&#10;    Dungeons & Dragons: The Legend of Drizzt Board Game&#10;    Dungeons & Dragons: Wrath of Ashardalon Board Game&#10;    Dungeons & Dragons: Temple of Elemental Evil Board Game&#10;    Dungeons & Dragons: Tomb of Annihilation Board Game&#10;    Dungeons & Dragons: Waterdeep &#226;&#128;&#147; Dungeon of the Mad Mage Board Game&#10;    Dungeons & Dragons: Ghosts of Saltmarsh Board Game&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Game: Dungeon Command",
      "Players: Two-Player Only Games",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "3713",
    "Name": "The Court of Miracles",
    "ID": 270956,
    "Year": "(2019)",
    "Geek Rating": "5.892",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/270956/the-court-of-miracles",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.0667",
    "Description": "In The Court of Miracles, lead a guild of beggars, plot, use trickery and opportunism to build your renown and take over the old 16th century Paris.&#10;&#10;Your goal is to establish your renown in Paris or to be the most influential when the Penniless King would have reached the end of his path...&#10;&#10;At your turn, you may play a plot card, you have to place one of your (3) Rogue tokens, face down (secret ability), on any available spot in a neighborhood, and benefit from the effect of your spot (receive coins, draw plot cards or move  the Penniless King forward along his path). You may then perform the action of the neighborhood.&#10;&#10;When a neighborhood is fully occupied, settle a standoff revealing each player's Rogue(s) token to know which player takes control of the neighborhood. Controlling a neighborhood will reward you each time another player performs its action.&#10;&#10;You will be allowed to buy a 4th Rogue, cards or move the Penniless King Forward at the Renown Square.&#10;&#10;Unless the Penniless King reaches the last space of his path before, the first player to place their 6th Renown token wins. Otherwise, the player with the most Renown tokens placed on the board wins the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Secret Unit Deployment",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3714",
    "Name": "Redwood",
    "ID": 359962,
    "Year": "(2023)",
    "Geek Rating": "5.892",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/359962/redwood",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.15",
    "Description": "Redwood is a game of movement estimations and angle of view where players have to take pictures of wild animals to compose the most beautiful panorama. The game is for 1 to 4 players, ages 10+ and the games last about 45-60 min.&#10;&#10;During their turn, each player will have to choose between different movements and their angle of view (materialized by real plastic elements) to catch the animals in the picture (without disturbing them).&#10;&#10;Collecting animals and decorative elements earn victory points.&#10;&#10;During the game, new conditions for earning points will appear.&#10;&#10;The game ends after 5 turns and players will be rewarded if they meet certain conditions to earn more points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Exploration"
    ],
    "Mechanics": [
      "Line of Sight",
      "Movement Template",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Nature",
      "Theme: Photography"
    ]
  },
  {
    "Rank": "3715",
    "Name": "Surfosaurus MAX",
    "ID": 394887,
    "Year": "(2023)",
    "Geek Rating": "5.892",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/394887/surfosaurus-max",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2143",
    "Description": "Outcooperate the competition!&#10;&#10;Surfosaurus MAX's cards come in seven suits, with values from 01 to 12. The higher a card's value, the fewer victory points are on it.&#10;&#10;When it is your turn, you play a single hand card and draw a new one immediately. Once the right number of cards has been reached, the one strongest possible combination out of all the cards played by all the players wins. If you contributed a card to the winning combination, you get to score it.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Semi-Cooperative Game",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Misc: LongPack Games",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "3716",
    "Name": "Mind Up!",
    "ID": 377515,
    "Year": "(2023)",
    "Geek Rating": "5.892",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/377515/mind-up",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "In Mind Up!, you start with a line of cards on the table, with as many cards as players. Each turn, players pick a card from their hand and simultaneously reveal it to make a new line, ordered from the lowest to the highest card. Each player then takes the card in the previous line at the same position as the one they just played, adding it to their tableau. These cards will score points at the end of the round, depending on their color and the order they were picked. After being scored, they become the player's hand for the next round.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "3717",
    "Name": "Wizards of the Grimoire",
    "ID": 340541,
    "Year": "(2022)",
    "Geek Rating": "5.891",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/340541/wizards-of-the-grimoire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.0417",
    "Description": "Years of tutelage under the late Archmage Andor have culminated in this moment; his two prot&eacute;g&eacute;s must now become rivals and battle to determine who will become the next Keeper of the Grimoire. As protection from your rival, you have only your magical gifts, your mastery of the Grimoire, and a select few spell pages ripped from its binding. Pick carefully; the spells you choose will allow you to counter your opponent, twist the fabric of time, and deal devastating damage, but only if you&rsquo;re able to find synergies between spells and manage your mana reserves carefully.&#10;&#10;In this two player strategy card game, you must fulfill your destiny and become the Keeper of the Grimoire. Defeat your opponent by drafting new spells from the magical Grimoire, casting them, managing your cooldowns, and dealing massive damage.&#10;&#10;Each turn, draft one new spell to be added to your spell repertoire. But be warned! Your opponent has access to the same spells as you do, so choose the spells you want before your opponent does! Continue updating your spell repertoire throughout the game to optimize your deck and counter your opponent.&#10;&#10;Cast spells. Deal devastating damage or confuse and trip up your opponent. More expensive spells will have a larger impact on the game, but be careful, they&rsquo;ll cost you more mana and will have a longer cool down. You can cast as many spells as you like on your turn so long as you have enough mana and the spells aren&rsquo;t in cooldown. Find spell combinations that work together and time them correctly, to increase your damage or counter your opponent.&#10;&#10;Be the first wizard apprentice to eliminate your opponent's life points to become Keeper of the Grimoire.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Timer",
      "Hand Management",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3718",
    "Name": "Milestones",
    "ID": 117914,
    "Year": "(2012)",
    "Geek Rating": "5.891",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/117914/milestones",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "Game description from the publisher:&#10;&#10;The settlement of the country is the work of the players in their role as noble builders in Milestones!&#10;&#10;In this game, players work together to build roads, create marketplaces, and erect houses. With each milestone set along the way, they move further into the country.&#10;&#10;But while they build together, when it comes to procuring construction materials, money, and grain each player is on their own. Thus, you must carefully develop your own network of goods, trade and colonization materials and optimize its use cleverly. Whoever also develops a keen sense of timing can grab the most valuable building sites and in the end win out.&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Rondel"
    ],
    "Families": []
  },
  {
    "Rank": "3719",
    "Name": "Bargain Hunter",
    "ID": 338,
    "Year": "(1998)",
    "Geek Rating": "5.891",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/338/bargain-hunter",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8657",
    "Description": "This game illustrates Herr Rosenberg&#039;s talent for unique card games.  The deck is one through nine in six suits, with two of each card (two 1s, two 2s, etc.).  After the initial hand of eight is dealt, players select one card value to collect, which is placed face-up in front of each player.  A fairly standard trick-taking game takes place with the remaining cards, with players following suit if they can.  If you cannot, the card you play can be trump, if you desire.  If two cards of the same suit/value appear, the second can be declared as either high or low.  When a player wins a trick, the cards of the same value they are collecting are placed in his 'good' pile, with each worth one point.  All the rest are put in the 'bad' pile, with each worth minus one point.  However at the end of each hand, you can convert one value of cards from your 'bad' pile onto the 'good' pile.  Of course, if you had enough of them, you'll be collecting that value for the next hand...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "3720",
    "Name": "Dune: A Game of Conquest and Diplomacy",
    "ID": 341165,
    "Year": "(2021)",
    "Geek Rating": "5.891",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/341165/dune-a-game-of-conquest-and-diplomacy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.6471",
    "Description": "Take part in one of the most famous science-fiction stories of all time. Dune: A Game of Conquest and Diplomacy builds on 40 years of development, refinement, and evolution from the original classic game. It has the same beloved DNA, flavor, tension, and themes, but with new game-board design, more spice, new streamlined rules, and a new market deck from which you can purchase game advantages. Also, the brand new two-player mode really opens up new gaming opportunities, all making the game more accessible for even the most casual gamer.&#10;&#10;In Dune, you will take control of one of the four great factions&mdash;House Atreides, House Harkonnen, the Fremen, and the Imperium&mdash;all vying to control the most valuable resource in the universe: melange, the mysterious spice only found at great cost on the planet Dune. Ship your forces to Dune, harvest spice, seize control of strongholds, and destroy your enemies. Who will control Dune? You decide!&#10;&#10;The game is played multiple phases, some of which don't have player specific actions, like in the Spice phase, a Spice Blow card is drawn and spice is added to the board in two territories, or else a Sandworm attacks that last two territories where spice was placed. But on the card phase, each player draws up to a hand of 4 Battle cards, and then may purchase Market cards up to a hand of 3 for 2 spice each. On the Shipping and Movement Phase, players take turns adding forces to the board and then moving forces on the board. Each player's faction has&#10;&#10;The game plays 3 to 5 Rounds. Starting on Round 3, the game can end if a player occupies 3 strongholds at the end of the Round. If no one occupies 3 strongholds at the end of Round 5, then the player with the most spice wins (and each stronghold they occupy counts as 5 spice).&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Force Commitment",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Dune",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "3721",
    "Name": "Dark Souls: The Card Game",
    "ID": 242667,
    "Year": "(2018)",
    "Geek Rating": "5.891",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/242667/dark-souls-the-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.4773",
    "Description": "Dark Souls: The Card Game is a cooperative deck evolution card game for 1-4 players. Players must explore the Encounters around them, defeating a myriad of enemies to gain Souls and Treasure.&#10;&#10;They must use these to evolve and adapt their deck to better fight their enemies. When the players are ready, they must challenge the powerful bosses that lie within.&#10;&#10;The players must walk a narrow path, however, since their decks allow them to attack their enemies, but also represent their health. Decks are only refreshed when the players rest at the bonfire, so players must defeat their enemies while husbanding their strength for the greater challenges ahead.&#10;&#10;Thinking quickly and adapting to the enemy&rsquo;s attacks is key for survival. A misstep can be fatal, but the rewards of success are great. Adapt your deck, evolve your strategy, and prepare to die.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Versions & Editions: Card Versions of Non-Card Games",
      "Video Game Theme: Dark Souls"
    ]
  },
  {
    "Rank": "3722",
    "Name": "Toy Story: Obstacles & Adventures",
    "ID": 282418,
    "Year": "(2019)",
    "Geek Rating": "5.891",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/282418/toy-story-obstacles-and-adventures",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Toy Story: Obstacles and Adventures reimagines players as the iconic toys from the film &mdash; Woody, Buzz Lightyear, Bo Peep and Rex &mdash; who need to work together to overcome hazards and bring about a happily-ever-after ending.&#10;&#10;Similar to Harry Potter: Hogwarts Battle, Toy Story: Obstacles and Adventures features six boxes of cards, each representing a different movie from the treasured property. As each box is unlocked, the content from the associated movie or short is introduced to the game, adding beloved characters like Hamm and Mr. Pricklepants to the mix, as well as obstacles and antagonists to battle, including Sid, Prospector Pete, and many more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Brands: Disney",
      "Mechanism: Campaign Games",
      "Movies: Toy Story"
    ]
  },
  {
    "Rank": "3723",
    "Name": "Imperial Settlers: Roll & Write",
    "ID": 270836,
    "Year": "(2019)",
    "Geek Rating": "5.891",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/270836/imperial-settlers-roll-and-write",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8462",
    "Description": "Imperial Settlers: Roll &amp; Write is a standalone game set in the universe of Imperial Settlers and Imperial Settlers: Empires of the North. The game is heavily focused on engine building! Constructing buildings grants you a special bonus, and with each passing turn the game offers you more choices as your empire gains momentum.&#10;&#10;Imperial Settlers: Roll &amp; Write has two game modes. The standard mode is a 2-4 player competitive challenge in which you try to gain more points than your opponents. The adventure mode for a single player offers 48 unique game sheets. Each sheet presents unique challenges and gameplay as players have different buildings at the start. Tweak your engine and get as many points as you can! Grab your pencil, roll your dice, and create the most prosperous empire!&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Imperial Settlers",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "3724",
    "Name": "TOKYO TSUKIJI MARKET",
    "ID": 257198,
    "Year": "(2020)",
    "Geek Rating": "5.891",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/257198/tokyo-tsukiji-market",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "160",
    "Weight": "3.65",
    "Description": "In TOKYO TSUKIJI MARKET, players run a fishing company. Through the purchase of fishing licenses, they may take fishing actions to fish and put their catch for sale at a price they choose, which other players may purchase on their turn.&#10;&#10;The core gameplay centers on an open player-driven economy, with central markets that have limited resources, trading, and unique rules. Each game uses only a fraction of the included game markets, adding endless replayability.&#10;&#10;There are two types of currency in the game: yen and resource score. Resource score is equal to yen, with the exception that the player with the most resource at game end receives a yen bonus from the bank, and the player with the least must pay the bank a penalty.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming",
      "Nautical"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Trading"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Occupation: Merchant",
      "Series: TOKYO (Jordan Draper Games)",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "3725",
    "Name": "Mogul",
    "ID": 174744,
    "Year": "(2015)",
    "Geek Rating": "5.890",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/174744/mogul",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0455",
    "Description": "In the 1920s, the U.S. stock exchange experienced a period of growth previously unknown. Everyone speculated, and many become millionaires overnight.&#10;&#10;In Mogul &mdash; a revised and expanded version of the 2002 game of the same name &mdash; players buy and sell railway stock, trying to outsmart both the opponents and the market. Each of the five railroad companies has five to eight shares, and in addition to being a share of the company, each share card has a box on it that indicates another company. Players start with particular stock holdings based on the number of players in the game and their position in turn order.&#10;&#10;Each turn, one stock card is revealed from the deck. Players earn $1 for each share of this color that they own, then an auction ensues. Turn by turn, players must drop one of their bidding chips into a bowl in order to stay in the auction. When a player passes, whether by necessity or choice, they take all of the chips from the bowl, thereby earning bidding power for future auctions.&#10;&#10;When all but one player has passed, this last player wins the auction and has the right to either keep the share or sell stock matching the color of the company depicted on the bottom of the share; the player who dropped out of the auction last takes the action that the winner didn't take. If a player sells stock, they either sell all shares of this color that they own, earning as much for each share as the number of those stock cards face up on the table or they sell none of them; in the latter case, the player places a station depot in their color on an empty space of the appropriate color on the game board. This game board has multiple networks in the five colors of the game, and at game's end each depot has a dollar value equal to the number of that player's depots in the same network.&#10;&#10;When the crash card is revealed from the deck, the game ends. Players earn $1 for each share still in front of them and each five bidding chips they hold, in addition to the value of their depots. Whoever has the most money wins!&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Push Your Luck",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "3726",
    "Name": "Lock 'n Load: Band of Heroes",
    "ID": 18460,
    "Year": "(2005)",
    "Geek Rating": "5.890",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/18460/lock-n-load-band-of-heroes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.0565",
    "Description": "This game is no longer available, the new, improved and expanded edition can be found in Lock &#039;n Load Tactical: Heroes of Normandy&#10;&#10;Band of Heroes is a tactical board game tour de force that covers the battles of America's airborne troops during June of 1944. Band of Heroes includes a bucket full of new weapons, squads, and vehicles, including U.S. Airborne, German SS, and Fallschirmjager troops, Tiger, Sherman, Stuart, and PzIIIJ tanks, and MG42, MG34, and M1919A4 machine guns.  But the scenarios are the selling point, and this batch of sixteen tells the story of the men from the 101st and 82nd Airborne Division's fighting the Germans in the Norman hedgerows during June of 1944.&#10;&#10;Components&#10;&#10;     6 mounted maps&#10;     480+ beautiful counters, counters, representing the men and equipment from the 82nd, 101st, 17th SS Panzergrenadier, 6th Fallschirmjager, 91st Airlanding, and 352nd Infantry Divisions&#10;     16 Skill Cards, providing Leaders and Heroes with special abilities.&#10;     16 Band of Heroes Scenarios&#10;&#10;&#10;This game is no longer available, the new, improved and expanded edition can be found in Lock &#039;n Load Tactical: Heroes of Normandy&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Lock 'n Load"
    ]
  },
  {
    "Rank": "3727",
    "Name": "Runewars Miniatures Game",
    "ID": 205907,
    "Year": "(2017)",
    "Geek Rating": "5.890",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/205907/runewars-miniatures-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.0588",
    "Description": "For years, the armies of Waiqar the Undying have stayed within their borders, launching only minor raids across the border. But now, a nameless threat stirs within the Mistlands, and legions of undead cross into the realm of Terrinoth under Waiqar&rsquo;s command! The Daqan Lords have sounded the call to war, and their finest generals lead armies of warriors and golems to take up defensive positions in the border territory of Roth&rsquo;s Vale. The first battles of the next great war are about to begin.&#10;&#10;Runewars: Miniatures Game is a two-player miniatures game of battles between the great powers of Terrinoth. In each game, you and your opponent will gather armies of miniatures and lead them into battle&mdash;blocks of infantry will maneuver for position, cavalry wings will wheel and slam into a weakened flank, and monstrous rune golems or carrion lancers will smash through formations of lesser warriors. Innovative command tools, two distinct factions, and countless ways to customize your experience combine to offer an unparalleled miniatures gaming experience in RuneWars. Finally, with forty-eight beautifully sculpted, unpainted figures, you&rsquo;ll be able to paint and customize your armies to bring an entirely unique touch to your games and enter the hobby of miniatures painting!&#10;&#10;&mdash;description from the publisher&#10;&#10;See also Realms of Terrinoth&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Dice Rolling",
      "Movement Template",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Setting: The Realms of Terrinoth"
    ]
  },
  {
    "Rank": "3728",
    "Name": "String Railway",
    "ID": 76674,
    "Year": "(2009)",
    "Geek Rating": "5.890",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/76674/string-railway",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.434",
    "Description": "String Railway is a unique train game that consists of colored strings, tokens, station tiles, and a board for scoring. To set up, first place the string tied in a big circle on the table to establish the field area for the game. Next, place a small circle of string to represent mountains and a line of string to represent a river. Finally, place the main stations for each player equal distances apart from one another.&#10;&#10;On a turn, you draw and place a station tile, then try to place a railroad string between your stations in an effort to connect them in order to form your own train network. Connected stations earn victory points (VPs).&#10;&#10;After five turns, the game ends and the player with the most VPs wins.&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Trains"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building"
    ],
    "Families": [
      "Components: String",
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "3729",
    "Name": "Bargain Basement Bathysphere",
    "ID": 255360,
    "Year": "(2022)",
    "Geek Rating": "5.890",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/255360/bargain-basement-bathysphere",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2.1579",
    "Description": "You have recently become the owners of the leakiest bathysphere this side of Beachside Bay, but that doesn't stop your sense of adventure when it comes to exploring the depths! Well, unless you don't make it back to the surface....&#10;&#10;Bargain Basement Bathysphere, designed for the 2018 solitaire print-and-play contest on BGG, is a campaign-styled roll-and-write game with legacy elements; the game becomes more complex as you work your way through the maps. It's designed to be a &quot;no build&quot; game (at least initially), so once you print out the pages you can immediately jump in and play &mdash; but try not to look ahead!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "3730",
    "Name": "Charioteer",
    "ID": 339289,
    "Year": "(2022)",
    "Geek Rating": "5.890",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/339289/charioteer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.2083",
    "Description": "The ground trembles under a thousand angry hoofbeats. Wheels creak and reins pull as racers drive their horses forward in a panic.&#10;&#10;You are a charioteer in the Circus Maximus, the greatest raceway in the ancient world.&#10;&#10;A crescendo of noise builds with each lap. Chariots collide, whips crack. The crowd cheers for a surprising breakaway, rumbles as a favorite is damaged and falls behind. From the imperial box, the emperor laughs and shouts. Clouds of dust obscure the bright banners of the four factions.&#10; Three hundred thousand fans are on their feet as you turn the final corner. This is not the finish they expected. You lead by a length, and only one rival remains; each throws the last of their energy into one final sprint. Many thousands are despondent, other thousands exultant and joyous. Their shouts become a roar, a long scream, as you surge for the finish line. Another hundred yards will make you a hero.&#10;&#10;&#10;Charioteer is a new game from Sekigahara: The Unification of Japan author Matt Calkins. Like Matt's previous games, Charioteer features simple rules, quick play, and novel mechanisms.&#10;&#10;Charioteer is a strategic racing game that plays in one hour. Each player controls a chariot in the Circus Maximus of ancient Rome. There's lots of action, and it happens quickly, with simultaneous move selection.&#10;&#10;Movement is determined by melding sets from a hand of cards. Every card does more than one thing, and it takes multiple matching cards to make a move. Choosing to use a card in one set means deciding not to use it in another. Timing when to make a critical move is as important as knowing what move to make.&#10;&#10;Moves come in four colors, and each has a special advantage. Play a red move to attack your opponents, yellow to recover from disruption, black to turn a sharp corner, and green to sprint.&#10;&#10;Each racer begins the game with different abilities, and they improve their skills as the race progresses, leading to big bonuses in their favorite types of moves. Show the emperor the kind of move he prefers, and a racer's skills will increase even faster.&#10;&#10;Players deploy tokens to give their moves a special bonus. More tokens can be earned by impressing the crowd with large matching card plays. Players may choose to delay using their best sets until they're big enough to qualify for a fan token.&#10;&#10;Some races will be violent and others calm, depending upon whether the players and emperor behave disruptively. Attacks cause damage, which reduces movement speed. Players who specialize in recovery moves may overcome damage quickly. Others may need to carefully deploy their shields on turns when violence is expected.&#10;&#10;It's not always clear who's winning the race. Being in front of the pack may not be as important as developing a critical skill, collecting powerful tokens, or keeping damage low. Whip icons allow those who have fallen behind to surge back into competition.&#10;&#10;Charioteer is easy to learn. It can be played by bright kids as well as adults. Despite its accessibility, it is a game of skill.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Race",
      "Set Collection",
      "Simultaneous Action Selection",
      "Track Movement"
    ],
    "Families": [
      "Ancient: Rome",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Sports: Chariot Racing"
    ]
  },
  {
    "Rank": "3731",
    "Name": "1844/1854",
    "ID": 183308,
    "Year": "(2016)",
    "Geek Rating": "5.890",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/183308/18441854",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "4.4688",
    "Description": "The railway history of both Switzerland and Austria can be explored in 1844/1854, two previously self-published designs &mdash; both based on the 1829 (aka 18xx) game system created by Francis Tresham &mdash; that have been thoroughly revised for this new edition.&#10;&#10;In 1844, set in Switzerland, the challenge lies in running different types of businesses: Local railway companies, which merged at that time to form SBB, and national historical railroads require different decisions and support different strategies. Many companies have a destination station and receive a large part of their working capital only if they have connected this station to their route network. The game also features mountain railways, tunnels, private companies and two different types of locomotives, providing for lots of variation for railway enthusiasts and lovers of complex games.&#10;&#10;A special feature of 1854, set in Austria, is located in the stock split, which comes into play in the additional shares. As in 1844, there are mergers of companies, two types of locomotives, tunnels, mountain railways, and private companies. In addition, some private companies operate on a separate game board depicting the Steyr region.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: Austria",
      "Country: Switzerland",
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "3732",
    "Name": "Unpublished Prototype",
    "ID": 18291,
    "Year": null,
    "Geek Rating": "5.889",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/18291/unpublished-prototype",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5325",
    "Description": "This entry is here to allow those users who track their games played on the Geek to include unpublished games that either (A) the designer does not care to have publicly discussed or (B) are not finished enough that it makes sense to add them to the Geek.&#10;&#10;Photos, files, reviews, or session reports should be submitted under a specific game entry (or a user gallery), not here.&#10;&#10;",
    "Categories": [
      "Humor",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Admin: Miscellaneous Placeholder",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3733",
    "Name": "Deadlands: Doomtown",
    "ID": 1037,
    "Year": "(1998)",
    "Geek Rating": "5.889",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/1037/deadlands-doomtown",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.0167",
    "Description": "One of the more unusual collectible card games on the market, Doomtown has players taking the part of gangs, called 'outfits,' trying to gain control of the California boomtown known as Gomorrah, in the same Weird West setting as the popular Deadlands RPG. A player wins at the end of a turn if he or she has more victory points + control points than any other player.&#10;&#10;Doomtown is set apart from other games in CCG market by its unique poker-based combat resolution, as well as by the way in which the town is built up through the game by the use of Deed cards. Outfits range from the good-guy Law Dogs to the mysterious Sioux Union to the nefarious Whateley clan.&#10;&#10;A turn is played out over one &quot;day&quot;.&#10;In the gambling phase players play a hand of &quot;Lowball&quot; ( Unlike other Doomtown poker hands, the lowest hand wins.), to determine who will go first for the rest of the turn. &#10;Next in the upkeep phase, income is collected and upkeep for Dudes from another outfit are paid for.&#10;The next phase is &quot;High Noon&quot;, during this phase, shopping and trading, moving, acting and calling out (all specific actions related to the game play) are taken. &#10;Finally, there is the Nightfall phase, during this phase, the events of the day are discarded, players hands are replenished and cards are returned to their &quot;ready&quot; state.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "City Building",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Digital Implementations: VASSAL",
      "Setting: The Weird West (Pinnacle Entertainment)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "3734",
    "Name": "Avalon: Big Box",
    "ID": 367396,
    "Year": "(2022)",
    "Geek Rating": "5.889",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/367396/avalon-big-box",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "Avalon Big Box Edition is a very special release for fans of The Resistance: Avalon!&#10;&#10;This is a game of hidden loyalty. Players are either Good Loyal Servants of Arthur fighting for goodness and honor, or they are aligned with the Evil ways of Mordred. Players vote to choose who will go on which Quest, but how can they know who to trust? If Evil sabotages three Quests, or if they assassinate Merlin at the end of the game, Arthur&rsquo;s kingdom will fall.&#10;&#10;Avalon Big Box is a remastered edition of the classic social deduction game The Resistance: Avalon with a huge amount of additional content added for near limitless gameplay options.&#10;&#10;Included are 23 distinct characters and numerous optional modules, including Lancelots, Excalibur, Plot Cards, Sorcerers, and Rogues, released as Avalon and The Resistance expansions. Also included are new roles and modules such as the Messengers, Lunatic, Brute, Revealer, Cleric, Trickster, and Deceiver.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Roles with Asymmetric Information",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "3735",
    "Name": "Planet B",
    "ID": 367351,
    "Year": "(2022)",
    "Geek Rating": "5.889",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/367351/planet-b",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.1875",
    "Description": "At some point in the not-so-distant future, we humans had to look for a new place to live. Just when we thought we'd have to settle for Mars, we suddenly discovered a new planet, one we lovingly christened &quot;Planet B&quot;. It was a second chance for humanity, and of course we were determined to do everything right this time because as everyone knows, we humans learn very well from our mistakes...&#10;&#10;In Planet B, you slip into the role of corrupt governors. You make crooked deals with corporations to advance your own interests. You build your city, let the population work for you, rise in the favor of political factions, or control the news. Of course, all of this comes at a price &mdash; and by the time you're vying for the presidency, you'll want potential voters to be on your side. In the end, as always, only one thing counts: Who has managed to pocket the most government money?&#10;&#10;&bull;&bull;&bull;&#10;&#10;Irgendwann in einer nicht mehr so weit entfernten Zukunft, mussten wir Menschen uns ein neuen Lebensraum suchen. Gerade als wir dachten, uns mit dem Mars zufrieden geben zu m&uuml;ssen, entdeckten wir pl&ouml;tzlich einen neuen Planeten - wir tauften ihn liebevoll Planet B.&#10;&#10;Dort sollten wir also eine zweite Chance bekommen. Und nat&uuml;rlich hatten wir fest vor, diesmal alles richtig zu machen. Denn wie jeder wei&szlig;, lernen wir Menschen sehr gut aus unseren Fehlern...&#10;&#10;In Planet B schl&uuml;pft ihr in die Rolle korrupter Gouverneurinnen. Ihr schlie&szlig;t krumme Deals mit Konzernen ab, um eure eigenen Interessen durchzusetzen. Ihr baut eure Stadt auf und lasst die Bev&ouml;lkerung f&uuml;r euch arbeiten, steigt in der Gunst politischer Fraktionen auf oder kontrolliert die Nachrichten.&#10;&#10;Nat&uuml;rlich hat das alles seinen Preis - sp&auml;testens, wenn ihr um die Pr&auml;sidentschaft wetteifert, wollt ihr eure potenziellen W&auml;hler auf eurer Seite wissen. Am Ende z&auml;hlt wie immer nur eins: wer hat es geschafft, die meisten Staatsgelder in die eigene Tasche zu stecken?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Market",
      "Voting",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "3736",
    "Name": "Time's Up! Academy",
    "ID": 46158,
    "Year": "(2009)",
    "Geek Rating": "5.889",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/46158/times-up-academy",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0952",
    "Description": "Time's Up! Academy is a charades-based party game for teams of two or more players (and is best with teams of two). Before the game begins, each player looks at several cards featuring old TV series, music and movies and chooses some of them. Each player's cards and shuffled to form a deck, and this deck is used for each of the game's three rounds.&#10;&#10;In each round, team members take turns trying to get their teammates to guess as many names and titles as possible in 30 seconds. In round 1, almost any kind of clue is allowed, and the cluegiver cannot pass on a card. In round 2, no more than one word can be used in each clue (but unlimited sounds and gestures are permitted); the cluegiver can pass on any card he likes, and the teammates can give only a single answer. In round 3, the cluegiver can use no words at all and can pass as often as he likes; again, teammates are allowed only a single guess. Give good physical clues in round 1, and they'll pay dividends down the road when you need to keep your mouth shut and gesture like a maniac before time's up!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Communication Limits",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: Time's Up!",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "3737",
    "Name": "Timeline: American History",
    "ID": 161546,
    "Year": "(2014)",
    "Geek Rating": "5.889",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/161546/timeline-american-history",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1389",
    "Description": "Which happened first: the Salem Witch Trials or the foundation of Harvard College? Was Watergate before Woodstock? Sure, it's easy to know whether the discovery of America came before the Deepwater Horizon oil spill, but how well can you remember everything that happened in between?&#10;&#10;In Timeline: American History, players have hands of cards and take turns attempting to place the cards correctly into the growing timeline. Easy at first, but rapidly growing more difficult, Timeline: American History tests your knowledge and helps you learn the history of the nation.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Timeline"
    ]
  },
  {
    "Rank": "3738",
    "Name": "Munchkin Cthulhu",
    "ID": 25071,
    "Year": "(2007)",
    "Geek Rating": "5.889",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/25071/munchkin-cthulhu",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.7143",
    "Description": "Munchkins have hacked their way through dungeons, kung fu temples, starships, haunted houses, and super-foes. Now they face their greatest challenge &ndash; Cthulhu! Will they survive? Will they retain their sanity? Will they...level up?&#10;&#10;Munchkin Cthulhu is a standalone game in the Munchkin universe, this time lampooning Lovecraft&#039;s Mythos and the horror gaming that surrounds it. This base game features four new Classes, including the Cultist, and a lot of classic monsters from outside reality &ndash; and they all have Stuff you can take from their twitching bodies. You can play Munchkin Cthulhu by itself, or combine it with any number of other Munchkin titles for mind-bending silliness.&#10;&#10;Part of the Munchkin series.&#10;&#10;Munchkin is a satirical card game based on the clich&eacute;s and oddities of Dungeons and Dragons and other role-playing games. Each player starts at level 1 and the winner is the first player to reach level 10. Players can acquire familiar D&amp;D style character classes during the game which determine to some extent the cards they can play.&#10;&#10;There are two types of cards - treasure and encounters. Each turn the current players 'kicks down the door' - drawing an encounter card from the deck. Usually this will involve battling a monster. Monsters have their own levels and players must try and overcome it using the levels, weapons and powers they have acquired during the game or run away. Other players can chose to help the player or hinder by adding extra monsters to the encounter. Defeating a monster will usually result in drawing treasure cards and acquiring levels. Being defeated by a monster results in &quot;bad stuff&quot; which usually involves losing levels and treasure.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "3739",
    "Name": "Livingstone",
    "ID": 40444,
    "Year": "(2009)",
    "Geek Rating": "5.889",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/40444/livingstone",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "2.018",
    "Description": "Africa, 1855....&#10;&#10;The Scottish missionary, Dr Livingstone, has been researching African tribes and the flora and fauna of the area. As part of the Livingston Exploration, strategically set up tents in various regions while collecting gems found along the Zambezi River bank. Gain the most victory points and the favor of Queen Victoria to win!&#10;&#10;From the publisher: In this game you follow in the footsteps of David Livingstone to the roaring Victoria Falls. On your way you may want to try your luck in the Diamond mining or you may prefer to seek a more calculable risk.&#10;&#10;The publisher promises an exciting and tactical family game, with a completely new dice mechanism.&#10;&#10;Gameplay overview:&#10;&#10;In Livingstone, the players travel through the river Zambezi and score points by making explorations to inland and finding valuable diamonds.&#10;&#10;At the start of each round, players roll dice (2 per player), which determine where or in which quantity the actions the players take in the round will happen. Starting with the starting player for the current turn, the players pick dice (and take actions) clockwise one at a time. This is done until all the dice are distributed or nobody can pick another die; you can only ever pick a die that has a higher face value than the previous die you picked.&#10;&#10;When picking a die, players can choose between four actions:&#10;&#10;     Take one special card (regardless of the die value); the special cards give players extra actions, bonuses and more; on the other hand, players can pick up a card that collapses the mine - in this case all the players lose their saved diamonds&#10;     Take money (amount is determined by the die value)&#10;     Take diamonds (values 0&ndash;5, amount determined by the die value) from the bag; if you pick the white stone, you lose all diamonds you picked up this round&#10;     Explore and set up a tent (row determined by the dice value); this costs players money&#10;&#10;&#10;Additionally, the players can do the following actions at any time of their turn for free:&#10;&#10;     Sell diamonds for money&#10;     Contribute coins to the Queen; you have to inform other players you are doing this, but you do not have to specify the value - coins are stored in a chest in secret&#10;&#10;&#10;At the end of the turn, the boat is advanced (one column) further in the Zambezi river. The game ends when the boat cannot advance (eg. it has reached the last row).&#10;&#10;The players score points in two different ways:&#10;&#10;     At the end of each turn, the current column is scored; each tent in a row scores the row amount (die/row value = amount of points)&#10;     At the end of the game, each row is scored; the player with the majority of tents in each row scores points (lower die/row numbers score more points)&#10;&#10;&#10;The player who has contributed the least amount of money to the Queen cannot win the game, even if they collected the most points.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Continents: Africa",
      "Mechanism: Dice Drafting"
    ]
  },
  {
    "Rank": "3740",
    "Name": "Russian Front",
    "ID": 329,
    "Year": "(1985)",
    "Geek Rating": "5.889",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/329/russian-front",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "1200",
    "Weight": "3.3093",
    "Description": "A Game of the War in the East: 1941-44.&#10;&#10;Russian Front is a wargame that re-creates the ebb and flow of the largest, longest and most costly military campaign of World War II. The game covers the vast theater of operations and the massive forces employed by the Soviet Union and by Nazi Germany and her allies. Only this time, YOU are in command.&#10;&#10;&#10;    Alternate scenarios: Games can be played that start in May or June of 1941, in 1942, or in 1943.&#10;    Unique Combat system: Combat occurs within a hex, units take incremental losses, and battles can require more than one round of resolution.&#10;    Land, Air, and sea: Units are included for and battles occur in all combat environments.&#10;    Blitz Attacks: Armor units may breakthrough fronts to drive deep into enemy territory.&#10;    Variable Endings: End any game at the conclusion of a six month period or continue on to the end of the campaign.&#10;&#10;&#10;The Basic rules allow players to quickly start playing the game and mastering the system. The Advanced and Optional rules allow players to choose the levels of complexity and detail that they enjoy.&#10;&#10;TIME SCALE: One month per turn. &#10;MAP SCALE: Twenty-five miles per hex. &#10;UNIT SCALE: Corps, armies, fleets, and flotillas. &#10;PLAYERS: Two. &#10;PLAYING TIME: From two to eighteen hours, depending on the scenario and rules used.&#10;&#10;&mdash;description from the back of the box&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;ScenariosIncluded in the game are three scenarios: 1941, 1942, and 1943.  The Barbarossa scenario also has an early start option with some historically plausible options for allowing this.  The '42 scenario, while historical, is quite imbalanced in favor of the Axis player.  Is a great way to practice the Summer '42 turns though so it is certainly recommended.  Finally is the '43 scenario.  This is imbalanced in favor of the Soviet player and is essentially Barbarossa in reverse.  It is very, very important that players practice this one.  It is the best way to learn the strengths of the Soviet side.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Consolidated RulebookThe Avalon Hill Game Company (TAHGC) quickly released a few important errata for the printed game.  This was released in GENERAL 22-4.  Then, two years later, extensive errata was released in GENERAL 24-1.  Both of these are available for download in the 'files' section below.  However, a new digital rulebook is available for download with all errata already incorporated.  This is also available in the 'files' section.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Wargame Academy Tournament RulesVarious rules are subject to interpretation.  The stated goal of the Wargame Academy is to provide a tournament rulebook where interpretive rules are explicitly stated with only one ruling.  This will enable tournament play.  Visit www.wargameacademy.org for more information and for a copy of the book.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Map ExtensionsSome players through the years desired a bit more space on the map.  To that end custom map extensions have been designed by more than one player.  The VASSAL module now has map extensions available as an option for play.  West to Berlin, Northeast to Archangel, and Southeast to Baku are all included.  Later these extensions will be available for download in a printable file.&#10;&#10;(additional information by user JokerRulez)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belarus",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "3741",
    "Name": "Star Trek: Expeditions",
    "ID": 79131,
    "Year": "(2011)",
    "Geek Rating": "5.888",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/79131/star-trek-expeditions",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4032",
    "Description": "Star Trek: Expeditions is a board game for up to four players, set in the &quot;New Universe&quot; of Star Trek, as seen in the 2009 movie. It is built upon the cooperative board game model and the players will work together against the game itself.&#10;&#10;In the game, players assume the roles of Kirk, Spock, Bones and Uhura. The premise is the Federation has received a petition for membership from a planet and the Enterprise is dispatched to assess their application. When the Enterprise arrives, they discover:&#10;&#10;&#10;     A Klingon battle cruiser is in orbit;&#10;     Civil war is threatening to break out on the planet;&#10;     And the planet is (coincidentally?) reconsidering its application for UFP membership.&#10;&#10;&#10;Your mission is threefold; defuse the threat of civil war, deal with the Klingon threat and get the planet to join the UFP. And you only have 30 days (roughly equaling 30 turns) in which to do it, or a Klingon battle fleet will warp in and you will be forced to withdraw (thus failing your mission).&#10;&#10;Each objective is tracked on a scoresheet that monitors your progress. Decisions you make in the game as well as how you interact with the other players will affect the outcome of the mission.&#10;&#10;The four figures are fully rendered, 3D versions of the four Bridge officers. The four figures and two spaceships are similar to Heroclix figures, with the clicks on the dials at the base of the figure representing damage and corresponding diminished abilities.&#10;&#10;This product is designed as a non-collectible, non-blind, all-in-one-and-done game, but is built upon the &quot;expandable&quot; board game model meaning that down the line, new missions and crew members will be made available for folk to play other &quot;episodes&quot;!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Clix",
      "Players: Games with Solitaire Rules",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "3742",
    "Name": "Dilluvia Project",
    "ID": 139245,
    "Year": "(2015)",
    "Geek Rating": "5.888",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/139245/dilluvia-project",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.6512",
    "Description": "Planet earth is overpopulated but recent technological developments open new possibilities &ndash; whole cities hovering high in the skies.&#10;&#10;The first sky city was planned and named Dilluvia Project. Will it succeed, will it attract people living detached from their friends in the skies?&#10;&#10;It is an important time for mankind!&#10;&#10;The players are entrepreneurs managing the construction of this first sky-city. During seven game turns the main goal of the players is to attract new inhabitants to the city. Who is building the city most efficiently, who is attracting the most population and winning Dilluvia Project?&#10;&#10;",
    "Categories": [
      "City Building",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "3743",
    "Name": "Magnate: The First City",
    "ID": 258242,
    "Year": "(2021)",
    "Geek Rating": "5.888",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/258242/magnate-the-first-city",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.2174",
    "Description": "Build a city, make a fortune.&#10;&#10;&ldquo;In Magnate: The First City, you&rsquo;re a property developer out to build an empire in the midst of a citywide property boom.&#10;&#10;By snapping-up valuable land and constructing the right buildings in the right locations, you&rsquo;ll attract high value tenants and start raking in the big bucks. But beware: as the city grows, everything you build will also open up new opportunities for your competitors. Will you make a fortune? Or will you be caught out when the boom inevitably turns to bust in a game-ending market crash?&rdquo;&#10;&#10;---&#10;&#10;Magnate: The First City is a midweight strategy game for 1-5 players. Each turn players try to grow their property empire by performing different actions, including: buying plots of land, constructing buildings, marketing their developments and selling them completely for their capital value. Once per round, they will also get the chance to attract tenants to any empty buildings they have. If they are successful, they will start collecting rent from their tenants and increase the value of their holdings. At the same time, they will also create new development opportunities for themselves and their opponents.&#10;&#10;But in Magnate, as in real life, not all locations are equally appealing to all types of tenant. Magnate&rsquo;s four types of tenant - residential, offices, retail and industry - all want to be linked to other types of tenant in nearby neighbourhoods. And they are all affected differently by what&rsquo;s next door: The airport is an asset for offices, but it&rsquo;s an unattractive place for new residents. By clever tactical and strategic building, players can increase their odds of attracting these tenants and improve their return on investment - without benefiting their opponents too much.&#10;&#10;But while the players acquire more and larger properties, the price of land keeps rising higher and higher. Eventually, it becomes completely unsustainable and a game-ending crash that will destroy the value of players&rsquo; properties becomes inevitable. When exactly the crash happens, however, is shaped by the players: How much land they buy and how much property they sell will more make a crash on any specific turn more or less likely. Players must time their actions carefully to avoid substantial losses while maximizing their profits. Only then will they emerge victorious as the city&rsquo;s wealthiest property magnate.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Simulation",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3744",
    "Name": "Healthy Heart Hospital",
    "ID": 186721,
    "Year": "(2015)",
    "Geek Rating": "5.888",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/186721/healthy-heart-hospital",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8333",
    "Description": "Welcome to Anytown, U.S.A. where people grumble about the quality of their health care but still show up at Healthy Heart Hospital hoping they made a smart decision. Much has been said (and even more has been written) about the previous administration&rsquo;s haphazard management of Healthy Heart. In an effort to save the Hospital, you and your allies among its leading Physicians have staged a recent &ldquo;Clinical Coup&rdquo; and taken over the Hospital to restore its prestige. However, actually managing things from the inside is never as easy as it appears from the outside, and juggling the responsibilities at Healthy Heart Hospital can quickly turn even the noblest healer into a money-grubbing pragmatist cynically looking for a place to hide the victims of your &ldquo;care.&rdquo;&#10; Does your team have what it takes to bring Healthy Heart Hospital back to its former glory without becoming Hard Hearted in the process?&#10; Healthy Heart Hospital is a cooperative game for 1 to 5 players, played in rounds, with each player spending actions to treat and (hopefully) cure the various patients that come pouring into the hospital each round. Patients are represented by a number of cubes of various colors. Color represents the type of illness, while the number of cubes represents the severity of the illness.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medical"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Push Your Luck",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Medical: Hospitals / Clinics",
      "Misc: LongPack Games",
      "Theme: Science"
    ]
  },
  {
    "Rank": "3745",
    "Name": "Rolling America",
    "ID": 180198,
    "Year": "(2015)",
    "Geek Rating": "5.888",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/180198/rolling-america",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5161",
    "Description": "Rolling America, based on the 2014 release Rolling Japan, is a light &quot;multiplayer solitaire&quot; dice game. Each player has a map of the United States that's divided into fifty (abstractly represented) states, which are then bunched together into six differently colored areas.&#10;&#10;On a turn, a player draws two regular six-sided dice from a bag and rolls them; the bag starts with seven dice, six matching the colors of the areas on the map along with a wild clear die. All players now write down each number rolled on any state of the matching color, i.e., if the blue die shows 4 and the yellow a 2, write a 4 in one blue state and a 2 in one yellow state. If the clear die is rolled, you can place this number in a state of your choice; additionally, three times per game you can choose to use a non-clear die as any color. However, neighboring states can't have numbers with a difference larger than 1; if you can't place a number without breaking this rule, then you must place an X in a state of the appropriate color. (If all the states in an area are filled, you can ignore the die or use one of your three color changes to place the number elsewhere.)&#10;&#10;Rolling America has a few changes from Rolling Japan. The &quot;guard&quot; action allows you to ignore the neighboring number restriction three times during the game, and the &quot;dupe&quot; action allows you to use one of the active dice twice in the same region. As in real life, Alaska and Hawaii are not connected to the continental United States, so you can drop any numbers you want in those states!&#10;&#10;After six dice have been rolled, mark one round as being complete, then return the dice to the bag and start the next round. After eight rounds the game ends, and whoever has the fewest Xs on their map wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: USA",
      "Mechanism: Roll-and-Write",
      "Series: Rolling (Hisashi Hayashi)"
    ]
  },
  {
    "Rank": "3746",
    "Name": "Mino Dice",
    "ID": 191071,
    "Year": "(2016)",
    "Geek Rating": "5.888",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/191071/mino-dice",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5789",
    "Description": "In Mino Dice, first released as Skull King: Das W&uuml;rfelspiel, players try to predict the result of dice battles, and whoever predicts most accurately will come out the winner of the contest.&#10;&#10;The game includes seven types of dice: minotaurs, griffins, mermaids, and four types of number dice. The game lasts 6-8 hands depending on the number of players, and in each round each player draws a number of dice from the bag equal to the current hand, e.g., five dice for the fifth hand, then places them behind their screen, keeping these dice a secret from all. After getting their dice, each player simultaneously bids the number of tricks they think they'll claim during the round by putting out fingers on their hand. Record these bids on the scoresheet.&#10;&#10;The first player in a hand chooses a die from behind their screen, then rolls it in public. If they roll a number die, each other player must roll a number die of this color, if possible; otherwise they roll a die of their choice. Alternatively, a player can always roll a minotaur, griffin, or mermaid die. After each player has rolled, see who has the highest die and claims this trick. A rolled flag is a 0 and cannot win the trick. The minotaur beats the griffin, which beats the mermaid, which beats the minotaur &mdash; and all of these special characters beat numbers. If no one rolls a special character, the highest number rolled wins the trick, with a tie being broken in favor of whoever rolled later. The player who wins the trick collects the dice in front of their screen, then chooses a die from their collection to start the next trick.&#10;&#10;After all the tricks have been claimed, players score points. If you made your bid exactly, score 20 points per trick bid; if you missed your bid, lose 10 points for each trick your bid was off, whether higher or lower. If you bid zero tricks and make it, score 10 points for each trick in the hand; if you miss a 0 bid, lose 10 points for each trick in the hand regardless of how many tricks you made. If you made your bid and captured a minotaur with a mermaid without also capturing a flag, score 50 bonus points; similarly, if you capture a griffin with a minotaur without capturing a flag, score 30 bonus points.&#10;&#10;Whoever has the highest total score after the last hand is complete wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Series: Royal horror card games (Schmidt Spiele)",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "3747",
    "Name": "Martian Dice",
    "ID": 99875,
    "Year": "(2011)",
    "Geek Rating": "5.888",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/99875/martian-dice",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0658",
    "Description": "Your mission, Martians, is to swoop down on the pathetic denizens of the primitive planet Earth and scoop up as many of the inhabitants as you can manage. We are interested in samples of the Chicken, Cow, and Human populations so that we can determine which of them is actually in charge. The Earthlings might manage to put up a feeble defense, but surely nothing that a small taste of your Death Rays can't handle. Make Mars proud &ndash; be the first Martian to fill your abduction quota!&#10;&#10;In Martian Dice you will roll 13 custom dice in an effort to set aside (&quot;abduct&quot;) Humans, Chickens, and Cows. With each roll you must first set aside any Tanks, representing the human military coming to fend off your alien invasion. Then you may choose one type of die to set aside as well - one of the earthlings to abduct, or Death Rays to combat the military. At the end of your turn, if you have at least as many Death Rays as Tanks, then you may abduct the earthlings you've been setting aside. You can't pick any type of Earthling twice in one turn, but if you manage to abduct at least one of each you'll score a bonus!&#10;&#10;With each roll you will ask yourself, do you feel lucky?&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Containers: Tubes",
      "Creatures: Aliens / Extraterrestrials",
      "Digital Implementations: Board Game Arena",
      "Series: TMG Originals",
      "Space: Mars"
    ]
  },
  {
    "Rank": "3748",
    "Name": "Aquädukt",
    "ID": 21641,
    "Year": "(2005)",
    "Geek Rating": "5.888",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/21641/aquadukt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7051",
    "Description": "Building houses isn't hard - but providing water is much more so. By following this ancient Roman building principle, a prosperous landscape is settled by the players. But the beautiful houses are useless without water. If a player doesn't provide water for his houses before the neighborhood is completely built up, then the inhabitants - good or bad - must move out and the house brings no victory points. He who uses tactical cunning and a little dice luck to build wells and canals at the right time and secure the best building spots will win!&#10;&#10;Contents: 1 game board, 112 building tiles (8 tiles with 1 house, 8 tiles with 2 houses, 8 tiles with 3 houses, and 4 tiles with 4 houses... in each of the four colors), 8 mountains, 5 (glass) springs, 36 (wooden) canals, 1 20-sided die.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Components: Polyhedral (not D6) dice",
      "History: Roman Empire"
    ]
  },
  {
    "Rank": "3749",
    "Name": "War and Peace",
    "ID": 626,
    "Year": "(1980)",
    "Geek Rating": "5.887",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/626/war-and-peace",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.2893",
    "Description": "From the autumn of 1805 through the climactic summer of 1815, the entire 10 year conflict between France, England, Austria, Prussia, Russia, and Spain, is re-created in 10 separate scenarios. Each historical scenario is presented as a separate 2-player game with an average playing time of 2-3 hours.&#10;&#10;Avalon Hill Complexity rating - 5&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;ScenariosIncluded are the following scenarios: I. Austerlitz, 1805; II. Jena to Friedland, 1806-07; III. Wagram, 1809; IV. Napoleon in Russia, 1812; V. The War of Liberation, 1813; VI. Napoleon at Bay, 1814;  VII. Waterloo, 1815 VIII. The Peninsular War, 1808-1814; IX. Spain: 1811-1814; X. War and Peace: 1805-1815 Grand Campaign Game.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;New ScenariosXI: The Final Glory Rules to Link the 1812, 1813 and 1814 Scenarios of WAR and PEACE- Originally provided as an article in General Vol. 17 Issue 1 it provides rules to link the original 1812, 1813, and 1814 scenarios.  Was also included in the 2nd Edition of the rules, released in 1981, and is incorporated in to the 3rd Edition Rulebook.&#10;&#10;XII: Marengo The Italian Campaign of 1800.  This, the 12th official scenario, was released in General Vol. 26 Issue 6.  It is incorporated in to the 3rd Edition Rulebook&#10;&#10;XIII: From Montenotte to Rivoli - Bonaparte's First Command: The Italian Campaign of 1796-97 A Scenario By Tom Cundiff.  This scenario was included in Fire &amp; Movement Issue No. 146&#10;&#10;XIV: The Army of the Orient - Bonaparte in Egypt 1798-99 A Scenario By John Gant.  **Development Now Complete.  To be included in the Sequel to War and Peace**&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Campaign GameThe Campaign Game had Naval Rules, and Diplomatic rules that deviated from and altered the structure used for the other scenarios.  Some players complained of ambiguities in these rules and the Campaign Game became known as difficult to play, and unbalanced for 2 players to play.  Some commented that the Campaign Game felt &quot;tacked on&quot; to an otherwise excellent collection of scenarios.  General Vol. 23 Issue 4 provided official rules to help with the 2 player Campaign Game.  However, regarding the Naval Rules, an official correction (2nd Edition Rules of '81) would further complicate matters until the game designer released his own update in General Vol. 19. Issue 5.  The Campaign Game was further altered for &quot;more realism&quot; by an article in General Vol. 31 Issue 2.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;3rd Edition GameThis Unofficial 3rd Edition of the Rules compiles and reconciles all of the differences in the rules, as published by Avalon Hill over the years.  Comprised from the 1st Edition Rulebook, Errata, 2nd Edition Rulebook, 3rd Edition Naval Rules (Official), Q&amp;A, and Misc. released by Avalon Hill through the years, the 3rd Edition Rulebook is the definitive edition.  Also included are all official variants and optional rules.  Available now for download in the 'Files' section of this page.  This effort embraced the official work almost exclusively.  The 4th Edition will attempt to fix some of the issues in the official work.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;4th Edition Game Available NowThe Unofficial Mapboard, in support of the comprehensive rulebook and titled the 4th Edition Mapboard, is now available. 1st Edition Mapboard was the initial release.  Some suggestions for updates were made so that is considered the 2nd Edition (for those who used whiteout on the 4th river of Kiev).  The brand new map was the 3rd Edition.  The 4.0 version, where unofficial work is involved, is available now on the VASSAL web site as part of the module and as a PDF for printing.&#10;&#10;The 4th Edition Rulebook is specific to the 4th Edition Mapboard and has significant unofficial work to fix various issues.  The primary focus of the 4th Edition was the new map and the Grand Campaign Game.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: France",
      "Country: Prussia",
      "Country: Spain",
      "Digital Implementations: Steam",
      "History: Napoleonic Wars",
      "War Battlespace: Land warfare",
      "War Level of Command: Strategic"
    ]
  },
  {
    "Rank": "3750",
    "Name": "Hand of Fate: Ordeals",
    "ID": 216381,
    "Year": "(2018)",
    "Geek Rating": "5.887",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/216381/hand-of-fate-ordeals",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.9583",
    "Description": "You, traveler, have been chosen to play The Game, an ancient artifact of terrible power that can twist reality and call forth horrors from the past to test its players. You now sit at the table before Kallas, the current master of The Game, to play for his entertainment and your life. You enter the fray with only a rusty ax and the most basic of skills. Trace the steps of your past and explore the vast lands of the kingdom. Hone your abilities, outwit your opponents, and slay the greatest of foes in order to claim the title of Hero.&#10;&#10;Hand of Fate: Ordeals is an adventure deck-building game for 1&ndash;4 players that can be played in competitive or cooperative modes.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "3751",
    "Name": "Arcana Rising",
    "ID": 309408,
    "Year": "(2022)",
    "Geek Rating": "5.887",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/309408/arcana-rising",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.1111",
    "Description": "Arcana Rising invites up to six spellcasters to participate in a competition to acquire arcane artifacts and cast mighty spells in an effort to gain knowledge and power. As they gather their mystical relics, they note the passing of the moons, which amplify the power of certain schools of magic, allowing wizards to cast spells at the peak of their power!&#10;&#10;Arcana Rising is a drafting and engine-building game in which players compete over three rounds to craft a magical engine that will power their collected artifacts and generate points for them at the end of the game.&#10;&#10;On a turn, players select a single card from the pile they are passed. Once a card has been selected, players pass the remaining cards clockwise, then choose whether to add the newly acquired card to their tableau OR to discard the card in order to run their engine and cast their spells. Randomized moon tokens tell players which of their spells may be cast. Therefore, the timing of executing your powers is nearly as important as the powers themselves.&#10;&#10;The cards fall into schools of Charms, Herbology, Blood Arts, Potions, Alchemy, and Artifacts. Only a single type of spell can be cast each turn,  depending on a randomized order for that round.&#10;&#10;After three rounds of drafting, players calculate their scores based on the unique set of artifacts they have collected, and the player with the most victory points wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3752",
    "Name": "Battleground",
    "ID": 18985,
    "Year": "(2005)",
    "Geek Rating": "5.887",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/18985/battleground",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8222",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Battleground: Fantasy Warfare is a point-based table-top tactical wargame in which units are represented by cards instead of a collection of figures or models. We bring you all the charging, flanking and intricate maneuvering of a great wargame in a convenient package for a fraction of the cost.&#10;&#10;As the general of a fantasy army of Men, Orcs, Elves or whatever faction you choose, you will muster your forces and command them in battle.  You will have an agreed-upon number of points to spend on your army, which will determine the size of the battle.  You and your opponent will then take turns deploying your forces on the battlefield.  Finally you will give them their orders and the battle begins.&#10;&#10;During play you will have a limited number of Command Actions each turn &ndash; one for every 500 points available for building your army.  These Command Actions represent what you can do as a general.  You can spend them to change a unit&rsquo;s orders or take direct control of a unit for a turn, rally routed units, draw cards that can provide small combat bonuses or to use your special army ability.&#10;&#10;Unlike most tabletop wargames where you have complete control over every soldier&rsquo;s actions, Battleground puts you in the role of a true general.  Your troops are loyal and will obey your orders but you can&rsquo;t be everywhere so you have to spend your resources carefully!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Ancient: Rome",
      "Digital Implementations: VASSAL",
      "Game: Battleground Fantasy Warfare (Your Move Games)",
      "Game: Battleground Historical Warfare (Your Move Games)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "3753",
    "Name": "Beasts of Balance",
    "ID": 185709,
    "Year": "(2016)",
    "Geek Rating": "5.887",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/185709/beasts-of-balance",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "Beasts of Balance is a game of strategy and balance in which you build a tower of animals on your tabletop, then help them evolve in a connected digital world.&#10;&#10;A cooperative game for one to five players, the aim is to make the most fabulous world you can by strategically nurturing and evolving your creatures and casting skill-based miracles - before your tower collapses.&#10;&#10;Players take turns to stack a set of beautifully made artifacts into a tower. As they're placed they pop onto the connected device's screen, where they'll be seen to evolve and grow as players continue to make tactical choices over how they build.&#10;&#10;Our in-house designed technology uses a unique combination of sensors to recognize the pieces in play, connecting to the device over Bluetooth to tablets and smartphones running iOS or Android.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Collectible Components",
      "Electronic",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Stacking and Balancing",
      "Sudden Death Ending"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Birds",
      "Animals: Eagles",
      "Animals: Octopuses",
      "Animals: Pigs",
      "Animals: Sharks",
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter",
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "3754",
    "Name": "Sator Arepo Tenet Opera Rotas",
    "ID": 18500,
    "Year": "(2008)",
    "Geek Rating": "5.887",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/18500/sator-arepo-tenet-opera-rotas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4074",
    "Description": "Hidden inside the sinners&rsquo; pit of the antique library are cursed tomes, heretical books, treatises on witchcraft and black magic, and precious volumes of Kabbalah, all of them written in strange and lost languages. Each book has been placed precisely in the pit, positioned according to exacting rituals; their function to prevent chaos from emerging from the pit. The Keeper is entrusted to stop the souls of the damned from escaping - something they attempt continuously - by touring the labyrinth and keeping the power contained in the books strong enough to seal the abyss. Only the Keeper knows the rituals and the exact position of every volume as he&rsquo;s the sole person with access to the Sator secrets.&#10;&#10;SATOR AREPO TENET OPERA ROTAS is the seal that keeps the souls of the damned from flowing away...&#10;&#10;But the power of the old Keeper is waning, and the sinners&rsquo; pit has felt this, using the breath of the damned to slowly shift the volumes which compose the Sator across the labyrinth in order to open a passage for their souls into our world.&#10;&#10;Thus, the four Acolytes of the Keeper have been entrusted to recover the holy books that have been moved across the labyrinth. Each volume contains a key which lets one understand some of the arcane words of the Sator and thereby regain control of the labyrinth. The Acolyte who first recovers the four holy books that the Keeper has asked him to find will be able to access the Sator and become the new Keeper.&#10;&#10;Goal&#10;&#10;Each player represents an Acolyte and tries to be the first to recover the four books that the Keeper has entrusted to him (the four books in the color of his pawn). &#10;The sinners&rsquo; pit is an intricate labyrinth of Footbridges and mobile walkways that can be moved by gears and pulleys. They can be turned and pushed in order to create a safe path over which the Acolyte may safely walk the abyss.&#10;&#10;To move Footbridges, each Acolyte may read from the book Incertus Movet in Aere Sospeso', which is a kind of user&rsquo;s manual explaining how to manipulate the walking passages to meet his needs. The more Footbridges the Acolyte moves during his turn, the farther he will be able to walk.&#10;What&rsquo;s more, he will be able to use the content of his own Liber Fidei, a set of prayers, thoughts and ascetic books, to perform apparently impossible actions (such as the manipulation of time and space) thanks to the power of his faith...&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Race",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Books / Libraries",
      "Components: 14 x 14 Grids",
      "Components: Polyominoes"
    ]
  },
  {
    "Rank": "3755",
    "Name": "Specter Ops: Broken Covenant",
    "ID": 235544,
    "Year": "(2018)",
    "Geek Rating": "5.887",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/235544/specter-ops-broken-covenant",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "Specter Ops: Broken Covenant is a standalone game set in the Specter Ops universe that puts two to five players in the middle of a war that's fought in the shadows.&#10;&#10;Corporate secrets linger within the corridors of Raxxon's abandoned headquarters and, even though the base is empty, it is not forgotten. In this tense cat-and-mouse showdown, a lone A.R.K. agent stalks the shadows of the facility, attempting to complete secret objectives while hunters from Raxxon's Experimental Security Division try to pinpoint their location and destroy them. On one side, the agent must use all their skills and equipment to succeed. On the other, the hunters rely on teamwork and superhuman skills to locate their prey. No matter who you play, you must use strategy, deduction, and stealth to win.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Miniatures",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hidden Movement",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Square Grid",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: Hidden Movement",
      "Players: One versus Many",
      "Setting: Specter Ops",
      "Theme: Infiltration"
    ]
  },
  {
    "Rank": "3756",
    "Name": "Intarsia",
    "ID": 422126,
    "Year": "(2024)",
    "Geek Rating": "5.887",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/422126/intarsia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.0476",
    "Description": "For countless years, the Caf&eacute; de Paris has offered moments of carefree relaxation and a wonderful opportunity to pause and breathe amid a bustling city. Unfortunately, the caf&eacute; must close for emergency renovation to ensure that it continues to attract numerous guests.&#10;&#10;In Intarsia, players compete for the contract for the coveted redesign work on the parquet, embellishing it with stylish intarsias. To win the contract, players have to prove their skills by refining the floor with stylish inlays and outdoing their competitors with new tools.&#10;&#10;Each floor ornament can consist of one to four filigree wooden elements that are puzzled together from the outside inwards. The more pieces the ornament consists of, the more victory points it scores! During the building phase, wooden elements can be paid for with material cards and built according to the building rules. Whoever fulfills the requirement for a tool receives the tile that scores points. Only the person with the best building skills can secure the contract and give the caf&eacute; a new lease of life!&#10;&#10;The B-side of the floor plan offers variation for this clever and high-quality placement game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Art style – Art Nouveau"
    ]
  },
  {
    "Rank": "3757",
    "Name": "Vengeance",
    "ID": 205477,
    "Year": "(2018)",
    "Geek Rating": "5.887",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/205477/vengeance",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.8571",
    "Description": "Description from the publisher:&#10;&#10;Step into the shoes of a hero that has been bashed and tortured by one or more of the four gangs in the game. You win by building up your hero, scouting gang dens to find the baddies who wronged you, then taking bloody revenge through action-packed fight sequences made up of dice based puzzles.&#10;&#10;Vengeance alternates between montage turns and fight turns.  In montage turns, players heal and upgrade their heroes through new abilities and items. They also go out scouting gang dens to find the bosses who wronged them and take revenge on them in the fight turn.&#10;&#10;The fight turn is the heart of the game. Players pick one of the scouted gang dens containing a boss who has wronged them and burst into the gang den to exact bloody revenge. Players gain VPs for killing the boss, clearing the den from all the minions or, for maximum points, both. Players have three turns to do this and get out of the den in one piece.&#10;&#10;Fights are basically dice-based puzzles. In each round of the fight, players roll a set of dice and decide the order in which they play the rolled results. Upgrade skills and items allow players to swap die-results for others or string together a number of results to perform enemy-slapping combos. Upgrades thus work towards mitigating the luck of the die-roll, giving players more control over their Fight actions.&#10;&#10;Players score points by killing bosses who wronged them, i.e., matching the figure on their vengeance card with one of the face down Boss cards attached to each den and/or by clearing all minions of a gang which matches the color of a vengeance card they have in play.&#10;&#10;At the end of the game players also score bonus victory points through three mission cards in play.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Mafia",
      "Miniatures",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Set Collection",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3758",
    "Name": "Cosmic Colonies",
    "ID": 283095,
    "Year": "(2020)",
    "Geek Rating": "5.887",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/283095/cosmic-colonies",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.0625",
    "Description": "Asteroids blast through the cosmos, each one packed with possibilities. One may be your perfect new home, but it takes a stellar team to build a cosmic colony...&#10;&#10;Cosmic Colonies is an orbit-drafting game of building a home in the stars. Players must leverage their workers' unique abilities to gather resources and construct new buildings while cleverly expanding their colonies. Each round brings new opportunities &mdash; and new talent. Your old workers will blast off to other players, while their workers orbit around to join your team!&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Polyominoes"
    ]
  },
  {
    "Rank": "3759",
    "Name": "Duos",
    "ID": 181329,
    "Year": "(2015)",
    "Geek Rating": "5.887",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/181329/duos",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3125",
    "Description": "In Duos, a.k.a. Team Play, players compete in teams of twos to score points. On a turn, a player can draw two cards, pass 1-2 cards face down to their teammate, and complete one or more goals in whatever order they wish.&#10;&#10;Cards come numbered 1-8 in magenta and blue with multiple copies of each card. Each player has a personal, face-up goal, with one public goal being available for all players, with goals being something like have four blue cards in sequence, have three of the same even number, or have two magenta cards that add to a third magenta card.&#10;&#10;As soon as you have the right cards in hand, you can discard them to complete your personal goal or the public one, after which a new goal is revealed, with the achieving player being able to reject the first one revealed. When a team has completed eight goals, each player has one final turn, then whichever team has scored more points for its goals wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Contracts",
      "Open Drafting",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Magenta (CMYK)"
    ]
  },
  {
    "Rank": "3760",
    "Name": "Shanghaien",
    "ID": 34320,
    "Year": "(2008)",
    "Geek Rating": "5.886",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/34320/shanghaien",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.469",
    "Description": "From the publisher:&#10;&#10;&quot;At the start of each round, six cards are lined up between the players with each card corresponding to the numbers 1-6 on a die. The cards show sailors of different nationalities or special actions with which the players can influence the die results or enlarge their team. The player take turns rolling dice and assigning one of them to a card until a player wants to get out and start shanghaiing, at which point the cards are distributed to whoever has more dice on their side.&quot;&#10;&#10;At the end of the game, the stronger nationality score victory points equal to the value of the weaker team. Having a monopoly causes you to score the value of your own team.&#10;&#10;Expanded by:&#10;&#10;&#10;    Shanghaien: Extrakarte 1&#10;    Shanghaien: Extrakarte 2&#10;    Shanghaien: Extrakarte 3&#10;    Shanghaien: Crazy Captain&#10;&#10;&#10;Online Play&#10;&#10;&#10;     Yucata (turn-based)&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Cities: Shanghai (China)",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games",
      "Theme: Mystery / Crime",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "3761",
    "Name": "Band of Brothers: Ghost Panzer",
    "ID": 129122,
    "Year": "(2013)",
    "Geek Rating": "5.886",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/129122/band-of-brothers-ghost-panzer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Band of Brothers: Ghost Panzer is a fast playing game of squad level combat in WWII. It covers the exploits of the German 11th Panzer Division in Russia from 1941 to 1944. The rules are very simple (no combat charts are needed) with very few exceptions to remember and yet the game is meant to be all encompassing and will include infantry, tanks, and artillery.&#10;&#10;Based on years of research, the game system uses a unique suppression mechanic. There are no longer two unique states for a unit, but varying degrees of suppression. This allows suppression to accumulate from multiple fire sources and means that the unit will not take a morale check until it is asked to do something. You will never know for sure how your units will respond until they are needed.&#10;&#10;Although casualties can be caused by artillery and heavy weapons (which makes them prime battlefield targets), squads will never cause significant casualties shooting at range at dug in, first line troops. Their goal is to fire and maneuver. Sections of the enemy force must be pinned down and eliminated from up close. The system itself forces this realistic play. In a similar fashion, the system rewards you for spreading your troops out and other realistic game play.&#10;&#10;Another unique feature of the game is its use of Proficiency and Casualty ratings to differentiate squads in areas besides just morale.&#10;&#10;Ghost Panzer is a STAND ALONE GAME, but is also the second in a series.&#10;&#10;Band of Brothers: Screaming Eagles was the first in the series and followed the U.S. 101st Airborne Division.&#10;&#10;Other games under research are &quot;The Old Breed&quot; (the US 1st Marine Division) and a module that follows Commonwealth forces.&#10;&#10;Other Key Links:&#10;&#10;Designing a Division&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Country: Soviet Union",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Game: Band of Brothers (Worthington)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3762",
    "Name": "Bad Bones",
    "ID": 199223,
    "Year": "(2019)",
    "Geek Rating": "5.886",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/199223/bad-bones",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1034",
    "Description": "You lead the good life at the top of your tower, contemplating your peaceful kingdom and chatting with your charming neighbors. Life is absolute happiness. Well, it was...&#10;&#10;Terrible skeletons have arisen with a creepy clatter from their graves across the realms' ancient cemeteries. Those scouts that return report endless streams of bony hordes marching toward each kingdom, ravaging the lands as they come. Faced with this sudden threat, even your once friendly neighbors seem to have turned against you as they withdraw to their keeps to defend their own frightened kingdoms, focusing on their own villages and tower.&#10;&#10;Your kingdom is at siege by the living dead. You raise troops, build walls, lay traps, prepare magical spells and even wake your pet dragon. Hopefully they can be slowed, or if you're devilishly crafty, they can be turned toward those traitorous adjoining kingdoms. In this battle, your best asset is your brave and proud hero, who stands ready to slay those piles of walking bones. Alas, he can't fight everywhere, so if things get truly desperate, you could offer them your treasure to get some relief.&#10;&#10;The ivory invaders want somewhere to call their own to live out their death in peace, and they have their eye sockets on you! Will you hold out, or will your home become the retirement village of the damned...?&#10;&#10;Bad Bones is a game in which you must survive an invasion of ever more numerous and dangerous skeletons. The invasion cannot be defeated, so you must outlast your opponents to win the day. At your disposal are a range of weapons that defeat, slow, or even deflect the skeletons towards the other players. The game ends when one player's tower or village is wiped out.&#10;&#10;A game turn takes place in four phases:&#10;&#10;1] Hero Movement and Combat: Move your hero and eliminate the skeletons from the destination square.&#10;2) Trap Placement: Place or remove traps on your personal board.&#10;3) Skeletons Move: Move the skeletons forward, damaging your tower or your village if they move far enough.&#10;4) Skeletons Spawn: Place new skeletons among the streams and on the edges of the player boards.&#10;&#10;Each phase happens simultaneously for all players on their own player board, which means a game with up to six players can take only thirty minutes. Multiple copies of the game can be combined to play with as many players as you have space for, and the game can also be played solo. The rules are simple to explain and understand, with several strategic variations for experts.&#10;&#10;The basic game is competitive - the surviving player with the most points wins. The advanced rules include a cooperative mode where all the players must survive, in which case they all win.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Simultaneous Action Selection",
      "Single Loser Game",
      "Take That"
    ],
    "Families": [
      "Category: Tower Defense",
      "Creatures: Dragons",
      "Creatures: Zombies",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3763",
    "Name": "Run Fight or Die: Reloaded",
    "ID": 257096,
    "Year": "(2019)",
    "Geek Rating": "5.886",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/257096/run-fight-or-die-reloaded",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.9524",
    "Description": "Back from the dead and better than ever! Run Fight or Die: Reloaded is a revamped and refreshed edition of the Richard Launius game Run Fight or Die.&#10;&#10;In the game, you play a hero trying to survive wave after wave of zombies coming straight for you! You play as a unique character with your own character traits including a minor, major and super combo. You'll need them to fight off the zombies move closer to you every round. You run from location to location, searching for weapons and survivors in a desperate attempt to stay alive. Survivors may bring new skills to help you in your desperate fight for survival, or in some cases, new challenges to overcome. You'll also need them along if you want to win as every survivor provides you victory points.&#10;&#10;This streamlined version removes several decks from the original game, including the Fleeing deck and Event deck. Players rolls six dice instead of five and there are now different combos to mitigate against tough zombie-filled rolls. Additionally, players can now use followers to soak damage coming in from zombies.&#10;&#10;The game ends either when one player dies, the Town Line comes out of the locations deck, or when the Mutant Zombie has been put down once and for all.  Whoever has the most leadership points among surviving players wins.&#10;&#10;Run, Fight, or Die: Reloaded is a frantic first person experience for 1 to 4 players (will play up to 6 with the 5/6 player expansion).&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Players: Games with expansions that add solo play",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3764",
    "Name": "Numbsters",
    "ID": 374541,
    "Year": "(2023)",
    "Geek Rating": "5.886",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/374541/numbsters",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.125",
    "Description": "When hungry Numbsters form a line, arrange them well and you&rsquo;ll be fine. But when they all begin to munch, avoid the Mouth or you&rsquo;ll be lunch!&#10;&#10;Numbsters is a solo game that can be played in your hand or on a table. Each of the hungry Numbsters features a number and special ability. Starting with a stack of 6 random Numbsters (plus the Mouth card) you&rsquo;ll need to eat, move, and manipulate your way to victory. If you can get down to just one Numbster and the Mouth remaining in your hand, you win!&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;HOW TO PLAY&#10;&#10;Each turn, draw a new Numbster into your hand, placing it at the top of the stack.&#10;&#10;Next, you may move one card to a different position in the stack OR swap any two cards&rsquo; positions.&#10;&#10;Lastly, it&rsquo;s feeding time: one Numbster must eat another one.&#10;&#10;Typically, this requires two sequential Numbsters (for example, 16 and 17) separated only by the Mouth card. The smaller Numbster in the sequence can eat the bigger one, discarding it and starting a new turn.&#10;&#10;Of course, these Numbsters are odd creatures. Each one has an optional special ability that changes how the other Numbsters eat, allowing for powerful plays and big bites!&#10;&#10;The ability on the top Numbster in the stack is considered active while showing; when it&rsquo;s used, that Numbster slides to the bottom of the stack. But be careful &ndash; if at any point the Mouth card reaches the top of the stack, it triggers its game-ending special ability&hellip;and eats YOU!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Multi-Use Cards",
      "Ordering",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Google Play",
      "Misc: No Table Needed",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Micro Game (Matagot)",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "3765",
    "Name": "Shifting Sands: The Campaign for North Africa  1940-1943",
    "ID": 11949,
    "Year": "(2006)",
    "Geek Rating": "5.885",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/11949/shifting-sands-the-campaign-for-north-africa-1940",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "300",
    "Weight": "3.1835",
    "Description": "(from MMP website:)&#10;&#10;Shifting Sands is a point-to-point movement, card driven game based on the World War II African campaigns of 1940-1943. From the first Italian attempts to cross &quot;The Wire&quot; through the Torch invasion, all aspects of the campaign for North Africa are covered including the Abyssinian Campaign of 1940-1941. Like the commanders of the day, you'll need to try and achieve your goals while events in other theaters influence your ability to maintain any semblance of a plan.&#10;&#10;Contents:&#10;&#10;One mapsheet (approx 22&quot;x32&quot;) &#10;One 36-page booket with rules, designer notes, and scenarios; only 16 pages of actual game rules &#10;Two countersheets - one 5/8&quot; and one 5/8&quot; and 1/2&quot; mixed &#10;2 decks of 55 cards - one allied and one axis &#10;2 player aid cards &#10;dice&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Decades: The 1940's",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: North Africa",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "3766",
    "Name": "Deckscape: The Mystery of Eldorado",
    "ID": 258451,
    "Year": "(2018)",
    "Geek Rating": "5.885",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/258451/deckscape-the-mystery-of-eldorado",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.7",
    "Description": "Deckscape: The Mystery of Eldorado is the fourth title in a series of cooperative games inspired by real escape rooms in which a group of people is &quot;trapped&quot; inside a room full of puzzles and odd items. The goal of the game is to solve puzzles, understand the plot of the story, and make intelligent use of the items provided in order to exit from the room as quickly as possible.&#10;&#10;In Deckscape: The Mystery of Eldorado, you are a group of explorers, who have long sought the legendary golden city in the heart of the forest, without finding it. While you are flying back home, the head of a statue crashes against the plane and you have to parachute to safety! You are alone, tired and hungry, lost in an uncharted area of the forest. Danger is lurking, and you have only the few items you grabbed before jumping out. This could be your end...or the very last chance to unravel the mystery of Eldorado! Can you survive the pitfalls of the Amazon forest and find the legendary city of Eldorado?&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Players: Games with Solitaire Rules",
      "Region: Amazon Rainforest",
      "Series: Deckscape (dV Giochi)"
    ]
  },
  {
    "Rank": "3767",
    "Name": "Leader 1: Hell of the North",
    "ID": 83040,
    "Year": "(2011)",
    "Geek Rating": "5.885",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/83040/leader-1-hell-of-the-north",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.7111",
    "Description": "Originally announced as an extension of Leader 1, Leader 1: Hell of the North has since transformed into a standalone game, albeit one in which the components can be used in the original game from whence this one came.&#10;&#10;Game play is similar to that in the original game: &quot;Each of the teams includes different types of cyclists. Every cyclist enjoys the benefits of a free base movement which varies according to his specialty and according to the hexagon at the beginning of his movement. After this kind of movement every racer can add a paying movement. Therefore, the race is based on the riders' energy management: initially the riders are all inside the peloton, where it is easier to save energy, but then they will have to find the proper moment to break away to open the definitive gap ahead of the peloton.&quot;&#10;&#10;&quot;Hell of the North&quot; is a slang term for a one-day bicycle race originally from Paris to Roubaix that includes many sections of cobbled roads, sections that often lead to damaged bikes, falls and unexpected race results. A mix of new terrain, including cobblestoned sections, is included in the game with forty new tracks on twenty hexagonal tiles. New miniatures are included that match the size of those in the original game, and the game includes &quot;new rider characteristics&quot;, according to Ghenos' Alfredo Genovese, to go with the miniatures. While game play is similar to that of the original game, the rules have been revised and updated.&#10;&#10;Re-implements:&#10;&#10;    Leader 1&#10;    Giro d&#039;Italia: The game&#10;&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board",
      "Race",
      "Simulation"
    ],
    "Families": [
      "Game: Leader 1",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "3768",
    "Name": "Comuni",
    "ID": 37231,
    "Year": "(2008)",
    "Geek Rating": "5.885",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/37231/comuni",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.3095",
    "Description": "In the 12th Century, in the north of Italy, there were strong cities, ruled by themselves with their own territories and army and each one with own characteristics. They were called COMUNI. The relationship among them was a more or less a pacific coexistence but the cultural, military and Economic competition was always very high.&#10;In this game each player rules a particular COMUNE and has to increase the wealth of the city. To do this he must build structures that are the core of the Economic, Military, Cultural and Religious life.&#10;At the same time all the player must be aware of the invasion that can come from outside and if necessary must be able to collaborate to defeat them.&#10;&#10;Comuni is a game of strategy. The core of the game is trying to acquire &quot;projects of buildings&quot; (cards) that can be automatically transformed in buildings and protection walls (and subsequent upgrades).&#10;The acquisition of the projects is made through a bidding system.&#10;The buildings can be of four types (Economic, Military Cultural and Religious) that give different resources. The resources give different advantages during the game in the bidding phase, when you transform projects into buildings etc....&#10;The projects cards are divided in four different decks, at the end of each of them, an invasion comes, each time stronger. The invasion hits all players and during the invasion each player must defend his city. The players also can (and have an incentive to) collaborate to fight the aggression together.&#10;At the end of the four invasions the game ends.&#10;The key element of this game is the ability to plan a successful strategy predicting what will be the situation several turns in advance.&#10;&#10;",
    "Categories": [
      "City Building",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Components: Player Screens",
      "Country: Italy"
    ]
  },
  {
    "Rank": "3769",
    "Name": "Nevermore",
    "ID": 173047,
    "Year": "(2015)",
    "Geek Rating": "5.885",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/173047/nevermore",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.8649",
    "Description": "Pass with care...&#10;&#10;Many are the paths to power: brute force, subtle deception, cunning trickery. You hold the cards...but you can't keep them all. What will you decide to collect for personal gain? And what are you willing to give up in order to destroy? The Ravens are gathering, many of whom used to be rivals. Will you rise to power or simply be...nevermore.&#10;&#10;Nevermore is a casual-style, card-drafting game in which you quickly build your hand each round, collecting cards you want and poisoning your opponent's hand by passing along cards you think they can't use. Whoever holds the most of a given suit, gains the power of that suit to attack, heal, acquire Light or Shadow magicks and score victory points.&#10;&#10;Will you transform all your rivals into ravens &mdash; or can they regain their human form in time to score enough victory to win?&#10;&#10;&#10;Nevermore can be taught in less than five minutes, yet hides a surprising amount of depth in strategy, as players try to outwit and outmaneuver their opponents. Player &lsquo;transformation&rsquo; replaces player elimination, keeping everyone in the game until the last moment, yet still rewards players who have performed better during the game. That's because a player who has become a Raven cannot win until they can find a way to transform back, but they still play, helping to doom other players and trying to collect one of two specific hands (all of one suit - or - one of every suit) to become human again.&#10;&#10;Short game length encourages multiple plays per session and appeals to players of all skill levels &ndash; with plenty of underhanded plotting and backstabby goodness.&#10;&#10;&#10;Play Overview:&#10;&#10;Players are dealt a hand of 5 cards - but they will not keep them all.&#10;During the drafting phase, players must pass three of those cards to the player on their left. From their new set of five, they must then pass two to the left. Lastly, they will pass one card left - ending the drafting phase with a final drafted hand of five cards. They will have attempted to collect cards from a certain suit (or two) trying to be the player who has the most of that suit this hand - and also carefully managing what they are passing to their opponent, to make sure they don't end up with too powerful a hand.&#10;&#10;During the resolution phase, each suit is called for, one at a time. All players show cards from that suit simultaneously. The player with the most gains the power of the suit - and the strength of the ability is determined by subtracting the second highest total of that suit. Example: I hold three Attack cards. Two other players each hold one Attack card. (3-1=2) I do a 2 point attack on a player I choose. Healing, Victory points and Radiance (which draws a Light Magick card for each you have minus the second highest amount) all work the same way. All but Ravens, who kill cards of other suits in your hand. Example: I have 3 Victory, 1 Attack and 1 Raven. I must choose to sacrifice either 1 Attack or 1 Victory card from my hand as they are Resolved. Certain special hands give additional benefits and/or Victory points.&#10;&#10;If your 5 Health points drop to 0, you become a Raven, still in the game, but unable to win until you can transform back.&#10;&#10;The winner is either the last human player standing - or the first to score 6 Victory points.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Crows / Ravens / Magpies"
    ]
  },
  {
    "Rank": "3770",
    "Name": "Tuki",
    "ID": 270168,
    "Year": "(2019)",
    "Geek Rating": "5.885",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/270168/tuki",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.1053",
    "Description": "In the Inuit language, &quot;tukilik&quot; is used to define an object that carries a message, and the northern landscapes are densely populated with such objects. The most well known of these are the inukshuk, that is, structures of rough stones traditionally used by Inuit people as a landmark or commemorative sign, with the stones often being stacked in the form of a human figure.&#10;&#10;During each turn in Tuki, you attempt to construct an inukshuk based on the die face rolled using your stones and blocks of snow. Players have only a limited number of pieces with which to construct the inukshuk, so you'll need to be creative and use the three-dimensional pieces in multiple ways, such as to counterbalance other pieces or even build on top of existing pieces. A solution always exists &mdash; you just need to discover it!&#10;&#10;You can choose from two levels of difficulty when playing Tuki to level the playing ground between newcomers and experts. Be swift, yet precise, and transform your stones into messengers of the north...&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Prehistoric",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Finale Ending",
      "Pattern Building",
      "Pattern Recognition",
      "Player Elimination",
      "Race",
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Penguins",
      "Animals: Whales",
      "Components: 3-Dimensional (3D)",
      "Components: Dice with Icons",
      "Mechanism: Tower Stacking",
      "Theme: Inuit Peoples"
    ]
  },
  {
    "Rank": "3771",
    "Name": "Cloud City",
    "ID": 313963,
    "Year": "(2020)",
    "Geek Rating": "5.885",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/313963/cloud-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.28",
    "Description": "In Cloud City, you compete against other architects to create the best city planning project to be chosen by the city council. Have your project chosen and built for the people of Cloud City to enjoy!&#10;&#10;Develop your city with buildings and build walkways to connect buildings to one another. Walkways earn city council votes and the longer the walkway, the more points. Walkways can earn 1, 2, 3, 5, or 8 city council votes. River walkways connect the smallest buildings, forest walkways connect midsize buildings, and ice walkways connect the tallest buildings. The architect with the city plan that features the most and the longest walkways will win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "3772",
    "Name": "Baltimore & Ohio",
    "ID": 43307,
    "Year": "(2009)",
    "Geek Rating": "5.885",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/43307/baltimore-and-ohio",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.7463",
    "Description": "With a bright Peep from the whistle, a full Chuff from the pistons and a powerful Clank from the drivers, America's first steam locomotive moves down the steel rails of the Baltimore &amp; Ohio Railroad in Baltimore in 1830. This strategic railroad game extends from the first of America's railroads through the golden age of steam, where pioneering rail barons knit together the fledgling United States with iron roads, realizing the full power of the nation's mighty heartland. Each player takes the roles of railroad presidents and their wealthy investors, betting that their capital gambles will pay off handsomely. Baltimore and Ohio is not a game of luck or chance, but a competitive struggle of wits, savvy and guile. With the resources at hand, should you focus on further expansion, technological breakthroughs or emerging markets? This modern classic has all the challenges faced by the empire building capitalists that created a superpower.&#10;&#10;Eddie Robbins' Baltimore &amp; Ohio is a no luck, no auctions, 3+ hour, grand strategic economic slugfest of a train game, for 3-6 players. It was part of the Winsome Games' 2009 Essen Set, has been licensed to Eagle Games and will be released by Eagle in 2010.&#10;&#10;The railroads in the game are:&#10;Baltimore &amp; Ohio&#10;Boston &amp; Maine&#10;Chesapeake &amp; Ohio&#10;Erie&#10;Illinois Central&#10;New York Central&#10;New York, Chicago &amp; Saint Louis (aka Nickel Plate)&#10;New York, New Haven &amp; Hartford&#10;Pennsylvania&#10;Wabash&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Series: Cube Rails",
      "Series: Historic Railroads System (Winsome Games)",
      "Series: Winsome Essen Sets",
      "Series: Winsome Train Games (Rio Grande Games)",
      "States: Maryland",
      "States: Ohio"
    ]
  },
  {
    "Rank": "3773",
    "Name": "Dragoon",
    "ID": 172540,
    "Year": "(2016)",
    "Geek Rating": "5.885",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/172540/dragoon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.9167",
    "Description": "You and your fellow dragons have lived peacefully on your island...until now. The invasion of humans has awakened your instincts to dominate and hoard as much gold as you can get your claws on!&#10;&#10;Dragoon is an action strategy game with an ever-changing landscape. Village and city tiles populate the map each round using a coordinate system. During your turn, choose between claiming villages and cities that pay you tribute, or destroying them out right for instant gold. Challenge other players in dragon-to-dragon combat before they lay waste to your empire or enter your cave to steal your riches. You&rsquo;re never out of the game until the last gold coin is snatched up!&#10;&#10;When game night strikes with a mixed experience group, Dragoon is quick to learn and get started. Gaming vets and newcomers alike can have fun competing as 2-4 playable dragons.&quot;&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "3774",
    "Name": "Enchanted Plumes",
    "ID": 322010,
    "Year": "(2021)",
    "Geek Rating": "5.884",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/322010/enchanted-plumes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "In Enchanted Plumes, players strive to complete magical peacocks by assembling plumes in sparkling rows from top to bottom.&#10;&#10;Skillfully placing feather cards of the same color from row to row is key, as the top row value will count against your score, while all lower rows count as positive values.&#10;&#10;Once the peahen card is revealed, the player with the most valuable plumes wins the game and is bestowed with the luck of the peacock!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Animals: Birds",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3775",
    "Name": "Wing Leader: Victories 1940-1942",
    "ID": 160418,
    "Year": "(2015)",
    "Geek Rating": "5.884",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/160418/wing-leader-victories-1940-1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.1923",
    "Description": "Wing Leader is an exciting new game system of large scale aerial combat in World War II. Based on a unique side-scrolling view, in which altitude is clearly visible, players can recreate the great air battles of the war.&#10;&#10;This first volume, Wing Leader: Victories 1940-1942, includes scenarios for the Battle of Britain, Malta, Coral Sea, Midway, North Africa, and Stalingrad. Future games will expand the system to the late war.&#10;&#10;Players fly squadrons and flights, attempting to intercept raids or fend off marauding fighters in fast-playing games that take between 90 and 120 minutes.&#10;&#10;Wing Leader takes a new look at aerial warfare, incorporating aircraft, altitude, and weather in a way never seen before!&#10;&#10;The second game in the series is Wing Leader: Supremacy 1943-1945. &#10;For the Second Edition (version 2.2) see Wing Leader: Victories 1940-1942 (Second Edition).&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Movement Points",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Decades: The 1940's",
      "Game: Wing Leader (GMT)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3776",
    "Name": "Merchants of Magick: A Set a Watch Tale",
    "ID": 321641,
    "Year": "(2021)",
    "Geek Rating": "5.884",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/321641/merchants-of-magick-a-set-a-watch-tale",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "In Merchants of Magick, which takes place in the &quot;Set a Watch&quot; universe, you are the owner of a magic item shoppe, crafting items and research&shy;ing spells to sell to the Adventurers of the Watch.&#10;&#10;Each round, four polyhedral dice are rolled, then you select two of them to craft items or research enchantments for your shoppe. As you craft items and research spells, you start stocking items and earn potions that let you manipulate the dice. Adventurers travel from shoppe to shoppe, so you need to stock the exact items on the order cards in front of you. If you have an item an Adventurer needs, you earn coin &mdash; but if you wait too long to fulfill an order, Adventurers will become impatient and visit your competitor next door!&#10;&#10;After ten rounds, the player who has earned the most coin wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Bingo",
      "Contracts",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Digital Implementations: Tabletopia",
      "Mechanism: Roll-and-Write",
      "Misc: LongPack Games",
      "Organizations: Game Designers of North Carolina",
      "Series: Set a Watch (Rock Manor Games)"
    ]
  },
  {
    "Rank": "3777",
    "Name": "Neuland",
    "ID": 12681,
    "Year": "(2004)",
    "Geek Rating": "5.883",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/12681/neuland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.7",
    "Description": "Neuland is a game about logistics and planning.  In the beginning of the game, the land lies undeveloped, a series of blank hexes representing mountains, forests, and grasslands.  Players win by building and using prestige properties that allow them to place their family's coat-of-arms onto the board -- first to place all their coats of arms wins.&#10;&#10;To use these buildings, though, requires the player have the correct raw materials.  Swords and cloth, for example, or coins and paper.   Each one of these materials needs even more basic materials, such as iron ore, coal, and so on backward toward the most basic elements such as food, wood, and stone.&#10;&#10;To cull these materials from the land, one builds buildings -- a Stonecutter's Hut, Smelter, Coin Manufactury, and so on.  Once on the board, buildings can be used by any player, not just the one who built them.&#10;&#10;A player doesn't collect these resources for safekeeping as in The Settlers of Catan or Keythedral.  Instead, resources claimed via buildings must be used up either in the player's current turn or his next one.  If he doesn't, the resources spoil and are removed from the board.&#10;&#10;Essentially, the challenge of the game is one of planning logistical supply chains which will allow one to process these resources most efficiently to build the prestige properties the fastest.  Since it's a perfect information game, one can also see what one's opponents are scheming, and place workers to interrupt their supply chains, possibly causing their resources to spoil and making the player start from zero again.&#10;&#10;Neuland's most interesting innovation is perhaps its Time Track Mechanism, in which players who take less actions in a turn will have turns more frequently, and can forward-plan in order to take a long turn of nearly twenty actions instead of the ordinary maximum of ten.&#10;&#10;Neuland was originally published by eggertspiele in 2004, and republished by Z-man in 2006 with some significant rules changes.  A majority of BGG users seem to strongly prefer the original eggertspiele rules. Also heavily recommended is the rules re-write file available for download here on BGG, for the one that comes with the 2nd edition is nearly incomprehensible.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic"
    ],
    "Mechanics": [
      "Action Points",
      "Tile Placement",
      "Turn Order: Time Track",
      "Worker Placement"
    ],
    "Families": [
      "Components: HexHex3 Grids"
    ]
  },
  {
    "Rank": "3778",
    "Name": "Haru Ichiban",
    "ID": 165662,
    "Year": "(2014)",
    "Geek Rating": "5.883",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/165662/haru-ichiban",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7647",
    "Description": "In Haru Ichiban, or &quot;The Wind of Spring&quot;, two apprentice gardeners compete to use this wind to their advantage to create harmonious patterns of their blossoms upon the lilypads.&#10;&#10;Each gardener has eight flower buds numbered 1-8, with three of those buds being in hand at the start of a round. Sixteen lilypads are placed in the 5x5 pond, with one of them turned to its dark side.&#10;&#10;Each gardener simultaneously chooses a reveals a bud, with the player with the lower number becoming the Little Gardener and the other becoming the Grand Gardener. In order:&#10;&#10;&#10;    The Little Gardener places one of his colored blossoms on the dark lilypad.&#10;    The Grand Gardener places one of his colored blossoms on the lilypad of his choice.&#10;    The Little Gardener moves one lilypad to an adjacent space, possibly moving other lilypads at the same time.&#10;    The Grand Gardener flips one unoccupied lilypad to its dark side.&#10;    Each gardener takes a new bud.&#10;&#10;&#10;As soon as a gardener creates a specific pattern with blossoms of his color, he scores points: 1 point for a 2x2 square, 2 points for a horizontal or vertical row of four blossoms, 3 points for a diagonal row of four blossoms, and 5 points for a row of five blossoms. If the gardener has fewer than five points, the gardeners reset the board and start a new round with three buds of their eight; if the gardener has five or more points, the game ends and he wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Memory",
      "Pattern Building",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Components: 5 x 5 Grids",
      "Country: Japan",
      "Players: Two-Player Only Games",
      "Theme: Flowers",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "3779",
    "Name": "GOLD",
    "ID": 306680,
    "Year": "(2020)",
    "Geek Rating": "5.883",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/306680/gold",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Gold is calling! Everyone rushes to Mount Goldrush, the last remaining gold mine. Which gold miner will unearth the most gold and possibly outwit their rivals along the way?&#10;&#10;In this clever memory game by Reiner Knizia, you - as a gold digger - try to get the most gold out of the mine. A lucky hand, a good memory and a tactical flair help to outsmart one or the other annoying rival on the way to fame.&#10;&#10;Reveal 2 cards.&#10;Find the nuggets.&#10;Trick your rivals.&#10;Extract the most gold.&#10;&#10;Watch out for the dynamite!&#10;&#10;",
    "Categories": [
      "American West",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Series: Game Factory Metal Box",
      "Series: Mini Tins (Game Factory)"
    ]
  },
  {
    "Rank": "3780",
    "Name": "Hollywood 1947",
    "ID": 370621,
    "Year": "(2023)",
    "Geek Rating": "5.883",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/370621/hollywood-1947",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.9333",
    "Description": "The year is 1947 and you are a member of the thriving movie-making industry of Hollywood. However, it is suspected that there are communists hiding among your small production studio slipping &ldquo;un-Patriotic&rdquo; messages, themes, props, and lines into your movies! Will you be able to find all the communists before your studio is shut down? Or will you be suspected yourself and banned from the industry?&#10;&#10;In the game each player will secretly be a Patriot, Communist, or Rising Star. Each round every player will have a unique Job to perform (such as the Screenwriter, Gaffer, Director, Actor, Editor, etc). These jobs will affect what kind of movie is getting made that round, what cards are in players&rsquo; hands, and who will receive special information. Players can choose to skip their jobs to instead re-roll any two of the dice in the game. At the end of each round the players with stars showing on their dice will get to add a card into the movie.&#10;&#10;The added cards will be shuffled, one will be removed, and the rest will be revealed. The team with the majority of revealed symbols (including the symbols on that round&rsquo;s movie poster) wins the round! Indicate the winning team for the round by placing that team&rsquo;s matching film-strip over the movie poster. The first team to win 4 rounds wins the game! The Rising Star plays both sides by trying to make the game go to 7 rounds and making the 7th round a tie.&#10;&#10;Hollywood 1947 is a social deduction game. You must never show your cards or loyalty to anyone, but you may say whatever you&rsquo;d like about the cards you put into a movie, or about your true allegiance. Open discussion about which cards were added into a movie is encouraged. However, if you are a Communist or the Rising Star, lying will often help you accomplish your goals since the majority of players will be Patriots.&#10;&#10;That&rsquo;s a wrap. Most players get the hang of the game after only a few minutes. So let&rsquo;s go make some movies, but be careful who you trust!&#10;&#10;Hollywood 1947 is the 5th standalone game in the Dark Cities Series by Facade Games. Previous games in the series include Salem 1692, Tortuga 1667, Deadwood 1876, and Bristol 1350.&#10;&#10;You can follow the Kickstarter at this link: https://www.kickstarter.com/projects/travishancock/hollywood-1947-a-movie-making-game-of-strategy-and-deception&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Dice",
      "Party Game",
      "Political",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Hand Management",
      "Hidden Roles",
      "Team-Based Game"
    ],
    "Families": [
      "Containers: Book-like",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Series: Dark Cities (Facade Games)",
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "3781",
    "Name": "Ticket to Ride: The Card Game",
    "ID": 34127,
    "Year": "(2008)",
    "Geek Rating": "5.883",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/34127/ticket-to-ride-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8754",
    "Description": "A New Train Adventure Begins!&#10;&#10;The Ticket to Ride Card Game delivers all of the excitement, fun, and nail-biting tension of the original Ticket to Ride board game, but with several unique game-play twists in a new stand-alone, card game format.&#10;&#10;Players collect sets of illustrated Train cards, which are then used to complete Destination Tickets - routes between two cities depicted on each ticket. But before their Train cards can be used, players must face the risk of &quot;train robbing,&quot; where another player may force them to lose their hard-earned cards.&#10;&#10;Contains 96 illustrated train car cards, 46 destination tickets, 6 big city prize cards, and a rulebook.&#10;&#10;Part of the Ticket to Ride series.&#10;&#10;To begin the game, each player is dealt train car cards and destination ticket cards.  All these cards are kept secret from the other players until played or scored.  Each player may keep all his ticket cards, just one or any number in between.  A player's turn has two parts: first the player moves face up train car cards from his Railyard to his face down, On-the-Track stack; second the player may perform one of the following actions: 1) draw more train car cards, 2) place train car cards in his Railyard, or 3) draw destination tickets.  Like the original Ticket to Ride board game, when a player chooses to draw train car cards, he may choose from the five face up cards or draw from the top of the face down deck.  When placing cards in the Railyard, a player may place two or more cards of the same color including locomotives which are wild, or three cards, each of a different color.  Also when placing cards in the Railyard, a player may not play cards of the same color as those currently present in his Railyard nor of the same color as those present in any opponent's Railyard unless he plays more of that color than are present in the opponent's Railyard.  If the player plays more, then the opponent must discard his cards of that color.  This is called &quot;Train robbing.&quot;  When drawing destination tickets, a player draws four and may keep any number of them including none.&#10;&#10;When the train car card deck is exhausted in a two or three player game, each player gets one more turn and the game ends.  In a four player game, completed tickets are scored and discarded train car cards are reshuffled into a new draw deck.  When that deck is exhausted, each player gets one more turn and the game ends.  At the end of the game all tickets not previously scored are scored.  The point values of completed tickets are added to a players score while those of tickets not completed are subtracted.  To complete tickets, players match train car cards in their On-the-Track stack by color and quantity with their tickets.  Each big city bonus is awarded to the player with the most completed tickets having that city.  These bonus points are added to the player's score.  The player scoring the most total points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Game: Ticket to Ride (Official)",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "3782",
    "Name": "Timeline: Americana",
    "ID": 161547,
    "Year": "(2014)",
    "Geek Rating": "5.883",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/161547/timeline-americana",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.12",
    "Description": "From the first Stetson hat to the unveiling of the first iPad, America's history and its popular culture have gone hand in hand. See if you can remember when the Red Sox traded Babe Ruth, or when Lindbergh crossed the Atlantic. American popular history was never this much fun!&#10;&#10;Timeline: Americana takes the players through a historical tour of the popular history of the country. Each player has a hand of cards, and they take turns trying to place those cards correctly into the growing timeline. Guess correctly to get rid of all your cards and win!&#10;&#10;Themes included are: Sports, Events, Music, Inventions, and Cinema&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Timeline"
    ]
  },
  {
    "Rank": "3783",
    "Name": "Qawale",
    "ID": 368465,
    "Year": "(2022)",
    "Geek Rating": "5.883",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/368465/qawale",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1818",
    "Description": "Simple yet tactical, Qawale will rock your idea of strategy games.&nbsp;&#10;Lay stones on the path and try to line up four stones in your color.&nbsp;&#10;&#10;Qawale is inspired by the tradition of stacking stones along trails and paths in nature. &#10;As you drop these stones along your path, this incredible game will transport you to a place where strategy and nature come together.&nbsp;&nbsp;&#10;Each player takes 8 stones in their color. The third color is neutral and is placed in the 4 corners of the board.&nbsp;&#10;&#10;On your turn, add a stone on top of any pile and move it.&nbsp;When moving a pile, you must leave a stone on each space you cross.&nbsp;&#10;The first player to get 4 of their stones in a row, looking at the board from above, wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Grid Movement",
      "Layering",
      "Mancala",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Board Game Arena",
      "Series: Basic (Gigamic)",
      "Series: Classic (Gigamic)"
    ]
  },
  {
    "Rank": "3784",
    "Name": "Cascadia: Rolling Hills",
    "ID": 407317,
    "Year": "(2024)",
    "Geek Rating": "5.882",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/407317/cascadia-rolling-hills",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.9444",
    "Description": "Cascadia: Rolling is a series of puzzly flip-and-roll-and-write games featuring the habitats and wildlife of the Pacific Northwest! Simultaneously roll dice, collect wildlife, and complete habitat cards to fill in different environments in Cascadia. Use special actions to manipulate your dice, and dynamic completion cards to unlock powerful combos! &#10;&#10;There are two versions of Cascadia: Rolling. Cascadia: Rolling Hills features unique content specific to the prairie environments of Cascadia! Each version features unique content - get both versions to play 1-8 players on 8 different maps!:&#10;&#10;&#10;     A Central Special Die that changes the way each round plays out. &#10;     4 Environment Sheets, based on a different region of Cascadia, each with its own special gameplay elements. &#10;     30 Habitat Cards with breathtaking art by Beth Sobel.&#10;     8 Advanced Completion cards for unique ways to combo discounts and bonuses each round!&#10;     A mini-expansion that introduces  completely new gameplay elements like end game scoring bonuses and competitive objectives to ramp up the competition!&#10;&#10;&#10;Roll your dice, collect wildlife and Nature Tokens, complete Habitat Cards, and fill in the puzzle on your personal Environment Sheet to create the most harmonious ecosystem in Cascadia! Although the core rules are simple, each unique Environment Sheet has its own twist so no two games of Cascadia: Rolling will play out the same!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "American West",
      "Animals",
      "Dice",
      "Environmental",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Hexagon Grid",
      "Line Drawing",
      "Market",
      "Multiple Maps",
      "Paper-and-Pencil",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Mechanism: Flip-and-Write",
      "Series: Cascadia",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "3785",
    "Name": "Waterfall Park",
    "ID": 396618,
    "Year": "(2023)",
    "Geek Rating": "5.882",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/396618/waterfall-park",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9444",
    "Description": "Welcome to Waterfall Park. The goal of the game is to trade and exchange attractions to build the biggest amusement park in the world. The particularity of this park is that it is built vertically on huge towers in the middle of the ocean.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Enclosure",
      "Income",
      "Investment",
      "Negotiation",
      "Set Collection",
      "Tile Placement",
      "Trading",
      "Victory Points as a Resource"
    ],
    "Families": []
  },
  {
    "Rank": "3786",
    "Name": "Noobs in Space",
    "ID": 376472,
    "Year": "(2023)",
    "Geek Rating": "5.882",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/376472/noobs-in-space",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "You are a team of newbie astronauts sent on an actual mission in an actual spaceship in actual outer space! Exciting, right? It would be...if any of you actually knew what you were doing. Would have been nice to have at least one experienced pilot on board, but now that you're here, you'll just have to figure it out as you go along.&#10;&#10;In Noobs in Space, a team of three to five players must complete a series of tasks and challenges together, using what little knowledge you have. Not all hope is lost because each of you has a small part of the solution; you just need to figure out how to put it all together. While one player may know the task at hand but not have the resources to implement it, those resources may be shared among three other players. They, on the other hand, do not know what is necessary based on the information they have. Since players cannot show cards to each other, there must be a lot of clear communication and interaction by describing or reading out cards in order to gradually find out what should be done &mdash; and all of this must be done as quickly as possible.&#10;&#10;The story leads through several levels, and each level consists of several tasks, so the whole game is an action-packed event from beginning to end.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "3787",
    "Name": "Pacific War: The Struggle Against Japan, 1941-1945 (Second Edition)",
    "ID": 314577,
    "Year": "(2022)",
    "Geek Rating": "5.882",
    "Avg Rating": "8.72",
    "Link": "https://boardgamegeek.com/boardgame/314577/pacific-war-the-struggle-against-japan-1941-1945-s",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "6000",
    "Weight": "4.7455",
    "Description": "Pacific War is a Strategic wargame that takes you from the attack on Pearl Harbor to the climatic summer of 1945&hellip; from Australia to China&hellip; from Burma to Hawaii&hellip; from the defense of Wake Island through the invasion of Guadalcanal culminating in the desperate battles to defend the Japanese Home Islands.&#10;&#10;Players can become familiar with the layered Pacific War systems in the solitaire Engagement scenarios, then fight their way through increasingly panoramic Battle, Campaign, and Strategic two player and multi-player Scenarios. As they learn the game's basic maneuver and combat systems, they will then layer on more advanced systems for Strategic bombing, submarine attacks on merchant shipping, search and detection, amphibious assaults, and extensive Operations driven by their command decisions.&#10;&#10;Pacific War is also a time machine back to the halcyon days of the monster game. However, despite what you may have heard, Pacific War is NOT a monster game, but rather an operational World War II air-land-sea game system that lets you fight EVERY Pacific battle and campaign of significance. The original game came with 21 scenarios. This new edition will add at least half a dozen more. The game gains its monster game reputation from the fact that in order to fight all of these campaigns, you need a large number of counters (over 2000) that represent individual capital ships, cruiser divisions, destroyer squadrons, aircraft groups, and land units ranging from battalions to divisions to corps, with all units individually rated based on their historic performance.&#10;&#10;The game map is an equal area map (two mounted maps) which is the grandfather of the Empire of the Sun map. Each hex is 100 miles and covers the entire Pacific from Hawaii to India and Alaska to Australia. The game will also come with a separate map focused on the Solomon Islands where many of the interesting and balanced scenarios occur. What made Victory Games' Pacific War unique in 1985 remains true in GMT&rsquo;s 2020 edition. The design integrates strategic/operational intelligence into a telescoping time mechanic that allows campaigns to progress in a logical asymmetric flow, accompanied by tense game play. Pacific War is a deep historical simulation, so if this is not what you are looking for in a new purchase, please read no further. So, how is this level of simulation achieved?&#10;&#10;During each monthly turn you bid command points (logistics) to determine initiative (offensive player), with the high bid then activating and launching their forces toward their objectives. Secretly,  your opponent (reaction player) determines the operational intelligence level and their potential to intercept the offensive. As the offensive develops, it comes within range of enemy air and submarine forces that tactically attempt to detect the oncoming attack. The reaction player decides how to defeat the attack based on the intersection of tactical and operational intelligence coupled with available forces and logistics.&#10;&#10;This entire sequence is set within a telescoping time scale (days to hours) that has naval units seamlessly accelerate (from 12 to 30+ knots), searches seek out the enemy, carriers launch air strikes, combat air patrols defend, culminating with torpedo and dive bomber attacks on individual naval targets. At its core, Pacific War&rsquo;s game systems allows you to fight detailed carrier strikes (sequential and simultaneous) with night surface naval actions (float planes, gunfire and torpedo salvos) integrated with large scale ground offensives on the Asian mainland (e.g., Malaya, Burma, and China) and of course amphibious invasions (e.g., Java, Guadalcanal, and Leyte). If you are looking for a detailed and interactive operational simulation of the War in the Pacific, this is the game for you!&#10;&#10;So, what will change in the new version? The structure and feel of the design will be unchanged, so if you played it in your youth, you already know how to play. That said, a devoted number of players have been playing this game for 35 years and I have incorporated the best of their feedback into this new and final edition for this title. I am going over each scenario and updating them with information that I did not have available back in 1985. For example, I now have several Japanese translations of their official records that were only published in the last few years. Toward this end, I am adding at least six new campaign and strategic scenarios, so you can experience the entire panorama of the war in a long afternoon .&#10;&#10;The key question that I consider when buying a new game is will it hit the table? The owners and reviewers who created the game's reputation were excited that Pacific War had a layered set of scenarios that incorporated fifteen-minute solitaire learning engagements, two hour battles (such as Coral Sea and Santa Cruz that were used in a decade of tournaments), two to eight hour Campaigns (such as Malaya, Guadalcanal and Breaking the Bismarck barrier), and of course the Strategic scenarios that cover the entire war from a single year to the entire war. Will you ever play the entire war? It's unlikely (to date I have only done it three times). However, Pacific War is an operational level game and the Campaign scenarios are the heart and soul of this game system. Most play in an afternoon to completion. So, will it hit the table? Only you can answer that question, but from a time and learning perspective this game will support any time commitment you wish to make, to include the 100+ hour Strategic Scenario.&#10;&#10;The other question that was not asked back in 1985, but to many is important in 2020 is &quot;does Pacific War have a solitaire &lsquo;Bot system?&quot; The answer is no, with an explanation. The only game decision that cannot reasonably be made is the Operations bidding mechanic and the original game included a solitaire bidding mechanic which will be retained. I will look to see if there are any other similar decisions, such as surface action range bids that I have already added. Thereafter, you will need to play both sides. Due to the history and the game system you will likely not notice as you experience the war&rsquo;s narrative unfold before you. So, although Pacific War will not have a &lsquo;Bot (not even sure how to do that with over 25 scenarios), the game will handle all the interactive bids decisions. If you want a full-blown solitaire opponent, this is not the game for you.&#10;&#10;-description from publisher's website&#10;&#10;GAME CONTENTS AS RECEIVED:&#10;&#10;    2 Mounted Maps (22&quot;x 34&quot; each)&#10;    1 Paper map (17&quot;x 22&quot;), subset of mounted maps&#10;    10 coutersheets&#10;        2 sheets of 9/16&quot; counters, 384 total including 14 blanks - ships&#10;        8 sheets of 1/2&quot; counters, 2240 total including 12 blanks - everything else&#10;    &#10;    5 booklets&#10;        1 Core Rules Booklet, 68 pages, with index&#10;        1 Engagement Scenario Rules Booklet, 40 pages, subset of Core Rules Booklet with index&#10;        1 Battle Scenario Rules Booklet, 44 pages, subset of Core Rules Booklet with index&#10;        1 Scenario Booklet, with 34 scenarios - 8 engagement, 12 battle, 9 campaign, and 5 strategic scenarios, 72 pages&#10;        1 Battle of the Coral Sea (Extended Example of Play) Booklet, 16 pages&#10;    &#10;    13 displays&#10;        1 Operation Display (8.5&quot; x 22&quot;)&#10;        1 Allied Task Force Display (8.5&quot; x 11&quot;)&#10;        1 Allied Force/Task Force Display (8.5&quot; x 11&quot;)&#10;        2 Allied Force Displays (8.5&quot; x 11&quot; each)&#10;        1 Allied Screen (11&quot; x 34&quot;)&#10;        1 Allied Player Display (11&quot; x 34&quot;)&#10;        1 Japanese Force/Task Force Display (8.5&quot; x 11&quot;)&#10;        2 Japanese Force Displays (8.5&quot; x 11&quot; each)&#10;        1 Japanese Task Force Display (8.5&quot; x 11&quot;)&#10;        1 Japanese Screen (11&quot; x 34&quot;)&#10;        1 Japanese Player Display (11&quot; x 34&quot;)&#10;    &#10;    1 Pad of Replacement Record Sheets&#10;    2 Ten Sided Dice (one orange, one blue)&#10;&#10;&#10;(all Booklets and Displays in Color)&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Hidden Movement",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Pacific)",
      "Region: Pacific Ocean",
      "Country: Japan",
      "Country: USA",
      "Decades: The 1940's",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "3788",
    "Name": "Blank Slate",
    "ID": 254188,
    "Year": "(2018)",
    "Geek Rating": "5.882",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/254188/blank-slate",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "1.0455",
    "Description": "Each round in Blank Slate, pick one of the 250+ word cue cards (which have 500+ total cues) and reveal it. Each player then writes the word they think best completes the phrase, trying to exactly match another player's word without giving a single hint.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Mechanism: Give a Clue / Get a Clue",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "3789",
    "Name": "Arkwright: The Card Game",
    "ID": 300664,
    "Year": "(2021)",
    "Geek Rating": "5.882",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/300664/arkwright-the-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "100",
    "Weight": "3.9655",
    "Description": "In the late 18th century, the Industrial Revolution starts. The first factories were founded by businessmen like Richard Arkwright, who ran the first factory for spinning wool with machines like the &quot;Spinning Jenny&quot; and the water frame.&#10;&#10;In &quot;Arkwright: The Card Game&quot;, you run a business and will employ workers in your different factories to produce and sell goods. The more workers, the more goods that can be sold &mdash; but be prepared for crises and some stiff competition.&#10;&#10;The game is played over three decades (1770/1780/1790), split up into four rounds per decade. On your turn, you play new cards from your hand to open factories and upgrade existing ones, select improvements, improve factory quality, build machines, and employ new workers. You can also pay money to improve your shareholdings, and take out loans if you require more money for production costs. After the actions phase, you can improve your abilities by advancing your development markers on your player board, or take one of the available development cards.&#10;&#10;Then, the production phase starts, where every player who owns a factory of the current good produces those goods. The market fluctuates with the general demand, so the demand may be lower than the value of your current good, lowering your profit. Workers must be paid, and machines need regular maintenance, so you can possibly lose money instead of turning a profit. Selling enough of one good improves your share value, and there are bonuses for having the highest appeal. Lastly, if you can&rsquo;t sell your goods to the home market, you can ship them overseas or store them for future rounds.&#10;&#10;After the final round of the last decade, the game ends. Players then sell all goods left in their storehouses, reduce the number of shares they hold by the number of loans they took, and reduce their share value based on their personal shipping track. Each player then multiplies the number of their shares by their share value to determine their end score. The player with the highest end score wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Loans",
      "Market",
      "Stock Holding"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Arkwright",
      "History: Industrial Revolution",
      "Players: Games with Solitaire Rules",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "3790",
    "Name": "The Great Dinosaur Rush",
    "ID": 179071,
    "Year": "(2016)",
    "Geek Rating": "5.882",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/179071/the-great-dinosaur-rush",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1333",
    "Description": "The Great Dinosaur Rush &mdash; or the Bone Wars, as it's otherwise called &mdash; was a period of incredible advancement in paleontology (i.e., the discovery of fossils).&#10;&#10;In The Great Dinosaur Rush, players compete to grab bones from the best dig sites, and build new dinosaurs for prestigious museums, gaining notoriety in the process by stealing bones, sabotaging dig sites, and otherwise impeding your fellow paleontologists.&#10;&#10;The game is played over turns, each with two main phases: dig and build. During the dig phase, players collect different-colored bones from dig sites and perform actions. Some dirty actions give players secret notoriety tokens. Notoriety adds to players' scores at the end of the game, but having the MOST notoriety SUBTRACTS from the score! During the build phase, players create their dinosaurs from the bones they collected, maximizing them to score points in various museum categories: length, size, height, ferociousness, etc.&#10;&#10;You'll have to play dirty if you want to win &mdash; just not too dirty!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection",
      "Stock Holding"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "3791",
    "Name": "Minerva",
    "ID": 175695,
    "Year": "(2015)",
    "Geek Rating": "5.882",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/175695/minerva",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7568",
    "Description": "The Roman Empire. An Empire so large and powerful its fame remains still today. In order to keep its vast territories under control, the Roman Empire sent out state managers to exercise its policies.&#10;&#10;The players are one of these managers, in charge of one of the Roman cities, all aiming to become a prosperous and important city, like Rome, the glorious capital. Only the player who develops his city best, will earn the favour of the goddess Minerva and win the game.&#10;&#10;The player who has the most Victory Points (VP) at the end of the game wins.&#10;&#10;In order to gain VPs, the players will build military facilities to earn military fame, develop cultural facilities to assist cultural activities, and construct temples and layout the city so that it is worthy of its temples.&#10;&#10;But all of this requires resources and gold. And only building impressive buildings won't get anyone far without any inhabitants. The players will have to build living quarters so that the other buildings can have an effect.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Income",
      "Market",
      "Open Drafting",
      "Pattern Building",
      "Square Grid",
      "Tile Placement",
      "Turn Order: Stat-Based",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Rome",
      "Digital Implementations: Tabletopia",
      "Mythology: Roman"
    ]
  },
  {
    "Rank": "3792",
    "Name": "Atheneum: Mystic Library",
    "ID": 307844,
    "Year": "(2020)",
    "Geek Rating": "5.881",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/307844/atheneum-mystic-library",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7857",
    "Description": "The magic exam is tomorrow so you and your classmates head to the library!  With the knock of a magic wand on a precise stack of books &mdash; tada! &mdash; you can learn an entire subject in an instant.  In exchange for this after-hours intrusion, however, the security guard asks you to clean up and organize the library shelves. So roll up your sleeves and get to work!&#10;&#10;In Atheneum: Mystic Library, you must study for the exam while cleaning up the library! During the game, you can score points for objectives by placing books on your shelves in specific configurations. At the end of the game, you score points for full shelf compartments, decorative candles, and shelved books of your favorite subject. Whoever collects the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Contracts",
      "End Game Bonuses",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Misc: Mensa Select",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "3793",
    "Name": "Mutabo",
    "ID": 238094,
    "Year": "(2017)",
    "Geek Rating": "5.881",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/238094/mutabo",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1.0526",
    "Description": "Mutabo resembles the creative activity that became known on BGG as Eat Poop You Cat : One player writes a sentence, then passes the paper to the left, where the next player will draw what they read, then hide the original sentence and pass the paper to the left, where another player will write what they see, etc.&#10;&#10;The main difference is that in Mutabo, there are cards with which players create the first situation that shall be drawn. One set of cards contains the beginnings of sentences, the second one the end of sentences. Each player uses two of these cards to create a first sentence to start the game. A game round ends when the papers are full. Scoring is of lesser importance, but can be done by voting for the funniest images/sentences that appear.&#10;There is a standalone expansion :  Mini-Mutabo&#10;&#10;A similiar game is Telestrations  .&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Command Cards",
      "Cooperative Game",
      "Paper-and-Pencil",
      "Real-Time",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "3794",
    "Name": "NOIR: Deductive Mystery Game",
    "ID": 102148,
    "Year": "(2012)",
    "Geek Rating": "5.881",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/102148/noir-deductive-mystery-game",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.5909",
    "Description": "NOIR: Killer vs. Inspector is a two-player game of hidden identities and deduction. Each player receives a secret identity from among 25 suspects and an open role that determines his available moves and victory conditions.&#10;&#10;The Killer plays by eliminating players, focusing more on intuition and reading his opponent. The Inspector uses secret information and his ability to accuse suspects to create a play style more focused around logical elimination of possibilities.&#10;&#10;The game plays in 5 to 15 minutes, and is contained in a 54-card deck box for easy travel play.&#10;&#10;NOIR: Deductive Mystery Game &ndash; Black Box Edition includes fifty suspect and fifty innocent cards as well as six game modes &mdash; including Killer vs. Inspector, Hitman vs. Sleuth, Spy Tag, Master Thief vs. Chief of Police &mdash; to test your mettle!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Print & Play",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Series: Minigame Library (Level 99 Games)",
      "Series: Small Box (Level 99 Games)"
    ]
  },
  {
    "Rank": "3795",
    "Name": "Sherlock: The Tomb of the Archaeologist",
    "ID": 247436,
    "Year": "(2018)",
    "Geek Rating": "5.881",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/247436/sherlock-the-tomb-of-the-archaeologist",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "In each Q case, you try to solve a mystery case with 32 clues.&#10;&#10;In Q: Tomb of the Archaeologist, you must answer some questions about Edward Carter's murder.&#10;&#10;&laquo;we start this news broadcast on 25th of August of 1923 with a sad new: the passing of famous archaeologist and explorer Edward Carter.&#10;&#10;According to sources close to the family, the renowned professor was found by his wife inside his study, with a letter opener stabbed on his back.&#10;&#10;Because the violent nature of the happening, Scotland Yard has begun a formal investigation and is interrogating his closest friends and colleagues.&#10;&#10;This afternoon all university classes at Oxford will be stopped for some minutes to pay homage to one of the finest members of its community.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "3796",
    "Name": "Bear Raid",
    "ID": 333981,
    "Year": "(2022)",
    "Geek Rating": "5.881",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/333981/bear-raid",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8333",
    "Description": "In Bear Raid you&rsquo;ll put on your power suit, pajamas, or prison jumper, and start buying, selling, and shorting stocks. Like every successful trader, your goal is to try and make the most money you can.&#10;&#10;Players will buy, sell, and short stocks in the stock market during the action phase of the game. Forecast cards with clever news headlines will be used to determine how each stock is affected.&#10;&#10;Through the use of dice that you can manipulate and clever play, you'll influence the market, hopefully bending the stock prices to your advantage.&#10;&#10;The winner is the one who's made the most money!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Stock Holding",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Components: Player Screens",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Anthropomorphic Animals",
      "Theme: Stock Market"
    ]
  },
  {
    "Rank": "3797",
    "Name": "Deadwood",
    "ID": 96713,
    "Year": "(2011)",
    "Geek Rating": "5.881",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/96713/deadwood",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1746",
    "Description": "Description from the publisher:&#10;&#10;Scofflaws are brawling in the streets of Deadwood. The railroad is being built, and to you and the other gangs in the badlands of South Dakota, this means one thing: cold, hard cash. As a cowboy on the wrong side of the law you know just how to take control of this shanty-town: threaten, fight, and kill off your rivals.&#10;&#10;Deadwood is a wild-and-wooly board game with a quick and deadly twist on classic worker placement games. Your gang consists of three different classes of cowboys with different strengths: greenhorns, gunslingers, and trail bosses. Cowboys ride into town to gain control of (annex) buildings and fight other gangs' cowboys in shootouts.&#10;&#10;At the beginning of the game, the town of Deadwood consists of the Town Hall, the Church, the Sheriff's Office, the Saloon, and four other randomly drawn buildings. Additional buildings are constructed whenever a cowboy annexes the Town Hall. Each building has at least one unique ability that is used immediately, with some buildings offering more long-term advantages.&#10;&#10;A cowboy accesses these advantages by controlling the building. To gain control a player simply places one of his gang on a building tile, &quot;annexing&quot; it. Other gang leaders can try to gain control of your buildings through shootouts. The player that instigates the shootout receives a Wanted Poster token; the more cowboys you try to kill off, the more Wanted Poster tokens you collect, and the higher the fine you must pay at the end of the game.&#10;&#10;Deadwood can end one of three ways: the Train Station is placed on the board once the railroad is built and completed, there are no more Wanted Poster tokens in the Crime Pool, or any player has no more cowboys alive. The player with the most cash at the end of the game is the winner!&#10;&#10;",
    "Categories": [
      "American West",
      "City Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Series: Fantasy Flight Silver Line",
      "States: South Dakota"
    ]
  },
  {
    "Rank": "3798",
    "Name": "Mortum: Medieval Detective",
    "ID": 296063,
    "Year": "(2021)",
    "Geek Rating": "5.880",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/296063/mortum-medieval-detective",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.2222",
    "Description": "Mortum: Medieval Detective is a game of deduction and adventures that takes place in a grim world shaped in the image of medieval Europe, with its legends, superstitions and fears coming to life. Take on the roles of secret organization agents and investigate mysterious and thrilling events. You will solve mysteries and encounter fascinating characters in the course of three exciting scenarios, all part of a single storyline. Each case requires up to three hours to play.&#10;&#10;You are free to explore the world of Mortum in any way you like, depending on which agents you chose. Put objects under surveillance or send agents to secretly search or interact with them in many other ways. Gather information by interrogating suspects or talking to them. Choose your own way to advance through the game, either using the &quot;kick in the door&quot; approach or by being stealthy and discrete, trying to avoid unwanted attention.&#10;&#10;During each turn, a player chooses one of the cards available this turn. These cards can represent a Clue, a Location, Witness Interrogation, etc. Using the cards and Special Action, which were received during investigation, a player discovers what actually happened.&#10;&#10;Only you and the choices you make decide how the events will unfold in the end. Tread carefully, and welcome to Mortum!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Fantasy",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "3799",
    "Name": "Men of Iron Battles Tri-Pack: Men of Iron, Infidel, Blood & Roses",
    "ID": 293959,
    "Year": "(2020)",
    "Geek Rating": "5.880",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgame/293959/men-of-iron-battles-tri-pack-men-of-iron-infidel-b",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.1",
    "Description": "The first three games in the Series: Men of Iron (GMT): Men of Iron, Infidel: The Supremacy of Cavalry in the Crusader Era &#226;&#128;&#147; 11th-12th Century, and Blood & Roses, plus the Battle of Agincourt from C3i #22.&#10;&#10;The game that started it all, Men of Iron, covers the re-emergence of infantry in the early 14th century, along with a more perceptive understanding of the value of combined-arms warfare and the effective use of defensive terrain. The scenarios highlight the key elements that made these battles so fascinating: the defensive power of the longbow, especially when used in coordination with dismounted, or even mounted, men-at-arms. Agincourt covers Henry V&rsquo;s famous victory during the Hundred Years War.&#10;&#10;The second volume in the  Men of Iron series, Infidel: The Supremacy of Cavalry in the Crusader Era &#226;&#128;&#147; 11th-12th Century, focuses on the major battles of the early Crusades era between Christians and the Muslims. This is a period that saw cavalry reign supreme and pitted the European mounted, armored men-at-arms - which relied on furious and direct charges with sword and lance - against the Eastern European/Turkish light cavalry tactics - focusing on the efficiency of its mounted archers.&#10;&#10;Blood & Roses  focuses on the battles of the Wars of the Roses in England, between 1455 and 1487. This was warfare in which most men were truly &quot;of iron&quot;, heavily and totally armored to such a point that their mobility was suspect. It also featured the introduction of gunpowder &ndash; mostly field artillery &ndash; in noticeable numbers. And while many English men-at-arms were mounted, they did so almost entirely for transport. Most fighting was on foot &hellip; and it was quite vicious.&#10;&#10;There will be a series rulebook, with a few rules still applying only to a specific game, and the games will have all errata applied to their battle book. The color setups a la Blood & Roses and Arquebus: Men of Iron Volume IV &#226;&#128;&#147; The Battles for Northern Italy 1495-1544 will show up in all battle books. Men of Iron will see some battle changes, a few of which will involve new/changed counters.&#10;&#10;The series is designed for quick learning and easy play. Game rules are short, there are no turns - play is continual, with opportunities to steal play from your opponent - and combat resolution is a single dieroll. Playing time is about 1-to-3 hours per battle.&#10;&#10;The series is also for the gamer who enjoys playing solitaire. The system is designed for both individual and face-to-face play without any loss in insight or fun. It allows a player or players to see what happened in these famous battles and why. There are no purpose-built solitaire rules, but many players play that way.&#10;&#10;The units feature longbows, crossbows, men-at-arms (mounted, dismounted, and unhorsed), hobilars, genitors, nasty Scots with axes, slingers, pike infantry, knights, heavy cavalry, medium cavalry, light cavalry archers, archers, camp followers, handgunners, and artillery! And the commanders! The great English King, Edward III and his son, The Black Prince, William Wallace and The Bruce, Captal de Buch.  Crusaders Stephen of Blois, Bohemond of Taranto, Raymond of Toulouse, Bishop Adhemar of Le Puy, the leper King Baldwin IV, Raynald of Chatillon, and King Richard I. Saracen leaders Kilij Arslan, Kerbogha, Atabeg of Mosul,  Fatimid Vizier al-Afdal Shahanshah, Soqman the Artukid of Diyar-Bakr and Aleppo, and Saladin. King Henry VI, Richard, Duke of York, King Edward IV, Richard Neville, Earl of Warwick, King Richard III, and Henry Tudor, Earl of Richmond (and founder of the Tudor dynasty).&#10;&#10;The battles included in the Men of Iron tri-pack are:&#10;&#10;&#10;    Dorylaeum &ndash; Northwest Anatolia, 1 July 1097 - The Crusader line of march, including the people&rsquo;s Crusade and Peter the hermit, as well as all the great 1st Crusade Leaders, are &ldquo;ambushed&rdquo; by Kilij Arslan and his crack Seljuk cavalry.   &#10;    Antioch &ndash; Northern Syrian, 28 June 1098 - The exhausted, starving and depleted Crusaders &ndash; they had few horses left &ndash; have just taken Antioch and are now faced with a large Turkish army, under Kerbogha, sent to retake the city.   &#10;    Ascalon &ndash; Southern Palestine, 12 August 1099 - The Crusaders, having seized Jerusalem, turn south to fend off the suddenly active large army of the Fatimids, with their crack Mamluk heavy cavalry.   &#10;    Harran &ndash; Crusader Kingdom of Antioch/Edessa, 7 May 1104 - Baldwin II of Edessa seeks to maintain control of his little kingdom in northern Syria, something Soqman, Atabeg of Damascus, is not happy to allow. One of the first major Crusader defeats.   &#10;    Montgisard &ndash; Frankish Kingdom of Jerusalem, 25 November 1177 - Saladin attempts to destroy a small army from the Kingdom of Jerusalem with an army more than five times its size. Though there are only 400 knights, the Crusaders are led by the remarkable Baldwin IV, The Leper King. The outcome - one of the greatest Crusader victories. See if you can carry off this stunning upset!   &#10;    Arsuf - Ayyubid Kingdom of Jerusalem, 7 September 1191 - The classic battle between Richard I Lionheart and the Ayyubid Army of Saladin highlighting the major facets of each army in an unusual moving battle.&#10;    Falkirk - Scotland, 22 July 1298 - Wallace's great disaster, despite his massive schiltron. Good infantry is fine, but it needs support. The ultimate solitaire scenario. &#10;    Courtrai - Flanders, 11 July 1302 - The Battle of the Golden Spurs. The Flemish shook the elite French army with one of the earliest displays of the power of solid infantry using defensive positions. &#10;    Bannockburn - Scotland, 23-24 June 1314 - Robert the Bruce's famous triumph over a numerically superior, but literally bogged down English army. &#10;    Crecy - France, 26 August 1346 - The first great battle of the Hundred Years War. It showed that infantry, supported by archers, could defeat the best knights in Europe. &#10;    Poitiers - France, 19 September 1356 - The French fight dismounted this time and almost win. But the longbow, and solid English infantry prevail again. &#10;    Najera - Castile, 3 April 1367 - The Black Prince goes to Spain with a marvelous combined arms force to further English plans of &quot;expansion&quot;. &#10;    Agincourt &ndash; Artois, 25 October 1415 &ndash; Henry V wins a mighty victory against the flower of French chivalry. &#10;    1st St. Albans &ndash; Hertfordshire, 22 May 1455 - Marks the first major engagement in the Wars of the Roses. Richard, Duke of York and his ally, Richard Neville, Earl of Warwick, defeated the Lancastrians under Edmund, Duke of Somerset, who was killed during the battle. York also captured Henry VI and forced Henry to appoint him Constable of England  &#10;    Blore Heath &ndash; Staffordshire, 23 September 1459 - Greatly outnumbered Yorkist infantry used the longbow and a defensive position to drive off the Lancastrian Men-at-Arms. &#10;    2nd St. Albans &ndash; Hertfordshire, 17 February 1461 - The Lancastrians drove the Yorkists out of the town and then destroyed Warwick&rsquo;s strangely deployed army, even when sturdily defended by hedges, caltrops and spiked netting. &#10;    Towton &ndash; Yorkshire, 29 March 1461 - Easily biggest battle in the box and the biggest in the entire series. It uses over 200 combat units and, much like the actual battle, will probably take a long time to play. It is mostly crash and bash, with little room for maneuver, all fought in a blinding snowstorm!!  &#10;    Barnet &ndash; Greater London Area, 14 April 1471 - A classic battle of planned deployments, but overlapping wings, cries of treason in the lines, fog of war (actual fog), and the excellent use of reserves. &#10;    Tewksbury &ndash; Gloucestershire, 4 May 1471 - A battle that shows one of the key terrain features of the battles in this era, extensive hedges and thick underbrush in otherwise clear fields. &#10;    Bosworth &ndash; Leicestershire, 22 August 1485 - The best-known battle of the wars and the tragic (I think) death of King Richard III in a battle he should have won. Using the latest information as to where the battle took place, let&rsquo;s see if you can cancel out the Tudor dynasty.&#10;&#10;&#10;Components:&#10;Five 22x34&rdquo; maps&#10;Seven counter sheets (six and one-half 1/2&rdquo; + one-half 9/16&rdquo;)&#10;One 36 page series rulebook&#10;Three battle books (two 24 page and one 36 page)&#10;Six player aid cards (four 11x17&rdquo; and two 11x25.5&rdquo;)&#10;Two flight point charts (8.5 x 11&rdquo;)&#10;Two ten-sided dice&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "History: Crusades",
      "History: Hundred Years Wars",
      "History: Wars of Scottish Independence",
      "History: Wars of the Roses",
      "Series: Men of Iron (GMT)"
    ]
  },
  {
    "Rank": "3800",
    "Name": "Ecosystem: Coral Reef",
    "ID": 359406,
    "Year": "(2022)",
    "Geek Rating": "5.880",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/359406/ecosystem-coral-reef",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.8421",
    "Description": "Dive deep to build your own ecological network in Ecosystem: Coral Reef, a card-drafting game of marine competition. Players choose, pass, and arrange cards representing a diversity of organisms found in the Great Barrier Reef, including coral, clownfish, sea turtles, and sharks. Earn points by aligning animals with the habitats and food sources where they most flourish. Diversify your food web to maximize your bonuses. Each time you play, you build a one-of-a-kind ecosystem as you strive to balance the delicate connections between all living things.&#10;&#10;Ecosystem: Coral Reef is a standalone sequel game to Ecosystem (2019), featuring a new lineup of organisms, new scoring conditions, and an increased focus on a balanced food web.&#10;&#10;Players take turns drafting organism cards and arranging them into a 4x5 &quot;ecosystem&quot; in front of them. Once all players have completed their personal grid of 20 cards, players score their ecosystems using the rules for each card type. A food web bonus is given to each player for their lowest score among producers, predators, and prey, then the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Pattern Building",
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Animals: Crabs",
      "Animals: Fish / Fishes",
      "Animals: Sharks",
      "Animals: Turtles",
      "Animals: Whales",
      "Series: Science Games (Genius Games)",
      "Theme: Ecology",
      "Theme: Nature",
      "Theme: Under the Sea"
    ]
  }
]