[
  {
    "Rank": "2501",
    "Name": "Samarkand: Routes to Riches",
    "ID": 66214,
    "Year": "(2010)",
    "Geek Rating": "6.105",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/66214/samarkand-routes-to-riches",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2585",
    "Description": "As members of merchant families in Samarkand: Routes to Riches, the players marry into other wealthy merchant families. They expand the trading routes of these families and establish trade relationships with other families. The player who gains the most victory points with relationships and goods will be the winner at the end of the game.&#10;&#10;Each turn, the players either marry into a merchant family or expand the trading route of a family they are already married into.&#10;&#10;To marry into a family, the player pays the cost of the family. Only two players may marry into each family. To expand the trading route of a family, the player must be married into the family and may pay for the route with the money of the family. The goal is to meet other families not met before (gaining trade relationship markers) and to reach goods spaces first (gaining goods tokens).&#10;&#10;When all families have established at least one trade relationship or one family has established five trade relationships, the game ends. Each player scores their goods cards with the corresponding goods markers they have acquired, the trade relationship markers they have collected, and their money.&#10;&#10;This entry has been split from the Winsome Games publication Age of Scheme: Routes to Riches. As the rules have been altered, number of players differs, and updates to the artwork have been made, the two games are regarded as separate entities.&#10;&#10;",
    "Categories": [
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Stock Holding"
    ],
    "Families": [
      "Animals: Camels",
      "Cities: Samarkand (Uzbekistan)",
      "Continents: Asia",
      "Country: Uzbekistan",
      "Series: Yellow Wave Box (Queen)",
      "Theme: Deserts",
      "Theme: Silk Road"
    ]
  },
  {
    "Rank": "2502",
    "Name": "To Court the King",
    "ID": 21632,
    "Year": "(2006)",
    "Geek Rating": "6.105",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/21632/to-court-the-king",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7319",
    "Description": "In this game, the players are petitioners at the royal court, trying to gain the King's favor. To do so, they must first gain the help of the servants and petty officials at the court, who can then help them gain access to the nobility, who, in turn, can help to reach the king.&#10;&#10;The game is played in turns. On their turn, a player will gather their dice, roll them, set aside at least one, and roll the remaining dice again, until all dice have been set aside. After that, they select a character who will help. Each character requires a certain combination of dice (such as two pairs or dice that show at least 30 points). The character will give the player some benefits on later rolls, such as an additional die or the ability to modify the results of a roll.&#10;&#10;The game ends when a player gains the support of the Queen (and temporary favor of the King, winning ties in the final roll-off). Now, all players try to gain a dice result of as many equal dice as possible (7x 2s, 8x 6s, etc). The player who gets the longest, highest result gains the favor of the King and wins.&#10;&#10;Contents: 12 Dice, 60 character cards, 5 player aids, 1 marker, rules.&#10;&#10;",
    "Categories": [
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "2503",
    "Name": "Tower of Babel",
    "ID": 15510,
    "Year": "(2005)",
    "Geek Rating": "6.105",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/15510/tower-of-babel",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3279",
    "Description": "Together, the players use cards to try to build the eight wonders of the ancient world. The number they build varies, but can't be more than seven. (Hence the subtitle of the game, &quot;...or why the eighth wonder was never built.&quot;) While building together, each tries to provide the majority of the components for each wonder and collect scoring disks (in four suits). When it's someone else's turn, you offer cards to the active player, and by good offers, can earn points (or sometimes even the disk).  So a feature of &quot;Tower of Babel&quot; is that players always perform actions and can earn points during another's turn. Card trade offers, collecting disk sets, and building wonders are the three ways to earn victory points. The game ends when a player takes the last disk of any one of the four suits, so players have some influence on the game's end moment.  And, the victory points determine the winner at game end. Typical game length is less than an hour.&#10;&#10;&#10;     Reiner Knizia Variant--some recommend against using the action cards because the publisher rather than Reiner Knizia added them and because they damage the game balance. To play with this variant, simply leave the action cards in the box. There is no bonus to the person who completes the final stage of a wonder.&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Mesopotamia",
      "Constructions: The Tower of Babel"
    ]
  },
  {
    "Rank": "2504",
    "Name": "20th Century",
    "ID": 85036,
    "Year": "(2010)",
    "Geek Rating": "6.105",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/85036/20th-century",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9857",
    "Description": "In the 20th Century, every country strives to develop and improve, each in its own way. Some become financial leaders. Others become centers of learning. Both science and commerce serve to propel nations toward the future &ndash; but toward what kind of future? Growth produces waste, and the greatest advances may come with the greatest cost to the environment. How will these countries mitigate the inevitable ecological catastrophes?&#10;&#10;Your goal is to build a land free of garbage and pollution &ndash; a land where the environment is as healthy as the economy. Only then can you consider your country to be truly developed.&#10;The game consists of six rounds, during which you oversee the urbanization of your country. Some lands produce income. Some produce scientific research. Others improve the quality of life. Your research allows you to discover new technologies that will shape the way your nation develops. Science can even help you avert ecological catastrophes. At the end of each round, your lands provide you the money and research that you will need to deal with the challenges of the next round.&#10;&#10;You accumulate points each round, based on your nation&rsquo;s quality of life. At the end of rounds two and four, you also score bonus points for certain aspects of your country&rsquo;s development. At the end of round six, you will score bonus points based on your country&rsquo;s income, research, and environmental quality. The player with the most points wins, having built the country with the highest standard of living.&#10;&#10;(from Czech Games Edition website)&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Economic",
      "Environmental"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Memory",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Climate Change"
    ]
  },
  {
    "Rank": "2505",
    "Name": "Twilight Struggle: Red Sea – Conflict in the Horn of Africa",
    "ID": 300192,
    "Year": "(2022)",
    "Geek Rating": "6.104",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/300192/twilight-struggle-red-sea-conflict-in-the-horn-of",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "3.0217",
    "Description": "Part of GMT's Lunchtime Series, Twilight Struggle: Red Sea &ndash; Conflict in the Horn of Africa is a two-player card driven game that builds on the award winning Twilight Struggle.&#10;&#10;The year is 1974, and the Soviet Union and the United States have been locked in a life-or-death struggle across the globe. As so often happened during the Cold War, a relatively obscure region of the globe suddenly took center stage. Emperor Haile Selassie I of Ethiopia, a bedrock U.S. ally in Africa, had grown old and increasingly dictatorial. When he was overthrown in 1974, a Marxist coalition took the reins of power. This new revolutionary leadership initiated a chain of events that upset the regional balance of power and unleashed all the familiar elements of Cold War competition in the Horn of Africa.&#10;&#10;With a more limited scope and much shorter playtime, Twilight Struggle: Red Sea is the perfect way to introduce new players to the Twilight Struggle system, while maintaining all the tension, decision making, and theme of the original classic. The cards from Twilight Struggle can be used in TS: Red Sea and vice versa.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Hand Management",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Continents: Africa",
      "Country: Soviet Union",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Game: Twilight Struggle",
      "History: Cold War",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: East Africa",
      "Region: Horn of Africa",
      "Series: Lunchtime Games (GMT)",
      "Series: Twilight Struggle"
    ]
  },
  {
    "Rank": "2506",
    "Name": "Villa Paletti",
    "ID": 2596,
    "Year": "(2001)",
    "Geek Rating": "6.104",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/2596/villa-paletti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1603",
    "Description": "An architectural rush to the skies for 2 - 4 budding architects with a good head for heights from 8 years old.&#10;&#10;In the land where the Lemons bloom, there once lived a wise old sage, whose friends called him &quot;Paletti&quot; He only had one goal in life, to finish the wonderful castle in the sky that his grandfather had begun to build many years before, but which had been left unfinished when the ducats ran out. Paletti too had little money, but instead he had a marvelous plan. Why buy new columns when he could re-use the old ones that his Grandfather had built?  All he needed to do was remove some of those holding up the first floor, of which there were far too many in any case, and rebuild them further up, so that they could support new floors,  reaching up towards the skies!&#10;&#10;&quot;Excellent, Paletti&quot; shouted his friends, and they quickly started to work.  Soon they had a marvelous building in front of them, the &quot;Villa Paletti&quot;. Nowadays, no one knows what it was caused the collapse of the Vila Paletti, perhaps a puff of wind, or a slight earth tremor, but all the experts are united on one point, that Paletti,  far ahead of his time, was the first to discover something whose full importance is only now starting to become clear to us, the Euro pallet!&#10;&#10;Re-implemented by:&#10;&#10;    Palazzo Paletti&#10;    Menara&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Physical Removal",
      "Stacking and Balancing"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 3-Dimensional (3D)",
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "2507",
    "Name": "The Ravens of Thri Sahashri",
    "ID": 150293,
    "Year": "(2013)",
    "Geek Rating": "6.104",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/150293/the-ravens-of-thri-sahashri",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.449",
    "Description": "The Ravens of Thri Sahashri is a two-player cooperative card game. One player is playing the girl Ren who has lost her memory; the other is her psychic friend Feth who is trying to repair it. The game is about trying to communicate as well as possible by simply the choice of cards. (Note: &quot;Thri Sahashri&quot; is the buddhist term for a trillion worlds combined, which in this case means &quot;the other plane&quot;.)&#10;&#10;Of a deck consisting of cards of five colors and numbered 1&ndash;5, the Ren player draws four cards and keeps them face down. The goal for both players is to ensure that when the hand ends, the playing field has cards of these colors and these colors only.&#10;&#10;Each round, the Feth player draws as many cards as he wishes from the shuffled deck, putting them on the playing field according to the marks on the cards. The deck also contains ravens, which when drawn will &quot;eat&quot; any discarded cards of that color and threaten to take them out of the game.&#10;&#10;When the Feth player is done, the Ren player picks one of the cards in the playing field and puts on the leftmost still &quot;incomplete&quot; hidden card. A hidden card is complete when that card plus the cards placed on it total 7. (The fourth pile, however, should total only 5, according to the Japanese poem metric &quot;dodoitsu&quot; that goes 7-7-7-5.)&#10;&#10;Once all four hidden cards are completed, the round ends and unless the playing field has exactly the colors represented among the hidden cards, the players have failed. The game is played for three hands, but in the final hand, one hidden card must be completed per round, lest the players fail. Players also fail if the deck runs out or if all five Ravens are drawn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Pattern Building",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": [
      "Country: Japan",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "2508",
    "Name": "Inventors of the South Tigris",
    "ID": 378387,
    "Year": "(2024)",
    "Geek Rating": "6.104",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/378387/inventors-of-the-south-tigris",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "4.4144",
    "Description": "Inventors of the South Tigris is set during the height of the Abbasid Caliphate, circa 850 AD. Over the past decades, Baghdad has become home to thousands of mathematicians, astronomers, chemists, and physicians. As inspired innovators, players are eager to develop clever contraptions to impress their peers. Will your ingenious devices adorn the House of Wisdom, or are they destined for dust and decay?&#10;&#10;The aim of Inventors of the South Tigris is to be the player with the most Victory Points (VP) at the game&rsquo;s end. Points are primarily gained by Inventing, Building, Testing, and Publishing Devices. Players can also score points by training their Craftspeople, developing their Workshops, Researching, and Influencing the 3 scientific Guilds.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Arabian",
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Solo / Solitaire Game",
      "Track Movement",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Cities: Baghdad (Iraq)",
      "Crowdfunding: Kickstarter",
      "Series: Medieval Trilogies (Garphill Games)",
      "Series: The South Tigris Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "2509",
    "Name": "Bohnanza: The Duel",
    "ID": 205867,
    "Year": "(2016)",
    "Geek Rating": "6.103",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/205867/bohnanza-the-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0426",
    "Description": "Give as good as you get in Bohnanza: The Duel!&#10;&#10;What was that thing about the gift horse? In this two-player variant of Bohnanza, both bean farmers give each other gifts of beans they can't use themselves &mdash; to make life harder for their opponent, if possible. Trying to fulfill their secret &quot;bo(h)nus&quot; requirements, they both need to keep a vigilant eye on the other player's bean fields.&#10;&#10;In more detail, both duelists have bean field mats in front of themselves on which to plant their beans. Between them is a row of eight gift cards. Each player holds five hand cards and three &quot;bo(h)nus cards&quot; with secret objectives. In this game, you have the option of planting more than one type of bean in the same field, but when you plant a different bean than the one you've planted previously, this new bean type must be the next highest number. When harvesting your beans, the beanometer of the card you've most recently planted is what counts.&#10;&#10;At the start of each turn, the active player plants two beans from their hand, then reveals bean cards from the deck as usual. Instead of trading, however, they offer their opponent one bean as a gift by pushing this bean type's gift card in their direction. The other player can accept the gift or decline it, but if they don't take it, they have to offer a gift in return. You are allowed to bluff, but it may cost you if your bluff is called! Important: Only the first player to accept a gift actually receives the bean card in question. After this exchange, plant all beans you have received and turned over, then draw new cards. &quot;Bo(h)nus&quot; cards can be fulfilled at any time when the required combination of beans printed on the card can be found in any bean field. Fulfilling an objective earns you bean dollars and the brand new bean cents. When the draw pile is used up, the player with the most bean dollars wins.&#10;&#10;In 2020, AMIGO released Bohnanza: The Duel &ndash; Deluxe, which replaces the gift cards with a game board and gift tokens. This edition also contains newly designed bean fields and bonus cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Pattern Building",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Game: Bohnanza",
      "Players: Two-Player Only Games",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "2510",
    "Name": "Word on the Street",
    "ID": 40990,
    "Year": "(2009)",
    "Geek Rating": "6.103",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/40990/word-on-the-street",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3451",
    "Description": "In Word on the Street, players &ndash; either individually or in teams &ndash; try to claim letter tiles from the game board.&#10;&#10;To set up the game, seventeen letter tiles (all the consonants in English other than j, q, x, and z) are placed in a strip down the center of the game board &ndash; the median strip of the street, if you will, which has two &quot;traffic lanes&quot; on either side of it. On a turn, one team is presented with a category such as &quot;types of fruit&quot; or &quot;something a player is wearing&quot;, and that team has thirty seconds to come up with an answer in that category, then move the letters in that word toward their side of the game board. Any letters in the word that are not on the game board are skipped. If the answer were &quot;pineapple&quot;, for example, the team would move P, N, P, P and L.&#10;&#10;If a team moves a letter off the game board, it has claimed that letter and that tile will not move for the remainder of the game. The first team to claim eight letter tiles wins!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Sand Timers",
      "Misc: Mensa Select",
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "2511",
    "Name": "The King's Guild",
    "ID": 206327,
    "Year": "(2018)",
    "Geek Rating": "6.103",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/206327/the-kings-guild",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3636",
    "Description": "Centuries ago, the kingdom of Greycastle was founded through a pact between the great guild leaders of the realm. Under the pact, only a guild can rule the kingdom, and only a guild leader may claim the throne.&#10;&#10;Now, with the king on his deathbed, the Council of the Wise will convene. As one of the guild leaders of Greycastle, you must prove your guild&rsquo;s prestige so you can take the crown and claim your rightful place as the King&rsquo;s Guild.&#10;&#10;The King&rsquo;s Guild is a strategy board game where 1-6 players compete to establish the most renowned guild. Lead your guild to prosperity by crafting powerful equipment, sending heroes on quests to earn treasure, and upgrading your guild with unique characters and rooms.&#10;&#10;Each turn, choose one action to improve your guild:&#10;&bull; Gather resources to supply your warehouse&#10;&bull; Craft powerful equipment to send heroes on quests&#10;&bull; Upgrade your guild by hiring unique specialists and building new rooms&#10;&#10;You'll earn prestige for your quests, specialists, rooms, and treasures you've collected. When the king passes on and the council arrives, will your guild rise above the rest? The leader with the most prestige will ascend to the throne, and earn the title of the King&rsquo;s Guild!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "2512",
    "Name": "Dual Powers: Revolution 1917",
    "ID": 241987,
    "Year": "(2018)",
    "Geek Rating": "6.102",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/241987/dual-powers-revolution-1917",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2286",
    "Description": "In March of 1917, Tsar Nicholas II was forced to abdicate the throne of Russia. In his place, a conservative Provisional Government formed, representing the official authority of the state. Opposed to the newly formed government stood the Petrograd Soviet, an elected council of workers organized by socialist activists.&#10;&#10;Over the following months, an internal struggle for power and influence would dominate the country and spark a social revolution. In this state of dual power, or dvoevlastie, charismatic and powerful leaders would rise with the tide of public dissatisfaction and change the course of Russian politics forever.&#10;&#10;In Dual Powers, 1-2 players direct the forces on one side of this struggle through political action, social maneuvering, and military conflict. The player with greater support at the end of the game will shape Russia&rsquo;s future and either launch or suppress the impending Civil War.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Deduction",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Hand Management",
      "Solo / Solitaire Game",
      "Tug of War"
    ],
    "Families": [
      "Cities: Saint Petersburg (Russia)",
      "Components: Map (City Scale)",
      "Country: Russia",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "History: Russian Civil War",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2513",
    "Name": "Star Wars Villainous: Power of the Dark Side",
    "ID": 358800,
    "Year": "(2022)",
    "Geek Rating": "6.102",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/358800/star-wars-villainous-power-of-the-dark-side",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.4231",
    "Description": "In Star Wars Villainous: Power of the Dark Side, each player takes control of one of five Star Wars characters: Darth Vader, Asajj Ventress, Kylo Ren, Moff Gideon, or General Grievous. Each player has their own villain deck, fate deck, player board, and 3D character.&#10;&#10;On a turn, the active player moves their character to a different location on their player board, takes one or more of the actions visible on that space (often by playing cards from their hand), then refills their hand to four cards. Cards are allies, items, effects, and other things. You need to use your cards to fulfill your unique win condition.&#10;&#10;One of the actions allows you to choose another player, draw two cards from that player's fate deck, then play one of them on that player's board, covering two of the four action spaces on one of that player's locations. The fate deck contains heroes, items, and effects from that villain's storyline, and these cards allow other players to mess with that particular villain.&#10;&#10;Depending on their villain's unique power, players can also use their villain's &quot;ambition&quot; to perform actions that power effects based on the villain's use of the Force, strategic leadership, or sheer luck. The game also incorporates villain-specific missions and rules for iconic ships and transports from all corners of the Star Wars galaxy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Misc: Watch It Played How To Videos",
      "Movies: Star Wars",
      "Series: Villainous",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "2514",
    "Name": "Nightfall",
    "ID": 88408,
    "Year": "(2011)",
    "Geek Rating": "6.102",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/88408/nightfall",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6346",
    "Description": "The sun has retreated from the earth. It has been a little over a week since the last hint of light shone over the horizon, and the chaos has begun. People fear for their existence, while scientists struggle to explain the phenomenon.&#10;&#10;Until they came.&#10;&#10;The creatures of nightmare &mdash; vampires, werewolves, and ghouls &mdash; have begun to appear throughout the world, and they show no sign of hesitation in claiming the dark world as their own!&#10;&#10;--&#10;&#10;Publisher Blurb&#10;&#10;Nightfall - a new fast, furious and fun deck-building game from Alderac Entertainment Group. Featuring direct head-to-head combat, amazing art, a new AEG world, and unique mechanics by designer David Gregg, Nightfall will be the deck-building game to own.&#10;&#10;Before the game begins, there is a draft to determine which cards are available for purchase, and by whom. During this draft players select two cards from the set for their personal archives, and they also select cards to put into the common area. The cards drafted into personal archives may only be purchased by the player who drafted them.&#10;&#10;After the table has been set with the private and common cards, players begin play.&#10;&#10;The meat of Nightfall is in the chaining mechanic, which was partially developed with the help of people right here on BoardGameGeek.&#10;&#10;Each card has a main color and two linking colors. If you can match the main color of a card to one of the linking colors of the previous card, you can chain those cards together. Once a chain is started, players all get an opportunity to link additional cards onto the chain during that turn.&#10;&#10;Cards in the chain resolve in reverse order: first in, last out. Instant effects fire off as cards come off the chain, doing damage to your opponents or bringing characters into play to defend you and attack your opponents.&#10;&#10;The object of Nightfall is to put wounds into your opponents&rsquo; decks and end the game with the least amount of wounds in your deck. But beware: the more wounds a person has, the more enraged they become and the faster their deck works, meaning more cards and bigger chains will come your way!&#10;&#10;Nightfall's base set releases with starting decks of 12 cards for up to 5 players, and 24 distinct cards (7 copies of each) for drafting during play.&#10;&#10;The box contains card dividers, and is in the same format as the much heralded Wrath of the Elements box for Thunderstone.&#10;&#10;Integrates with:&#10;&#10;    Nightfall: Martial Law&#10;    Nightfall: Blood Country&#10;    Nightfall: The Coldest War&#10;    Nightfall: Dark Rages&#10;    Nightfall: Eastern Skies&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Creatures: Werewolves",
      "Game: Nightfall",
      "Organizations: Game Designers of North Carolina",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "2515",
    "Name": "Exit: The Game – The Enchanted Forest",
    "ID": 295944,
    "Year": "(2020)",
    "Geek Rating": "6.102",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/295944/exit-the-game-the-enchanted-forest",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.9167",
    "Description": "Exit: The Game &ndash; The Enchanted Forest is a puzzle game modeled after escape rooms, and it includes components meant to be folded, written upon, or torn, so it's marketed as a single-use game.&#10;&#10;A relaxing walk in the woods takes a very different turn when you suddenly encounter strange fairytale creatures and even stranger puzzles. Will you ever find your way out?!&#10;&#10;-- description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Misc: Limited Replayability",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "2516",
    "Name": "Super Dungeon Explore",
    "ID": 92190,
    "Year": "(2011)",
    "Geek Rating": "6.102",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/92190/super-dungeon-explore",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7349",
    "Description": "Super Dungeon Explore (SDE) is a dungeon crawler inspired by old Japanese console RPGs. The 52 included miniatures are done in a cute / chibi / super-deformed style, which means the head is roughly the same size as the rest of the body.&#10;&#10;One to five players take the role of classic fantasy heroes like the human paladin, a dwarf fighter, or an elf ranger. One player is the &quot;Dark Consul&quot; who controls the monsters of the dungeon. Every hero/monster has a character card that details the stats for movement, attack, armor, willpower, dexterity, action points and hearts (= life points). Additional information may include special abilities / actions / attacks and potions.&#10;&#10;The game is played on modular dungeon boards. During a round of play, the game passes back and forth between single heroes and the monsters, but the exact order may change from round to round. The characters use the stats from their character card, special dice (with hearts, potions and stars) are only used for combat and checks. If the heroes wound the opponent, they may draw loot cards to improve their stats. There is also the possibility to open treasure chests to find even more powerful things. The monsters have no possibility to &quot;level up&quot; apart from a single late game upgrade but the Dark Consul has an unlimited number of them.&#10;&#10;To win the game, the Dark Consul must defeat all heroes in his dungeon. The heroes must spawn the dungeon boss by killing monsters or destroying all spawning points (= entry points for new monsters). The heroes must then kill the dungeon boss to be victorious.&#10;&#10;UPC 817009010004&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Game: Super Dungeon Explore",
      "Players: One versus Many",
      "Theme: Anime / Manga",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "2517",
    "Name": "Atlantic Star",
    "ID": 2570,
    "Year": "(2001)",
    "Geek Rating": "6.101",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/2570/atlantic-star",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1422",
    "Description": "This is a remake of db Spiele's Premiere and Queen Games' Show Manager. The theme has been changed to cruising: here the players are travelling by sea. The mechanics are otherwise almost identical.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Auction: Dutch",
      "Set Collection"
    ],
    "Families": [
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "2518",
    "Name": "Kneipenquiz: Das Original",
    "ID": 204801,
    "Year": "(2016)",
    "Geek Rating": "6.101",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/204801/kneipenquiz-das-original",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.4516",
    "Description": "In &quot;Kneipenquiz: Das Original&quot; players anwer questions like in a Pub-Quiz. Players either play together (vs. imaginery opponents) or in a team vs. team mode.&#10;&#10;The 750 questions cover the following categories: General knowledge, literature, science, sports, movies, history and useless knowledge.&#10;&#10;A game consists of five turns where each turn has a time limit of 5 minutes. For every correct answer a team advances one or several fields on the board. After turn five the team which advanced the most on the board is victorious.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Game: Kneipenquiz"
    ]
  },
  {
    "Rank": "2519",
    "Name": "Village Attacks",
    "ID": 212281,
    "Year": "(2018)",
    "Geek Rating": "6.101",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/212281/village-attacks",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2.6364",
    "Description": "Village Attacks is a co-operative castle defense game in which players take on the roles of the most infamous creatures of folklore and legend from around the world! Deep in a remote part of the world, you and your monstrous associates have taken up residence in an immense castle. But the local village has had enough of the evil that lies at its door and has decided to lay siege to the castle in an effort to exorcise your wicked taint from the world.&#10;&#10;The villagers may be weak, but they are not alone! News of your malevolent presence has spread far and wide; hunters and heroes have come from all corners of the globe to vanquish you! Some have come for fame, others for the glory, and some even for the reward. But they share a single goal; your doom!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Medieval",
      "Mythology",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Tower Defense",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "2520",
    "Name": "Marvel Zombies: Heroes' Resistance",
    "ID": 366023,
    "Year": "(2022)",
    "Geek Rating": "6.101",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/366023/marvel-zombies-heroes-resistance",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2609",
    "Description": "When the zombie plague strikes, not even Earth's mightiest heroes are safe.&#10;&#10;Marvel Zombies: Heroes' Resistance is a co-operative board game for 1-4 players based on the core mechanisms of the Zombicide game series, bringing non-stop zombie action to a Marvel universe in which some heroes have been infected by an unknown virus that has been transformed them into zombies. In the game, you can control either the Marvel heroes to protect citizens...or the Marvel zombies to devour them.&#10;&#10;Fight the insatiable hunger, for heroes never die &mdash; they just change.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Components: Standees",
      "Creatures: Zombies",
      "Game: Zombicide",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "2521",
    "Name": "River Dragons",
    "ID": 634,
    "Year": "(2000)",
    "Geek Rating": "6.101",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/634/river-dragons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7195",
    "Description": "In Dragon Delta, you want to move your pawn over a system of bridge-like planks to the other side of the board. An easy task! Or at least it would be if everyone were working together, but alas you're not. Instead you're all working on your own right next to one another, each convinced that your way is best.&#10;&#10;In game terms, players simultaneously select five action cards to be performed from the nine actions available and lay them down in order they are to be played. The turn is then resolved one card at a time. The actions allow players to place plank foundations, place planks, move their pawns, cancel other players' actions, or remove planks or foundation stones. As can be expected for a design with simultaneous action selection, the game is rather chaotic.&#10;&#10;The 2012 edition of the game, River Dragons, includes a double-sided game board not present in earlier editions, with one side of the board featuring rock piles on which you place stones (as in the original Dragon Delta), while the other side has a featureless river on which players can place stones in any location.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action Queue",
      "Point to Point Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Comic Books: Kajko i Kokosz",
      "Country: Vietnam"
    ]
  },
  {
    "Rank": "2522",
    "Name": "Oasis",
    "ID": 9027,
    "Year": "(2004)",
    "Geek Rating": "6.101",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/9027/oasis",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3194",
    "Description": "You are the head of a Mongolian family, intent on becoming the most powerful in the land. Use your resources wisely to take control of fertile steppe lands to raise horses, build sacred temples, develop caravans of camels, and control the beautiful oases. The player with the most points at the end of the game will be anointed the Noble of the Oasis.&#10;&#10;",
    "Categories": [
      "Animals",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Enclosure",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Camels",
      "Components: Meeples (Animal) / Animeeples",
      "Country: Mongolia",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "2523",
    "Name": "Pick Picknic",
    "ID": 2569,
    "Year": "(2001)",
    "Geek Rating": "6.101",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/2569/pick-picknic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1962",
    "Description": "&quot;A corn, please!&quot; is the cry heard from many fowl mouths at the cold buffets in the many poultry yards. Game hens, pheasants, ducks, geese, and turkeys seem to be always hungry - never getting enough to eat. In Pick Picknic, a real feast awaits them! The fox is also always hungry and ready to eat, but from a somewhat different menu,... Chickens, geese, and ducks, become happily plump when they are able to eat well and often. Such is not different for the clever fox, who will eat all manner of incautious fowl... At the end of the game, the player who has gotten the plumpest poultry and the most nutritious corn is the winner!&#10;&#10;Stefan Dorra's remake of Razzia with the theme centered around chickens and their quest for corn.  But watch out, there are foxes out there trying to get to the chickens.&#10;&#10;One of those &quot;children's games&quot; that adults find fun as well.  Features artwork by Doris Matth&auml;us.&#10;&#10;This game is part of The Chicken Family of Zoch.&#10;The Dutch edition is part of the Jakkie &amp; Bak Collection&#10;&#10;Re-implements&#10;&#10;    Razzia&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Animals: Ducks",
      "Animals: Foxes",
      "Animals: Turkeys",
      "Series: The Chicken Family of Zoch"
    ]
  },
  {
    "Rank": "2524",
    "Name": "Arena: The Contest",
    "ID": 219217,
    "Year": "(2019)",
    "Geek Rating": "6.100",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgame/219217/arena-the-contest",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.8077",
    "Description": "In a world unified by the Empire, it is forbidden to raise armies and make war. All major conflicts get solved in the ARENA, where the best fighters represent entire Nations. Such fighters, with good reason, are called HEROES.&#10;&#10;In this turn-based tactical combat boardgame, players recruit teams of three or four from a wide pool of Heroes, all of them experts in a Combat Role, like Tactician, Healer and Bruiser. There are countless combos, counterpicks and strategies to explore in the attempt to build a powerful and synergistic team.&#10;&#10;Each Hero is granted a Move and an Attack action per turn. Its governing rules are intuitive, meaning even beginners will find ARENA easy to learn; however, the game will forever remain challenging, as it is impossible to reproduce two equal matches, all attacks are unique, and there are optional 'advanced' features to implement in order to refresh and deepen the experience, such as Artifacts and Scrolls.&#10;&#10;In Competitive mode (PvP), both teams fight each other until one eliminates all opposition and wins the battle. Matches begin by strategically positioning highly-detailed miniatures in an infinitely customizable battlefield featuring optional elements that change the dynamics of combat, such as walls, debris, altars and lava. You're required to plan ahead, consider your enemies' moves and work in harmony with your team in order to find the best possible action when your turn comes.&#10;&#10;In Cooperative mode (PvE), the Player(s) build a team of 4 Heroes to travel the fantastic world of Tanares in order to solve an ancient mystery, facing Missions with different problems, hazards, and goals. Campaign Cards present players with challenging events, requiring tough decisions that shape the course - and outcome - of an adventure that find its climaxes in the difficult Dragon Boss Fights.&#10;&#10;The Campaign is meant to be conducted through the course of several sessions, in which Heroes gain experience according to the number - and quality - of accomplished Mission objectives. Experience Points can be spent to Level UP and acquire minor permanent boosts, or to purchase Items that grant major - but provisory - boosts to any Hero.&#10;&#10;Players are free to tweak and adjust their experience according to their personal preferences, making Arena a highly diverse and replayable game. Players can make tournament tables and play simultaneous Matches on different boards; add or subtract different advanced rules and strategical features at will; try the game on custom boards or design their own missions. Players that enjoy immersion and storytelling can maximize adventure in PvE-Campaign Mode, while players adverse to that can even play the Quests individually, in any sequence, with minimum reading required.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Mythology",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Movement Points",
      "Player Elimination",
      "Point to Point Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Game Trayz Inside",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "2525",
    "Name": "Amalfi: Renaissance",
    "ID": 351594,
    "Year": "(2023)",
    "Geek Rating": "6.100",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/351594/amalfi-renaissance",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "In Amalfi: Renaissance, players take on the role of merchants in the Italian port town of Amalfi during the Renaissance period. The town was a dominant maritime power during the previous century, but its importance has diminished. The merchants of Amalfi are eager to recapture their previous success and revive the abandoned port town, but they have only four ships.&#10;&#10;In this game, players' ships are used to navigate, but also to store their resources. With their resources, they will be able to:&#10;&#10;&#10;     Discover charts and thus get better destinations for their actions.&#10;     Acquire paints, books, and historical monuments to earn honor and bonuses.&#10;     Invite renowned historical figures to support their strategy.&#10;     Construct new ships to have more workers and take more actions.&#10;&#10;&#10;The game ends after four rounds, and the player with the most points wins.&#10;&#10;This new edition of Amalfi includes new mechanisms (you can now build lighthouses on the map); new characters including new illustrations with si new asymmetrical decks; and rebalanced artworks, charts, decrees, and titles to offer more choices and more replayability, all in a new box with a double-layered main board and individual player boards.&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Ownership",
      "Resource to Move",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Amalfi (Italy)",
      "Country: Italy",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Tableau Building",
      "Misc: LongPack Games",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "2526",
    "Name": "Corrosion",
    "ID": 344277,
    "Year": "(2021)",
    "Geek Rating": "6.099",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/344277/corrosion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.2759",
    "Description": "In Corrosion, each of you manages a factory and deploys engineers to build up diversified scoring and production engines. In the steam-filled air, however, your biggest enemy is time because most machines and gears rust away quickly, so you are well advised to also produce chrome gears and invest in rustproof and powerful chrome machines.&#10;&#10;On your turn, you can either play an engineer card or turn the corrosion wheel of your factory:&#10;&#10;&#10;    Playing engineers mostly gains you new machines and qualified engineers. Other players can copy your engineer's action by playing an engineer of the same suit but a higher grade.&#10;&#10;&#10;&#10;    Turning your corrosion wheel puts your machines to work and returns engineers to your hand, but also causes old gears and machines to rust.&#10;&#10;&#10;To be successful, you must cleverly co-ordinate your engineers and corrosion wheel and smoothly shift from one efficient engine to the next.&#10;&#10;The game end is triggered once the special point supply or the award supply run out. Then, whoever was able to score the most points with their machines and awards wins.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Contracts",
      "Deck, Bag, and Pool Building",
      "Follow",
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Open Drafting",
      "Rondel",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Gears",
      "Players: Games with Solitaire Rules",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "2527",
    "Name": "Zona: The Secret of Chernobyl",
    "ID": 209671,
    "Year": "(2019)",
    "Geek Rating": "6.099",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/209671/zona-the-secret-of-chernobyl",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.75",
    "Description": "Zona is an adventure board game designed for 1-4 players. To win the game, player must reach the sarcophagus of Chernobyl Nuclear Power Plant before other players. The sarcophagus opens only when player had previously collected 2 Secrets from underground facilities known as Secret Locations. Players must hurry because there is a time limit to the game. When the Final Emission strikes, everything is lost&hellip;&#10;&#10;GAMEPLAY&#10;Each turn players take 2 Actions (move, explore, combat etc.) and then everyone read an Event Card which contains text for short adventure. At the end of turn, a News Card is drawn by the first player and resolved by him.&#10;&#10;MOOD&#10;This board game emphasizes the aspect of survival. Zone depicted on the playing board is an extremely hazardous and isolated area with very limited access to functional equipment and supplies. Players must remember to frequently repair their Items and buy new ones. It is also crucial to rest to reduce Fatigue and heal Damage.&#10;&#10;STALKERS&#10;Each player takes role of 1 Scavenger from the 10 included in the game. Each Scavenger has their own Special Skill, set of basic Skills and starting equipment. Values of stats such as Awareness, Agility or Intellect determine how good they are in avoiding dangers and traps, fighting mutants or gathering Artifacts from anomalies. The story of Scavenger explains his/herPersonal Goal &ndash; the reason for arriving to the Zone. Differences between Scavengers makes playing each one of them completely unique.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Polski opis:&#10;&#10;PRZEGL&#196;&#132;D&#10;&quot;Zona&quot; jest przygodow&#196;&#133; gr&#196;&#133; planszow&#196;&#133; zaprojektowan&#196;&#133; dla 1-4 graczy. Aby zwyci&#196;&#153;&#197;&#188;y&#196;&#135;, gracz musi dotrze&#196;&#135; do sarkofagu Czarnobylskiej Elektrowni Atomowej zanim zrobi&#196;&#133; to pozostali gracze. Sarkofag otworzy si&#196;&#153; tylko, je&#197;&#155;li gracz odkry&#197;&#130; wcze&#197;&#155;niej 2 Tajemnice z podziemnych plac&oacute;wek badawczych znanych jako Tajne Lokacje. Gracze musz&#196;&#133; si&#196;&#153; spieszy&#196;&#135;, poniewa&#197;&#188; gra ma limit czasowy. Gdy Ostateczna Emisja uderzy wszystko przepadnie...&#10;&#10;ROZGRYWKA&#10;W ka&#197;&#188;dej turze gracze wykonuj&#196;&#133; 2 Akcje (ruch, eksploracje, konfrontacje itp.) po czym ka&#197;&#188;dy odczytuje Kart&#196;&#153; Wydarze&#197;&#132;, kt&oacute;ra zawiera tekst dotycz&#196;&#133;cy kr&oacute;tkiego zdarzenia. Na koniec tury pierwszy gracz dobiera Kart&#196;&#153; Wie&#197;&#155;ci i rozpatruje jej efekt.&#10;&#10;NASTR&Oacute;J&#10;Ta gra planszowa skupia si&#196;&#153; na aspekcie przetrwania. Strefa przedstawiona na planszy jest skrajnie niebezpiecznym i odizolowanym obszarem z bardzo ograniczonym dost&#196;&#153;pem do u&#197;&#188;ytecznego wyposa&#197;&#188;enia i zapas&oacute;w. Gracze musz&#196;&#133; pami&#196;&#153;ta&#196;&#135; o regularnych naprawach ich Przedmiot&oacute;w oraz kupowaniu nowych. Niezwykle istotne jest tak&#197;&#188;e odpoczywanie w celu zmniejszania Zm&#196;&#153;czenia oraz leczenie Obra&#197;&#188;e&#197;&#132;.&#10;&#10;STALKERZY&#10;Ka&#197;&#188;dy z graczy wciela si&#196;&#153; w rol&#196;&#153; 1 z 10 Szperaczy dost&#196;&#153;pnych w grze. Ka&#197;&#188;dy Szperacz posiada swoj&#196;&#133; indywidualn&#196;&#133; Zdolno&#197;&#155;&#196;&#135; Specjaln&#196;&#133;, zestaw podstawowych Umiej&#196;&#153;tno&#197;&#155;ci i startowy ekwipunek. Warto&#197;&#155;ci takie jak Czujno&#197;&#155;&#196;&#135;, Sprawno&#197;&#155;&#196;&#135; czyIntelekt okre&#197;&#155;laj&#196;&#133; jak dobrze radz&#196;&#133; sobie z omijaniem zagro&#197;&#188;e&#197;&#132; i pu&#197;&#130;apek, walce z mutantami oraz wyci&#196;&#133;ganiu Artefakt&oacute;w z anomalii. Historia Szperacza wyja&#197;&#155;nia jego/jej Cel Osobisty - pow&oacute;d przybycia do Strefy. R&oacute;&#197;&#188;nice pomi&#196;&#153;dzy Szperaczami sprawiaj&#196;&#133;, &#197;&#188;e gra ka&#197;&#188;dym/&#196;&#133; z nich jest ca&#197;&#130;kowicie odmienna.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Events",
      "Finale Ending",
      "Push Your Luck",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Map (City Scale)",
      "Country: Ukraine",
      "Crowdfunding: Spieleschmiede",
      "Theme: Chernobyl",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "2528",
    "Name": "HUANG",
    "ID": 371688,
    "Year": "(2024)",
    "Geek Rating": "6.099",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgame/371688/huang",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Lead an ancient China kingdom dreaming of imperial power, establish new states, build pagodas, strive for influence &ndash; and battle to unite the country under your glorious dynasty! HUANG is set in the Warring States period (475-221 BC), a time of endless wars between seven rival states: Qin, Chu, Qi, Yan, Han, Wei, and Zhao.&#10;&#10;HUANG is a 2 to 4 player game set in ancient China, during the time of the Warring States. You take control of one of the Warring States, battling to unite the country under your dynasty. Each player has five different leaders: Governor, Soldier, Farmer, Trader, and Artisan.&#10;&#10;Clever placement of these leaders and their corresponding tiles on the board is key, allowing you to build pagodas to score points, trigger or avoid wars, and instigate peasant revolts that bring down your enemies. Play is fast and addictive, lasting around 90 minutes, with a very short teaching time reflecting the elegance of the ruleset.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Highest-Lowest Scoring",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Components: Map (Regional scale)",
      "Country: China",
      "Crowdfunding: Gamefound",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Game: Tigris & Euphrates",
      "History: Warring States Period of China",
      "Rivers: Yangtze",
      "Rivers: Yellow"
    ]
  },
  {
    "Rank": "2529",
    "Name": "Crusade and Revolution: The Spanish Civil War, 1936-1939",
    "ID": 31790,
    "Year": "(2013)",
    "Geek Rating": "6.099",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgame/31790/crusade-and-revolution-the-spanish-civil-war-1936",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "480",
    "Weight": "3.2985",
    "Description": "(from the designer:)&#10;&#10;&quot;CRUSADE AND REVOLUTION: The Spanish Civil War, 1936-1939&quot; (C&amp;R) is a card-driven point-to-point movement strategic-operational wargame that covers all the Spanish Civil War (1936-1939). Its rules are based on Ted Raicer&rsquo;s &quot;Paths of Glory&quot;.&#10;&#10;Each player takes command of one of the sides (Nationalist or Republican), and looks after all the aspects that involve a war: mobilization, recruitment, movement of troops, offensives, construction of defences&hellip; There are also historical events that must be taken into consideration, as the foreign military aid, international policy, change of Republican Government, etc.&#10;&#10;[en Espa&ntilde;ol:]&#10;&quot;CRUZADA Y REVOLUCI&Oacute;N. La Guerra Civil Espa&ntilde;ola, 1936-1939&quot; (CyR) es un juego de guerra (wargame) a nivel estrat&eacute;gico-operacional con cartas y movimiento por zonas que simula la Guerra Civil Espa&ntilde;ola (1936-1939). Sus reglas se basan en &quot;Paths of Glory&quot; de Ted Raicer.&#10;&#10;Cada jugador se pone al frente de uno de los dos bandos (Nacional o Republicano), y atiende todos los aspectos que implican una guerra: movilizaci&oacute;n, reclutamiento, movimiento de tropas, ofensivas, construcci&oacute;n de defensas&hellip; Tambi&eacute;n hay eventos hist&oacute;ricos que se deben tener en cuenta, como la ayuda militar extranjera, pol&iacute;tica internacional, cambio del gobierno republicano, etc.&#10;&#10;&#10;(from Compass Games website:)&#10;&#10;Crusade and Revolution (C&amp;R) pulls together enjoyment, playability and historical simulation. It uses the traditional card-driven system, adapting it to the specific circumstances of the Spanish Civil War.&#10;&#10;Each player has his own deck of strategic cards, which are the heart of the game, and must make difficult choices on their use through-out the game. Each card has four possible uses, but only one of them can be chosen each time the card is played! The possibilities are:&#10;&#10;Recreate a Historical Event: Each card shows a historical event that affected the course of the war. They include political, military, economic and even social events, as well as the reinforcements that flowed to both sides through-out the war both from within Spain, and from foreign powers Germany, Italy and Russia.&#10;Conduct Operations: Each card has an operations value that is used for activating units on the game map for movement, preparing fortifications, or attacking.&#10;Strategic Redeployment (SR) of Troops: Each card has a Strategic Redeployment value that is used to move units great distances on the game map, or to bring units out of Reserve to shore up a threatened flank.&#10;Replacement Points for Reforming Your Army: Each card has a Replacement Point value which is recorded and used for repairing damaged or rebuilding destroyed units at the end of the turn.&#10;&#10;The greater impact the historical event of a card has on the game, the greater its Operations, SR and Replacements value. As such, a player is often faced with a dilemma while playing each card: use an important event, launch an offensive in a vulnerable zone, move units from one front to other, or accumulate replacements to recover from losses? Combine this with &quot;Combat cards&quot; that bring tactical benefits, and a player faces has a myriad of choices with each and every card.&#10;&#10;A complete C&amp;R game is divided into three phases, which illustrate the evolution of the Spanish Civil War and introduce new strategic cards:&#10;&#10;The War of the Columns phase begins with the outbreak of war and finishes in February 1937. During this phase only &ldquo;small units&rdquo; are used, because both sides had limited combatants, almost all grouped in irregular units - called &ldquo;columns&rdquo;- that operated across large, poorly garrisoned fronts. The best of these &ldquo;small units&rdquo; are the Nationalist African Army regular army units &ndash; brought to the Spanish mainland from Morocco by Franco at the outbreak of the war. These units are strong, but brittle, as they cannot be replaced or replenished with Replacement Points.&#10;&#10;The Mobilization phase lasts from March 1937 to February 1938. During this period the two sides realized that the war would not be over quickly, and began to mobilize their human and material resources to form regular armies. The players deploy their first &ldquo;large units&rdquo; (army corps) and large battles erupt across Spain.&#10;&#10;The War of the Armies phase begins in March 1938 and lasts until the end of the war, in April 1939. During this time, the Nationalists tried to force the enemy&rsquo;s unconditional surrender, while the Republic fought desperately to resist and prolong the Spanish Civil War so that it might merge with the threatening Second World War, which could be seen looming in the horizon.&#10;&#10;Take command of your forces! Marshall international aid and intervention to your side! But take care...for your opponent is doing the same, and while you may be planning on achieving a quick victory, you never know what a game of Crusade and Revolution may bring!&#10;&#10;Time Scale: 1 turn = Two months (1 month during the first 4 turns of the game)&#10;Map Scale: 1 space = approximately 60 kilometres (37 miles)&#10;Unit Scale: (Small Units) from Irregular columns to divisions. (Large Units) From reinforced divisions to army corps.&#10;Players: 2&#10;Playing Time: Small Scenarios: 3-4 hours, Full Campaign: 8+ hours&#10;&#10;Components:&#10;    One 22&quot; by 34&quot; map&#10;    110 Strategy Cards&#10;    176 5/8&quot; diecut counters&#10;    280 1/2&quot; diecut counters&#10;    One Rulebook&#10;    One Playbook&#10;    Four Player Aid Cards&#10;    Two six-sided dice&#10;&#10;Designer: David G&oacute;mez Relloso&#10;Developer: Kevin Bernatz&#10;Artist: Nicol&aacute;s Eskubi Ugalde&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Spain",
      "Decades: The 1930's",
      "Digital Implementations: VASSAL",
      "History: Spanish Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "2530",
    "Name": "Burning Banners",
    "ID": 389820,
    "Year": "(2024)",
    "Geek Rating": "6.098",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgame/389820/burning-banners",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1111",
    "Description": "In the five centuries since the Wound was closed, the kingdoms of Kalar have struggled to rebuild their shattered societies. A resurgent Empire spread across the great sea, bringing civilization to the untamed eastern continent of Kheros. But Lilith, one of the immortal sorcerers responsible for the Worldwound, arrived first, preparing the way for the return of her dark mistress. For nearly six hundred years she has plotted and schemed. In 588 (2023 Gregorian), the wait is over.&#10;&#10;Burning Banners: Rage of the Witch Queen is a fantasy wargame for two to six players. Fast playing and intuitive, a whopping 29 scenarios range from short campaigns with 2 Kingdoms and one map, to the entire 12-year war, in which 6 kingdoms battle over four maps. The rules include a quick-playing Basic Game as well as an Advanced Game which introduces Magic, Heroes, and Monsters guarding powerful treasures.&#10;&#10;March 1&rdquo; Armies and Heroes through huge, lovingly detailed hexes. Explore a vast, detailed fantasy world encompassing four mounted game maps with six unique kingdoms and dozens of troop types. Designed and illustrated by acclaimed fantasy artist, Christopher Moeller!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hexagon Grid",
      "Income",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "2531",
    "Name": "BattleTech: Introductory Box Set",
    "ID": 31759,
    "Year": "(2002)",
    "Geek Rating": "6.098",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/31759/battletech-introductory-box-set",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5513",
    "Description": "The Introductory Box Set was designed as the entry point into the game for new BattleTech players, allowing them to slug it out in thirty-foot-tall war machines known as BattleMechs. The rules provide construction rules for building or customizing your own (introductory-level) 'Mechs, and quick-start rules for vehicles and infantry for players interested in simplified combined-arms battles. Also included in the box set is a BattleTech universe book providing an overview of the game world, its history, and its factions. A set of 24 unpainted plastic 'Mechs, ready for play and suitable for painting, are accompanied by prefilled record sheets listing each 'Mech's capabilities. The set also includes maps, a painting and tactics guide, cardstock reference sheets, a universe poster map of the BattleTech universe, and two six-sided dice.&#10;&#10;The 2011 &quot;Twenty-Fifth Anniversary Edition&quot; of this set replaced the 2007 edition's thin paper maps with board game-style mounted maps, added two additional &quot;high-quality&quot; plastic minis (a Thor and a Loki, with accompanying record sheets), and included a brief guide detailing the BattleTech gaming system intended to introduce new players to the various products for the game. The 2013 reprint is identical to this version, albeit with different box art and the &quot;high-quality&quot; minis were changed to a Timber Wolf and a Battlemaster.&#10;&#10;Expanded by:&#10;Other introductory-level products:&#10;&#10;     Classic BattleTech: Starterbook &#226;&#128;&#147; Sword and Dragon (Scenario book and sourcebook designed as a bridge between the box set and Total Warfare)&#10;     Classic BattleTech: Technical Readout &#226;&#128;&#147; 3039 (Companion &quot;technical readout,&quot; with game &quot;fluff&quot; and unit statistics)&#10;     Classic BattleTech: Record Sheets &#226;&#128;&#147; 3039 (Print version of selected prefilled record sheets for TRO: 3039; also includes two scenarios and additional rules)&#10;     BattleTech: Hexpack &#226;&#128;&#147; Lakes and Rivers (Additional maps and terrain overlays to add more variety to gameplay)&#10;&#10;&#10;Intermediate-/standard-level products:&#10;&#10;     BattleTech: Total Warfare (Full standard/tournament rules for BattleTech)&#10;     BattleTech: TechManual (Full construction rules for BattleTech units)&#10;     Classic BattleTech: Technical Readout &#226;&#128;&#147; 3050 Upgrade (Technical readout for the early Clan invasion period)&#10;     Record Sheets: 3050 Upgrade (Print version of selected prefilled record sheets for TRO: 3050U; also includes two scenarios and additional rules)&#10;&#10;&#10;ISBN 9781934857595&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "2532",
    "Name": "Code 777",
    "ID": 443,
    "Year": "(1985)",
    "Geek Rating": "6.098",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/443/code-777",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3193",
    "Description": "The clever little game Code 777 combines the elements of a good, logical deduction game and Indian poker. Each player receives a rack for keeping three tiles drawn from a pool of tiles, which are seven different numbers in seven different colors (28 tiles in total); however, the rack is turned away from you. When players sit in a circle, each player can see everyone else's tiles, except their own. Each turn, players draw a card with a question like, &quot;Do you see more yellow sevens or more blue sevens?&quot; which should help the others determine their tiles. Once you're reasonably sure of which tiles you have in front of you, you can take a guess &mdash; but if you're wrong, you have to start over with a fresh set of tiles ...&#10;&#10;Code 777 was explicitly inspired by What's That on My Head?, and Alex Randolph credited Robert Abbott with co-designing this game based on that inspiration.&#10;&#10;In 2010, Stronghold Games released Code 777: 25th Anniversary Deluxe Edition, adding both a fifth player to the game and symbols to make it colorblind-friendly. In 2015, Stronghold Games released Code 777: 30th Anniversary Limited Edition, which is the final edition from Stronghold Games.&#10;&#10;In 2015 DiceTree Games released a multi-lingual edition of the game.&#10;&#10;Similar to:&#10;&#10;    What's That on My Head?&#10;    Egghead&#10;    Figure It&#10;    Amnesia&#10;    Guess What I Am!&#10;    Coyote&#10;    Pow Wow&#10;    Am I a Banana?&#10;    What's That on My Head?&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: What's That on My Head?",
      "Mechanism: Deduction – Blind Man's Bluff",
      "Series: Book Box (DiceTree)"
    ]
  },
  {
    "Rank": "2533",
    "Name": "Tiny Epic Mechs",
    "ID": 257283,
    "Year": "(2019)",
    "Geek Rating": "6.098",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/257283/tiny-epic-mechs",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.566",
    "Description": "It's the year 3030, and technology offers humankind unimaginable entertainment. What used to be virtual reality is now reality, and sports that once occupied your flat-screen now occupy the world stage. The largest of them embodies the evolution and integration of athleticism and machinery. Once every five years, hundreds of millions of viewers tune in to witness the spectacle that is M.E.C.H.s: Mechanized Entertainment Combat Heroes.&#10;&#10;Tiny Epic Mechs is an arena-style player-vs-player action-programming game. It features ITEMeeples with plastic molded power armors and a Mech suit that the ITEMeeples actually go inside of.&#10;&#10;In Tiny Epic Mechs, players take on the roles of highly skilled and athletic Mech pilots. They compete in a free-for-all battle royale over the span of six rounds. In each round, players select four of eight available actions to program. These actions keep you moving around the arena while allowing you to deploy high-scoring defensive turrets, plant explosive land mines with hidden values, collect resources, purchase weaponry, and power up into your Power Armor or eventually the highly-sought-after Mech Suit. While each player has their own Power Armor, there is only one Mech Suit, reserved for the king of the hill.&#10;&#10;Your programmed actions are played out one at a time around the table until all players have executed their four actions. When you cross paths with another player, combat ensues. During combat, players exchange fire until one player is out of ammo and must retreat, or they are defeated and forced to reset.&#10;&#10;Combat is fast, and you can use each weapon only one time per fight, so the more weapons you have, the longer you'll last. Weapons are categorized into three types, and each type counters one of the other types. If you time your weapons correctly, you can counter your opponent and unleash a more powerful attack and gain an edge over them. Dealing a lot of damage to your opponent will wow the audience and earn you lots of points, which brings you closer to victory. You also score victory points every other round based on area control and who controls the Mech. At the end of the game, you also earn points for each weapon you own.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board",
      "Programmed Movement",
      "Rock-Paper-Scissors",
      "Solo / Solitaire Game",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Crowdfunding: Kickstarter",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Series: Tiny Epic (Gamelyn Games)",
      "Theme: Mech Warfare",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "2534",
    "Name": "Oak",
    "ID": 343362,
    "Year": "(2022)",
    "Geek Rating": "6.098",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/343362/oak",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.1379",
    "Description": "In the center of a vast, but secret forest stands the Arch-Oak &mdash; a majestic tree that was already a sapling when the world was still young. It is even said that from its wood, the Gods crafted the first humans and animals.&#10;&#10;Druidic orders from far and wide flock together around its roots to bathe in its glory. Arch-druids sanctify sacred places and erect rune-etched monoliths, while bards tell the tallest tales to recruit a greater following. Ovates read the omens to gain a glimpse of the things to come, while sacrificers use force to defend their Order's beliefs.&#10;&#10;Oak puts you in the role of the leader of one of four different druid orders, with you attempting to establish that your order deserves to be chosen by the Arch-Oak's spirit to stay and learn its secrets. Your order starts out small and insignificant, but if you choose your actions wisely and use your druids efficiently, you will see it grow in power and stature. You will gain the friendship and help of otherworldly creatures like the mischievous brownie, the terrible merrow, and the magical pixies. You will learn powerful spells of the wild and uncover mighty artifacts. You might even risk upsetting the natural balance by creating new sacred places in the forest to house your growing flock of druids.&#10;&#10;Will you be able to prove to the Arch-Oak that your order is worthy? Will you be able to unlock the secrets of the ancients?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Gamefound",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Theme: Alternate History",
      "Theme: Druids"
    ]
  },
  {
    "Rank": "2535",
    "Name": "Iron Curtain",
    "ID": 228411,
    "Year": "(2017)",
    "Geek Rating": "6.098",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/228411/iron-curtain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.1429",
    "Description": "Imagine re-living the struggles and nail-biting dilemmas of the Cold War in a game that only consists of 18 cards.&#10;&#10;Imagine learning a game that manages to provide players with intense strategic and tactical decisions every turn in just under 20 minutes.&#10;&#10;Imagine playing as the US or Soviet in an intense struggle to win the Cold War battle of superpowers. Players play cards that build a card shaped world map that look different each game.&#10;&#10;Will you, as the Soviet, go for control in Europe and give up Africa? Will the US place Cuba out of reach for Soviet troops on the world map?&#10;&#10;&ldquo;We wanted to create a game full of suspense where simplicity was key. Players only play one card per turn and there&rsquo;s only 9 turns in the game. The tension comes from the dilemmas that the cards represent but also from how you read your opponent. It quickly becomes a battle of the wills.&rdquo;&#10;&#10;Iron Curtain is an original strategy game where how and when you play a card is just as important as what card you decide will influence the tides of war next.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Country: Soviet Union",
      "Country: USA",
      "History: Cold War",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "2536",
    "Name": "Red November",
    "ID": 36946,
    "Year": "(2008)",
    "Geek Rating": "6.097",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/36946/red-november",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.072",
    "Description": "Red November is a cooperative game in a gnomish attack submarine where everything is going wrong. The sub is descending and the water pressure increasing, the nuclear reactor is overheating, the nuclear missile launchers are pre-igniting, fires and water leaks are everywhere, there's a giant Kraken looming nearby and there&rsquo;s very little oxygen and vodka left. While the storyline feels more and more like a disaster movie, the players must get organized to solve the problems, divide the tasks among themselves to minimize the risks, and sometimes accept to sacrifice themselves for the common cause.&#10;&#10;The game is played on the map of the submarine. The conditions in the submarine are represented by three disaster tracks: Asphyxiation, Heat and Pressure. During the game, these conditions get worse, and if anyone of them reaches its maximum value, the submarine is lost. In addition, various emergencies can occur which have to be dealt with swiftly, or they'll also lead to the loss of the submarine.&#10;&#10;Each turn, a player can move to a new location, and perform some action there. Such an action can be repairs (which will improve conditions on the sub and/or fix emergencies), removing obstacles (unblocking hatches, removing flooding or extinguishing fires) or stocking up on equipment (which will help with later actions). Each action is paid for with time. The more time a player spends on an action, the greater the chance of success. After each player's turn, a number of events will happen; the more time was spent, the more events will occur. Such events will be the worsening of conditions in the submarine, or the triggering of emergencies.&#10;&#10;If the Gnomes can keep alive long enough, rescue will arrive and the game is won.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Nautical"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Creatures: Dwarves & Gnomes",
      "Players: Games with Solitaire Rules",
      "Series: Fantasy Flight Silver Line",
      "Theme: Firefighting",
      "Theme: Steampunk",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "2537",
    "Name": "Money!",
    "ID": 125,
    "Year": "(1999)",
    "Geek Rating": "6.097",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/125/money",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5616",
    "Description": "Your goal in Money! is to trade currencies with the bank and other players so that you end up with more value than anyone else.&#10;&#10;Each player starts with a hand of six cards from a deck that contains cards in seven currencies ranging in value from 20-60, along with coins worth 10. Four cards from the deck are placed face up to its left and to its right.&#10;&#10;In a round, each player chooses a bid of one or more cards from their hand, then everyone reveals their bid simultaneously. Whoever bid the highest sum takes the four cards to the left or right of the deck or another player's bid, adds these cards to their hand, then places their bid next to the deck or in front of the player whose bid they took. (Alternatively, the player can return their bid to hand.) Then the next player with the highest bid resolves their bid similarly. Once all players have resolved their bids, draw cards from the deck to refill the lots to the left and right of the deck to four cards. When the deck runs out, play one final round, then score your cards in hand.&#10;&#10;If you have 200 or more in a single currency, score that many points. If you have less than 200 in a currency, subtract 100 from that amount but don't go below 0. If you have all three 20s or 30s in a currency, score 100 points in addition to whatever the currency itself scores for you. Sum these amounts, along with whatever coins you have in hand. Whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: à la Carte (Goldsieber)",
      "Series: Bookshelf (Gryphon Games)",
      "Series: Small Box Big Game (Allplay)",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "2538",
    "Name": "Star Wars Customizable Card Game",
    "ID": 1270,
    "Year": "(1995)",
    "Geek Rating": "6.097",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/1270/star-wars-customizable-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1719",
    "Description": "In Star Wars CCG, you take on the role of either the Rebellion or the Empire, and try to deplete your opponent's 'Life Force' by battling on the ground and in space.&#10;&#10;In the Star Wars Customizable Card Game (Star Wars CCG) players can choose from over 3000 different cards to build their own play deck consisting of 60 cards.&#10;&#10;The game went out of print in 2001 but an active Player's Committee keeps the game alive by producing new, free &quot;virtual card&quot; expansions that are released frequently. You can 'customize' your deck by adding or removing cards between games to 'tweak' it.&#10;&#10;Each player selects their deck of 60 cards in secret.  Cards are arrayed on a flat surface between the two players.  Location cards are laid out first and then characters or ships are laid out at the locations.  Additional types of cards can be placed on ships and characters, for example weapons and devices. The object of the game is to drain your opponent's life force.  Each card represents a unit of life force.  Playing location cards allows you to draw additional life force into your hand.  If a ship or character is destroyed in battle, the card goes to a lost pile; when all cards are in your lost pile you have lost the game.&#10;&#10;This is a strategy based card game set in the Star Wars universe that can become very addictive.  It is a complex game that offers rewarding, strategic play for those who take the time to learn it.  Visit SWCCGPC.com for the latest news and to learn how to play.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board",
      "Multi-Use Cards",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Components: Multi-Use Cards",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "2539",
    "Name": "Tiwanaku",
    "ID": 267979,
    "Year": "(2022)",
    "Geek Rating": "6.097",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/267979/tiwanaku",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2222",
    "Description": "It is said that Wiraqocha created the sun and the pre-Columbian tribes of the Andes. Under his leadership, those who will train the mighty Inca people came out of their caves to discover new horizons in order to subsist and grow in harmony with nature. They venerated Pachamama, Mother Earth, the basis of all living things, plants and minerals, on earth and under the earth.&#10;&#10;In Tiwanaku, first announced as Pachamama, you lead your tribe into unknown territory in search of new lands to cultivate. Your goal: To explore regions and draw outlines to develop cultures according to the customs and legacies of Pachamama. If you honor Her by respecting the great principles of diversity and complementarity, Nature will reward you; otherwise, you will suffer his wrath. In this race, risk-taking, deduction, intuition, and a good sense of timing should allow you to get through.&#10;&#10;Each scenario disc indicates a unique arrangement of terrain tiles and crop tiles. Terrain tiles are in regions of 1-5 spaces, and a region of one color does not touch a region of the same color, even diagonally. Crop tokens have a value of 1-5, and each value has a different size/color (level 1 is brown, level 2 is green, etc.). A size 1 region will contain a value 1 crop token, a size 2 region will contain crop tokens of value 1 and 2, and only a size 5 region will contain crop tokens of each value. Two identical crop values can never be adjacent, even diagonally.&#10;&#10;On a turn, take either an explore action or a divine action: At the end of an explore or divine action, you can hand in 1-5 offering cubes for 0-10 points. You can hold at most one offering of each color.&#10;&#10;When the final terrain tile is placed on the game board, the end of the game is triggered. Starting with this player, each player in turn can take a single divine action or pass. If you pass, you take no further actions. If you divine, you gain points and an offering cube like normal, or you lose points and must pass. Keep taking turns around the table until everyone has passed, then make a final offering, then see who has the most points.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Grid Movement",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Continents: South America",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Occupation: Farmer"
    ]
  },
  {
    "Rank": "2540",
    "Name": "Piece o' Cake",
    "ID": 37371,
    "Year": "(2008)",
    "Geek Rating": "6.096",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/37371/piece-o-cake",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3554",
    "Description": "Everyone knows the cake rules: one person cuts,the other chooses. In this way, one makes the slices as equal as possible so that one does not end up with the short end. But this rule does not apply to &quot;...aber bitte mit Sahne (...but please, with whipped cream).&quot; Here a person can cleverly offer larger pieces to the others and still get the most in the end.&#10;&#10;5 cakes with 11 slices of different varieties are divided. Each variety awards a different amount of points. One can immediately eat slices to guarantee a number of points, or collect them in the hope of scoring bonus points for having the most of that variety at the end of the game. Only skilled dividers with an eye on their opponents&rsquo; pieces can score the most points and win the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "I Cut, You Choose",
      "Set Collection"
    ],
    "Families": [
      "Containers: Pizza Boxes",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "2541",
    "Name": "Mythotopia",
    "ID": 133632,
    "Year": "(2014)",
    "Geek Rating": "6.095",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/133632/mythotopia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.0857",
    "Description": "Mythotopia is a deck-building game set in a medieval fantasy world that draws on the mechanisms found in A Few Acres of Snow with players customizing their personal card decks by drafting cards and expanding into provinces.&#10;&#10;The game board is composed of forty provinces, each with its own card. At the start of play, you receive a number of Province cards at random, then mark your initial positions with town pieces. Shuffle these Province cards with a set of five Initial cards to form your starting deck, then draw a hand of five cards. The game includes 27 Improvement cards, 16 of which are drawn and placed on display; these cards will be drafted during the game.&#10;&#10;Mythotopia has nine variable victory point (VP) cards, four of which are drawn at random for a game; place these cards on display with three fixed VP cards, then place a number of VP counters on each card. The fixed VP cards give points for building cities, roads and castles, while the variable ones may change the board situation by adding dragons, runestones and citadels. Alternatively they may grant VPs for controlling a certain number of sea areas, for successfully attacking other players, and for building cities/roads. As these VP cards vary from game to game, they alter the balance between developmental and aggressive play.&#10;&#10;On your turn, perform two actions, then refill your hand to five cards. Nine actions are possible, such as buying armies or ships (after starting with six armies and two ships), placing these armies or ships, drafting Improvement cards (for a cost of one gold), placing cards in reserve (to use them on a future turn), permanently removing cards from your deck, using a card for its specific action, and invading a neighboring province. To invade, you must play the Province card from which you attack as well as military cards and food; invading must be the first of your two actions, so if you're placing armies to prepare for an attack, opponents have the chance to prepare defenses.&#10;&#10;Three resources are used in Mythotopia: food to feed invading armies, stone to build cities, roads and castles, and gold to buy armies, ships and Improvement cards. Most provinces contain one resource type, and gaining that province gives you that resource. You can turn towns into cities, which increases the number of cards you can keep in your reserve. You can connect provinces with roads, which allows you to substitute one card for another on the same network in addition to moving armies freely between those provinces. Castles increase the defensive value of a province.&#10;&#10;All of these constructions (cities, roads, castles) give you victory points, as does taking control of a province. Additional points are available via the VP cards, with you taking VP counters when you meet the condition on a card. For example, building a road gives you two VPs, but if the &quot;Roadside Inns&quot; VP card is in play, then you can expend an extra gold to gain an additional VP. You can lose VPs if you lose control of a province, but you never lose VP counters. The game ends after four of the seven VP cards have been emptied, and the player with the most VPs wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Mythology",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Creatures: Dragons",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "2542",
    "Name": "Ta Yü",
    "ID": 117,
    "Year": "(1999)",
    "Geek Rating": "6.095",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/117/ta-yu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.0662",
    "Description": "In Ta Y&uuml;, a game of connections, one side tries to extend from the starting tile in the center to reach the western and eastern edges of the board while the opposing side tries to reach the northern and southern edges.  On your turn you simply draw a tile and decide where to place it, extending the network of tiles already on the board.&#10;&#10;Several refinements make this simple proposition into an engrossing game.  First, each tile is 3x1 (to be played on a 19x19 board) and has exactly three outlets (potential connection points). Second, your score is not simply the number of spots you've reached on one edge added to the number of spots you've reached on the other, but is the product of those two numbers.  So you can't just concentrate on one side and ignore the other, because zero times anything is still zero.  Third, on each side of the board there are three special points which score double if reached, adding a dab of focus to the choices.&#10;&#10;Interestingly, you need to play both offense and defense and will often have to decide to which use to put a particular tile.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Connections",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: 19 x 19 Grids",
      "Mechanism: Connection"
    ]
  },
  {
    "Rank": "2543",
    "Name": "Tainted Grail: Kings of Ruin",
    "ID": 360366,
    "Year": "(2024)",
    "Geek Rating": "6.095",
    "Avg Rating": "8.89",
    "Link": "https://boardgamegeek.com/boardgame/360366/tainted-grail-kings-of-ruin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "Kings of Ruin is a new stand-alone story campaign from the team behind the acclaimed Tainted Grail board game, set in the same universe. Playable with a brand new set of exciting characters, it continues the stories of Fall of Avalon, Last Knight, and Age of Legends while also providing a perfect self-contained entry into the saga for new players.&#10;&#10;During your experience with the game you will explore new land (with a totally changed system of traveling through Wyrdness), solve encounters with force or diplomacy with unique puzzle card system, and develop your heroes with new passive skills, cards and powerful items.&#10;&#10;Most importantly, you will discover a dark immersive story of abandoned land at the wrong side of Avalon and Kings of Ruin ruling there: &#10;Claudyne, the Unknighted. &#10;Amberqueen Veneda. &#10;Nonus, Bishop of the Deep.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Deck Construction",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Game: Tainted Grail",
      "Mechanism: Campaign Games",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "2544",
    "Name": "Machi Koro: Bright Lights, Big City",
    "ID": 205494,
    "Year": "(2016)",
    "Geek Rating": "6.094",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/205494/machi-koro-bright-lights-big-city",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "You've done a great job as Mayor! Machi Koro: Bright Lights, Big City shows how popular Machi Koro has become! What started as a sleepy town of cheese factories and wheat fields has become a hot tourist destination!&#10;&#10;Explore the night life of Machi Koro with a new gameplay set-up that makes each game play unique without ever slowing down the high-paced fun or losing any of the original charm.&#10;&#10;Machi Koro: Bright Lights, Big City is a standalone, fast-paced game for 2-5 players. Each player wants to develop the city on their own terms in order to complete all of the landmarks under construction faster than their rivals. On their turn, each player rolls one or two dice. If the sum of the dice rolled matches the number of a building that a player owns, they get the effect of that building; in some cases opponents will also benefit from your die (just as you can benefit from theirs). Then, with money in hand a player can build a landmark or a new building, ideally adding to the wealth of his city on future turns. The first player to construct all of their landmarks wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Random Production"
    ],
    "Families": [
      "Game: Machi Koro"
    ]
  },
  {
    "Rank": "2545",
    "Name": "Poetry for Neanderthals",
    "ID": 312786,
    "Year": "(2020)",
    "Geek Rating": "6.094",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/312786/poetry-for-neanderthals",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0811",
    "Description": "Poetry for Neanderthals is a competitive word-guessing game where you can only give clues by speaking in single syllables. So, instead of saying &quot;broccoli,&quot; you'd say something like &quot;green thing you eat for live long and have good health.&quot; If you mess up and use a big word, such as &quot;vegetable,&quot; you get bopped on the head with a NO !Stick and you lose points.&#10;&#10;The goal of the game is to score the most points by correctly interpreting words and phrases. The chosen Poet starts off the game with a Poetry Card and tries to get their teammates to say the listed word, using only words with one syllable within a 90-second time limit.&#10;&#10;The team with the most points is the winner.&#10;&#10;Contents:&#10;220 cards&#10;1 inflatable NO! Stick&#10;1 sand timer&#10;2 point slates&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Prehistoric",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Inflatable",
      "Components: Sand Timers",
      "Mechanism: Give a Clue / Get a Clue",
      "Misc: LongPack Games",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "2546",
    "Name": "Exit: The Game – The House of Riddles",
    "ID": 226519,
    "Year": "(2017)",
    "Geek Rating": "6.094",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/226519/exit-the-game-the-house-of-riddles",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.625",
    "Description": "EXIT: Das Spiel &ndash; Das Haus der R&auml;tsel is a puzzle game modeled after escape rooms.&#10;&#10;Starting with season 3, the EXIT series is divided into difficulty levels. &quot;Das Haus der R&auml;tsel&quot; is categorised at beginners level.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Theme: Spooky Old Houses",
      "Books: The Three Investigators",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "2547",
    "Name": "Monza",
    "ID": 4209,
    "Year": "(2000)",
    "Geek Rating": "6.093",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/4209/monza",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.0496",
    "Description": "Monza is a car race game for children. Players roll six dice on their turn, and move their car according to the colors shown on the dice. The dice are identical, each having six different colors, one on each side. The board is a three-lane race track. Monza encourages tactical thinking as well as color recognition. The game states it is for children 5 and older, but 3-4 year olds can join in the fun as well.&#10;&#10;Play sequence:&#10;&#10;Six racing cars are standing on the starting grid, of the 3 lane racing board. But only the player who gets the right colors with the dice and makes clever combinations will be able to move rapidly ahead.&#10;&#10;The first player throws all 6 dice. Now try to move your car according to the colors obtained. You must compare the colors of the dice with the colors of the squares directly ahead of your car.&#10;&#10;After each single move, put aside the corresponding die. If you cannot use certain colors, your turn is over. Watch out! You can only move your car ahead and you must avoid the obstacle squares.&#10;&#10;A change of lanes is only permitted if the far end of the neighboring square is situated ahead of the square where your car is. If your car lands on a square with a car in it, this car is moved back to the next available square in the same lane.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Series: Mitbringspiele (HABA)",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "2548",
    "Name": "Deckscape: Test Time",
    "ID": 218311,
    "Year": "(2017)",
    "Geek Rating": "6.093",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/218311/deckscape-test-time",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.569",
    "Description": "Deckscape: Test Time is the first title in a series of cooperative games inspired by real escape rooms in which a group of people are &quot;trapped&quot; inside a room full of puzzles and odd items. The goal of the game is to solve puzzles, understand the plot of the story, and make intelligent use of the items provided in order to exit from the room as quickly as possible.&#10;&#10;In Deckscape: Test Time, you have been selected from Doctor Thyme's most brilliant students for a special project. He'll test your skills, and if you succeed, you'll get a unique chance to help him on his newest and greatest invention. While he's explaining his project, he distractedly pushes a button: an alarm cries loudly and heavy gratings shut all the windows and the exit door. The laboratory is locked! Doc Thyme falls through a trapdoor below his feet and the lights turn off. Will you be able to pass Doctor Thyme's exam and exit his laboratory? Using just sixty cards, you will take part in a hectic adventure, without leaving home.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Move Through Deck",
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Misc: Limited Replayability",
      "Players: Games with Solitaire Rules",
      "Series: Deckscape (dV Giochi)",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "2549",
    "Name": "Lords of Scotland",
    "ID": 67888,
    "Year": "(2010)",
    "Geek Rating": "6.093",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/67888/lords-of-scotland",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1.9252",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;IntroductionThe throne lies empty and the clans are restless. As a lord of Scotland with land, men and money at your disposal, now is the time to lay your claim. But you are not alone. Your rivals have been waiting for just such an opportunity themselves and they are poised to act. With the clans of Scotland ready to follow the strongest leader, it is up to you to win the loyalty of the clans first. If you can demonstrate your prowess in battle to enough clans, then the rest will fall in line behind you. Do you have the audacity and cunning it takes to be crowned king?&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;How to PlayYou acquire the support you need to win the game by winning skirmishes against your rivals. A skirmish is five consecutive rounds of play. During each round of a skirmish, you have the opportunity to either build up your army by playing cards from your hand or recruit clans to fight for you by drawing cards from the recruit pile. At the end of the five rounds, each lord gets to claim a supporter in order of highest strength army to lowest. Then you discard all the clans you mustered and begin a new skirmish.  The game ends when one lord reaches forty or more points worth of supporters and claims the throne. If you hope to be the one to do so, you will need to know when to commit your forces to battle and when to regroup to fight another day.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Design NotesLords of Scotland borrows design elements of Three-Dragon Ante, Condottiere and Havoc: The Hundred Years War and sets the action in the interregnum period of Scottish history surrounding the wars for Scottish Independence.  The gameplay is broken up into five-round skirmishes which are conducted in a turn based clockwise fashion.  During each skirmish, the ability to activate more special card powers by going first is balanced by the knowledge of what strength card you need to play to win by going last.  Throughout the game there is a general pressure to use resources to make immediate attacks of opportunity, balanced against the need to collect resources for long-term strategic advantage.  Lords of Scotland scales well to the number of players with most victories being determined in the final skirmish.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Country: Scotland"
    ]
  },
  {
    "Rank": "2550",
    "Name": "Police Precinct",
    "ID": 118536,
    "Year": "(2013)",
    "Geek Rating": "6.092",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/118536/police-precinct",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5684",
    "Description": "Police Precinct is a cooperative/semi-cooperative game where players are tasked with solving a mysterious murder while simultaneously working to keep crime on the streets under control, and to keep the city from falling into chaos.&#10;&#10;Players take on the role of police officers with different areas of expertise.  The players work together to solve the mystery by collecting evidence and eventually arresting the suspect.&#10;&#10;Complicating matters (optionally) is that there may or may not be a corrupt officer that is being paid off by the murderer to suppress evidence, the same evidence everyone else is trying to uncover.&#10;&#10;Players move around the city searching through randomly shuffled investigation cards for evidence in relation to the murder.  The number of investigation cards drawn depends on the character&rsquo;s rating as well as how many player cards are added by other players to boost the character&rsquo;s rating for the current &ldquo;search&rdquo;.  There are four decks of investigation cards (Interview Witness, Collect Crime Scene Evidence, Examine Body and Locate Murder Weapon) to be searched.  These decks are shuffled and placed in different locations.  So, a player might search the cards in one area and not find any evidence at all&hellip; or maybe the bribed cop, if there is one, did the searching and just said no evidence was found.&#10;&#10;Players have to find all of the evidence cards from the investigation decks to be able to arrest the murderer.&#10;&#10;At the end of each player&rsquo;s turn they draw an event card.  These cards represent growing crime and emergencies that are happening in the city.  Each one piles on top of the other, and if the cops don't stay on top of things, they will be buried in crime!  These Event cards are placed on the game board at the locations where they occur.  Some of them have &ldquo;unknown circumstance&rdquo; tokens placed face-down upon them, adding even more tension.&#10;&#10;If too many criminals are located in one area, a gang is formed.  Each gang has its own power and can cripple the police efforts if not handled quickly and carefully.&#10;&#10;So, not only are the players investigating the murder, but they must also arrest street criminals and handle emergencies.&#10;&#10;Sometimes when a character successfully completes a task, that character is rewarded with a doughnut token.  These tokens can later be used to help with tasks.  However, if the character does not complete the task in time, the city crime track advances.  The track can also advance if street crimes grow so large that no more street criminals can be placed, when called for.  If the Crime Track advances to the end, the murderer escapes justice and the good cops fail the game.&#10;&#10;To add to the tension even further, The good cops only have so many days to complete the investigation.  If time runs out, once again the murderer shall escape justice!&#10;&#10;The pressure is great and the stakes are high!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Negotiation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Police Precinct",
      "Players: Games with Solitaire Rules",
      "Theme: Police"
    ]
  },
  {
    "Rank": "2551",
    "Name": "The World of SMOG: Rise of Moloch",
    "ID": 209324,
    "Year": "(2018)",
    "Geek Rating": "6.092",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/209324/the-world-of-smog-rise-of-moloch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.9091",
    "Description": "The World of SMOG: Rise of Moloch is a Victorian adventure board game, for 2 to 5 players, set in an alternate England, where magic and technology have taken an extraordinary turn. Playable as a campaign or individual adventures, Rise of Moloch puts one player in the position of the Nemesis, against the intrepid Gentlemen controlled by the other players trying to save the Crown. Secretly activate the order of your characters through different scenarios, enjoy your steam power weapons, and save your special actions for the most opportune moments - you surely don't want to make your opponent stronger!&#10;&#10;Rise of Moloch is a campaign driven adventure, played over a series of missions, each telling part of the overall story of Moloch's rise to power (or defeat at the hands of the fearless Gentlemen!). Each mission features a unique board setup and goals for both the Nemesis player and Gentlemen players to complete. More so, subsequent missions will be impacted by the outcome of the one before it, weaving the overall story and game-play together to make each campaign unique.&#10;&#10;Players will each control one or more of the intrepid Gentlemen or, in the case of the Nemesis player, cunning Agents and Minions, all with unique powers and upgrades they will utilize to complete the various goals of each mission.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror",
      "Miniatures",
      "Post-Napoleonic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Country: England",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Players: One versus Many",
      "Setting: The World of SMOG",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "2552",
    "Name": "Framework",
    "ID": 353152,
    "Year": "(2022)",
    "Geek Rating": "6.092",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/353152/framework",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7838",
    "Description": "Framework consists of 120 tiles, with each player starting with 22 tokens. On a turn, the lead player draws and reveals one more tile than the number of players. Each player in turn selects a tile, with the lead player being forced to take the final tile.&#10;&#10;When you take a tile, place it adjacent to at least one other tile in your display, then see whether you complete any tasks on your tiles; each time you do, cover that task with a token. Tiles contain 0-3 frames and 0-3 tasks, with each of these coming in four colors. A task might be, for example, a green 3, and to complete the task, the tile bearing this task must be part of a set of three tiles that have green frames, whether directly or via an orthogonal chain of connection with tiles that have green frames.&#10; Tasks might be two colors, e.g., red and brown, which means that both frame colors can be used to satisfy the task. Alternatively, a task might be 4 yellow or 4 brown. Also, conditional tasks exist in which you must first complete one task before you can complete the second one.&#10;&#10;Whoever first places all of their tokens wins. Framework also includes a solo game in which you attempt to place all of your tokens in an area of tiles that is as close to a 5x5 grid as possible.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2553",
    "Name": "Suspects: Claire Harper Takes the Stage",
    "ID": 322785,
    "Year": "(2021)",
    "Geek Rating": "6.092",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/322785/suspects-claire-harper-takes-the-stage",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.8378",
    "Description": "Suspects is a range of investigation games with streamlined rules and plots centered on the psychology of the characters in the style of Agatha Christie&rsquo;s novels. The first opus will feature the ingenious and fearless Claire Harper in three stories that pay tribute to the great classics of detective literature!&#10;&#10;Claire Harper was one of the first women to graduate from Oxford in 1927. Specializing in criminal law, she is also an adventurous traveler. Every mystery is an opportunity for her to test her formidable spirit of deduction and her unfailing determination! In this first episode, follow her in her investigations that will take her from grand manor houses to shady theaters and from Scotland to...Egypt!&#10;&#10;--description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: Suspects (Studio H)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "2554",
    "Name": "Crusader Rex",
    "ID": 8481,
    "Year": "(2005)",
    "Geek Rating": "6.092",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/8481/crusader-rex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.9086",
    "Description": "Crusader Rex is a block game of the 3rd Crusade. One player plays the Christian Franks, the other, the Muslim Saracens. The objective of the game is to control important Victory Cities such as Jerusalem, Acre, Damascus, and Antioch.&#10;&#10;The board depicts the Middle East from Antioch in the north to Egypt in the south, creating an engaging and elegant experience. You find yourself immersed in the theme and historical flavor that Crusader Rex has to offer. The Franks looking to take back the Holy Land, can they hold out until the powerful crusaders arrive, such historical figures as the ruthless Richard the Lionheart, Philip II of France, or even the 67 year old Frederick I red beard of Germania?  As Saladin, who was the epitome of a chivalrous warrior, can you repeat history and retain the Holy Land for the Saracens?&#10;&#10;Crusader Rex plays a bit like other Columbia block war games but has many variants that give it its own historical flavor, such as siege warfare, knight charges, harrying, muster moves, freedom in set up, and more!&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Block Wargames",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: Rally the Troops",
      "Digital Implementations: VASSAL",
      "Historical Figures: Richard I",
      "History: Crusades",
      "Players: Two-Player Only Games",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "2555",
    "Name": "El Gaucho",
    "ID": 162823,
    "Year": "(2014)",
    "Geek Rating": "6.091",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/162823/el-gaucho",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2258",
    "Description": "In El Gaucho, you take the role of a cattle baron sending your gauchos to the Pampa to collect as much and as stately cattle as possible.&#10;&#10;Your gauchos exercise their abilities at the dice rodeo. The better they do during training, the easier they catch cattle in the field. Be smart and get in your opponents&rsquo; way with mean tricks by snatching the most valuable cattle from under their noses, or swing your lasso to abduct one of their animals. At home, sort your cattle by race and assemble them in herds only to sell them later for as many Pesos as possible.&#10;&#10;The goal of the game is to collect sets of cattle tiles and sell them. Each cattle tile has a value and a race. A set contains only tiles of the same race, ordered in ascending or descending value. For each race, your cattle tiles are arranged in a line. New cattle tiles are added to the end of the line. When you add a tile that doesn't match the ordering of the existing set, that means that set ends and a new set is started.&#10;&#10;Obtaining cattle is done through a worker placement system. Each player has seven Gauchos which can be placed on various action spaces. The most important of these is the Pampa, where Gauchos can catch cattle (which means the player gains a new cattle tile). Other actions include stealing cattle from other players and sorting your cattle (to optimize your sets).&#10;&#10;Placing the Gauchos on an action space requires dice. Each action requires a specific value. These dice are taken from the Dice Rodeo. At the beginning of each round, the dice are rolled. During his turn, a player takes two dice from the Dice Rodeo and uses them to place his Gauchos.&#10;&#10;At the end of the round, each completed set of cattle is sold. The game ends when the cattle tiles draw pile runs out. When this happens, one more round is played, and then all cattle tiles are sold. The player who made the most money wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Country: Argentina",
      "Country: Uruguay",
      "Mechanism: Dice Drafting"
    ]
  },
  {
    "Rank": "2556",
    "Name": "Lost Legacy: The Starship",
    "ID": 158339,
    "Year": "(2013)",
    "Geek Rating": "6.091",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/158339/lost-legacy-the-starship",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2605",
    "Description": "Lost Legacy: The Starship is a game of risk, deduction, and luck for 2&ndash;4 players. You start the game with one card in hand from a deck of sixteen cards. On a turn, you do the following:&#10;&#10;&#10;         Draw: Draw the top card from the deck and add it to your hand.&#10;         Play: Choose one of the two cards in hand to play and place it face up in front of you.&#10;         Effect: Carry out the played card's effect, after which the card is considered as discarded.&#10;         End: If there is at least one card left in the deck, the turn goes to the next player; if not, the investigation phase starts. Using the investigation speed indicated on the card each player has in hand, players take turns guessing which player (whether yourself or someone else) holds the &quot;Lost Legacy&quot; card; this card might also be in the &quot;Ruins&quot;, a location that holds one card at the start of the game and possibly acquires more cards during play. The player who guesses correctly wins; if no one finds the Lost Legacy, then everybody loses.&#10;    &#10;&#10;&#10;By combining different Lost Legacy sets (while keeping only a single Lost Legacy card in play), up to six players can compete at the same time.&#10;&#10;This is the English release of the 16 cards The Starship set in Lost Legacy. The Flying Garden set is released separately.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Player Elimination"
    ],
    "Families": [
      "Game: Lost Legacy",
      "Series: 5 Minute Fun (AEG)",
      "Series: Big in Japan (AEG)"
    ]
  },
  {
    "Rank": "2557",
    "Name": "Explorers of Navoria",
    "ID": 371932,
    "Year": "(2024)",
    "Geek Rating": "6.091",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/371932/explorers-of-navoria",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.2041",
    "Description": "In the magical land of Navoria, new and strange continents have emerged from the sea. The council of Navoria has decreed that the new continents must be explored, and you and a handful of other intrepid adventurers have answered the call... the stage is set for the adventure of a lifetime in Explorers of Navoria!&#10;&#10;In Explorers of Navoria, you'll take action tokens from the bag and use them to draft Adventure cards into your tableau.&#10;&#10;Adventure cards help you explore Navoria, build settlements in the newly emerged continents, craft supplies and items, and collaborate with the different races of Navoria.&#10;&#10;Some of the Adventure cards give instant benefits, boosting your powers; some give ongoing abilities, engine-building in your tableau; and all of them increase your reputation with different races of Navoria, unlocking end-game bonuses through set-collection.&#10;&#10;After drafting Adventure cards, you'll use the same tokens you drafted from the bag to visit locations on the mainland of Navoria in a worker placement phase. Worker placement locations reduce in power after each token is placed so you'll want to visit each location first to get the best benefits!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Drafting",
      "End Game Bonuses",
      "Income",
      "Set Collection",
      "Track Movement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "2558",
    "Name": "Greed",
    "ID": 151247,
    "Year": "(2014)",
    "Geek Rating": "6.091",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/151247/greed",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the card game Greed, crime lords (the players) try to earn more money than anyone else through clever use of their cards.&#10;&#10;At the start of the game, each player receives a random hand of twelve cards from a deck of 80. Players draft one card, pass the remaining cards left, draft a second card, pass again, draft a third card, pass again, then the game changes; players simultaneously choose and reveal a card, carrying out its effects, then they draft another card, pass the remaining cards, play again, and so on until ten &quot;playing&quot; rounds have passed, at which point the game ends and players tally their holdings.&#10;&#10;The card types are thugs, holdings and actions. Thugs and holdings might have a cost to be played (perhaps cash paid to the bank or the discarding of a holding) or a condition that you must meet (having two thugs, for example, or a collection of symbols on cards in your possession) in addition to an effect, which is unique to each card. (Each action has a unique effect as well.) When you play a holding with one or more symbols, you place a token on that card for each symbol on it and an additional token for each symbol of that type already in your possession. These tokens are worth $10k each at the end of the game, and you add this value to whatever cash you've collected through your card plays.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Simultaneous Action Selection",
      "Tags",
      "Take That",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Series: Yellow Wave Box (Queen)"
    ]
  },
  {
    "Rank": "2559",
    "Name": "Warhammer Quest: Silver Tower",
    "ID": 197572,
    "Year": "(2016)",
    "Geek Rating": "6.091",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/197572/warhammer-quest-silver-tower",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3448",
    "Description": "The long-awaited return of the classic dungeon-crawl!&#10;&#10;&#10;Throughout the mortal realms the legends of the Silver Tower are recounted with awe and admiration. Tales of disparate champions good and evil, brought together by naught more than fate, battling against sanity-shredding horrors in the ever-shifting domain of the Gaunt Summoner of Tzeentch. Tales of bravery, heroism, treachery and betrayal. Tales of teamwork, success, and glory-hunting failure.&#10;&#10;Some who tackle the Silver Tower seek a boon from the Gaunt Summoner, others wish to learn his true name, that they might destroy him. All must face foul, writhing monsters, bizarre, labyrinthine corridors bristling with traps and strange, maddening riddles before they even gain the chance to stand before his fell sorcery. The greatest champions, those who grow in strength over time as they solve the Silver Tower&rsquo;s secrets, even they may fall at this hurdle &ndash; yet the riches, power and freedom they could gain drive them ever forward. But for every tale that ends in glory, another falls short, bringing only madness and despair&hellip;&#10;&#10;Warhammer Quest: Silver Tower is a stunning boxed game for two to four players, set in the shifting, labyrinthine lair of a sinister Gaunt Summoner! Work with your friends to conquer the secrets of the Silver Tower, or take the glory for yourself &ndash; characters level up and become stronger with persistent stats kept between games. The thirteen double-sided board tiles mean no two adventures need be the same; a roll of the dice can send your adventurers off on wild tangents, with literally thousands of different dungeon-crawl combinations.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "2560",
    "Name": "Space Explorers",
    "ID": 235817,
    "Year": "(2017)",
    "Geek Rating": "6.091",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/235817/space-explorers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.2281",
    "Description": "The conquest of space was one of the greatest achievements of the 20th century. In 1957, the first satellite&mdash;named Sputnik 1&mdash;was launched into orbit. Just four years later, Yuri Gagarin was the first human in space, aboard the spaceship Vostok 1.&#10;&#10;This game is dedicated to the early space explorers: all the outstanding people who worked to make space travel possible. As Yuri Gagarin said at the moment of his launch: &ldquo;Let's go!&rdquo;&#10;&#10;You are the head of a Research &amp; Development Hub in a Space Research Center, competing with other such Hubs in the spirit of the Golden Age of Astronautics. Your goal is to complete large-scale space projects by gathering the best and brightest minds humanity has to offer.&#10;&#10;Thanks to your efforts, satellites, manned spaceships, and orbital stations will be launched into space!&#10;&#10;You score Progress points by recruiting Specialists and completing Projects. The game ends when all available Projects are completed, or you have recruited 12 Specialists to your Hub. The player who made the most Progress is the winner!&#10;&#10;Key game features:&#10;&#10;     Closed loop resource system: when recruiting a Specialist to your team, you pass Research tokens to a player to your left.&#10;     Specialists are assigned to the Divisions according to their skills. The more Specialists you have in a Division, the easier it is to recruit new ones to that Division.&#10;     All Specialists have unique abilities. Only the ability of the top card in each stack is active. Therefore, by adding a new Specialist, you often get a new ability but lose the other one. Think carefully what is more important for you at that moment in the game!&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Space Exploration"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: zagramw.to",
      "Digital Implementations: Tabletopia",
      "History: Cold War",
      "Mechanism: Tableau Building",
      "Misc: LongPack Games",
      "Occupation: Astronaut",
      "Players: Games with expansions that add solo play",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "2561",
    "Name": "Richard III: The Wars of the Roses",
    "ID": 25277,
    "Year": "(2009)",
    "Geek Rating": "6.090",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/25277/richard-iii-the-wars-of-the-roses",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.6503",
    "Description": "Richard III: The Wars of the Roses (formerly known simply as Wars of the Roses) is an epic two-player game concerning the long and bloody dynastic struggle between the houses of Lancaster and York for the throne of England. The game depicts both the vicious military campaigns and the rich political struggles that surrounded the late rule of the mad-king Henry VI, the Yorkist usurper Edward IV, the bloody rule of Richard III, and the early years of the first Tudor king, Henry VII. Also strutting across the game's stage and toward the throne is Richard of York, the patriarch of the house of Plantagenet; Richard Neville, the notorious &quot;Kingmaker&quot;; the iron-queen of Lancaster, Margaret of Anjou, and the would-be Lancastrian king Edward, the Prince of Wales.&#10;&#10;The game system employed in Richard III takes off where the award-winning Hammer of the Scots left off with innovative new rules to reflect the Wars of the Roses.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Block Wargames",
      "Components: Map (Continental / National scale)",
      "Country: England",
      "Country: Wales",
      "Digital Implementations: Rally the Troops",
      "Digital Implementations: Steam",
      "History: Wars of the Roses",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "2562",
    "Name": "Caesar & Cleopatra",
    "ID": 132,
    "Year": "(1997)",
    "Geek Rating": "6.090",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/132/caesar-and-cleopatra",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9115",
    "Description": "Caesar and Cleopatra is a two player card laying game where players assume the roles of these two great leaders. Caesar wants Rome to invade Egypt while Cleopatra wants it to remain independent and both try to influence Roman officials to support their cause.&#10;&#10;Players take turns and send their agents, i.e. play numbered cards from 1 to 5 to influence one group of Roman officials, Aedils, Quaestors, Senators, Pretorians and Censors. They can send fewer agents face-down or more agents face-up. Additionally they can play action cards like Assassins that take out opposing agents or scouts that reveal face-down agents. Players can decide if they want to refill their hand from the agent deck or the action card deck but once one of the decks is empty they don't have access to any more of these cards.&#10;&#10;After each players turn, a card from the voting stack is revealed and the group of officials that is indicated on the card casts their vote. The player who has the most influence points next to that group wins one official from that group to his cause and then removes his strongest agent from that stack.&#10;&#10;The game ends when all the officials have picked a side and the player who has influenced most of them wins the game, with bonus points for the majority in each group and some simple hidden objectives.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Ancient: Rome",
      "Historical Figures: Cleopatra",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "2563",
    "Name": "Cheating Moth",
    "ID": 105593,
    "Year": "(2011)",
    "Geek Rating": "6.090",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/105593/cheating-moth",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1481",
    "Description": "Cheating is forbidden? Not in this naughty game of cards &ndash; in fact, you'll probably have to cheat in order to win.&#10;&#10;In Mogel Motte you want to get rid of all the cards in your hand before anyone else. Each player starts the round with a hand of eight cards, with one player (the oldest) receiving the guard bug &ndash; which stays on the table throughout the game &ndash; and one card being turnd face-up to start a discard pile. The cards are numbered 1-5, with the majority of them having only numbers; some cards have special abilities that come into play when added to the discard pile or in a player's hand.&#10;&#10;On a turn, a player places one card from her hand onto the discard pile; that card must be numbered exactly one higher or lower than the card on top of the discard pile. (The numbers wrap, so a 1 can be played on a 5 and vice versa.) If a player can't play a card, she draws one from the deck and her turn ends.&#10;&#10;There's another way to rid yourself of cards, though: cheating! Throughout the round, you can make cards disappear by dropping them on the floor, hiding them up your sleeve and so on. You must keep your hand of cards above the table at all times, you can't vanish more than one card at once, and you can't rid yourself of your final card this way. The player with the guard bug &ndash; and only him! &ndash; can call out other players for cheating, and no one can cheat while the accusation is being resolved. If the accusation was false, the Guard must draw a card; otherwise the cheating player takes back the card she tried to lose, is given a card from the Guard's hand as additional punishment, and becomes the new Guard.&#10;&#10;Cheating is a necessity as the &quot;Cheating Moth&quot; cards can't be played onto the discard pile, but must be disappeared via cheating. (The Guard, however, can play these cards as the Guard is not allowed to cheat.)&#10;&#10;The action cards work as follows:&#10;&#10;&#10;    Ant: After an ant is played, everyone but the active player must take a card from the draw pile.&#10;    Cockroach: After a cockroach is played, everyone races to play an identically-numbered card on top of it. Only the fastest player gets to leave her card in place.&#10;    Mosquito: After a mosquito is played, everyone but the active player must slap the pile of cards. Whoever is slowest receives a card from the hand of all other players.&#10;    Spider: After playing this, give a non-Cheating Moth card from your hand to another player.&#10;&#10;&#10;When one player has no cards in hand, the round ends. All other players score 10 points for each Cheating Moth in hand, 5 points for each action card, and 1 point for each number card. After a number of rounds equal to the number of players, the game ends and the player with the lowest score wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Series: Ugly Animals (Drei Magier)"
    ]
  },
  {
    "Rank": "2564",
    "Name": "Freshwater Fly",
    "ID": 262540,
    "Year": "(2019)",
    "Geek Rating": "6.089",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/262540/freshwater-fly",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.3636",
    "Description": "Freshwater Fly is the second standalone game in a series from designer Brian Suhre that integrates modern game mechanics with the surprisingly rich and uniquely refreshing world of angling. In Freshwater Fly you will encounter a rushing mountain stream teaming with fish, armed solely with a rod, reel and selection of flies. To catch fish and earn valuable achievement points you will need to carefully perform a series of tactical maneuvers while executing a deliberate and evolving strategy.&#10;&#10;Begin by examining the ever-changing hatch in the current, and tie a fly to match your target fish at just the right time and turn of the river. Then choose to cast upstream to drift your fly with the current and gain extra bites on your line, or push your luck with a pinpointed cast for the perfect catch. In either case, it is wise to cast near rocks to boost your skill and uncover new fishing techniques, while keeping your supply of finesse charged for the next challenge. Your rondel reel, which physically spins, provides you different bonuses as you draw in your line, depending on how aggressively you choose to fight the fish you've hooked. Applying drag, for instance, will negate the fish's strength, but leveraging your momentum could provide you a unique action to set you up perfectly for your next cast.&#10;&#10;At its core, Freshwater Fly is a dice drafting and set collecting game, with elements of creative puzzle solving and pushing your luck. Each turn you select one die from the dice pool and assign it an action that relates to the particular fishing maneuver you want to take. Higher valued dice typically earn you more powerful actions, but accumulating lower dice totals can earn you free turns. The dice you select will also unlock or multiply various bonus actions you can use to solve the most stringent fishing puzzles in unique and rewarding ways.&#10;&#10;The sets of fish and flies you collect will help you achieve personal and common goals, but to obtain victory you must focus on those goals which overlap in the most valuable ways, while not falling behind in your total fish count. The game ends when a single player catches a seventh fish, achievement points are awarded, and the winner is declared.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Environmental",
      "Puzzle",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Dice Drafting",
      "Misc: LongPack Games",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "2565",
    "Name": "Pandemic: Rapid Response",
    "ID": 280789,
    "Year": "(2019)",
    "Geek Rating": "6.089",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/280789/pandemic-rapid-response",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1111",
    "Description": "Disaster has struck! Cities around the world are in desperate need of food, water, vaccines, and other supplies. You and your team belong to the Crisis Response Unit (CRU), an elite team of doctors and specialists. With a specially equipped plane, you are uniquely capable of providing life-saving aid &mdash; anytime, anywhere.&#10;&#10;Pandemic: Rapid Response is a race against time. Roll dice to create supplies, fly the plane, and make deliveries to cities in need. As the timer counts down, you must quickly coordinate and work together to react to new disasters. Will you and your team be able to respond in time?&#10;&#10;The nations of the world have pooled their resources and assembled a diverse crew. Each of the seven unique role cards features its own ability. The Analyst, Adjoua Soro, is able to re-roll the dice up to two additional times. The Engineer, Soojin Sohn, can change any die result with a plane to a different symbol. Take turns as quickly as possible, using your role's unique ability and strategically allocating your dice to be as efficient as possible when creating supplies.&#10;&#10;When you're ready for a new challenge, adjust the difficulty level or add crisis cards for a greater variety of obstacles to overcome. Now hurry &mdash; the timer is counting down and the world needs your help!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medical",
      "Real-time"
    ],
    "Mechanics": [
      "Contracts",
      "Cooperative Game",
      "Dice Rolling",
      "Re-rolling and Locking",
      "Real-Time",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Sand Timers",
      "Game: Pandemic",
      "Medical: Diseases",
      "Occupation: Medic / Doctor / Nurses",
      "Occupation: Researcher / Scientist",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "2566",
    "Name": "Doppelkopf",
    "ID": 9364,
    "Year": "(1895)",
    "Geek Rating": "6.089",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/9364/doppelkopf",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9268",
    "Description": "Somewhat complex card game with variable partnerships and several different solo game types. Extremely popular in Germany. Basic mechanic being collecting tricks where different cards score different amount of points.&#10;The rule-set of gameplay differs in many regions of Germany. For example, some regions play with nines and some without, also many special points and solo games are variated in different regions.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Digital Implementations: BrettspielWelt"
    ]
  },
  {
    "Rank": "2567",
    "Name": "Set a Watch: Swords of the Coin",
    "ID": 307386,
    "Year": "(2021)",
    "Geek Rating": "6.089",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/307386/set-a-watch-swords-of-the-coin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.875",
    "Description": "The Kingdom is in grave danger once again, but our mighty adventurers are nowhere to be found. The King has stepped in and offered to pay any mercenary for taking up arms against the darkness. This quest falls on the shoulders of four mercenaries, each with a unique set of skills, to band together to vanquish this evil from the Kingdom.&#10;&#10;Set a Watch: Swords of the Coin is both a standalone game for 1-4 players and an expansion that can be combined with the original cooperative game. Featuring all new characters, this bunch of adventurers has to be motivated to work together. Every round you will visit all new locations and pick an adventurer to rest and get paid to take camp actions. You can use this coin to purchase powerful items from the new Merchant board and item deck.  These items will assist the  rest of the party on watch as they battle a line of all new creatures trying to make their way into camp. It is still a battle to keep the campfire burning! Use your wits and skill to fight for the light&hellip;or all will perish in the darkness.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Crowdfunding: Kickstarter",
      "Mechanism: Card Line",
      "Series: Set a Watch (Rock Manor Games)"
    ]
  },
  {
    "Rank": "2568",
    "Name": "Valdora",
    "ID": 40769,
    "Year": "(2009)",
    "Geek Rating": "6.088",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/40769/valdora",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2759",
    "Description": "Hidden far away from our time lies a valley of unimaginable riches. Drawn by the lure of gold, silver, and precious jewels, adventurers from all over the world soon find their way there. While some of them still carefully choose commissions and provisions, others quickly rush off to bring valuable gems back to their patrons. But those who wish for fame and fortune will have to be cleverer than their opponents!&#10;&#10;Contents: 1 game board, 78 gemstones, 4 books, 111 cards,  1 craftsman board, 59 tiles, 30 coins, 5 pawns, 1 bag, rules&#10;&#10;The Gold Trilogy&#10;&#10;Part two of &quot;The Gold Trilogy&quot; (besides The Golden City and Felinia)&#10;&#10;Awards&#10;&#10;&#10;     Empfehlungsliste &quot;Spiel des Jahres&quot; 2009&#10;     Familijna gra roku 2009 Magazynu &#197;&#154;wiat Gier Planszowych (Best Family Game 2009)&#10;     Deutscher Spielepreis, 6th place&#10;     &Aring;rets spel 2009 Sweden, Nominee&#10;     Gameflash Nuremberg 2009&#10;     Pfefferkuchel 2009, 2nd place&#10;     XVth ludopathic 2009, Top Three&#10;     Rosenheimer Spielefr&uuml;hling 2009, Top Five&#10;     Gra Numeru Magazynu &#197;&#154;wiat Gier Planszowych 10/09&#10;     Best Family Strategy Game, GAMES Magazine, 2011&#10;     Game by Game 2011, Recommendation&#10;     Game by Game 2010, Recommendation&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Transportation"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Gems/Crystals",
      "Series: The Gold Trilogy (Michael Schacht)"
    ]
  },
  {
    "Rank": "2569",
    "Name": "Quirky Circuits",
    "ID": 274093,
    "Year": "(2019)",
    "Geek Rating": "6.088",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/274093/quirky-circuits",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.7826",
    "Description": "Quirky Circuits is a game of robot programming silliness in which each player contributes to the programming of an adorable robo-friend. But be warned &mdash; no one knows which commands the other players will be tossing in! Will you be able to help the little robot complete its task, or will you unleash automated mayhem? Be careful for you'll have to work together before your robot's battery is drained! With 21 scenarios of increasing intensity, Quirky Circuits is guaranteed to provide hours of brain-bending fun.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Maze"
    ],
    "Mechanics": [
      "Action Queue",
      "Communication Limits",
      "Cooperative Game",
      "Programmed Movement"
    ],
    "Families": [
      "Animals: Cats",
      "Components: Book as Board",
      "Misc: Watch It Played How To Videos",
      "Theme: Robots",
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "2570",
    "Name": "Gandhi: The Decolonization of British India, 1917 – 1947",
    "ID": 220588,
    "Year": "(2019)",
    "Geek Rating": "6.088",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/220588/gandhi-the-decolonization-of-british-india-1917-19",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "4.2063",
    "Description": "Gandhi: The Decolonization of British India, 1917&ndash;1947 is Volume IX in GMT&rsquo;s acclaimed COIN Series. Exploring one of the world&rsquo;s most prominent experiments with nonviolent resistance, Gandhi takes us to the subcontinent of India, the jewel in the crown of the British Empire, for a detailed look at the final decades of the British Raj. 1 to 4 players compete to determine the future of India; will the transition to home rule be a peaceful one, will India be split apart by partition or civil war, or will it remain firmly in the grip of empire?&#10;&#10;Gandhi offers a fresh perspective on the history of insurgency with the addition of a new type of faction to the COIN Series, the Nonviolent (NV) faction, while retaining the multi-faction, asymmetrical, card-assisted system of earlier titles in the COIN Series. COIN veterans will be able to jump right in.&#10;&#10;Other features include:&#10;&#10;     Gandhi as the game&rsquo;s sole leader piece.&#10;     Nonviolent operations and special activities.&#10;     Nonviolent activists that are always active, but generally immune from Raj actions until engaged in protests (or caught up in post-terror reprisals).&#10;     Protests that erode support but leave activists vulnerable to arrest by Raj forces.&#10;     A Hindu-Muslim Unity track that measures tensions between these two communities, affecting resources, operations, and victory.&#10;     A British Rule track that reflects shifts in colonial policy in response to events on the map, from resolve to restraint, affecting the cost of several actions.&#10;     British Viceroys who come and go with each passing campaign and have their own unique effects on each faction.&#10;     An out-of-play jail space that holds nonviolent forces arrested during martial law. Pieces can be kept in jail over several campaigns, but at a cost to the Raj.&#10;     Independent Princely States that are never controlled by any faction, yet offer a haven for violent and nonviolent insurgents alike.&#10;     Short and medium-length scenarios that allow for the study of different periods of the struggle against British rule in India.&#10;     Support for solitaire, 2-player, 3-player, and 4-player games.&#10;&#10;&#10;In Gandhi, players will face a range of difficult and interesting strategic choices. Following in the innovative footsteps of previous COIN titles, Gandhi weaves together historical, political, and cultural threads and offers an opportunity to study nonviolent and violent resistance in one of the most significant colonial possessions from the age of European imperialism. Civil disobedience and non-cooperation, protests and terror, imperialism and constructive programme, growing unrest, negotiation, agitation, assassination, persuasion, boycotts, martial law, and many other options await.&#10;&#10;&ldquo;Gandhi made it impossible for us to go on ruling India, but at the same time he made it possible for us to abdicate without rancor and without dishonour.&rdquo;&#10;&mdash; British Historian Arnold Toynbee&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Multi-Use Cards",
      "Country: India",
      "Country: Pakistan",
      "Decades: The 1920's",
      "Decades: The 1930's",
      "Decades: The 1940's",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: COIN (GMT)"
    ]
  },
  {
    "Rank": "2571",
    "Name": "Wings of War: Burning Drachens",
    "ID": 15953,
    "Year": "(2005)",
    "Geek Rating": "6.088",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/15953/wings-of-war-burning-drachens",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9595",
    "Description": "Wings of War: Burning Drachens is the third set in the Wings of War collection. It includes some of the most used airplanes of the WWI as the Nieuport 17-23, the Albatros D.III, the Pfalz D.III/D.IIIa. It also includes optional altitude rules, anti-aircraft guns and machineguns. Other additional rules are proposed for a more intriguing and varied simulation of WWI air combat, even if the basic system is the same, simple one of the first two sets.&#10;&#10;Huge cardboard observation balloons are the targets in solitaire and 2 players scenarios in which to use incendiary bullets or the famous Le Prieur air-to-air rockets. Other scenarios will include 1 and 2 players trench strafing missions.&#10;&#10;The set is totally independent, but it can be mixed in the others in the collection for larger scenarios.&#10;&#10;Card Decks &#10;A Damage Deck cards 1-36&#10;&#10;C Damage Deck cards 1-17&#10;&#10;D Damage Deck cards 1-8&#10;&#10;2 Card Maneuver Sets A-J&#10;&#10;I Maneuver Deck cards 1-18&#10;&#10;J Maneuver Deck cards 1-18&#10;&#10;Airplane cards 1-16&#10;&#10;A and B ground card deck 1-4&#10;&#10;C ground card deck 1-3&#10;&#10;1 Blank ground card no number&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination",
      "Simulation",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Wings of Glory",
      "Occupation: Aviator",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Theme: Airships / Blimps / Dirigibles / Zeppelins"
    ]
  },
  {
    "Rank": "2572",
    "Name": "Kinfire Chronicles: Night's Fall",
    "ID": 364655,
    "Year": "(2023)",
    "Geek Rating": "6.088",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/364655/kinfire-chronicles-nights-fall",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.8095",
    "Description": "Kinfire Chronicles: Night's Fall is a co-operative campaign game for 1-4 players that blends thrilling fantasy adventure with tactical, edge-of-your-seat combat. Play as one of six unique Seekers, sworn to protect the city of Din&rsquo;Lux and help rebuild the world beyond. Armed with kinfire lanterns, you&rsquo;ll brave the Starless Nights, battle the creatures that emerge, and guard each others&rsquo; backs against the malevolent forces trying to stop you.&#10;&#10;Each quest has three phases: adventuring, battle, and exploration. In the adventuring phase, players make choices based on options presented on the quest cards and need to accomplish something (such as crossing a river or chasing down a suspect) by flipping the correct number and color of cards from their decks. In the battle phase, players work together to defeat enemies on a physical battle map. Turns are determined by drawing chits out of the destiny bag, with each enemy having numbered tokens that correspond with different attacks and actions. Players may play action cards on their own turns to do damage and can play boost cards on other players' turns to do things like reduce damage, move players, or even return a drawn chit to the destiny bag for redraw. The game doesn't end if an objective isn't achieved or an enemy defeats the heroes, but it will affect later gameplay and choice options. Lastly, on certain quests players can return to the city in the exploration phase to speak to NPCs, purchase items, and level up their decks.&#10;&#10;Woven throughout each of these phases are cards that require you to make a choice, such as resting before moving on or charging into battle, or whether or not to spare someone's life. The characters in the game have their own set of morals and standards, and playing according to your character can earn you Kinfire tokens that help you level up. Ultimately though, the decisions you make are yours alone.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Minimap Resolution",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Turn Order: Random",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Book as Board",
      "Components: Standees",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Campaign Games",
      "Misc: Forteller Audio Narration",
      "Misc: LongPack Games",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "2573",
    "Name": "Orbis",
    "ID": 255507,
    "Year": "(2018)",
    "Geek Rating": "6.087",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/255507/orbis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0357",
    "Description": "Orbis is a tactical game of world development and strategic resource management, in which players take on the roles of gods creating their best universes. Utilizing lands lost in the aether, players accumulate worshippers to spend on even more fruitful lands &mdash; some of which grant game-changing bonuses. The key to victory lies in having the most creation points (CPs) at the end of the game!&#10;&#10;On your turn, you must take a tile from either the nine region tiles in the center of the table or the available God tiles. (A player may take only one God tile throughout the game.) Every time you take a region tile, worshippers of the same color as the tile taken are placed on adjacent tiles, making the tiles left behind more enticing for the next player. Restrictions apply to region tile placement, making each decision tougher than the last!&#10;&#10;After fifteen rounds, the game ends when all players have created their universe, at which point CPs are calculated, bonus tiles awarded, and a winner is crowned. Beautifully simple yet rich in strategy, Orbis is a different game each and every time you play it.&#10;&#10;Become the best god and craft your most prosperous universe!&#10;&#10;",
    "Categories": [
      "Civilization",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction: Dutch",
      "End Game Bonuses",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "2574",
    "Name": "King of the Dice",
    "ID": 235922,
    "Year": "(2017)",
    "Geek Rating": "6.087",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/235922/king-of-the-dice",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.0682",
    "Description": "King of the Dice&#10;&#10;You're finally a king! All your dreams have been fulfilled. You sit content in your castle and look out over your wonderful kingdom. Green meadows, rolling fields, high mountains and clear rivers stretch as far as your eyes can see... but one thing is missing from your kingdom: citizens! So you announce the merits of the kingdom all over the country &ndash; in the rich cities, to the crazy gnomes in their workshops, to the dwarves in their deep mines, and also to the orcs, fairies and the sorcerer's apprentices. &#10;But they aren't easily convinced; after all there are also other kings trying to win them over. That's why you need skill and luck with the dice to entice the best citizens to your kingdom. But watch out for scoundrels and dragons. Otherwise your thriving kingdom will soon be a wretched wasteland, and you'll have to watch as someone else is crowned King of the Dice.&#10;&#10;Make your kingdom thrive!&#10;&#10;Step 1: Gain new citizens for your kingdom by fulfilling the various requirements on the cards with three rolls of the dice.&#10;Step 2: Special cards provide you with benefits. But watch out for scoundrels and dragons.&#10;Step 3: The player with the best citizens at the end wins the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Series: Family Games (HABA)"
    ]
  },
  {
    "Rank": "2575",
    "Name": "OddVille",
    "ID": 123219,
    "Year": "(2012)",
    "Geek Rating": "6.087",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/123219/oddville",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3482",
    "Description": "Oddly enough, several of you have been hired to build the city of OddVille, home to four powerful worker guilds.&#10;&#10;Cleverly place your buildings in order to obtain greater power and fame, while thwarting your opponents' plans. Manage your workers to obtain the resources, coins, and building projects you need in order to make your mark on the city. Plan the city streets to get access to resources or coins from nearby buildings, even if not yours.&#10;&#10;Impress the right guild, and you will get a visit from a guild member, who will gladly help you out while enjoying your hospitality. The guild comes first, though: At a moment's notice, every guild member will return to the guild hall, regardless of how much that inconveniences you. Of course, the person who &quot;inspired&quot; the guild meeting may be chuckling gleefully at the &quot;unfortunate&quot; timing of your guest's departure.&#10;&#10;OddVille is a card-based city-building game in which all actions are carried out by playing one of your four Worker cards. Each Worker card has a different power and can be used in different ways: to get a project, to obtain resources, or to collect coins. During your turn, you can either play a card or add a building to the city. Connect it to adjacent buildings with roads and you will gain their bonus.&#10;&#10;The city grows with each player's contribution, ever changing the values of players' buildings. As soon as a player builds his sixth building, the game ends and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Open Drafting",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "2576",
    "Name": "That's Life!",
    "ID": 17240,
    "Year": "(2005)",
    "Geek Rating": "6.087",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/17240/thats-life",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3179",
    "Description": "Lots of people grew up playing roll-and-move games, and That's Life!, a.k.a., Verflixxt!, is a modern roll-and-move design that puts you (a bit) more in control of your fate than those games of old.&#10;&#10;To set up the game, lay out the tiles in a continuous path, with the tiles either bearing a clover or being numbered -10 to +8. Place wooden guards on the clover tiles and two of the positive tiles as indicated in the rules. Each player has three tokens (two in a five- or six-player game) that start at the beginning of the path.&#10;&#10;On a turn, you roll the die, then move one of your tokens that many spaces down the path. If your token is the only one on a tile when you leave it, you collect that tile, which shrinks the path on which everyone is moving. If a guard is still on a tile when you leave it, you do not collect the tile. If any player's token is on the same space as a guard, you can move that guard instead of moving one of your own tokens, possibly setting someone else up for misfortune on a future turn and possibly setting yourself up for goods things &mdash; as long as no one else lands on your tile!&#10;&#10;Once your token reaches the final space on the path, that token is retired from play. Once all tokens are retired, players tally their points, with each clover you possess turning a negative tile into a positive one. Whoever has the highest score wins!&#10;&#10;Verflixxt! includes a number of variants, including one in which you construct the path by laying out the tiles at random instead of in a particular order. The 2020 version of Verflixxt! uses this variant for its basic set-up, with the addition of a double-sided &quot;give/steal&quot; tile placed after every eighth tile on the path. When you collect tiles in this version of play, you place them in a tower, with your most recently collected tile on top. When you are the last token to leave a &quot;give&quot; tile, you must give your topmost tile to another player, giving a negative token to whoever has the most positive token on top and vice versa; you then flip the &quot;give&quot; tile to its &quot;steal&quot; side. When you are the last token to leave a &quot;steal&quot; tile, you take the topmost tile from whichever player you choose, then place it on top of your stack.&#10;&#10;For an even trickier variant, you can play that the clover tile affects only the tile directly beneath it in your stack, turning a positive negative and a negative positive. Now the clover isn't always so attractive!&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Map Reduction",
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BrettspielWelt",
      "Game: Verflixxt!"
    ]
  },
  {
    "Rank": "2577",
    "Name": "Kokoro: Avenue of the Kodama",
    "ID": 227758,
    "Year": "(2017)",
    "Geek Rating": "6.087",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/227758/kokoro-avenue-of-the-kodama",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "The enchanted forest of the kodama is flourishing. But with so much growth, the ancient paths to the sanctuaries within have become overgrown and lost. Now the forest guardians call upon you, their loyal kodama, to restore these paths. Help your kodama build these paths, gather offerings for the guardians, and win their favor.&#10;&#10;Kokoro is an exciting family game that can be played with up to eight players! Each player has a forest map to draw their paths and turns are simultaneous so the game plays quickly. Connecting your sanctuaries to offerings will gain you favor. Choose wisely because you never know exactly when the sanctuary will score. And you shouldn't be too greedy, if a sanctuary is not connected to more offerings than your previous sanctuary, you lose points!&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Bingo",
      "Connections",
      "End Game Bonuses",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Japan",
      "Game: Kodama",
      "Mechanism: Drawing",
      "Mechanism: Flip-and-Write",
      "Players: Games with Solitaire Rules",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "2578",
    "Name": "Boss Monster: The Dungeon Building Card Game",
    "ID": 131835,
    "Year": "(2013)",
    "Geek Rating": "6.086",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/131835/boss-monster-the-dungeon-building-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.848",
    "Description": "Inspired by a love of classic video games, Boss Monster: The Dungeon Building Card Game pits 2-4 players in a competition to build the ultimate side-scrolling dungeon. Players compete to lure and destroy hapless adventurers, racing to outbid one another to see who can build the most enticing, treasure-filled dungeon. The goal of Boss Monster is to be the first Boss to amass ten Souls, which are gained when a Hero is lured and defeated &mdash; but a player can lose if his Boss takes five Wounds from Heroes who survive his dungeon.&#10;&#10;Playing Boss Monster requires you to juggle two competing priorities: the need to lure Heroes at a faster rate than your opponents, and the need to kill those Heroes before they reach your Boss. Players can build one room per turn, each with its own damage and treasure value. More attractive rooms tend to deal less damage, so a Boss who is too greedy can become inundated with deadly Heroes.&#10;&#10;Players interact with each other by building rooms and playing Spells. Because different Heroes seek different treasure types, and rooms are built simultaneously (played face down, then revealed), this means that every &quot;build phase&quot; is a bidding war. Spells are instant-speed effects that can give players advantages or disrupt opponents.&#10;&#10;As a standalone card game with 155 cards, Boss Monster contains everything that 2-4 players need to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: VASSAL",
      "Game: Boss Monster",
      "Misc: Watch It Played How To Videos",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "2579",
    "Name": "1944: Race to the Rhine",
    "ID": 148601,
    "Year": "(2014)",
    "Geek Rating": "6.086",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/148601/1944-race-to-the-rhine",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9369",
    "Description": "Not enough gas, not enough ammo or not enough time. Not enough to cross the Rhine before the enemy closes all the gaps. You need to form the bridgehead before others do. That&rsquo;s the only way to Victory and your personal glory.&#10;&#10;1944 Race to the Rhine is a new game experience. You can&rsquo;t win this game without proper planning. Your tanks need gas to move and ammo to fight. But don&rsquo;t forget to feed your GIs. So what would be your transport priority?&#10;&#10;Will you follow General Patton&rsquo;s strategy to discard ammo in order to bring additional fuel barrels along to move boldly forward? Would you risk your prestige and gamble on Market-Garden as Field Marshal Montgomery did? Would you cross the Rhine more quickly than General Bradley did, with the help of your hard work and a little luck?&#10;&#10;&ldquo;In preparing for battle I have always found that plans are useless, but planning is indispensable&rdquo; (General Dwight D. Eisenhower, Supreme Commander of the Allied Forces in Europe).&#10;&#10;So, how are you planning your Victory?&#10;&#10;",
    "Categories": [
      "Transportation",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Movement Points",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Race",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg",
      "Country: Netherlands",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "2580",
    "Name": "Kingsport Festival",
    "ID": 154509,
    "Year": "(2014)",
    "Geek Rating": "6.086",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/154509/kingsport-festival",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.61",
    "Description": "That flaming column was spouting volcanically. The combustion does not lay warmth, but only the clamminess of death and corruption. &ndash; The Festival, H.P. Lovecraft, 1923&#10;&#10;In the unimaginable darkness of Kingsport, silent wanderers are called to a profane celebration. Their goal: to invoke unthinkable horrors! A dread terror that is not of this world or any other &mdash; but rather from the spaces between the stars &mdash; demands your submission. Meanwhile, unwary investigators vainly attempt to halt this appalling chapter in the dark history of Arkham.&#10;&#10;As the high priest of one of these shadowy cults, you must dominate the city. You will invoke cosmic creatures and unholy gods to receive their &quot;gifts&quot;, but you must take care to preserve your sanity and thwart the investigators who seek to stop you. This time, you are the bad guys. Why settle for the lesser evil?&#10;&#10;Kingsport Festival, a game of bizarre cults set in the terrifying world of Howard Philips Lovecraft, lasts 12 rounds, each divided into six phases. All Cultists roll their dice and the one that rolled the lowest sum will play first and so on, then (in turn order) each one may invoke an Elder God by using one or more of his dice, where the sum of their values is exactly equal to the number of the Elder God, or pass. Once all the dice are placed or players have passed, in ascending order, the Elder Gods give their gifts to the Cultists who invoked them: the Cultists may have to lose Sanity points to receive the rewards. After Cultists have taken their dice back, in turn order each one may place his disk on one Building that is connected to another one he has already marked (starting from the House). To do so, he must pay the Domain resources required.&#10;&#10;In turns marked with a blue marker on the Calendar, a Raid takes place: first the Event card and then the Investigator card is revealed. Each Cultist calculates his Strength by adding up any modifiers he has due to Spells, Buildings, and other game effects (such as Events, Scenarios, etc.). If his strength is greater, the Cultist receives rewards; if is less, he suffers the penalty.&#10;&#10;The game ends after the twelfth round is played. If the Scenario has a Festival card, it is revealed and its effects resolved at this time.&#10;The Cultist who has the most Cult points is the winner.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Theme: Cthulhu Mythos",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "2581",
    "Name": "Monopoly Deal Card Game",
    "ID": 40398,
    "Year": "(2008)",
    "Geek Rating": "6.086",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/40398/monopoly-deal-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3171",
    "Description": "(from the box):&#10;The fast-paced, addictive card game where your luck can change in the play of a card!  Collect 3 complete property sets, but beware Debt Collectors, Forced Deals and the dreaded Deal Breakers, which could change your fortunes at any time!&#10;&#10;MONOPOLY DEAL - the card game where anything can happen!&#10;&#10;How to win: Be the first player to collect 3 three full property sets of different colors.&#10;&#10;The Cards: &#10;Action Cards may be played to initiate the action printed on the card or may be used as money of the value noted in the upper left and lower right corners.&#10;Property Cards some denote a specific property and some are wild.  They show property name, set to which they belong (or in which sets they may be used), rental costs, number of properties in their set and their value when used to make payments. &#10;House/Hotel Cards may be used to increase the rental cost of a property set.  They also have a monetary value for use in making payments.&#10;Money Cards are used to make payments.&#10;&#10;Play:&#10;Draw two cards from the draw pile, or if you start your turn with no cards, draw five.&#10;Play up to three cards from your hand face up either as: money into your bank, properties or improvements into your collection, or actions.  Action cards allow you to collect rent, receive money, take properties from others or cancel another action.  Cards placed in your bank may only be used as money.  When you must make a payment, you may use money from your bank or properties and improvements in your collection, but not cards in your hand.&#10;Discard cards in excess of seven from your hand to the bottom of the draw pile.&#10;&#10;Win by announcing it on your turn when you have three complete property sets of different colors.  This ends the game.&#10;&#10;Not to be confused with Monopoly Deal, a 'lite' version of the same game that came out in 2014.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Cities: Atlantic City (New Jersey, USA)",
      "Game: Monopoly (Official)",
      "Series: Monopoly Derivatives (Official)",
      "Series: Shuffle Card Games (Cartamundi / Hasbro)",
      "Traditional Card Games: Rummy",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "2582",
    "Name": "Krazy Wordz: Nicht 100% jugendfrei",
    "ID": 195372,
    "Year": "(2016)",
    "Geek Rating": "6.086",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/195372/krazy-wordz-nicht-100-percent-jugendfrei",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.0667",
    "Description": "Krazy Wordz - Nicht 100% jugendfrei!&#10;Das ultra-witzige WortErfindeUndErrate-Spiel.&#10;&#10;&quot;A party game in which you make up fictitious answers from available letters and must then guess which of the words might be meant to be a name for a newly discovered planet&quot; (Win 489)&#10;&#10;The secret task of each player is to invent a new creative word by use of several different letter-tiles (vowels and consonants). Then all players have to guess which of the created words will fit to which of the tasks.&#10;&#10;Finally, the best guesser and word-creator will win the game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "2583",
    "Name": "Finspan",
    "ID": 436126,
    "Year": "(2025)",
    "Geek Rating": "6.085",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/436126/finspan",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3429",
    "Description": "You are a marine researcher seeking to find and observe an array of aquatic life in the colorful Sunlight Zone, ghostly Twilight Zone, and pitch-black Midnight Zone of the world's seas and oceans. In Finspan, the fish you discover over four weeks will generate a series of benefits as you dive deeper into the ocean.&#10;&#10;Each dive site specializes in a key aspect of expanding your research:&#10;&#10;&#10;     Grow your collection of fish.&#10;     Discover freshly laid eggs.&#10;     Hatch eggs into young and consolidate young to form schools.&#10;&#10;&#10;The winner is the player with the most points gained from fish, eggs, young, schools, and achievements.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Fish / Fishes",
      "Category: Dized Tutorial",
      "Digital Implementations: Tabletopia",
      "Game: Wingspan",
      "Mechanism: Tableau Building",
      "Misc: Made by Panda",
      "Organizations: Automa Factory",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2584",
    "Name": "Magnum Sal",
    "ID": 73316,
    "Year": "(2010)",
    "Geek Rating": "6.085",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/73316/magnum-sal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.9238",
    "Description": "In the year 1368 our ruler Casimir the Great, on the right of his royal sovereignty, established the Statute of the Cracow Salt Mine. It is clearly written that anyone to whom the King awards the title of Royal Steward will manage the Wieliczka Salt Mine, called Magnum Sal. His Majesty the King will give this royal stewardship to the foreman who by his work shows that he is the best in the craft of salt mining, and he will lead the operations of the Cracow Salt Mine for the glory of the Polish Kingdom.&#10;&#10;Magnum Sal is a eurogame about exploration of a salt mine (second oldest still operating salt mine in the world). Each player takes the role of a foreman - the manager of a mining team. During the game, players will try to extract salt most efficiently from the mine, sell their &quot;white gold&quot; at the market, and above all complete the king's salt orders. The player who earns the most money from extracting salt receives the title of Royal Steward and wins the game.&#10;&#10;(From the rulebook)&#10;&#10;Magnum Sal is latin name that Wieliczka was noted in some documents for the first time - it means Great Salt. From this latin name, Wieliczka was formed - Magnum (Latin) -&gt; Great (EN) -&gt; Wielki (PL)&#10;&#10;Quote from wikipedia (there is no source for this but it's probably the way that the name Wieliczka was formed): &#10;Magnum Sal (latin) -&gt; Wielka S&oacute;l -&gt; Wielika S&oacute;l -&gt; Wielicka -&gt; Wieliczka&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Medieval"
    ],
    "Mechanics": [
      "Contracts",
      "Modular Board",
      "Pick-up and Deliver",
      "Victory Points as a Resource",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Cracow (Poland)",
      "Country: Poland",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "2585",
    "Name": "Loot",
    "ID": 770,
    "Year": "(1992)",
    "Geek Rating": "6.085",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/770/loot",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3808",
    "Description": "In Loot, players send out their pirates to attack and defend trading ships in order to get the most gold coins. The game box contains 78 cards consisting of  trading ships, pirate ships, captains, and an admiral. Players send out a trading ship on a voyage in which it must survive a round of attacks from other player's pirate ships. You defend your traders with your own pirates and collect the spoils of your attacks elsewhere. The game ends once the draw deck is depleted and one player is out of cards. The player with the most gold coins wins.&#10;&#10;Description for the Heidelberger release:&#10;&#10;Essen release, 2002. In the nice small black box, with embossed lettering. This game has 25 Trade ships worth different amounts of gold (from 2 to 8), 48 Pirate ships, 12 each in 4 colors. The Pirate ships are worth 1-4 skulls (the player with the most skulls played on a trade ship captures it if the lead is kept for one full pass around the table). There are 4 Pirate Captains (1 of each color) to help win the battles and 1 Admiral to help defend the trade ships. The game is playable with 2-5 players individually. With partners it can be played with up to 6 or 8.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Misc: Mensa Select",
      "Series: Tilsit Poche",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "2586",
    "Name": "Horse Fever",
    "ID": 58110,
    "Year": "(2009)",
    "Geek Rating": "6.085",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/58110/horse-fever",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3654",
    "Description": "Horse Fever transports players to a setting based on the noir novels of the 1930s, where each player is called on to impersonate rich bettors that will use any means necessary to cause the bets they place to pay off. They will fix races, bribe bookmakers, make horses fall asleep, buy stables and borrow money from the Mob in order to gain victory for their bets.&#10;&#10;Horse Fever has three different game modes: Board Game, Family Game and Party Game. These three different modes enable each kind of player to have a good time. The Board Game will enable expert players to discover a game based on an endless number of strategies; the Family Game will enable little players and families to get to know the basic game dynamics while playing a simpler but yet just as fun game; the Party Game will transform Horse Fever into a platform for a potentially endless number of players and turn any boring party into the most entertaining event of the century.&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "2587",
    "Name": "Moon",
    "ID": 358386,
    "Year": "(2023)",
    "Geek Rating": "6.084",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/358386/moon",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.5312",
    "Description": "Moon depicts an almost plausible rush to construct lunar bases that are attractive places to live and work for the people of Earth. The most prestigious base will become the new lunar capital!&#10;&#10;The game employs the familiar &quot;pick &amp; pass&quot; or &quot;hand drafting&quot; mechanism for players to select a new structure cards to add to their base. Each hand of cards represents a convoy of experts and equipment travelling between the players' outposts, giving the player the choice of one new construction each turn. In a new twist on the genre, each hand always contains one of a number of &quot;Expedition&quot; cards that grant a special free action every turn before passing on to the next player.&#10;&#10;Wooden lunar rover tokens are a neutral resource that add a worker placement element to the game. They are also used to break ties and so must be used with care.&#10;&#10;Over the three distinct eras of the game, players compete for majority in 5 aspects of their bases: housing, transportation, science, industry, and food production. At the end of each era, the leader in each of these areas as determined by flag icons on their constructed buildings, collects bonus victory points.&#10;&#10;Each game also features a number of randomly selected &quot;Reputation&quot; cards which provide one-time or ongoing bonuses for the player who meets the requirement and claims the card.&#10;&#10;Moon is the third game of a loose trilogy, preceeded by Villagers and Streets.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "2588",
    "Name": "Zug um Zug: Deutschland",
    "ID": 119637,
    "Year": "(2012)",
    "Geek Rating": "6.084",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/119637/zug-um-zug-deutschland",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.9",
    "Description": "Zug um Zug: Deutschland is a stand-alone game in the Game: Ticket to Ride (Official) series. Over the course of the game, players collect cards in order to then claim routes on the game board between two cities. Ideally the players create a network of routes that connect the cities showing on their secret ticket cards. Players score points both for claiming routes and for completing tickets, with incomplete tickets counting against a player's score. Whoever has the most points at the end of the game wins.&#10;&#10;Zug um Zug: Deutschland, published solely for the German and Austrian market, consists of the same map as Ticket to Ride: M&#195;&#164;rklin &ndash; with the game now set at the turn of the 20th century &ndash; but the game does not include the passenger mechanism from M&auml;rklin in which players scored additional points by moving passengers from city to city. In addition, the numbers of destination tickets and train cards differ slightly between the two games.&#10;&#10;Part of Ticket to Ride series.&#10;&#10;",
    "Categories": [
      "Trains",
      "Travel"
    ],
    "Mechanics": [
      "Connections",
      "Hand Management",
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": [
      "Country: Germany",
      "Game: Ticket to Ride (Official)"
    ]
  },
  {
    "Rank": "2589",
    "Name": "Thunderstone Advance: Worlds Collide",
    "ID": 152765,
    "Year": "(2014)",
    "Geek Rating": "6.084",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/152765/thunderstone-advance-worlds-collide",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "Flung through the planes of existence by rites of banishing, a few beleaguered heroes, old friends, find themselves on the very edge of Doom's original world...&#10;&#10;Thunderstone Advance: Worlds Collide tells the story of a battle for survival in a world of ancient evil and darkness. This set showcases 550 cards from the first six Thunderstone releases, including previously hard-to-find promos, all updated and fully compatible with Thunderstone Advance, along with many fan favorites from this deck-builder's history.&#10;&#10;Integrates with:&#10;&#10;&#10;    Thunderstone Advance: Towers of Ruin&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Thunderstone",
      "Game: Thunderstone Advance",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "2590",
    "Name": "Sea of Clouds",
    "ID": 189052,
    "Year": "(2016)",
    "Geek Rating": "6.084",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/189052/sea-of-clouds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7241",
    "Description": "&#226;&#128;&#139;In Sea of Clouds, as captain of a flying pirate ship, recruit a cutthroat crew, collect relics and unearth the best rum by gathering shares of Loot. Then send your pirates aboard enemy ships to plunder their treasure!&#10;&#10;In each round of the game, players take turns divvying up shares of Loot to gain Rum, Relics, Objects, and Pirates. In some rounds, when ships are flying close together, they will also clash in a Boarding action, using the effects of any Pirates they picked up to gain Doubloons and plunder Loot.&#10;&#10;On your turn, take the first of the three shares of Loot on the table, and look at it secretly. You must decide to either take all the cards in the Share then add the top card from the deck face-down to this Loot space, or to leave the Share and look at the next one. If you choose to do the latter, add the top card from the deck to the Share you declined (or a Doubloon, if there's already three cards), thus increasing its value for the next player. If no shares interest you, blindly take the top card of the deck.&#10;&#10;The card backs give you a hint about what&rsquo;s in the next Shares: Pirates to board other ships, legendary Relics to collect, Rum to be scored at the end of the game, and Items with permanent, immediate, or secret effects.&#10;&#10;Every 4 or 5 rounds (depending on the number of players), Boarding action will occur! Add the strength of your Captain and your Pirates, apply any bonuses or penalties, and face your two neighbors! For each victory, your Pirates will gain Doubloons or steal some Loot! After the fight, all Pirates are discarded.&#10;&#10;The game ends after 12 (or 15) rounds. Players then add the value of their Doubloons and their Loot cards to determine who&rsquo;s the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Increase Value of Unchosen Resources",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "2591",
    "Name": "King's Forge",
    "ID": 126996,
    "Year": "(2014)",
    "Geek Rating": "6.084",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/126996/kings-forge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3103",
    "Description": "The Chamberlain is searching the realm for a new &quot;Craftmaster to the King&quot; and sets a contest for all of the smiths and crafters in the land. The first one to forge four items from a list of the King's favorite weapons and trinkets will be honored as First Among Crafters and Smiths. But watch out, because the other crafters and smiths will try to outdo you at every opportunity. Are you ready to forge your destiny?&#10;&#10;In King's Forge, players are craftsmen and craftswomen seeking to become the favorite of the King. A variety of dice represent the raw materials (metal, wood, gems, and enchantment) and those same dice can be used to gather new dice and purchase roll-modifiers, or saved and rolled in an attempt to meet the requirements to craft the items on the King's list. An early lead is not a sure path to victory and other players will out-maneuver and out-build you whenever possible. Careful dice management, advance planning, fierce competition, and nail-biting luck will carry you to winner's circle.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Jewelry",
      "Theme: Metal Smithing"
    ]
  },
  {
    "Rank": "2592",
    "Name": "The Game: Face to Face",
    "ID": 236461,
    "Year": "(2017)",
    "Geek Rating": "6.084",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/236461/the-game-face-to-face",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2414",
    "Description": "The Game: Face to Face features gameplay similar to The Game with players laying down cards from their hand in ascending and descending piles, but now the game is limited to two players who are competing to get rid of their cards first. You want to win on your own, but to advance, you must inevitably help your opponent...&#10;&#10;On your turn, you&rsquo;ll play at least 2 cards from your hand of 6. The twist comes from where you can play them. Of course, your own ascending and descending piles are fair game and follow the normal rules of The Game.&#10; But exactly once per turn, you can play a card on one of your opponent&rsquo;s piles, breaking all rules. This ultimately helps them out, as it pushes whatever pile you played on away from its upper limit.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: The Game",
      "Players: Two-Player Only Games",
      "Series: NSV Middys (Nürnberger Spielkartenverlag)",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "2593",
    "Name": "PÜNCT",
    "ID": 19764,
    "Year": "(2005)",
    "Geek Rating": "6.083",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/19764/punct",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.7396",
    "Description": "P&Uuml;NCT, the fifth released game by design in project GIPF, is a connection game.&#10;The goal is to connect two opposite sides of the board. A player's turn consists of either bringing a new piece into play or moving one already on the board.&#10;&#10;This game is part of project GIPF.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Network and Route Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Components: HexHex8 Grids",
      "Components: Polyominoes",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: Boiteajeux",
      "Mechanism: Connection",
      "Players: Two-Player Only Games",
      "Series: GIPF Project"
    ]
  },
  {
    "Rank": "2594",
    "Name": "Welcome to New Las Vegas",
    "ID": 281075,
    "Year": "(2020)",
    "Geek Rating": "6.083",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/281075/welcome-to-new-las-vegas",
    "Min Players": "1",
    "Max Players": "50",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "2.8113",
    "Description": "Rediscover the joy of Welcome To&hellip; with a new theme and new mechanisms in Welcome To New Las Vegas!&#10;&#10;The game plays with a set of two different sheets &mdash; one dedicated to the map, the other used to keep track of the score and objectives &mdash; where you have to build and open casinos in the streets, hotels in avenues, create golf courses, give performances to the tourists, and move limousines for VIPs in order to build the greatest and most entertaining city and win the game!&#10;&#10;Welcome To New Las Vegas keeps the same roll-and-write with dice-without-dice mechanism from Welcome to... Your Perfect Home: you flip cards from three piles to make three different sets with both a casino number and a corresponding action from which everyone chooses one. You use the number to fill in a casino on your street in numerical order. And everyone is racing to be the first to complete public goals. There's lots to do and many paths to becoming the best resort architect in Welcome To New Las Vegas!&#10;&#10;Because of the communal actions, game play is simultaneous and thus supports large groups of players. With many varying strategies and completely randomized action sets, no two games will feel the same!&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Bingo",
      "Contracts",
      "Paper-and-Pencil",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Las Vegas (Nevada, USA)",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Flip-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Alexis Solo Mode",
      "Series: Welcome To ..."
    ]
  },
  {
    "Rank": "2595",
    "Name": "Zombie Dice",
    "ID": 62871,
    "Year": "(2010)",
    "Geek Rating": "6.082",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/62871/zombie-dice",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.0931",
    "Description": "Eat brains. Don't get shotgunned.&#10;&#10;In Zombie Dice, you are a zombie. You want braaains &ndash; more brains than any of your zombie buddies. The 13 custom dice are your victims. Push your luck to eat their brains, but stop rolling before the shotgun blasts end your turn! Whoever collects 13 brains first wins. Each game takes 10 to 20 minutes and can be taught in a single round.&#10;&#10;Each turn, you take three dice from the box and roll them. A brain symbol is worth one point at the end of the round, while footsteps allow you to reroll this particular dice. Shotgun blasts on the other hand are rather bad, cause if you collect three shotgun blasts during your turn, it is over for you and you get no points. After rolling three dice, you may decide if you want to score your current brain collection or if you want to push your luck by grabbing new dice so you have three again and roll once more.&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Humor",
      "Party Game",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Containers: Tubes",
      "Creatures: Zombies",
      "Game: Zombie Dice",
      "Misc: Watch It Played How To Videos",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "2596",
    "Name": "Conquest of Planet Earth: The Space Alien Game",
    "ID": 71882,
    "Year": "(2010)",
    "Geek Rating": "6.082",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/71882/conquest-of-planet-earth-the-space-alien-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.2264",
    "Description": "A fast paced game of terrifying alien invaders, futile human resistance, and 50's SciFi Movie Action. Players each take on the role of a different alien Race, all part of invading armada, but each with their own unique abilities and ambitions. Unleash waves of flying saucers to blast human resistance into submission with death rays and terrifying weapons of war as you unleash powerful alien technologies on earth (and other alien races if they get in your way). But beware these pitiful humans are not defenseless. They will fight to the last to defend their planet, aided by countless platoons of army soldiers, powerful human heroes, and their most deadly weapon, the dreaded atomic bomb.&#10;&#10;Featuring a modular game board, 10 different alien races to play (such as the Orzax, master of technology, or the Venezian Matriarchy, beautiful but deadly space amazons) a host of Human resistance to battle, and four game types - competitive, cooperative, team game, and Solo Play. Conquest of Planet Earth is a strategic game of maneuvering, backstabbing, and fantastic battles for alien conquest.&#10;&#10;Main Features :&#10;&#10;     Features a collection of beautifully illustrated artwork including over 100 unique images.&#10;     Over 25 detailed plastic miniatures of alien saucers to conquer the world&#10;     Games come with an original CD soundtrack to set the mood for alien conquest&#10;     Four game types - race against friend in competitive or team play, and be the first to conquer earth to impress your alien overseers, or cooperate as complete alien armada to sweep over the world and defeat human resistance. Also this game may be played Solo.&#10;     No two games are ever the same! There are many alien races to play and large decks of game cards, giving a great variety of gameplay.  By rearranging the different boards each game along with the amount of human resistance to battle the aliens, there is a high level of re-playability.&#10;     Fast Paced games with easy to learn rules allow players to jump right into the action while strategic depth and strong cooperative/competitive play keep player coming back for more.&#10;     Excellent bridge between simple family games and deeper, more advanced board games. Easy enough for casual gamers/non gamers to enjoy, while exciting and strategic enough for hardcore gamers to love.&#10;     Expandable Design allows for many expansions and strong web support to create a loyal fan base/community.&#10;&#10;&#10;Source: product summary&#10;&#10;Note:  The summary is a little out of date, the game contains 16 alien saucers and 4 allied models.  They are however all detailed and of a high quality.&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "2597",
    "Name": "Ghosts of Christmas",
    "ID": 281619,
    "Year": "(2019)",
    "Geek Rating": "6.082",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/281619/ghosts-of-christmas",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.2778",
    "Description": "As winter blows in and ghosts start to appear, play &quot;tricks&quot; to the past, present, and future.&#10;&#10;As turns progress, your foes will play - out of order - to any of these time periods, and you will start to figure out who might &quot;lead&quot; each trick. Even though you can play to the tricks in any order, the tricks will resolve based on who was leading. Can you figure out who will be leading or manipulate the leader to set yourself up to win tricks?&#10;&#10;Points are awarded to whomever has correctly bid on the number of tricks they thought they'd win. If you&rsquo;ve played as many hands as there are players, the game is now over, otherwise keep playing! Whoever has the highest score and collected the most wreaths wins the game!&#10;&#10;&mdash;description from publisher&#10;&#10;&#10;Time Palatrix is a trick-taking game played in four rounds of three tricks each. First the cards are dealt out, and players bid on how many tricks they think they will win. Each player has a mat with three numbered spaces for cards, and on their turn plays a card in one of those spaces. If that card is the first to be played in that number space, it sets the suit for that space. Other players must follow suit on that space, or play on a different space. Once all three tricks are complete, the winners are determined, the cards are cleared, and the next round begins. Points are awarded if you correctly bid on the number of tricks you won.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Holidays: Christmas",
      "Series: Small Box Big Game (Allplay)",
      "Series: Tricky Card Games (Allplay)",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "2598",
    "Name": "Saltfjord",
    "ID": 422674,
    "Year": "(2024)",
    "Geek Rating": "6.082",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/422674/saltfjord",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.0645",
    "Description": "The generations before you have relied on harvesting the oceans. But as the 19th century ends, change and opportunity reach your fishing village in northern Norway.&#10;In Saltfjord, you must decide if you will expand your settlement with new buildings, send your boat to collect fish, engage in trade, or pioneer new technologies to make everyday life easier. How will you shape the destiny of your village?&#10;&#10;Saltfjord is set in a Norwegian fishing village, and is loosely based on the dice drafting mechanisms from &quot;Santa Maria&quot;, but the game has otherwise been completely redesigned and expanded with new elements.&#10;&#10;To add to the replayability, the game has lots of variable elements in the set-up, such as what special abilities and end scoring tiles are available.&#10;&#10;Over three rounds, players draft dice to activate buildings in their settlement. This provides resources as well as activating actions such as sending out your fishing boat, advancing along the various technology tracks, completing trade orders, or erecting new buildings.&#10;&#10;Each player's player board shows a grid. When you draft a die, you activate all buildings in the row or column corresponding to that die. By erecting buildings in your settlement, each die can activate more buildings.&#10;&#10;The technology tracks unlock special abilities, such as upgrading your fishing boat. And fishing is an important part of daily life in Saltfjord.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Farming"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Income",
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Components: Polyominoes",
      "Country: Norway"
    ]
  },
  {
    "Rank": "2599",
    "Name": "Hera and Zeus",
    "ID": 638,
    "Year": "(2000)",
    "Geek Rating": "6.082",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/638/hera-and-zeus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0479",
    "Description": "Players are opposing gods from Greek mythology, Hera and Zeus, bent on destroying each other because each kidnapped the other's favorite mortal. Players lay out cards in opposite three-column, four-row matrices. Cards on the leading edges of the opposing columns can be used to attack, which means the combat value of the cards are compared and the loser is destroyed. However, cards are played facedown until they're engaged, adding an element of bluff and doubt to the game. Each turn, players have as many actions as they have columns, and actions can be used to attack, draw cards, or play special action cards. To win, you need to reduce the other player to zero columns, capture their hostage card from their hand, or make sure your opponent cannot use all of their actions during their turn.&#10;&#10;Hera &amp; Zeus is part of the Kosmos two-player series.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Mythology: Greek",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "2600",
    "Name": "Age of Conan: The Strategy Board Game",
    "ID": 27848,
    "Year": "(2009)",
    "Geek Rating": "6.082",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/27848/age-of-conan-the-strategy-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.2724",
    "Description": "Age of Conan is a board game which puts players in control of one of the major kingdoms of the Hyborian age, in the period of history well known through the tales of the adventures of Conan the Cimmerian, the barbarian hero created by Robert E. Howard.&#10;&#10;You will fight with armies, sorcery and intrigue to make your kingdom the most powerful of its age, and to secure on your side the mightiest hero of all &ndash; Conan the Cimmerian!&#10;&#10;In Age of Conan, you control one of the major kingdoms of the Hyborian Age &ndash; Aquilonia, Turan, Hyperborea and Stygia.&#10;&#10;You will build up and use your armies and emissaries, you will enhance your actions with your kingdom cards, and you will try to take advantage of the adventures of Conan to increase the power and wealth of your kingdom.&#10;&#10;The game is played over the course of three ages. At the beginning of each age, four Conan adventure cards are drawn and used to create the adventure deck. At the beginning of each adventure, players will bid to decide who will be the Conan player for that adventure; when an adventure ends, a new one is drawn and a new bid determines who will be the new Conan player.&#10;&#10;The roll of the fate dice is used to determine the actions available to the players. The dice are rolled to form a common pool from which all players will pick their dice. Each player, in turn, will choose and use one fate die and will be able to do one of the actions allowed by that die result.&#10;&#10;When the fate dice are all used, they are rolled again and the game continues in this way until all four adventures in the adventure deck are complete. At that point, the game will temporarily stop so that players may earn gold and take several kingdom&ndash;building actions in preparation for the next age.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Civilization",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Multi-Use Cards",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Characters: Conan the Barbarian",
      "Components: Dice with Icons",
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Mechanism: Dice Drafting"
    ]
  }
]