[
  {
    "Rank": "21901",
    "Name": "Travspelet med V65",
    "ID": 9610,
    "Year": "(1982)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/9610/travspelet-med-v65",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "This harness racing game is one of a number of Alga games that deals with horses and horse racing. See also J&#195;&#164;gersro and M&#195;&#165;nvalla med V5.&#10;&#10;A full game consists of six starts divided into three phases (2 starts each). Before each phase, horses are auctioned off to the players; each player gets 2, 4 or 6 horses depending on the number of players. After each phase, players can keep only one horse from the preceding phases, the rest are auctioned off again. Auction is followed by training which is played on a short &quot;training track&quot; on the game board; here the horses can get better - each horse has a value from -5 to +5 which will help/hinder in the roll-and-move race - and the players may also get cards for later use during the actual race.&#10;&#10;Results of the training define starting positions for the race and also give some clue as to each horse's capabilities, so now it's time for betting. A player can bet on up to 2-3 horses, depending on the number of players; betting is secret, and a player can freely bet on any horses, including their opponents'.&#10;&#10;The actual race is conducted as roll-and-move using 2 dice. A special die is used for moving the horses, adding or subtracting their individual modifiers, and a regular d6 is used to determine if a player must pick a race card (on 1 or 6). These affect the race directly and often quite drastically; some may be saved for later use.&#10;&#10;After the race the winning horse gets it's modifier increased by one step, all bets are revealed, money paid out from the bank and preparations made for the next race. Horses that competed in a race may not compete in the immediate next one - this is why the players have several. After the 2nd and 4th races, the auction phase is repeated.&#10;&#10;At the end of the game, a bonus is paid to players who managed to bet on the winning horse in 5 or 6 races, any bank loans are paid back, and winner is the player with most money.&#10;&#10;Approximate play sequence:&#10;&#10;1) Auction - buy a number of horses&#10;2) Train them for the race&#10;3) Select horses for race 1&#10;4) Betting phase&#10;5) Run short race&#10;6) Pay winner, both race and betting money.&#10;7) Repeat 3-6, but with long race&#10;8) repeat 1-6 twice&#10;9) Pay bonus to anyone who has picked the winner in at least 5 of the 6 races.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Variable Phase Order"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "21902",
    "Name": "Speedy Recall",
    "ID": 130185,
    "Year": "(2012)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/130185/speedy-recall",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "From the box: Shuffle up the cards and get ready to shuffle through your head! Quick! What's a movie that starts with R?  A fruit that starts with M?  A book character... P?! Put the Letter Cards in one stack, the Category Cards in another, and fast -- Flip over both top cards! A thousand different possible category and letter combinations keep you on your toes as everybody plays at the same time, trying to make a speedy recall and shout a good response.  There might be lots of correct answers, but you've got to be first! Collect category cards to keep score, play with two or more! Speedy Recall goes anywhere and promises quick!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21903",
    "Name": "Alquerque",
    "ID": 11464,
    "Year": "(1000)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/11464/alquerque",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.8462",
    "Description": "The game of Alquerque is played on a special board of 5 x 5 points with lines between them to indicate allowed moves.  To draw a board is easy.  First draw a 5 x 5 orthogonal grid.  The draw two diagonal lines - from each corner to the opposite corner.  Finally draw four diagonal lines in the form of a square that connects the midpoints of each side.&#10;Alquerque is played with 12 black pieces and 12 white pieces in a similar way to Draughts (Checkers).  &#10;The player playing black pieces places them on the 10 points of the nearest 2 rows plus the 2 rightmost points on the middle row as the player looks at it.  The other player sets the white pieces up in exactly the same way.  This leaves only the middle point without a piece upon it. The objective of the game is to take all of the opponent's pieces or to produce a position such that the opponent is unable to move.&#10;&#10;Play&#10;Players take turns to move one of their pieces.  A piece may only move along the lines inscribed upon the board.  For each turn a piece makes either a capturing move or an ordinary move.&#10;Whenever a piece has an opponent's piece adjacent to it and the point immediately beyond the opponent's piece is vacant, the opponent's piece can be captured.  A piece is taken by simply hopping over it into the vacant point beyond and removing it from the board.  Unlike an ordinary move, a capturing move can consist of several such hops - if a piece takes an opponent's piece and the new position allows it to take another piece, then it can do so straight away.  The move finishes when the position of the capturing piece no longer allows it to taken any more pieces or the player could make another capture but decides not to.&#10;&#10;An ordinary move is made by simply moving a piece along a line to an adjacent point.&#10;Finishing&#10;The game is won by the player who first manages to take all his opponent's pieces or by the player who has more pieces when it becomes apparent that no more pieces will be taken.   Alternatively, a player can win by rendering the other player unable to move. &#10;A draw occurs by agreement at any point during the game.  If it becomes apparent that no more pieces will be taken and both players have the same number of pieces left, a draw is agreed.  Draws are very common.&#10;&#10;Arie van der Stoep's reconstruction:&#10;&#10;In his book Draughts in relation to chess and alquerque (2005) Arie van der Stoep contends that Alquerque de doze was in medieval times played by the following rules. Counters can move and capture, by the short leap, forwards and sideways. Capture is not compulsory. Counters are promoted to Sultans at the last rank. The Sultan (King) moves and captures in all directions. Counters are obliged to follow the pattern on the board. Goal is to capture all the opponent's counters.&#10;&#10;There existed two variants of Medieval Alquerque. In one version the Sultan can only move one square (short Sultan), and captures by the short leap. This was foremostly played in countries within the Roman sphere of influence. In the other variant the Sultan moves any number of squares, and captures like the King in international draughts, landing anywhere behind the captured piece. This was foremostly played in countries within the Arabic sphere of influence. In Sultan endgames, a majority of at least two Sultans is necessary for a win.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 5 x 5 Grids",
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Promotional: Board Games",
      "Traditional Games: Alquerque / Fanorona (Indian War Games)",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "21904",
    "Name": "Star Wars: The Interactive Video Board Game",
    "ID": 6810,
    "Year": "(1996)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/6810/star-wars-the-interactive-video-board-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8462",
    "Description": "This game features a flat, 2-D board with a plastic, 3D inner ring and catwalk that are raised off of the regular board.  The rebels and R2 units look like the Rebel Commandos from the Endor assault and R2-D2 from Return of the Jedi.  The stormtrooper is a larger plastic mini, and used during the game when you roll a 1 (a stormtrooper helmet on the die).  The game is played in real-time, and the typical game lasts about 45-60 minutes.  The video tape is 60 minutes long.  Darth Vader does speak to you from time to time on the video tape (yes, you'll have to have a VCR for this game), and it's fairly cool to watch the video just by itself.  The video also has some elements of gameplay in them, as well as original music, video clips and the ending sequence of the destruction of the planet (in case you fail) is of the original Death Star blowing up Alderaan (from Ep4).&#10;&#10;When setting up, you choose a color for your rebel and R2 unit.  Then, you put your R2 unit in the droid control center and the rebel in the hanger bay.  Then place the stormtrooper in the Stormtrooper control center.  You then take 6 explosives and place them near you.  You also shuffle and deal out the Rebel Mission Card.  This tells you the rooms you need to plant explosives in and the key cards you need to obtain to enter the inner level.  You then start the VHS tape.  Darth Vader (played by David Prowse and voiced by James Earl Jones) will come on and goad you.  You then begin play.  As stated above, play is in real-time, so you have to play quickly.  The objective is to plant your explosives and disable the Death Star II (turn off the VHS tape) before it reaches D'rinba IV.  The video is 60 minutes long, with movie scenes from the original trilogy and good music.  If you get caught by the stormtrooper, you get put into the detention block, and either have to have a card that gets you out or wait for the video to play &quot;detention block escape.&quot;  After 30 minutes or so, the player with the most amount of dark side points becomes Vader's &quot;pupil.&quot;  The Pupil is just like the stormtrooper, only you get to search rooms, attack your fellow rebels and foil their plans.  If there is a tie, then the youngest player gets to be the pupil.  It's a fast-paced fun board game that is sorely lacking these days.  This should be re-released with the movie on DVD.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Videocassettes",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "21905",
    "Name": "No Respect: Rodney Dangerfield's Game",
    "ID": 5030,
    "Year": "(1985)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/5030/no-respect-rodney-dangerfields-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "From the box:&#10;&#10;Here's just the game for you Dangerfield fans--a combination of strategy, suspense, and total frustration to challenge even the most self-respecting player!&#10;&#10;Stay alive by playing number tiles on your own columns--or on your opponents'--to stop them. If you're the first to reach the top, or the last to play a number, you win, and everybody else is a loser!&#10;&#10;The odds can quickly stack up against you in this fast-paced game of ups and downs. You could be one number away from a win, lose a column, and suddenly find yourself behind! So plan each move carefully, keep a sharp eye on your opponents, and don't count on winning 'til you've won!&quot;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Number"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "21906",
    "Name": "Heap",
    "ID": 119639,
    "Year": "(2012)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/119639/heap",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8889",
    "Description": "Game description from the publisher:&#10;&#10;Heap is the madcap game of vehicular mayhem where the player who cobbles together the most outrageous vehicles wins!&#10;&#10;Each player plays a gang of crazed goblins that have traveled across the post-apocalyptic wasteland in broken-down vehicles to converge on a gigantic heap of long-discarded scrap &ndash; perfect ingredients for demented automotive modification. In arena-style bouts, each gang selects its champion driver to storm the heap and duke it out for the best parts to upgrade their vehicles. Be first to trick out your vehicles and dominate the final pileup to rule the heap!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Setting: Bodgers"
    ]
  },
  {
    "Rank": "21907",
    "Name": "The Game of Nasty Things...",
    "ID": 182090,
    "Year": "(2015)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/182090/the-game-of-nasty-things",
    "Min Players": "4",
    "Max Players": "15",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;Adult Humor in a Box! You won't believe the outrageous THINGS... you'll hear!&#10;&#10;1. Choose one of over 250 inappropriately HILARIOUS topics.&#10;&#10;2. Everyone writes a response - whatever you want - there's no right or wrong here.&#10;&#10;3. Take a good, deep breath and read all the responses aloud.&#10;&#10;4. Try to guess which of your misfit friends said what!&#10;&#10;5. 1 point is awarded for each correct guess. 2 points are awarded to the person who successfully avoided detection. The job of reader passes to the left. When everyone has been reader once, the game ends. High score wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Paper-and-Pencil",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "21908",
    "Name": "Black Hole",
    "ID": 3465,
    "Year": "(1978)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/3465/black-hole",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7",
    "Description": "Microgame #10 in the Metagaming Microgames series. Two space mining cartels battle for control of an alien artifact: a donut-shaped asteroid with a miniature black hole gravitically tethered in the center of the hole.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Aliens / Extraterrestrials",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: MicroGame (Metagaming)",
      "Space: Asteroids"
    ]
  },
  {
    "Rank": "21909",
    "Name": "Call of Nature",
    "ID": 262444,
    "Year": "(2003)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/262444/call-of-nature",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Moreru is a light-hearted, simple and fun card game that wagers on human dignity!&#10;On the way back home, your guts start to gurgle, and you need to use the toilet. But there is no toilet around! Can you make it home before you poop in your pants?? Who will be the first to lose control and lose their dignity?&#10;The goal of the game is not to be the first player to poop the pants at the point of no return before making it home.&#10;When it is your turn, you need to play a card from your hand. The card can be a number or function card. The total sum on the table is the number of cards played. When you play a card which exceeds the threshold, you poop your pants!&#10;&mdash;description from the publisher (translated)&#10;&#10;&#232;&#179;&#173;&#228;&#184;&#138;&#228;&#186;&#186;&#233;&#161;&#158;&#229;&#176;&#138;&#229;&#154;&#180;&#231;&#154;&#132;&#229;&#141;&#161;&#231;&#137;&#140;&#233;&#129;&#138;&#230;&#136;&#178;&#10;&#229;&#155;&#158;&#229;&#174;&#182;&#233;&#128;&#148;&#228;&#184;&#173;&#239;&#188;&#140;&#232;&#130;&#154;&#229;&#173;&#144;&#233;&#150;&#139;&#229;&#167;&#139;&#230;&#156;&#137;&#233;&#187;&#158;&#231;&#149;&#176;&#230;&#168;&#163;&#239;&#188;&#140;&#231;&#179;&#159;&#231;&#179;&#149;&#228;&#186;&#134;&#230;&#136;&#145;&#232;&#166;&#129;&#228;&#184;&#138;&#229;&#187;&#129;&#230;&#137;&#128;&#239;&#188;&#129;&#229;&#143;&#175;&#230;&#152;&#175;&#239;&#188;&#140;&#228;&#184;&#141;&#231;&#174;&#161;&#230;&#128;&#142;&#230;&#168;&#163;&#230;&#137;&#190;&#233;&#130;&#132;&#230;&#152;&#175;&#230;&#137;&#190;&#228;&#184;&#141;&#229;&#136;&#176;&#229;&#187;&#129;&#230;&#137;&#128;&#227;&#128;&#130;&#10;&#229;&#136;&#176;&#229;&#186;&#149;&#232;&#131;&#189;&#228;&#184;&#141;&#232;&#131;&#189;&#229;&#156;&#168;&#229;&#174;&#137;&#229;&#133;&#168;&#229;&#155;&#158;&#229;&#136;&#176;&#229;&#174;&#182;&#228;&#185;&#139;&#229;&#137;&#141;&#229;&#191;&#141;&#229;&#190;&#151;&#228;&#189;&#143;&#229;&#145;&#162;&#239;&#188;&#159;&#232;&#170;&#176;&#230;&#156;&#131;&#230;&#156;&#128;&#229;&#133;&#136;&#10;&#229;&#191;&#141;&#228;&#184;&#141;&#228;&#189;&#143;&#239;&#188;&#140;&#230;&#156;&#128;&#229;&#133;&#136;&#229;&#150;&#170;&#229;&#164;&#177;&#228;&#189;&#156;&#231;&#130;&#186;&#228;&#186;&#186;&#231;&#154;&#132;&#229;&#176;&#138;&#229;&#154;&#180;&#239;&#188;&#159;&#239;&#185;&#151;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "21910",
    "Name": "Heroes of Metro City",
    "ID": 127994,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/127994/heroes-of-metro-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5714",
    "Description": "Heroes of Metro City is a deck-building card/board game in which each player represents a super-powered Hero of his own design who must stop their Archenemy's nefarious plan to destroy Metro City. Devastate your enemies with thousands of possibilities and choices for your character. The base game includes over twenty explosive Power cards and many iconic Energy Sources, and a randomized subset of these will be selected for each game. It's an exciting array of possibilities for your customized super-powered Hero.&#10;&#10;Heroes of Metro City uses dynamic deck-building combined with unique Energy Source slots to create a power management mechanism (using your Hero Placard) that lets you decide which powers and abilities are most important for each turn. The Hero Placard also helps to guide you through the six phases of each turn.&#10;&#10;To succeed, the Heroes must do battle with hordes of Minions, diabolical Villains, and the Archenemy who leads them! The more Energy and Powers a Hero develops, the closer he gets to defeating their Archenemy. The first player to defeat the Archenemy wins the game...unless the Archenemy destroys so much of Metro City that there's nothing left to save!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "21911",
    "Name": "Mosquito",
    "ID": 27061,
    "Year": "(2009)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/27061/mosquito",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A card game for children (6+ years).&#10;&#10;From the publisher: &quot;Game of observation and speed. Pick up an apple, swat a mosquito, place a bee on its flower ? No time to think about ! But for sure, you have to be the first one to do it.&quot;&#10;&#10;A mosquito, a flower and an apple are placed in front of all the players and each of the players gets his/her own bee. All the cards, showing either a mosquito, a bee or an apple, are dealt to the players. During the game, all the players turn over one of their cards simultaneously. If there are two (or more) of the same cards shown in the newly turned over cards, then the player s to whom the cards belong must get into action:&#10;&#10;- If there are 2 or more mosquito cards, they have to squat the mosquito&#10;- If there are 2 or more apple cards, they have to grab the apple&#10;- If there are 2 or more bee cards, they have to take their own bee and put it on the flower&#10;&#10;The fastest player wins a ladybird chip. Making an incorrect move, ie squatting the flower or grabbing the mosquito, costs a ladybird chip.&#10;&#10;The player with the most ladybird chips when all the cards have been turned over wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Bees",
      "Animals: Flies",
      "Animals: Insects",
      "Animals: Ladybugs / Ladybirds",
      "Animals: Mosquitoes"
    ]
  },
  {
    "Rank": "21912",
    "Name": "Memento",
    "ID": 136283,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/136283/memento",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Take a card and remember what you took. Easy, no?&#10;&#10;No, because in Memento each card has both a color and shape on it, and each color and shape has a different scoring method with different priorities. On top of that, you'll want to remember the order in which you took various cards because their sequence matters, too. If this game proves too simple for a memory mastermind like yourself, then step up to the professional version of gameplay and see whether you can still keep things in order.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "21913",
    "Name": "Formosa Flowers",
    "ID": 250870,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/250870/formosa-flowers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Seasons change, and flowers blossom. The nature, sun, and wind enjoyed by visitors in the mountain are all beautiful memories of their journeys.&#10;&#10;Formosa Flowers is adapted from (and inspired by) the traditional Japanese card game Hanafuda. Through playing flower cards of the same months, players collect required icons for card sets. In the game, the timing of scoring is very important. Obtaining high points while scoring before other players leave the round requires skill and luck.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Zeczec",
      "Digital Implementations: Tabletopia",
      "Theme: Flowers",
      "Traditional Games: Hanafuda"
    ]
  },
  {
    "Rank": "21914",
    "Name": "Yes! Ginseng",
    "ID": 268275,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/268275/yes-ginseng",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "The aim of this game is to let locals and foreign visitors as they play to become more familiar with Taiwanese food. Using this game book, they can understand the background regarding preparing these special dishes. For foreigners, the enclosed ORDER cards have roman transcriptions (mandarin pinyin or Taiwanese language pinyin for some specific snacks), allowing foreigners to know how to pronounce each dish. So next time they go to a night market they can interact more easily by ordering food directly in Chinese or Taiwanese.&#10;&mdash;description from the designer (translated)&#10;&#10;&#229;&#164;&#156;&#229;&#184;&#130;, &#230;&#151;&#169;&#229;&#183;&#178;&#232;&#158;&#141;&#229;&#133;&#165;&#228;&#186;&#134;&#229;&#143;&#176;&#231;&#129;&#163;&#228;&#186;&#186;&#231;&#154;&#132;&#230;&#151;&#165;&#229;&#184;&#184;&#231;&#148;&#159;&#230;&#180;&#187;&#228;&#184;&#173;, &#228;&#184;&#141;&#229;&#131;&#133;&#230;&#152;&#175;&#232;&#170;&#141;&#232;&#173;&#152;&#229;&#156;&#168;&#229;&#156;&#176;&#230;&#150;&#135;&#229;&#140;&#150;&#230;&#156;&#128;&#228;&#189;&#179;&#231;&#154;&#132;&#232;&#181;&#183;&#233;&#187;&#158;, &#228;&#185;&#159;&#230;&#152;&#175;&#229;&#164;&#150;&#229;&#156;&#139;&#233;&#129;&#138;&#229;&#174;&#162;&#230;&#151;&#133;&#231;&#168;&#139;&#228;&#184;&#173;&#231;&#154;&#132;&#229;&#191;&#133;&#229;&#142;&#187;&#233;&#135;&#141;&#233;&#187;&#158;&#227;&#128;&#130;&#229;&#143;&#176;&#231;&#129;&#163;&#231;&#154;&#132;&#229;&#164;&#156;&#229;&#184;&#130;&#231;&#190;&#142;&#233;&#163;&#159;&#232;&#136;&#137;&#228;&#184;&#150;&#232;&#129;&#158;&#229;&#144;&#141;, &#230;&#136;&#145;&#229;&#128;&#145;&#229;&#176;&#135;&#229;&#133;&#182;&#229;&#140;&#133;&#232;&#163;&#157;&#230;&#136;&#144;&#228;&#184;&#128;&#229;&#128;&#139;&#230;&#156;&#137;&#232;&#182;&#163;&#227;&#128;&#129;&#233;&#171;&#152;&#228;&#186;&#146;&#229;&#139;&#149;&#231;&#154;&#132;&#230;&#161;&#140;&#233;&#129;&#138;&#233;&#129;&#138;&#230;&#136;&#178;,&#227;&#128;&#138;&#229;&#164;&#156;&#229;&#184;&#130;&#228;&#186;&#186;&#232;&#148;&#152;&#227;&#128;&#139;&#229;&#155;&#160;&#232;&#128;&#140;&#232;&#170;&#149;&#231;&#148;&#159;&#227;&#128;&#130;&#229;&#156;&#168;&#233;&#129;&#138;&#230;&#136;&#178;&#232;&#163;&#161;, &#230;&#175;&#143;&#229;&#128;&#139;&#231;&#142;&#169;&#229;&#174;&#182;&#233;&#131;&#189;&#230;&#152;&#175;&#229;&#164;&#156;&#229;&#184;&#130;&#230;&#148;&#164;&#232;&#178;&#169;, &#233;&#153;&#164;&#228;&#186;&#134;&#230;&#156;&#141;&#229;&#139;&#153;&#229;&#174;&#162;&#228;&#186;&#186;&#230;&#142;&#153;&#233;&#140;&#162;&#229;&#164;&#150;, &#229;&#186;&#151;&#229;&#174;&#182;&#228;&#185;&#139;&#233;&#150;&#147;&#228;&#185;&#159;&#230;&#152;&#175;&#231;&#171;&#182;&#231;&#136;&#173;&#230;&#191;&#128;&#231;&#131;&#136;&#231;&#154;&#132;, &#232;&#170;&#141;&#232;&#173;&#152;&#229;&#176;&#143;&#229;&#144;&#131;&#231;&#190;&#142;&#233;&#163;&#159;&#231;&#158;&#173;&#232;&#167;&#163;&#233;&#163;&#159;&#230;&#157;&#144;&#228;&#185;&#139;&#233;&#164;&#152;, &#228;&#185;&#159;&#232;&#131;&#189;&#233;&#171;&#148;&#230;&#156;&#131;&#229;&#129;&#154;&#231;&#148;&#159;&#230;&#132;&#143;&#231;&#154;&#132;&#232;&#190;&#155;&#232;&#139;&#166; (&#231;&#172;&#145;)&#227;&#128;&#130;&#233;&#164;&#144;&#233;&#187;&#158;&#231;&#137;&#140;&#228;&#184;&#138;&#228;&#186;&#166;&#230;&#168;&#153;&#232;&#168;&#187;&#228;&#186;&#134;&#229;&#184;&#184;&#231;&#148;&#168;&#229;&#148;&#184;&#230;&#179;&#149;, &#229;&#164;&#150;&#229;&#156;&#139;&#230;&#156;&#139;&#229;&#143;&#139;&#229;&#173;&#184;&#231;&#191;&#146;&#231;&#153;&#188;&#233;&#159;&#179;&#229;&#190;&#140;, &#229;&#176;&#177;&#229;&#143;&#175;&#228;&#187;&#165;&#231;&#155;&#180;&#230;&#142;&#165;&#228;&#184;&#138;&#232;&#161;&#151;&#230;&#137;&#190;&#229;&#144;&#131;&#231;&#154;&#132;&#229;&#155;&#137;!&#10;&mdash;description from the designer&#10;&#10;Players represent competing vendors at the night market. Each turn, they draw several ingredient cards to their hand in order to match the requirements of the food orders available. If the player is able to complete the food order, they turn in their ingredients and sell the food for money. Players can also use their hard-earned money to buy Special cards, which allow them to attack other players' vendor booths using food inspectors, thieves, and more. The first player to reach 8 money is crowned the winner.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Country: Taiwan",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21915",
    "Name": "4 CYTE (Foresight)",
    "ID": 8032,
    "Year": "(1962)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/8032/4-cyte-foresight",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4",
    "Description": "Each player has an identical set of letters and a six-by-six grid. Players alternate calling letters and placing them on their respective grids. Each player may hold one letter as a stand by.&#10;&#10;When the grids are filled, the players score the six rows, six columns and two diagonals. When a player has spelled a word that is at least three letters long that player receives points for that scoring line. Longer words are worth more points.&#10;&#10;The player with the most points wins.&#10;&#10;In the solitaire version, a player selects thirty six letters and moves them around at will to score a personal best.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids"
    ]
  },
  {
    "Rank": "21916",
    "Name": "Sorry! Card Revenge",
    "ID": 13295,
    "Year": "(2004)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/13295/sorry-card-revenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Sorry! Card Revenge is sweet revenge taken to the next level! It's like the classic family favorite board game, in a easy-to-learn, fast talking card edition. Be the first to get rid of all of your cards, and win. But watch out for the sassy talking pawn. It dishes out extra cards, and attitude, too.&#10;&#10;Each player starts with seven cards and follows play directed by the talking pawn as, one by one, they try to play cards from their hand onto the discard pile by matching either the color (and playing one card) or by playing a sequence of cards in numerical orders. Sorry! cards can be played on opponents who then have to face the direction of the talking pawn after tapping the unit on the head. The pawn takes sweet revenge on players by doling out additional cards and attitude.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Unique Shape",
      "Game: Sorry!"
    ]
  },
  {
    "Rank": "21917",
    "Name": "No Regerts: The Game of Art and Poor Life Choices",
    "ID": 207987,
    "Year": "(2016)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/207987/no-regerts-the-game-of-art-and-poor-life-choices",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "0",
    "Weight": "1",
    "Description": "No Regerts: The Game of Art and Poor Life Choices is a light hearted, fast paced, pvp style card game that plays 2-6 players. Your objective is to be the most badass by the end of the game while making your friends look lame.&#10;&#10;Now how? With the playing deck, each player has a &quot;formation card&quot; to show you how your &quot;body&quot; is formed. Your body is made up of six tattooable limbs (two arms, two legs, a chest, and a back); and each limb holds enough space for 3 designs each (so 18 designs in total).&#10;&#10;To fill these limbs, you have to get tattooed. The game consists of three types of cards: Positive Tattoos (indicated by their blue title color and positive value), Negative Tattoos (indicated by their red title color and negative value, and Modifier Cards (which have no number value and have only a gold bar at the bottom of the card).&#10;&#10;Now game play is easy to learn. Each players starts with a hand size of 5 cards... which will remain for the game unless you have a card that says other wise. And you have four main actions on your turn.&#10;&#10;1. Get tattooed:&#10;This can be a positive or a negative tattoo. To get a positive tattoo, you have to discard either another positive tattoo or a modifier (which is good as gold even though it doesn't have a number value) since good tattoo artists don't work for free. To get a negative tattoo, you probably know someone working out of a van or basement that will give you tetanus along with a free tattoo, so negative tattoos are free and don't require a discard payment. Some cards, both positive and negative, have extra effects that are in their description bars under their titles.&#10;&#10;&#10;    Note if you can't or choose not to do either, you can discard two cards to pass. But to get to your second action, you have to get a tattoo on yourself first.&#10;&#10;&#10;2. Open play:&#10;This is where you can do as much as your hand allows. If you can pay for a second tattoo, you can get one. This is also where the use of modifiers come into play and where the pvp aspect comes in. There is a dreaded modifier known as &quot;Bad Advice&quot;. This modifier is what mainly allows a player to play negative tattoos on other players. And there are other great modifiers that also will effect tattoos that are already in play.&#10;&#10;3. Is a require discard.&#10;This allows for a more balance deck as well as forces more strategy and less hording. There are cards that will effect the discard.&#10;&#10;4. Is basically refresh. Fill your hand back to five (unless you have a card that says other wise).&#10;&#10;The end game is determined when one player has filled their body, that player receives 5 bonus points, and everyone then totals their tattoo values to determine the winner. So just because you finished first, it doesn't mean you've won.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "21918",
    "Name": "Trool Park",
    "ID": 246814,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/246814/trool-park",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1429",
    "Description": "Your dream came true! You've opened your very own theme park!&#10;&#10;Now it's up to you to help it grow by selecting the right attraction to add each turn (from a common pool with the other players) in order to improve your park's characteristics. Be smart about it because at the end of each turn, inspectors come and judge one characteristic of your park &mdash; and all of your competitors as well! Good reviews will bring more people to the best parks!&#10;&#10;After eight turns, the park with the most visitors wins Trool Park!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Organizations: Forgenext",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "21919",
    "Name": "Rival Kings",
    "ID": 191879,
    "Year": "(2016)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/191879/rival-kings",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Rival Kings, two royal families compete for the country and its people. High-ranking personalities prevent the members of the opposing family from using their subjects for their own purposes and from erecting valuable buildings &mdash; but everything comes at a price. Who will lead his family to fame and honor?&#10;&#10;Text from publisher:&#10;&#10;The position of the leader of the empire is vacant. But who has what it takes to become the new king? In order to increase their power, the contenders for the throne rally the country and its people around themselves.&#10;&#10;Who will make the best use of the influence of important personalities and engage his competitors in conflicts without suffering damage himself? Rival Kings is a stalwart card game from HUCH! &amp; friends.&#10;&#10;At the beginning of each cycle, each player chooses one Character card and places it face down in front of him. Once all players have done so, they turn them over simultaneously. The Character cards determine the order of play, the number of possible actions, and potential conflicts. Low-ranking characters have more actions at their disposal, but they may act only after the higher-ranking characters. In addition, each character may come into conflict with certain other characters. When this happens, the higher-ranking character may take one action from the inferior character and carry it out immediately; this action is then no longer available to the lower ranked during his turn.&#10;&#10;After the Character cards have been played and potential conflicts have been resolved, the action phase begins. Now, depending on the action, a player can take money, get rid of Conflict markers, recruit subjects, or buy a building. Players try to secure good combinations of buildings and subjects for themselves in order to get a high score in the end. Besides this, the subjects recruited during the game provide different advantages that can have a crucial impact on the course of the game. However, only one subject is active per player &ndash; if a new Subject card is added, it covers the player's previously laid-out bonus.&#10;&#10;The game ends as soon as one of the card piles has been depleted. The player who has collected the best combinations and has as few Conflict markers as possible lying in front of him has the best chance of assuming the throne.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "21920",
    "Name": "Kung Fu",
    "ID": 151078,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/151078/kung-fu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Show your best kung fu moves in this fast-paced card game. Play cards to hit your opponent, use special powers to surprise him with unexpected moves. Be quick to think and to act, otherwise you might lose the battle. Will you become the new kung fu master?&#10;&#10;Components:&#10;30 attack cards&#10;30 defense cards&#10;20 health tokens&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "21921",
    "Name": "7 Gods",
    "ID": 308663,
    "Year": "(2020)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/308663/7-gods",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Ancient civilizations used to spread stories of mighty gods who created the world and its inhabitants. Standing high above all creation, the gods ruled this world and were worshipped by the creatures living there. This fact was enjoyed so immensely by the gods that some of them decided to decided to find a new world to create and spread even more of their stories and in doing so get more beings to worship them. On this new world, 7 gods from different ancient cultures send forth their envoys to spread word of their greatness, each aiming to become the most popular god of this new world.&#10;&#10;7 different gods with 7 different powers use their Envoys (player tokens) to gain points by Telling Stories (rolling D4 dice) and gain control over villages on Islands. One random god is always excluded in the game; this god will cause disturbances for all players during the game.&#10;&#10;During the player&rsquo;s turn she draws a card from her unique player deck and a dice from the shared Well of Wonders. By playing a card she moves her Envoy to an Island and with the Dice she can Tell a Story (roll the dice) or perform other god actions. When you use the card to move you cannot use the card for other actions that might be on that card. You must make decisions every turn on what part of the cards you use; move or action.&#10;&#10;The game ends when a player reaches a certain amount of victory points or when a certain amount of dice is in the Otherworld (the island in the middle of the game board). This threshold is determined at the start of the game and is affected by the number of players and / or experience. The player with the most victory points after the scoring phase wins.&#10;&#10;The game is for 2 to 6 players.&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "End Game Bonuses",
      "Grid Movement",
      "Hand Management",
      "Hidden Victory Points",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Containers: Triangular Boxes",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "21922",
    "Name": "Razzle",
    "ID": 4268,
    "Year": "(1981)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/4268/razzle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3158",
    "Description": "Two players compete to score points by finding a four-letter word from six letters on dice, or challenging the opponent to do so.  Each victory moves the dice carriage one space closer to the goal, and reaching the goal scores a point.  Ten points wins.  Sort of a cross between Boggle and tug-o-war.&#10;&#10;Razzle is a word dice game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice",
      "Components: Sand Timers",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21923",
    "Name": "Blenheim",
    "ID": 15748,
    "Year": "(1977)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/15748/blenheim",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Blenheim (The Wargamer Magazine #4) is a simulation of the famous battle involving the Duke of Marlborough which took place on August 13, 1704.  The game includes a 16.5&quot; X 11&quot; map, 130 die-cut counters (128 playing pieces, one blank and a game turn marker), and a five page rules booklet with campaign overview by the designer.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Age of Kings",
      "History: War of the Spanish Succession",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21924",
    "Name": "Boarding Party",
    "ID": 4247,
    "Year": "(1982)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/4247/boarding-party",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "SF wargame in which a human colony ship and a robotic &quot;DESTRUCTOR&quot; cruiser have disabled one another in a firefight, and the player has 14 turns to infiltrate the cruiser with a crew of human soldiers and destroy either its Command Computer or all Repair robots. (If the player fails to accomplish this, the cruiser is presumed to have been successfully repaired, leading to the destruction of the colony ship.)&#10;&#10;In the solitaire version, the robots are deployed and moved semi-randomly; in the two-player version, the second player controls the robots.&#10;&#10;This is Task Force Game #1021, one of Task Force's series of microgames. The cover painting is by William H. Keith, Jr., better known as the author or co-author of over 60 military, SF, and game books.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Hidden Movement",
      "Simulation",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Mechanism: Hidden Movement",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Pocket Games (Task Force Games)",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "21925",
    "Name": "Initial D",
    "ID": 7232,
    "Year": "(2003)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/7232/initial-d",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This CCG is based on the popular (in Japan anyway) anime series that is all about street racing. Players construct their decks based around specific automobiles, and then adding &quot;tune ups&quot; cards. Once assembled, each player takes turns trying to play &quot;maneuver cards&quot; to out pace their opponent. Races are held in three &quot;phases&quot;: first a curve (where more maneuverable cars will prevail), a straight-away (speed rules here), and finally another curve. In addition to the various maneuver cards, you can play &quot;navigators&quot; (addition passengers in your car) which can improve your chances of crossing the finish line first. This game is fast paced, and very closely tied to the theme of automobile racing.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21926",
    "Name": "Make 'n' Break: Circus",
    "ID": 153216,
    "Year": "(2014)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/153216/make-n-break-circus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Make 'n' Break Circus continues the Make 'n' Break gaming tradition by pitting players against one another in building contests.&#10;&#10;In this version of the game, each round consists of head-to-head contests between two players. Each player takes one wooden tiger, one wooden panther, and five wooden blocks. Someone flips over one of the challenge cards, and each player races to build the depicted structure. Whoever finishes first grabs the animal feedbox from the table, and if he build correctly, he receives the points shown on the card.&#10;&#10;After a predetermined number of rounds, whoever has accumulated the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Stacking and Balancing"
    ],
    "Families": [
      "Game: Make 'n' Break",
      "Series: Mini (Ravensburger)",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "21927",
    "Name": "My Very First Games: Off to Bed!",
    "ID": 269620,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/269620/my-very-first-games-off-to-bed",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "It&rsquo;s time to go to bed &mdash; but the rabbit, bear and cat are unable to settle down because their beds, pillows and covers are all muddled up! What's more, the animals each want their favorite stuffed toy.&#10;&#10;If the children have good powers of memory and a bit of luck in turning over the tiles in My Very First Games: Off to Bed!, they can succeed in getting their animal into bed first.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Matching",
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Series: My Very First Games (HABA)"
    ]
  },
  {
    "Rank": "21928",
    "Name": "MafiaDollar",
    "ID": 123085,
    "Year": "(2012)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/123085/mafiadollar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "In MafiaDollar each player takes control of a mafia clan and tries to earn as many dollars as possible before the &quot;End of Prohibition&quot; card appears. Players employ gangsters, equip them with item cards, and send them out to the street to &quot;earn&quot; dollars by taking loot cards and bringing them safely back to their warehouses. If the streets are empty, it might be a good time to break into another player's warehouse or take out one of the competing gangsters. Beware of the police, however, as they might pop into a player's hand at any time and turn their forces your way.&#10;&#10;At the end of the game, the clan who banks the most dollars wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "21929",
    "Name": "Distrito 21",
    "ID": 43295,
    "Year": "(1987)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/43295/distrito-21",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Game of abstract strategy. The objective of the game is capture the boss of the other side. The sides of the game are: the gangsters and the police.&#10;There are three types of units:&#10;For the police: &#10;1 Police Inspector&#10;7 Detectives&#10;8 Agents&#10;For the gangsters:&#10;1 Gang Boss&#10;7 Bodyguards&#10;8 Gunmen&#10;The board represents the streets of a district of the city (21th District), and the units move along these streets respecting the one-way streets (apart from the bosses who can move in all directions). The bosses move one square. The Detectives and bodyguards move three squares and the policemen and gunmen move two squares&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "21930",
    "Name": "Pocket Dungeon Quest",
    "ID": 163119,
    "Year": "(2015)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/163119/pocket-dungeon-quest",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "Pocket Dungeon Quest is a simplified, casual rogue-like tabletop adventure for 1-4 players. PDQ is a unique tabletop game that is inspired by classic video games such as Rogue and Sword of Fargoal. This original board game is made up entirely of tiles that represent a dungeon, monsters and the items that could be found within.&#10;&#10;Basic gameplay begins by randomizing the dungeon. Every player chooses their hero from four unique classes. Each class has a unique skill that will aid in the dungeon crawl.&#10;&#10;Heroes move and reveal more of the dungeon each turn. Monsters are fought easily with a die roll. Spells and items are used to augment the attacks.&#10;&#10;The game is won by finding the three relics and the exit without losing a single member of the party. Good luck!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "21931",
    "Name": "The South Seas Campaign, 1942-43",
    "ID": 74309,
    "Year": "(2011)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/74309/the-south-seas-campaign-1942-43",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.75",
    "Description": "The South Seas Campaign, 1942-43, designed by Joseph Miranda, is a two player, strategic-level wargame of intermediate complexity that covers the struggle for control of the naval, air and land lines of communication between Australia and the US during those two years. Most ground units in the game represent divisions, brigades or regiments. Aircraft units represent two groups or air regiments (six to eight squadrons). Ship units mostly represent one fleet aircraft carrier, 'divisions' of two light or escort carriers, two battleships, four cruisers, squadrons of six to eight destroyers (plus Japanese light cruiser destroyer leaders), and various numbers of other ship types. On the area map, each inch equals 90 miles. Each turn represents from two weeks to two months, depending on the tempo of action at any given time.&#10;&#10;Special rules cover such things as: random events, reinforcements, withdrawals, refits, fog of war, off-map bases, interceptions, invading Australia, long-range bombers, protected targets, shore bombardment, commandos, airborne units, seaplanes, and the Tokyo Express. The game uses the system originally created for our earlier-published game, Red Dragon Rising. The turn sequence is as follows.&#10;&#10;Originally published in World at War magazine #18 (Jun-Jul 2011).&#10;&#10;&#10;I. Japanese Random Event Check&#10;II. Japanese Random Event Resolution&#10;III. Japanese Action&#10;IV. Allied Random Event Check&#10;V. Allied Random Event Resolution&#10;VI. Allied Action&#10;VII. Turn Record Phase&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Simulation"
    ],
    "Families": [
      "Magazine: World at War",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "21932",
    "Name": "Brains!",
    "ID": 258474,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/258474/brains",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "2",
    "Description": "You command an army of the undead! Using your zombie horde, beat your opponents to be the first to collect valuable treasures.&#10;&#10;Brains! is a graveyard-building game for 2-5 players. Each turn, either DRAW 2 cards, PLAY a card, or DISCARD the top card of the deck.&#10;&#10;Discarded cards enter your graveyard, which can trigger powerful effects or unlock ongoing abilities!&#10;&#10;When you play a card, either play it to THE PIT (for its ability) or into your collection (for its braaaiiiiiins). The first to have 21 or more brains at the start of their turn is the winner!&#10;&#10;The third game in the Treasure Hunters line, Brains! shuffles together with Ninjitsu! and/or Scuttle!, for pirate-ninja-zombie mayhem. It also works seamlessly with the Treasure Hunters Expansions.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Creatures: Zombies",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Cuttle"
    ]
  },
  {
    "Rank": "21933",
    "Name": "Middle Sea: Empires of the Feudal Age",
    "ID": 2097,
    "Year": "(1979)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/2097/middle-sea-empires-of-the-feudal-age",
    "Min Players": "2",
    "Max Players": "40",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.3333",
    "Description": "A multi-player&dagger; board game that recreates the growth of empires during the Middle Ages throughout the Mediterranean world.  Christians and Moslems in conflict among themselves and with each other.&#10;&#10;Originally a PBM game; it involves partially hidden movement (you move &quot;armies&quot; and &quot;fleets&quot; of hidden make-up) as well as simultaneous turn plotting.  Spy rings are valuable intelligence-gathering units.  Areas fought over repeatedly suffer from the warfare and have their economic value depressed --a neat touch which is unfortunately uncommon in wargames.&#10;&#10;&dagger; In theory, the game can accommodate 40 players, one for each leader and its province.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval",
      "Political",
      "Spies / Secret Agents",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Events",
      "Paper-and-Pencil",
      "Player Judge",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "21934",
    "Name": "Superpowers at War",
    "ID": 9110,
    "Year": "(1985)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/9110/superpowers-at-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8",
    "Description": "The SUPERPOWERS AT WAR game presents two hypothetical regimental level campaign scenarios set in West Germany following the hypothetical outbreak of a conflict between NATO and Warsaw Pact countries.&#10;&#10;The Drive on Munich Scenario is set in an early phase of the conflict. The Warsaw Pact player must capture Munich and drive back the NATO forces in southern West Germany. A variety of NATO forces have gathered to stop the onrushing Soviet and Czech forces.&#10;&#10;The Across the Rhine Scenario begins at a later stage in the conflict, with the assumption that the Warsaw Pact has broken through the &ldquo;forward defense&rdquo; lines of NATO. The Warsaw Pact player tries to move his substantial forces over the Rhine River and into the open country beyond, while retreating NATO units stream onto the map, trying desperately to evade the closing Soviet pincers and to fight a successful delaying action.&#10;&#10;The game is played in a series of double impulse game turns, during which the initiative (first move and attack) may pass from player to player. Movement and attacks are halved in the second impulse. The ground scale is 4 kilometers per hex, with each game turn representing about 24 hours.&#10;&#10;The Game Map:&#10;The Drive on Munich map covers the area from the Austrian border to Munich. The Across the Rhine map covers the area from the Ruhr to Belgium. A hexagonal grid has been superimposed on each map to regulate movement; each hex has an identity number.&#10;&#10;GAME PARTS:&#10;&bull;    One 22 &quot; * 32.5 &quot; game map&#10;&bull;    One counter sheet of 200 cardboard playing pieces&#10;&bull;    One 16-page rule booklet&#10;&bull;    One six-sided die (not included in magazine version)&#10;&bull;    One game box (not included in magazine version)&#10;&#10;(from the rulebook)&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21935",
    "Name": "Beyond the Gates of Antares: The Dice Game",
    "ID": 211882,
    "Year": "(2016)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/211882/beyond-the-gates-of-antares-the-dice-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "The ancient Gates of Antares link or isolate worlds across countless galaxies. The evolved panhuman races wage unending war to control the Gates and the undiscovered systems beyond.&#10;&#10;Take on the battling forces of the Concord IMTel, the symbiotic Isorians, the bio-adapted Boromites, the twisted Ghar Empire or the warlike Algoryn Prosperate to claim control of the Gates that lead to new planetary systems to trade and colonise.&#10;&#10;With each faction bringing a unique twist to the otherwise simple rules, roll the Skirmish dice to score victories on your campaign and claim the Gate. Each player&rsquo;s round represents a military offensive that will give the chance for scoring victories, but be aware of the Fate dice opponents will play against you as they can twist your results and turn a clear victory into a total failure!&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "21936",
    "Name": "Baby Boom",
    "ID": 91197,
    "Year": "(2010)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/91197/baby-boom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In this tactical game for two to four players, the goal is to blow up the enemy die-bomb using its own dices.&#10;&#10;A die-bomb is a 6 sided dice with 5 sides numbered from 1 to 5 and a face &quot;Boom!&#10;&#10;Blow your dice-bombs to kill those of your opponents while trying to keep yours on the board. On each move, the countdown of your dice-bomb continues: 5... 4... 3... 2... 1... boom!!! All the dice on its horizontal and vertical lines are blown by the explosion. Only your die remains, until somebody else blow it with another explosion.&#10;&#10;With its variants and modular platform, Baby Boom offers many different way to play.&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Components: 5 x 5 Grids"
    ]
  },
  {
    "Rank": "21937",
    "Name": "Mind the Gap",
    "ID": 229537,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/229537/mind-the-gap",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Players have a hand of cards, each representing stations on the London Underground. Each card shows the coloured underground lines served by that station. Some stations will be intersections of numerous lines, others will be on a single line. The first player lays a card face up and players in turn play cards that are on a line that matches that of the previous card. If they cannot lay a card, they draw a card. The winner is the first player to exhaust their hand. There are special cards that use phrases that will be well known to London Underground travellers and which affect game play. For example, 'Planned Engineering Works' allows a player to specify a line that is 'closed' and so cannot be played until that player's next turn. The short rules include a variant that allows multi-game scoring.&#10;&#10;The cards replicate the iconic design of the London Underground map, and the game is licensed by Transport for London. It comes in a tin box that replicates the London Underground symbol (red circle crossed with a blue bar).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Cities: London (England, UK)"
    ]
  },
  {
    "Rank": "21938",
    "Name": "Ergo",
    "ID": 2198,
    "Year": "(1977)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/2198/ergo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "1 Playboard - Consisting of the Arena (56 spaces) with outer track (34 spaces). 2 Storage Compartments - Consisting 24 playing pieces, 12 black, 12 white. Lion embossed on one side, hollow on the other.&#10;&#10;Object of the game&#10;The winner is the player who is first to arrange 5 of his own pieces in an uninterrupted vertical, horizontal or diagonal line anywhere on the playboard (including the outer track).&#10;&#10;To start&#10;Both players place your 12 pieces lion side up in the storage compartment on your side of the playboard.  Black always starts.&#10;&#10;Moves you can make&#10;1. Move a piece from the storage compartment to any position in the arena (hollow side up)&#10;2. Move a piece from the storage compartment to any free position on the outer track (lion side up).&#10;3. Move a piece in the arena (hollow side up) one space vertically or horizontally. If it moves to the outer track turn it lion side up.&#10;4. Move a lion piece one space vertically, horizontally or Diagonally.&#10;5. Slide a lion space around the outer track to any other free space (no jumping).&#10;&#10;That's it.  A simple game with a bit more going on then Pente.  The rules are in 10 languages.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 7 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21939",
    "Name": "Saline",
    "ID": 289316,
    "Year": "(2020)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/289316/saline",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Saline is a game of resource management (salt) and placement (carnations).&#10;&#10;The story :&#10;&#10;We are in the 1770s, in the summer season in the village of Selak on the edge of the Atlantic Ocean.&#10;&#10;The season is in full swing and you will have to work hard to become the most prestigious salt marsh worker in the kingdom.&#10;&#10;For this, you need to create your saline (salt marsh) by buying carnations (evaporation pond) at the market and place them judiciously to achieve goals.&#10;&#10;Like a magician, the salt worker metamorphoses seawater into white gold with the complicity of the sun and the wind ... But watch out for storms that prevent production.&#10;&#10;Manage your salt production and sell it at the right time to make a maximum of Liards (currency). Beware of the Gabelle (tax on salt) that fluctuates throughout the game!&#10;&#10;Finally, play event cards to improve your strategies. Saline is a game sometimes sneaky, where all the low shots are allowed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Market",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "21940",
    "Name": "Strike North",
    "ID": 10258,
    "Year": "(1996)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/10258/strike-north",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Game has a variety of scenarios, covering the historical 1940 invasion of Norway along with various alternative-history scenarios set in 1940 and 1943. Themes for these include invasions of Sweden and pre-Normandy invasions of Norway.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Norway",
      "Country: Sweden",
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21941",
    "Name": "Napoleon's First Battles",
    "ID": 7131,
    "Year": "(1993)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/7131/napoleons-first-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.2308",
    "Description": "Napoleon's First Battles simulates four early battles from the French Republican era, namely, &quot;Montenotte&quot;, &quot;Arcola&quot;, &quot;The Pyramids&quot; and &quot;Marengo&quot;.&#10;&#10;There are a basic and an advanced game. The wargame utilises the standard CRT (Assault Combat Result Table) which includes disruption. An elan rating is included to show the capability of a unit to close with the enemy in battle.&#10;&#10;A separate artillery bombardment table is utilized to show the effects of artillery.&#10;&#10;Contents:&#10;1 standard rules booklet&#10;400 double sided die counters&#10;2 17&quot;x22&quot; maps&#10;1 six sided die&#10;&#10;Playing Time = 1 to 2 hours&#10;Complexity = Low&#10;Solitaire Suitability = High&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "History: French Revolutionary Wars",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "21942",
    "Name": "SeaRovers",
    "ID": 25627,
    "Year": "(2006)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/25627/searovers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "SeaRovers is a game filled with grit, greed, action and adventure! Set in the Caribbean and North Atlantic during the late 17th and early 18th centuries, SeaRovers recreates the true stories of the most fiendish filibusters and freebooters to ever roam the Spanish Main.&#10;&#10;Historically accurate with unique and engaging game-play, SeaRovers combines; card-play and hand-management, dice-based combat, attacks and saving rolls, and a pick-up and delivery system that rewards tactics and planning. All brought to life on a hex-based map with actual locations of buccaneer and pirate attacks.&#10;&#10;SeaRovers is also a visual tribute to history&rsquo;s classic illustrators Howard Pyle, Frank E. Schoonover, and N. C. Wyeth, whose work defined the archetypal image we all share of pirates today.&#10;&#10;For 1 to 4 players, ages 14 to adult. Play-time averages 30 minutes per player with the Standard movement system (1-4 players, 30-120 minutes), 45 minutes per player with the Advanced movement system which uses wind and course direction (1-4 players, 45-180 minutes).&nbsp;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Fighting",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Hexagon Grid",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "21943",
    "Name": "Supernatural Socks",
    "ID": 209661,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/209661/supernatural-socks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Supernatural Socks is a game about losing socks in the dryer. Players compete to score socks while utilizing sock ghosts to protect themselves or sabotage their opponents.&#10;&#10;Each player will start with seven sock cards and play any three face down in front of them. The players will then, in turn order, reveal the cards they played. Certain card effects don't apply until after all other player's cards are revealed, others apply immediately. For example dress socks are &quot;all business&quot; and go straight to the dryer and are immediately moved to the dryer when they are revealed. However, Tighty Whiteys are placed into an opposing player's washer and are not applied until all other players reveal.&#10;&#10;If a player did NOT play a pair they get to draw a sock ghost card that changes the game in some way (breaking their dryer, allowing them to &quot;lose&quot; opponents socks, or block their opponents from doing the same to them, etc.).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Laundry & Socks"
    ]
  },
  {
    "Rank": "21944",
    "Name": "Terrible Swift Swordfish",
    "ID": 127823,
    "Year": "(2012)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/127823/terrible-swift-swordfish",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5556",
    "Description": "An LPS bonus mini-game, Terrible Swift Swordfish is a solitaire simulation of the Royal Navy's bold and devastating attack on the ships of the Regia Marina in the port of Taranto during the night of November 11-12, 1940.&#10;&#10;In two waves, the player send his Swordfish carrier-based biplanes laden with either torpedos or bombs to attack Italian ships or bomb port facilities respectively. Damage inflicted is determined by chit-pull (or dice rolling in the case of flak).&#10;&#10;As additional Swordfish enter the map on their pre-designated bombing runs, Italian flak and anti-torpedo defenses grow more coordinated and deadly.&#10;&#10;The player attempts to maximize his Victory Points by sinking ships and bombing facilities, all while trying to avoid the loss of his Swordfish Biplanes.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Italy",
      "Magazine: Against The Odds",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "21945",
    "Name": "Overboard",
    "ID": 613,
    "Year": "(1977)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/613/overboard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8",
    "Description": "This game is one of a series of 2 player strategy games by Lakeside from the 1970's, also including Blockade, Trespass, and Isolation.  In Overboard, the &quot;Slide to Survive&quot; game, the board is a 7x7 grid of squares with slots between them to create a grid of 6x6 or 36 playing positions. There are 36 pieces, 18 red, 18 white, which are placed on the intersections between the squares; they have little knobs which hold them in the slots.  On his turn, a player uses one of his pieces to push a row of his opponent's pieces off the board, a la Kuba.  The winner is the last player with pieces on the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games",
      "Series: Abstract (Lakeside)",
      "Series: Traveller (Ravensburger)"
    ]
  },
  {
    "Rank": "21946",
    "Name": "Monopoly: Star Wars 40th Anniversary Special Edition",
    "ID": 241205,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/241205/monopoly-star-wars-40th-anniversary-special-editio",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1",
    "Description": "It&rsquo;s the classic Monopoly game taken to a galaxy far, far away!&#10;&#10;Relive the original Star Wars story and make a fortune as you...&#10;Shape your destiny with the Force and Smuggler&rsquo;s Cargo cards!&#10;Collect classic scenes and iconic ship from 1977 movie!&#10;Build Fleets and Bases, and side with the Rebels or the Empire!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "21947",
    "Name": "Superfly",
    "ID": 293291,
    "Year": "(2020)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/293291/superfly",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "To win Superfly, you need to make a smashing success, squashing all the right bugs along the way.&#10;&#10;At the start of each turn, a number of cards are laid out, then someone counts &quot;1, 2, 3!&quot; at which point everyone smashes their die-filled flyswatter onto their chosen card. If you're the only one to swat a card, you claim it; if multiple people swat a card, then whoever &quot;rolled&quot; the highest number with the die in their flyswatter wins the card. The only exception: If you rolled a number that matches the number on the card, then the bug is killed and removed from play!&#10;&#10;You continue taking turns until someone has collected five cards, then you see who has the largest collection of cards all in the same color, all with the same number, or with none of the cards having the same number or color. Whoever has this largest collection wins the round and collects a fly-hunter token. You then shuffle all the cards to begin a new round, and whoever first collects three fly-hunter tokens wins!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "21948",
    "Name": "Numeri",
    "ID": 11215,
    "Year": "(1973)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/11215/numeri",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Each player receives six figures of the same color, numbered from 1 to six. The number on the dice signifies the figures to be played. A player must move figures totaling to the amount shown. If he rolls a six he can move as an example pawn number 2 and pawn number 4. They always move to the next free space that is available on the board.&#10;If the player succeeds in making a chain - that means 3 or more pawns in a row he rolls the dice again.&#10;The game is finished when the last three, specially marked squares are occupied. Each player receives the number of points achieved by multiplying the number of the square by the number of the occupying pawn.&#10;&#10;Re-implemented by:&#10;&#10;    Moon Leap&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "21949",
    "Name": "Peaky Blinders: Under New Management",
    "ID": 290822,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/290822/peaky-blinders-under-new-management",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5714",
    "Description": "Travel back to the golden twenties, to the city Birmingham after the first World War. Play your own role in an exciting gangster war between different factions. Increase your personal stats, charisma, strength and intellect, to overcome your enemies and accomplish your missions. But you can't do this alone. Create a network of friends and foes, invest in rum, car parts, weapons or horse racing and go head to head with your biggest competitor to become the most fearsome gangster in Birmingham!&#10;&#10;Peaky Blinders: Under New Management is a strategic and economical board game. The game can be played from two to four players and is a heavy game that usually takes longer than an hour. The game contains lots of components like cardboard gameboards, wooden tokens, cards and miniatures. The goal of the game is to control a certain part of England by investing, gambling and placing the right components at the right time. The game is a balance between luck and strategy, with a worker placement, dice rolling and resource management theme.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Dice Rolling",
      "Investment",
      "Race",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Cities: Birmingham (England)",
      "Components: Miniatures",
      "Country: England",
      "Decades: The 1920's",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Sports: Horse Racing",
      "TV Shows: Peaky Blinders"
    ]
  },
  {
    "Rank": "21950",
    "Name": "Scavenger Hunt",
    "ID": 18563,
    "Year": "(2005)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/18563/scavenger-hunt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "From the publisher:&#10;&#10;Scavenger Hunt is a hilarious card game in which the ravenous predators of the Savannah out-sneak, out-wit, and out-fight each other in a bloody battle to acquire the most animal carcasses! Each player controls a scavenger, sending them out to retrieve tasty vittles to bring home to the lair for leisurely consumption. Be the best carrion-eater you can be!&#10;&#10;Scavenger Hunt Features:&#10;&#10;- Game design optimized for anywhere from 2 to 6 players &#10;- Each player controls their own carrion-eater as they battle over the prey animals of the Savannah &#10;- Event cards and Skulduggery cards add excitement and intrigue to the game &#10;- Win by stealth, speed, or strength!&#10;&#10;If you find the behavior, locations, or diets of the creatures depicted within this game too unrealistic, put these rules down and go back to watching Animal Planet. No animals were harmed or carcasses devoured in the creation of this product.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "21951",
    "Name": "Monopoly: Stock Exchange",
    "ID": 3065,
    "Year": "(2001)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/3065/monopoly-stock-exchange",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2778",
    "Description": "Monopoly: Stock Exchange is a Monopoly variant that adds stock manipulation and trading to the mix.  Instead of only one player owning a company (property), now multiple players can own stock in it.  The president is the player with a simple majority of stock in the company.  Acquire the presidency in a block of companies and you've got yourself a monopoly.&#10;&#10;An electronic console keeps track of the proceedings.&#10;&#10;",
    "Categories": [
      "Economic",
      "Electronic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "21952",
    "Name": "Galactic Starfire",
    "ID": 7539,
    "Year": "(2000)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/7539/galactic-starfire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.2",
    "Description": "The fourth edition of the Starfire game system.&#10;&#10;GALACTIC STARFIRE is a complete revision of Starfire to make a tremendous number of advances in the tactical and campaign systems. While the tactical battles remain relatively unchanged, the major advancement in 4th edition is in the campaign system.&quot;&#10;&#10;&quot;STARFIRE is a game of tactical starship combat, focusing on fleet level combat with multiple ships. CAMPAIGN STARFIRE are rules that add an empire building campaign system to the game for long-term strategic game play. GALACTIC STARFIRE includes rules (2 96-page books) to both of these game levels, 4 brand-new counter sheets, and a large hexagon 'system' map.&quot;&#10;&#10;Re-implements:&#10;&#10;     Starfire (3rd Edition)&#10;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Starfire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21953",
    "Name": "Ocean Pods",
    "ID": 364571,
    "Year": "(2023)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/364571/ocean-pods",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "Ocean Pods is a 2 to 5 dice drafting game for 2 to 5 players.&#10;&#10;You are a Marine Biologist with research objectives to achieve for points. To do this players must draft dice resources from various Oceans such as Krill, Cephalopods (squid &amp; Octopus), Crustaceans (Crabs &amp; Lobsters), Fish and Pinnipeds (Seals).&#10;&#10;These resources are exchanged to attract Whales and Dolphins to your pod by paying the resource cost for the animal cards in the open pod deck.&#10;&#10;However each turn the boats move to different Oceans blocking your options and plastic pollution leaks into the sea. Too much Plastic and the game will end. Players have to work semi-cooperatively to clean the plastic or they all lose. Should you sacrifce a turn to clean the Ocean?&#10;&#10;In this beautiful game only one player can win but all could lose!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Open Drafting",
      "Resource Queue",
      "Semi-Cooperative Game",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Dolphins",
      "Animals: Fish / Fishes",
      "Animals: Octopuses",
      "Animals: Whales",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21954",
    "Name": "In the City: Origins",
    "ID": 140940,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/140940/in-the-city-origins",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The king has died! &#3;To save the city from &#3;usurpers, you must use guile, stealth, and cunning to outwit your enemies. Shifting alliances, unreliable partners, and devious opponents all complicate your path to the throne. Manipulate aristocrats, generals, and ignoble citizenry as you seize the crown and save your city.&#10;&#10;In the drafting-style game In the City: Origins for 2-5 players. Each player starts with a leader card (different every game 20 in all in the base set) and each turn they recruit a person from the city square. This gets them victory points, influence to recruit bigger and better people, the ability to manipulate the cards you are recruiting, and the ability to interfere with you opponents. The game is over when 2 out of the 7 columns in the city square are empty. At the end of the game, the victory points are totaled and the winner is the player with the most.&#10;&#10;The winner of the game becomes the new King of the city. As such, the people you recruit have a certain amount of sway in choosing the new king so those with more sway are worth more victory points. For example, an aristocrat is worth more victory points then a hired digger. Each leader is named after a position of importance or power showing that they would want to take the throne.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21955",
    "Name": "Nightlight",
    "ID": 162288,
    "Year": "(2014)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/162288/nightlight",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "Each night, a secret war is waged.  The battlefield is always the same, but the enemy changes; some nights, taking the form of spiders and creepy-crawlies, other nights, taking the form of unknown shapes that shift on the edge of your vision.  Your duty is to defend the serenity of dreams from the corruption of the Nightmare by ensuring that the Nightlight stays lit. Take control of a stuffed animal animated by the Child&rsquo;s imagination and given strength by the magic of dreams themselves!&#10;&#10;Rounds are divided into phases, with the players and the Nightmare deck each taking turns to act.  First, the stuffed animals raid the Toy Chest for Weapon and Skill cards that they can use to defend against the enemies of the Nightmare.  Then, each player is dealt two Nightmare cards, which could either be enemies or Crises, that their stuffed animal must deal with during the next phase.  Finally, the dreamscape shifts, and a new Dream card is flipped, adding a new weakness for the Nightmare to exploit.&#10;&#10;After each side has prepared, the enemies and stuffed animals take turns attacking.  Once every enemy has attacked, each side is granted a short reprieve before starting a new round.&#10;&#10;Every round is more dire than the last, but if at least one stuffed animal survives until the end of the third round, the Nightlight has survived until dawn and the players have won the game!&#10;&#10;Fight hard, but don&rsquo;t let the changing nature of dreams distract your stuffed animal and give the Nightmare an opportunity to strike!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21956",
    "Name": "Swintus Junior",
    "ID": 131182,
    "Year": "(2012)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/131182/swintus-junior",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Play with Superpigs&#10;&#10;Svintus Junior is the latest addition to the piggish series of games which is geared towards the youngest players. It is different from the adult versions due to simplified rules and illustrations designed specifically for kids.&#10;The object of the game is incredibly simple &mdash; you must get rid of your cards before your opponents do. You will be helped by a team of Superpigs. Meet our heroes: the super-fast Lightning Pork, the Greedy-Piggy, the Cunning-Piglet, the Cool-Beans Pig, the color-changing Pigameleon, the secretive Mystery-Piggy and the strict Ms. Sauerbraten.&#10;&#10;Gameplay&#10;&#10;Swintus Junior is a commercial version of Crazy Eights, a public domain card game played with a standard deck of playing cards. Goal of the game &ndash; empty youre hand and catch opposing players with cards left in theirs. Swintus Junior players attempt to play a card by matching its color, number, or word to the topmost card on the discard pile. If unable to play, players draw a card from the draw pile, and if still unable to play, they pass their turn. There are special piggy cards which makes game more interesting, not easy and much funny.&#10;&#10;Game contents&#10;&#10;&#10;    28 Superpig cards of 7 types&#10;    64 Number cards of 4 colors &#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Pigs",
      "Digital Implementations: Tabletopia",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "21957",
    "Name": "Night Knight",
    "ID": 403151,
    "Year": "(2024)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/403151/night-knight",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Night Knight, you want to get rid of your cards first in a new type of pillow fight.&#10;&#10;To set up, each player receives a stack of cards face down, and two pillows are placed face down in the center of the table. On a turn, each player reveals their top card, then races to carry out the action depicted...maybe:&#10;&#10;&#10;    With a red card, you must grab a pillow and throw it at someone with a green card. If no one has a green card, though, don't touch anything!&#10;    With a green card, use your card as a shield to protect yourself from a thrown pillow &mdash; unless no one has a red card in which case you're forbidden to form a card shield.&#10;    With a pink card, grab one of the pillows and lay your head down on it.&#10;    With a blue card that depicts the pillow king, then no one should do anything!&#10;&#10;&#10;If you do what you're supposed to do &mdash; or don't do what you're not supposed to do &mdash; then discard your card. If you make a mistake or take action when the king is present, then place your card on the bottom of your stack.&#10;&#10;The first player to play their final card wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21958",
    "Name": "Peach Snaps",
    "ID": 276005,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/276005/peach-snaps",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Peach Snaps is a juicy game of fast reactions. Set up the game by dealing out the entire pack of cards equally between the number of players and leaving one card in the middle to start the snap pile.&#10;&#10;Each player must then draw the top 3 cards from their respective&#10;draw piles to create their hand (make sure the other players don&rsquo;t see your hand). Snap down any card from your hand onto the centre piles each time there's a match by colour , symbol or number. Only when you have used all three cards in your hand are you able to draw a new hand. Everyone plays at once in a furiously fast race to get rid of their cards fast.&#10;&#10;To make things even more fun, there are action cards throughout the pack - a freeze card, a new peachy pile card and a clear hand pile. Any card can be played on top of an action card.&#10;When you play the freeze card you are then able to nominate any player who then can not play until 5 cards have been played in the game.&#10;&#10;The new peachy pile card allows you to start another brand new pile in addition the the main snap pile.&#10;If the clear hand card is among the three cards in your hand you are able to discard your entire hand onto the snap pile with the clear hand card on top.&#10;&#10;The first player with no cards left wins by saying 'Peach Snaps!'&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "21959",
    "Name": "IGOR: The Mad Scientist's Lament",
    "ID": 8892,
    "Year": "(2004)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/8892/igor-the-mad-scientists-lament",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4545",
    "Description": "It isn't easy being a Mad Scientist: the long nights, the horrible working conditions. And the peasants bursting in with their torches and pitchforks and weird rake things.&#10;&#10;But the worst has to be your incompetent minions. Here you are, trying to work on your greatest creation ever! And your bungling assistant IGOR can't procure you the parts you need. Oh, life is cruel.&#10;&#10;But there is hope! Be the first to build all your devices and you shall rule supreme! Bwahahahahahahahaha!&#10;&#10;In IGOR, players scramble to build devices, but are hampered both by the machinations of other players and their incompetent assistant IGOR. IGOR is represented by a special die, and will do something random for his Scientist every round. The first player to build ten victory points worth of devices, wins!&#10;&#10;Unlike Interactivities Ink's previous games, IGOR is a complete boxed game, with full color playing card stock cards, not photocopied index card stock.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "21960",
    "Name": "Frontier-6",
    "ID": 1983,
    "Year": "(1980)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/1983/frontier-6",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.875",
    "Description": "You visit frontier towns as you go around the outer track, and you can buy up parts of them (bank, saloon, etc.) to secure revenue.  Whenever you visit the Bank, you have the option of holding it up, in which case the game switches to a different mode, which uses the inside of the board.  This shows a map of the Far West --you are now an outlaw on that map, running for the border.  Those of the other players that want to are also put on the map as bounty hunters.  Once the chase is resolved --one way or another-- the pieces return to the outer track.&#10;&#10;",
    "Categories": [
      "American West",
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "21961",
    "Name": "Kerrunch",
    "ID": 3384,
    "Year": "(1991)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/3384/kerrunch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In Kerrunch the idea is to score three touchdowns. Starting with the player who won the toss, you take turns trying to move  players to try to get the ball in your opponent's end zone and score a touchdown. When, either, you or your opponent score a touchdown the game is paused while injured players come back on. The two teams then return to their end zones and the game restarts until one team has scored three touchdowns, and won.&#10;&#10;From the box:&#10;&quot;Kerrunch! The title says it all! This is the football game with a difference, where teams of heavily armored Orcs, Dwarfs, Humans and Elves have to fight their way from one end of the pitch to the other to score those elusive touchdowns.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Sports",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "21962",
    "Name": "Dungeon Attack!",
    "ID": 145793,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/145793/dungeon-attack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Dungeon Attack! is a fast-paced, action packed dice game where you and your friends venture into an ancient dungeon, defeat angry monsters, and search for treasure.&#10;&#10;Each die represents a monster. A single die is a strong monster while rolling a handful of dice represents weak minions fighting at their master's will.&#10;&#10;The game pack easily accommodates four players and more can join in on the fun with additional dice packs.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21963",
    "Name": "Poo Poo Pets",
    "ID": 300138,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/300138/poo-poo-pets",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.4",
    "Description": "In Poo Poo Pets, all players roll their dice at the same time, trying to roll the number combinations shown on the other players' tiles. As soon as a player does this, they quickly squeeze the squeaky poo pile. All players must pause to see whether the combination is correct, and if it is, the player may take the tile. As soon as a player runs out of tiles, they're eliminated from the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Real-Time"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Excrements / Feces / Poop / Urine"
    ]
  },
  {
    "Rank": "21964",
    "Name": "Moscou 1941: Aux Portes du Kremlin",
    "ID": 12521,
    "Year": "(1995)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/12521/moscou-1941-aux-portes-du-kremlin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.375",
    "Description": "&quot;Moscou 1941: Aux Portes du Kremlin&quot; (Moscow 1941: At the Kremlin Gates) is an Operational level wargame simulation of the late 1941 fightings around Moscow (from November 15th to December 15th 1941).&#10;&#10;1 turn = 3 days&#10;1 unit = German regiments / Russian divisions&#10;1 hex = 2.5 km&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Components: DTP (Desktop Publishing)",
      "Country: Germany",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "21965",
    "Name": "The Battle for North Africa: War in the Desert, 1940-42",
    "ID": 5039,
    "Year": "(1996)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/5039/the-battle-for-north-africa-war-in-the-desert-1940",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.9",
    "Description": "Battle for North Africa: War in the Desert, 1940-42, takes GMT's Gameplayers Series into the modern era, allowing players to fight one of the hobby's favorite campaigns with a totally new approach that emphasizes ease of play. The randomized features of the innovative Activation Marker system allow gamers to combine logistics, command, and use of reserves into one simple mechanic, while still providing a maximum amount of uncertainty, tension and fun. The scale of Battle for North Africa also allows players to recreate the sweeping maneuvers of the desert war with scenarios that can be played in one sitting or that cover the entire two years of fighting.&#10;&#10;And for the first time, players will be able to change history, perhaps bringing Rommel's Afrika Korps divisions in before O'Conner can sweep the Italians from Libya!&#10;&#10;With the Gameplayers emphasis on ease of play, most veteran gamers will find themselves in the thick of things in less than 15 minutes, while newcomers will find Battle for North Africa most accessible. And if you can't find a ready opponent, Battle for North Africa has been designed with solitaire play in mind.&#10;&#10;All your favorite units are here -- from Rommel's 5th and 8th Panzers, to the hulking behemoth tanks of the British Royal Tank Regiments, to the Italian Rapgruppamento Maletti, complete with the Saharanio Camel Regiment (which had no camels).&#10;Battle for North Africa will provide an evening of fast armored action, with enough historical and tactical insight to satisfy even the most demanding of gamers.&#10;&#10;&#10;Innovative Sequence of Play -- the Activation Marker System -- that combines uncertainty and play tension, logistical requirements and command capabilities.&#10;Extensive Random Events that include Enigma and Ultra, sandstorms, desert raids, amphibious operations, and even Italian paradrops, all with no extra rules burden.&#10;Differentiation between combat formations and support assets; a simple and elegant combat table that emphasizes combined arms; armor upgrades; Italian surrender; and variable Allied withdrawal.&#10;Four scenarios, including a full 1940-42 campaign that allows players to alter German and Allied arrivals.&#10;Hidden reserve system, variable overrun, counter-attack, and armor superiority.&#10;&#10;Game Scale:&#10;Game Turn: 1 month&#10;Hex: 8.5 miles / 13.68 kilometers&#10;Units: Battalion to Division&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full color mapsheets&#10;Two dual-side printed countersheets (280 1/2&quot; &amp; 176 5/8&quot; counters)&#10;One 20-page Battle for North Africa rulebook&#10;Two dual-side printed Player Aid cards&#10;Three single-side printed Play Aid cards&#10;One 10-sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Decades: The 1940's"
    ]
  },
  {
    "Rank": "21966",
    "Name": "Globbo!",
    "ID": 2195,
    "Year": "(1983)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/2195/globbo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9412",
    "Description": "From the game...&quot;An exceptionally strange game of exploding children and their cheerfully homicidal baby-sitter in a really alien playpen.&quot;&#10;&#10;As in Ogre and Stomp here is a game with one big powerful unit on one side and a whole bunch of less powerful beings on the other.  The difference here is the big and powerful Globbo grows bigger all the time (except when one of the cute little urchins has exploded and taken out a big chunk of Globbo).&#10;&#10;The little angels come in three types, Biters who can attack and will explode if hit by Globbo, Blips who are created by exploding Biters and Yeasts who are also created by exploding Biters.  Yeast and Blips can combine to form more Biters.&#10;&#10;Globbo has his weapons also.  His head has a big attack up to 15 hexes away but only in a straight line.  Blue Zap parts which must be adjacent to the head or another Blue Zap piece can attack up to 3 hexes away and the Red Slaps can attack adjacent spaces.  Red Slaps must be adjacent to Blue Zaps.  Globbo moves like a giant amoeba as all his parts try to stay adjacent to the proper parts to remain alive.&#10;&#10;Originally published in The Space Gamer (Issue 62 - Apr 1983).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fighting",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Magazine: Space Gamer",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21967",
    "Name": "Jungle Speed: Silver",
    "ID": 143200,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/143200/jungle-speed-silver",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.1667",
    "Description": "Jungle Speed just got even faster!&#10;&#10;Jungle Speed Dark or Silver &ndash; its your choice! Offering new packaging, new cards, all weather-proof, and in a new travel-convenient size! Flip the cards, spot the matching symbols and grab the totem, but grab faster than your friends, or you&rsquo;ll be stuck with their cards. Dump your whole hand to win &ndash; if you can! Jungle Speed is easy to learn and fast to play, with excitement and fun for families and friends of all ages.&#10;&#10;FEATURES&#10;&bull;Fast pace and exciting game play.&#10;&bull;Easy to learn.&#10;&bull;Fun for all of your friends and family.&#10;&bull;International best seller!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Jungle Speed"
    ]
  },
  {
    "Rank": "21968",
    "Name": "Pacifist",
    "ID": 18805,
    "Year": "(1984)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/18805/pacifist",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The winner is the player who best organizes a plan to support the underdeveloped regions of the world.&#10;&#10;",
    "Categories": [
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "21969",
    "Name": "FitzIt",
    "ID": 117823,
    "Year": "(2012)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/117823/fitzit",
    "Min Players": "2",
    "Max Players": "17",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Game description from the publisher:&#10;&#10;What comes in a box, fits inside a blender, and is bound to make you laugh? FitzIt &ndash; the party game where fun is all in the description! Name an object that fits the attributes on your cards, then play them to the grid. The more cards you play, the faster you score. Use your creativity and you're fit to win!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Port-A-Party (Gamewright)"
    ]
  },
  {
    "Rank": "21970",
    "Name": "Sortie",
    "ID": 27949,
    "Year": "(2007)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/27949/sortie",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "From the Front Porch Classics Press Release:&#10;&#10;The year is 1943. From Asia to England, and all places in between, Axis and Allied pilots put their daring, skill and nerve to the test in a fight for air supremacy; the prize being nothing less than the fate of the world. In Front Porch Classics&rsquo; new adventure game Sortie, players simultaneously play cards that authentically simulate the thrill and exhilaration of World War II dog fighting. Cast metal planes, a segmented wood playing surface and more than 100 playing cards combine to give you a taste of what it was like behind the cockpits of the fighting machines of yesteryear. This dog- fighting game comes packaged in an elegant all wood book-style box. For two to six players, ages eight and up.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "21971",
    "Name": "Color Code",
    "ID": 342211,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/342211/color-code",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A color says more than a thousand pictures.&#10;&#10;Everyone has color associations for certain terms. Which colors do YOU associate with Surfing, Music, or Magic?&#10;&#10;As a team you try to match up your inner color associations. Put yourself into the other players' minds and together solve the COLOR CODE!&#10;&#10;The active player gets three topics and must secretly assign one of seven (more as the game progresses) colors to them. The other players then discuss and guess which colors the active player chose for each topic. For every match, they get half a point.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "21972",
    "Name": "Knights of the Hound Table",
    "ID": 283623,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/283623/knights-of-the-hound-table",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "50",
    "Weight": "1",
    "Description": "A deck-building card game set in an all dog medieval world. Two sides have been fighting a war for ages, the red and the blue houses, but when The Great Distraction happens, nobody can remember what team they're on. Now it's up to you to draft dogs to your side and win the war!&#10;&#10;Players will take turns drafting hounds to their side. They'll then play three at a time: 1 to attack, 1 to defend and 1 to use their ability. Gain treats for damage dealt and use it to buy heroes to your deck.&#10;&#10;Keep attacking your enemies until you're the last one standing!&#10;&#10;",
    "Categories": [
      "Animals",
      "Wargame"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "21973",
    "Name": "Package!?",
    "ID": 202896,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/202896/package",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "2.2",
    "Description": "Package!? is an abstract strategy game, designed with very quick play in mind (roughly 5 minutes a game), and is played without the need for a board, or a great deal of space. Each player is responsible for depositing a number of packages to 5 different locations, as well as moving packages about between these locations, and creating openings to remove opposing packages from the game. Each turn the current player will roll the die, and take one of the available actions dependant on the number rolled, taking into account the current location of the player, and the number of opposing packages at surrounding locations.&#10;&#10;Points are scored for each package left in play at the end of the game depending on its location. When all players have placed their packages, the one with the most points is declared the winner&hellip; Simple. Sort of!&#10;&#10;The decision behind what&rsquo;s in the packages, and what each player represents, is left to you&hellip; Maybe you are couriers taking parcels to businesses? Maybe you are spies leaving bombs in enemy facilities? Maybe you are fishermen bringing the days catch into harbour? &ndash; Lets be honest, if we told you who and what, then it wouldn&rsquo;t be abstract anymore!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21974",
    "Name": "The Perfect Heist",
    "ID": 131144,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/131144/the-perfect-heist",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Perfect Heist is a cooperative/competitive board game that captures the excitement of forming a handpicked crew of professionals to pull off epic heists.&#10;&#10;You play as petty thieves bent on becoming the world&rsquo;s most infamous criminal mastermind. To win, you must convince your friends&mdash;those gunmen, con artists, and grizzled vets who are &ldquo;getting too old for this&rdquo;&mdash;to join your crew and take on increasingly more audacious heists to make a name for yourself.&#10;&#10;You will need skills and equipment to survive. But more importantly, you will need cunning to form crews with other players to pull off large jobs and negotiate your share of the reward.&#10;&#10;Make and break deals. Forge alliances or hold your friends hostage. Only the most notorious will win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Negotiation",
      "Role Playing",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "21975",
    "Name": "Dirty Money: The Money Laundering Game",
    "ID": 315066,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/315066/dirty-money-the-money-laundering-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Dirty Money is a 2-5 players game, set in the world of white collar crime, where you play as corrupted politicians, loan sharks and tax cheaters trying to launder their ill gotten gains. Invest in artwork, businesses and real estate all around the world while trying to turn dirty money into clean money. Beware of your fellow players who will attempt to expose your operation to the government with a legion of lawyers and accountants. Are you able to avoid the government black list while laundering the most amount of money?&#10;&#10;Players begin the game with a hand of clean and dirty money and they have to decide to visit a choice of 6 location to retrieve the dirty money generated in that location. They than have to decide how to make use of the clean and dirty money to purchase various types of assets within that location or activate location abilities.&#10;&#10;Once a player accumulate 10 types of investment, the game ends and each player will score the investment they have bought and deduct the blacklist penalties they have accumulated due to reporting by other players.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Mafia"
    ],
    "Mechanics": [
      "Investment"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "21976",
    "Name": "Party Alias (Travel)",
    "ID": 66245,
    "Year": "(2010)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/66245/party-alias-travel",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "From the publisher:&#10;The funtastic party game in a handy travel size edition! Party Alias is a hilarious version of the popular word explaining game Alias &ndash; a word game with a twist! The words are explained in completely new and crazy ways whenever the team lands on one of the Party spaces. You might get to tell a crazy story that includes all the words on a card, describe celebrities, or try to explain the words without using a certain letter. You also get to explain words in different moods &ndash; will you be hysterical, depressed or angry? Party Alias challenges everyone to explain, get active and use their creativity!&#10;&#10;This travel version is different from the first Party Alias. It uses dice instead of a spinner, has fewer cards, and the story telling cards are made a little shorter (only 4 required to get the bonus).&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Racing",
      "Travel",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Point to Point Movement",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Alias"
    ]
  },
  {
    "Rank": "21977",
    "Name": "The Construction Game",
    "ID": 8008,
    "Year": "(1993)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/8008/the-construction-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Done by the creators of the Farming Game, this takes their wonderful concept to a new level! Similar to the Farming Game, each player owns a construction company. Through buying equipment and winning bids, players are able to increase their production and thus their income! Players win when they make $1,500,000. This game teaches debt management, diversification of assets, and other useful skills for children and adults.&#10;&#10;",
    "Categories": [
      "Educational",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "21978",
    "Name": "Paper World",
    "ID": 429020,
    "Year": "(2025)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/429020/paper-world",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "In Paper World, each player takes on the role of a traveler trying to recreate the landscapes they have seen during their journeys using layers of paper. Stack the various layers of paper you find to have the most victory&#10;points at the end of the game.&#10;&#10;On your turn, you can either:&#10;TAKE one or more cards.&#10;PLACE one or more cards in front of you, forming your landscape.&#10;In both cases, the rule is the same: take / place cards of the same color or the same value.&#10;&#10;When only 2 piles of cards remain in the center at the end of a player&rsquo;s turn, the end game is triggered. Each player, including the one who triggered the end of the game, plays one more turn before the final scoring.&#10;&#10;The player with the most stars on the cards wins. In case of a tie, the player with the fewest cards in their discard pile wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "21979",
    "Name": "The Heavens of Olympus",
    "ID": 37680,
    "Year": "(2011)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/37680/the-heavens-of-olympus",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6875",
    "Description": "Zeus, the greatest of all gods, has decided to build a universe that he can gaze upon from high atop Mount Olympus. He has enlisted the help of several unknown gods to do this for him - and they have 5 days to finish the job. The god who performs the best while building this universe will be elevated in status and receive admission into Mount Olympus.&#10;&#10;The game progresses over the course of 5 rounds or &quot;Days&quot;. Each day has three phases (a morning, an afternoon, and an evening). During these phases, players will select actions such as making planets, placing planets, etc. After these three phases are completed, night happens in which scoring occurs and Zeus gazes upon the work of the players. Players receive Prestige Points for things such as having the most planets in an orbit and for constellations (connections of planets) they have built.&#10;&#10;At the end of the 5th day, whoever has earned the most prestige wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Contests: Rio Grande Games Design",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "21980",
    "Name": "Super-Vampire",
    "ID": 192352,
    "Year": "(2016)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/192352/super-vampire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;In Super-Vampire, the evildoer Dr. Garlic has set his evil plan in motion to place garlic everywhere in the freshly cleaned crypt! This means you need to hurry and get rid of all the garlic before sunrise. Luckily, super vampires keep special garlic-eating pets called &quot;Gorlocs&quot; inside their towers, but Gorlocs don't like to run or walk or do just about anything other than eat garlic, so you must fly around the crypt and collect all the garlic to bring it back to the tower before sunrise.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "21981",
    "Name": "Numeracy Legends and The Zerda Fox",
    "ID": 224749,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/224749/numeracy-legends-and-the-zerda-fox",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Numeracy Legends and The Zerda Fox is a memory challenge and probability evaluation game. In the game there are multiple uncertainty factors, accompanied by action and route options, building up thousands of probability combinations. Players will win through a series of memorization and decision making.&#10;&#10;---&#10;&#10;Three brief steps of the rules:&#10;&#10;Step 1. Select a tent as the starting point. The goal is to successfully deliver cupcakes without running out of them on your way.&#10;&#10;Step 2. In a players turn, one can choose from three actions: move along the tiles and feed a creature with cupcakes; stay and supply a cupcake; or stay and collect an ice cream. Ice cream can only be used for specific races of creatures, but can be used over and over again.&#10;&#10;Step 3. During the race, should a player run out of cupcakes, one have to start all over again from the starting point. The first one to reach the goal with at least one cupcake remaining is the winner.&#10;&#10;--&#10;Other games from Numeracy Legends Trilogy:&#10;&#10;Numeracy Legends and The Rainbow Unicorn&#10;https://boardgamegeek.com/boardgame/224454/numeracy-legends-and-rainbow-unicorn&#10;&#10;Numeracy Legends and The Gluttony Dragon&#10;https://boardgamegeek.com/boardgame/224750/numeracy-legends-and-gluttony-dragon&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Dice",
      "Educational",
      "Math",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Recognition"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21982",
    "Name": "Baton Rouge: Street Fighting in the Louisiana Capital, August 5, 1862",
    "ID": 4680,
    "Year": "(1990)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/4680/baton-rouge-street-fighting-in-the-louisiana-capit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2727",
    "Description": "Baton Rouge is part of the Great Battles of the American Civil War series (GBACW). This series is an offshoot of the Terrible Swift Sword: Battle of Gettysburg Game (TSS) system.&#10;&#10;The game simulates the Confederate attempt to retake the Louisiana capital in August, 1862. A unique aspect of this battle was the support of the Confederate ironclad Arkansas, which leads to a simulation of naval support of street fighting.&#10;&#10;Game-turns represent about three quarters of an hour of real time. The map scale is 110 per hex, and each Strength Point is the equivalent of 25 men or 1 artillery/naval gun.&#10;&#10;1 22&quot; x 17&rdquo; mapsheet, 1 countersheet of 100 counters.&#10;&#10;This game was included in Strategy &amp; Tactics magazine #133.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Great Battles of the American Civil War (Richard H. Berg)",
      "States: Louisiana"
    ]
  },
  {
    "Rank": "21983",
    "Name": "Immer oben auf!",
    "ID": 10809,
    "Year": "(2004)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/10809/immer-oben-auf",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A children's game that appears to involve stacking cubes which show pictures of animals. Hence the picture on the box...&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21984",
    "Name": "Pai Gow",
    "ID": 25461,
    "Year": null,
    "Geek Rating": "5.506",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/25461/pai-gow",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.8",
    "Description": "Pai Gow is a traditional Chinese gambling game played with a special set of 32 dominoes (see Chinese Dominoes). Everyone plays against a banker. Each player gets dealt four dominoes and makes two pairs. A player wins (loses) if each matching pair is better (worse) than the dealers. If they split, it's a draw. The only decision made in the game is how to split the original four tiles.&#10;&#10;Because of the rules, the game is often a draw. The ranking of hands is traditional and not obvious. For example, the best pair is (4/2)(2/1).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management"
    ],
    "Families": [
      "Components: Chinese Dominoes"
    ]
  },
  {
    "Rank": "21985",
    "Name": "The Dutch East Indies",
    "ID": 216907,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/216907/the-dutch-east-indies",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.8571",
    "Description": "It is the 17th century in the East Indies. You are in charge of two ships, and you have a clear mission: Find valuable spices, and bring them back home &mdash; but there are a few catches. You have to bring these spices home before any other country does. There are pirates out there who will shoot your ships to smithereens when given the chance. And as for finding those spices, you and your competitors could just trade them with locals and bring them home &mdash; or you can battle and try to steal them from one another!&#10;&#10;The first player to bring home two copies of the four desirable spices wins The Dutch East Indies!&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Pirates",
      "Transportation"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Netherlands",
      "Crowdfunding: Giochistarter",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "21986",
    "Name": "DREBO",
    "ID": 370136,
    "Year": "(2022)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/370136/drebo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Turn and tilt the dice in the way that suits you best... The tactical dice game for people with bad luck!&#10;&#10;Everyone has their own playing sheet on which they cross off their results. Together you tilt and push the dice over the game board and try to be the first to reach 3 Drebos. Every time you turn the dice, and perhaps use a special ability first, you can cross off a square on your block that corresponds to the colour and number of the dice square. There are row and colour combos. To do this, you must either have 5 crosses in a horizontal, vertical or diagonal row, or have 5 crossed squares of the same colour. You must announce each DREBO aloud and cross it off on your game board. It is common to show more enthusiasm with each additional DREBO, to shout louder and even to jump up at the end!&#10;&#10;DREBO is an entertaining dice game for the whole family. With 8 different playing sheets and 2 game boards, it can be combined again and again. Due to high interactivity, there is no waiting time during the moves of the others.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Once-Per-Game Abilities",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "21987",
    "Name": "Jurassic World: The Boardgame",
    "ID": 260329,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/260329/jurassic-world-the-boardgame",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.375",
    "Description": "Jurassic World is a game where players work together to manage a dinosaur park. Each player chooses an employee to help them look after the park. Employees have various skills, which allow them to place buildings and create dinosaurs for example. You spread word about the park by entertaining your visitors. However, be careful! The more dinosaurs the park contains, the greater the chance of break outs with gruesome consequences.&#10;&#10;Jurassic World is a cooperative board game from 2 to 6 players. It's a combination of making the right choices with your teammates and some luck with rolling the dice. Players start their turn together by placing their banners strategically in the preparation phase. In the action phase players take actions based on where they placed their banner in the previous phase. In the action phase players take actions, for example: Digging up dinosaurs, researching dinosaurs, placing dinosaurs in their paddock, building entertainment buildings or buying upgrades. They succeed in these actions by rolling the right numbers with the dice. If all that is going according to plans, players will be able to fulfill all the requirements of a mission and win the game. But if something goes wrong and the 'danger meter' reaches 20, all players will lose the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Islands: Fictional",
      "Movies: Jurassic Park"
    ]
  },
  {
    "Rank": "21988",
    "Name": "GodZ",
    "ID": 160550,
    "Year": "(2014)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/160550/godz",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1429",
    "Description": "A new world is about to arise. A horde of GodZ are battling to be the most powerful deity of the pantheon: Will you play the role of Tud, God of Mountains, Mud and Ugly Snouts? Or will you dwell in the ocean bottom with Glu, God of the Sea, of Fried Fish and of Octoguys? Whichever god you are going to incarnate, you will lay the foundations of your brand new cult, creating life, building temples and guiding your mighty Avatar amongst mortals. Lead your followers in epic, god-sized battles, and become the most powerful of the GodZ!&#10;&#10;In GodZ, players take control of one of the deities of the world of Super Fantasy: Ugly Snouts Assault. The game takes place on a modular, hexed board that is built up by players as the game proceeds. Victory can be achieved in different ways: controlling regions, conquering cities, fighting, building, or being adored by huge amounts of followers.&#10;&#10;The heart of the game is the action system, based on a mechanism that allows players to perform miracles and actions, and even to directly score points, choosing their priorities carefully each turn: the more powerful their actions, the fewer points they will score when their followers pray.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "21989",
    "Name": "Making Profit: The Boardgame",
    "ID": 124224,
    "Year": "(2012)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/124224/making-profit-the-boardgame",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Game description from the publisher:&#10;&#10;&quot;You can make a profit in several ways &ndash; either by producing goods yourself or investing in other players' activities. But which method is more efficient &ndash; should you depend mainly on your own wisdom or would you prefer the way of passive investing? Answer can be found from Making Profit: The Boardgame. 2-6 players. Money. Stock. Production. Everything depends on you!&quot;&#10;&#10;In Making Profit: The Boardgame every player is both factory manager and investor at the same time. As factory manager you have to decide: should you run the factory for profits or develop it instead... and what area to develop: resource or products? As investor you have to choose the factories to invest into; should you stick close to your own plant or are there more lucrative options made available by opponents? But there are so few actions available each turn...and at the end the winner is the one with most combined wealth.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": [
      "Crowdfunding: Indiegogo"
    ]
  },
  {
    "Rank": "21990",
    "Name": "House of Plants",
    "ID": 328188,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/328188/house-of-plants",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Players compete to fill their room with the greatest total value of house plants, but lose points at the end of the game for any bugs or purchased plants they've been unable to meet the care requirements for.&#10;&#10;Players purchase unique plants from the offer which each have their differing care requirements which consist of 3 types of resources (humidity, sunlight, water). Purchased plants can be cared for by collecting the required number of each resource from the common market of 4 face-up cards. Market cards are replaced by shifting other face-up cards down, allowing players to choose what cards are available for the next player, including possibly forcing them to take a score-reducing bug card. Wild cards and bug killer can also be purchased as an action, but every dollar left over at the end of the game is also worth points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Market",
      "Victory Points as a Resource"
    ],
    "Families": []
  },
  {
    "Rank": "21991",
    "Name": "Doggy GO!",
    "ID": 168446,
    "Year": "(2014)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/168446/doggy-go",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Doggy Acrobats are coming to town! Doggies are practicing so hard before the show, but unfortunately, their trainer fell ill! What should they do without their trusted trainer? How can they keep the practice going? Oh! Maybe the new trainer can help them out! Come on! The Doggy show is counting on you now!&#10;&#10;Doggy Go! is a speed game in which players try to be the first to complete the patterns on Acrobat cards with their Doggy tiles . Whoever scores the most Acrobat cards in the end wins the game.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "21992",
    "Name": "SenbaZuru",
    "ID": 330582,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/330582/senbazuru",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Senbazuru is an ancient Japanese legend that says that anyone who makes a thousand paper cranes will receive the favor of one crane. The thousand origami became a symbol of peace in Japan from the story of Sadako Sasaki (1943-1955).&#10;&#10;In this exclusive strategy game for two players we will have to build origami and place them on the table, if we place them well, we will be able to keep the opponent's origami.&#10;&#10;Each player, in turn order place one of the 4 tales from their hand, catching all the origami place in one diagonal line of the same color. then draws a new tile. The're some tiles with special effects alowing you to win more point or block some origami lines.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21993",
    "Name": "Pier 18",
    "ID": 346747,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/346747/pier-18",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "In Pier 18, you take on the role of a Victorian pier builder as you compete to create the country&rsquo;s greatest seaside pier. Using only 18 cards, you&rsquo;ll draft and position sections of pier, building your unique structure outwards to sea in an effort to score the most victory points.&#10;&#10;During a player's turn they will draft one of the cards from the centre of the table and add this to their pier. This will make their pier larger but depending on how they place it can score them more or less points. The game ends when there are no cards left to draft and players tally up their in game (scoring the highest of that patron that round) and end gamepoints (a&#10;total of all icons scored) to determine who is the winner.&#10;&#10;Victory points are earned by meeting the needs of pier visitors and workers, as well as satisfying the demands of powerful patrons, who&rsquo;ll lend their support to one pier at the end of every round. You also choose a personal goal that you&rsquo;ll attempt to fulfill throughout the course of the game.&#10;&#10;After a number of rounds the player with the most victory points wins the game, and is crowned greatest pier builder of their generation!&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "21994",
    "Name": "Phutball",
    "ID": 25433,
    "Year": "(1982)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/25433/phutball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1429",
    "Description": "The game is played using part of the Go board.&#10;&#10;The objective is to score goals by using the men (the black stones) to move the football (the white stone) onto or over the opponent's goal line. Player A tries to move the football to rows 19 or 20 and player B to rows 1 or 0. At the start of the game the football is placed on the central point.&#10;&#10;Players alternate making moves. A move is either to add a man to any vacant point on the board or to move the ball.&#10;&#10;The football is moved by a series of jumps over adjacent men. Each jump is to the first vacant point in a straight line horizontally, vertically, or diagonally over one or more men. The jumped men are then removed from the board (before any subsequent jump occurs). This process repeats for as long as there remain men available to be jumped and the player desires. Jumping is optional, there is no requirement to jump. Note that in contrast to checkers, multiple men in a row are jumped and removed as a group.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21995",
    "Name": "TOKYO GAME SHOW",
    "ID": 268250,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/268250/tokyo-game-show",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In TOKYO GAME SHOW you will host 5 rounds of a Japanese game show, inviting up to 5 of your friends to put on colorful wrist bands and compete in your mini games! With over 50 included games from 10 categories, plus the option to use any of the other TOKYO SERIES titles as game show games, this party hit is perfect for any player count or skill level!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Dice",
      "Educational",
      "Humor",
      "Movies / TV / Radio theme",
      "Music",
      "Negotiation",
      "Number",
      "Party Game",
      "Puzzle",
      "Real-time",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Modular Board",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Series: TOKYO (Jordan Draper Games)",
      "Theme: Television (TV) Industry"
    ]
  },
  {
    "Rank": "21996",
    "Name": "Ninja Sen So",
    "ID": 30010,
    "Year": "(2007)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/30010/ninja-sen-so",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.7143",
    "Description": "Sen So is a 2 or more player strategy board game.  Each player selects from the following weapons: Katana, Nunchaku, Bo Staff, Kau sin ke, Nagamaki and Shuriken.  Players use these along with attacks, moves and blocks to defeat their opponents.  The winner is the player with the most points at the end of the game.&#10;&#10;Sen So uses a unique set of octagonal cards and card holders.  This provides fast play for even large numbers of players.  It is a pure strategy game.  No lucky draw of a card or dice in this game.  Each player has the same weapons to choose from, their decisions and actions determine who the winner is.&#10;&#10;The game includes everything needed for 2 players to play.  Additional sets can be printed or purchased for up to as many players as desired.&#10;&#10;Contents: &#10;&#10;    Game board&#10;    Rules&#10;    Player sheets&#10;    Vinyl Ninjas (2 of 6 colors)&#10;    Player markers&#10;    8 card holders&#10;    36 octagon cards&#10;    Bonus PC CD.&#10;&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Sen So",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "21997",
    "Name": "Doomsday Bots",
    "ID": 253683,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/253683/doomsday-bots",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Doomsday Bots is a 2-4 player competitive board game that brings together elements of card drafting, dungeon running and player-vs-player combat. You and your fellow Mad Geniuses must scrounge for parts and assemble the best Bot you can, then race each other to the top of the Boss&rsquo;s Clock Tower. Work together or go it alone to defeat the Boss, but only one can escape to victory with the highly coveted Boss Loot!&#10;&#10;The game is set in a Steampunk Post-Apocalyptic world where all that has survived are Mad Geniuses and a virtually endless supply of moddable Bots! These Geniuses have got it into their head that they can do the End of the World better than the last guy. But there are less rare components left from the pre-apocalypse than there are inventors competing for them. So you&rsquo;d better strap on your Goggles and enter the fray. If anyone&rsquo;s going to end the world again, it&rsquo;s you!&#10;&#10;Seize the Doomsday!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21998",
    "Name": "Junk Yard",
    "ID": 3355,
    "Year": "(2002)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/3355/junk-yard",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Throw a set of dominoes, a deck of cards, and a game board into a trash bag.  Shake it up really well then dump it onto the table.  Since you will still only have a jumbled set of dominoes, cards and a board, you should try the Junk Yard of games contained in this bag instead.  We have taken come of the best features of cards games like taking tricks, passing cards you don't like to another player and trumping your opponent's clever play.  We've added the great things about dominoes like standing them up in front of you instead of having to hold a deck of cards, stacking them up, knocking them down, and the solid thunk one makes when you play it on the table with authority.  Add a board (well, actually a bag with a board printed on it) to play these games on and make your tiles look better than most other trash and you have Junk Yard and other Trick-Taking Tile-Laying Board Games.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "21999",
    "Name": "Solaris",
    "ID": 219359,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/219359/solaris",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.0769",
    "Description": "Description from the publisher:&#10;&#10;Space stations equipped with high-performance solar panels called Solaris circle red giants and send the generated energy directly to Earth using new laser and wormhole technology. In the science-fiction space game Solaris, players try to solar mine the suns of other galaxies.&#10;&#10;Solaris is a strategy game with many tactical choices won by the player who manages the tight resources the best.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Components: Multi-Use Cards"
    ]
  },
  {
    "Rank": "22000",
    "Name": "Desktopia",
    "ID": 145911,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/145911/desktopia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "From publisher:&#10;&#10;Desktopia is a fascinating game that requires good planning, physical coordination and a good eye. It has mighty warriors, mysterious artifacts and deadly missiles. They are represented by disks of varying sizes and colors that have to be sent flying towards their targets with a well-aimed flick of a finger. Choose a side of the table and lead your order&rsquo;s army into a campaign of world conquest.&#10;&#10;Desktopia games can vary substantially. The battlefield landscape is formed by the random conglomeration of objects that can usually be found on your desk or table. These may include books, cups, your laptop, a mouse or a remote control. The game pack includes a set of riveting scenarios. You can take part in a massive melee, rob caravans, perform speed missions under a hail of arrows and even solve riddles!&#10;&#10;Each player will have his own small army represented by discs of different sizes and corresponding reference cards. Legendary heroes, tough veterans and faithful fighters each of them with unique abilities described on reference card will be at your disposal. Likewise there will be small missile disks, which can be used by some of your characters, and mighty artifacts, which you can take under control during the course of a battle.&#10;&#10;In your turn you can activate three of your characters: flick the disk to attack or use a missile instead or cast a spell. There are a lot of interesting choices you will have each time - whom and how to activate, trying to make a risky long short or just safely moving your warrior into an advantageous position for the next move. In this game your tactical choices are much more important than anything else. You also have to try to make the best use of the synergy of the different warrior types in your army!&#10;&#10;We actively encourage players to use everyday objects from their tables. Imagine a turned glass as a sphere of ice which could freeze some disks of your enemy, a book as an impregnable cliff, from which your archers could safely attack, or a vase as a control tower with 10 hit points.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mechanism: Finger Flicking Games"
    ]
  }
]