[
  {
    "Rank": "N/A",
    "Name": "Integer Chess",
    "ID": 25147,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25147/integer-chess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The coordinate plane is the 'playground' of algebra, the arena where algebraic concepts are displayed graphically.  Integer Chess, helps grades 3 - 7 students understand and develop proficiency in skills involving graphing, making vector-like moves, etc.  on the coordinate plane! Students will be prepared to use this vital algebraic tool will before formal study of algebra begins. &#10; Integer Chess, features three Power Learning integer games played on the coordinate plane!  Each game offers simple to complex strategies, challenging novices and masters alike!  Understanding of vital algebraic concepts develops through play.&#10;&#10;Locations &amp; Moves familiarizes students with graphing points and making vector-like-moves.&#10;&#10;Integer Addends &amp; Sums challenges students to find strategic locations using vector-like sums.&#10;&#10;Integer Products &amp; Factors challenges students to find strategic locations using vector-like products.&#10;&#10;Each move in these Power Learning games requires students to examine multiple options, thereby intensifying practice.&#10;&#10;Contents: &#10;&#10;    Instructions &#10;    Integer Chess Game Board &#10;    Spinner &#10;    4 Sets of Pawns &#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 13 x 13 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Math Dash",
    "ID": 25148,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/25148/math-dash",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kids will be challenged by the fast pace of Crossword Math whether they are accomplished math whizzes or are building confidence with basic math skills. Includes 150 math tiles, game board, score pad, and guide. &#10;Everyone takes three tiles and starts building math equations. &#10;The first person to run out of tiles says &ldquo;Take three more!&rdquo; &#10;The crossword-style puzzle can be rearranged at any time. &#10;Use the last tile and win! &#10;For 2-8 players.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Roll & Write Word Game",
    "ID": 25149,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25149/roll-and-write-word-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Children build and sound out hundreds of words&mdash;as they combine beginning sounds on the dice with ending sounds on our game board! The 18 3/4&quot; game board comes with 9 color-coded foam dice, 4 write &amp; wipe scorecards, 4 markers and a handy word list&hellip;plus instructions for multiple levels of play. For 2-4 players.&#10;&#10;Targets standards in these areas:&#10;&bull; Initial phoneme substitution&#10;&bull; Identifying words with common endings &#10;&bull; Research &amp; reference skills&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roll and Read Word Family Game",
    "ID": 25150,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25150/roll-and-read-word-family-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kids roll the dice, start the timer&hellip;then combine onsets and rimes to build tons of words before time is up! Game highlights 24 different word families, and includes 4 write &amp; wipe scorecards, markers, dice and more. 1-4 players.&#10;&#10;Targets standards in these areas:&#10;&bull; Identifying spelling patterns&#10;&bull; Identifying onsets and rimes&#10;&bull; Decoding &amp; vocabulary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "20 Questions: Nature and Science",
    "ID": 25151,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/25151/20-questions-nature-and-science",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "20 Questions Nature and Science Edition challenges players to guess well-known Animals, Vegetables, Minerals and Natural Wonders.&#10;&#10;Everyone plays on every turn, as fun and factual clues reveal mystery topics from the exciting world of nature and science.  The goal is to figure out the mystery topic in the fewest number of clues, but watch out - clues can be deceiving!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Science",
      "Traditional Games: 20 Questions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Gong Show Game",
    "ID": 25152,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/25152/the-gong-show-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players move around the gameboard with the goal being to land on the Stage space. One there, a player draws a card and performs the task on it. The other players give score cards to the performer based on how the other players judge the performance. If one player gives the performer a &quot;Gong&quot; Card, both players have a roll-off to see which of those two players will be penalized. If two Gong Cards are awarded, the performer gets no points. The first player to accumulate 30 points is the winner.&#10;&#10;The game is based, rather loosely, on the popular television series which originally ran from 1976-80.&#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroscape: Nerak's Return",
    "ID": 25153,
    "Year": "(2005)",
    "Geek Rating": "5.630",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25153/heroscape-neraks-return",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3077",
    "Description": "Nerak the Glacian Swog Rider was a 2005 GenCon exclusive figure, for use in HeroScape series of games. It was later included in Wave 10 (Valkrill's Gambit: Champions of Renown).&#10;&#10;The figure was also later given away at select Toys 'R Us Heroscape events.&#10;&#10;Detailed list of figures&#10;&#10;Expands:&#10;&#10;    Heroscape Master Set: Rise of the Valkyrie&#10;    HeroScape Master Set: Swarm of the Marro&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Heroscape"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroscape: Sir Hawthorne's Arrival",
    "ID": 25154,
    "Year": "(2006)",
    "Geek Rating": "5.614",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25154/heroscape-sir-hawthornes-arrival",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Sir Hawthorne was a 2006 GenCon exclusive figure, for use in the HeroScape series of games. It was later included in Wave 10 (Valkrill's Gambit: Champions of Renown).&#10;&#10;Detailed list of figures&#10;&#10;Expands:&#10;&#10;    Heroscape Master Set: Rise of the Valkyrie&#10;    HeroScape Master Set: Swarm of the Marro&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Heroscape"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "First Learning Games of Animals",
    "ID": 25156,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25156/first-learning-games-of-animals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Contains 20 learning games for young children.  Includes Pushout animal picture boards, spinner, animal picnic game board, mother and baby animal cards, animal dominoes and animal markers.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Area Movement",
      "Memory",
      "Pattern Building",
      "Pattern Recognition",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skittle Bingo",
    "ID": 25159,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25159/skittle-bingo",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bingo with a skittle twist. Players spin a roulette wheel style device to draw numbers for play in bingo.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Celebrities: Don Adams",
      "Series: Skittle (Aurora)",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Archworld",
    "ID": 25161,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25161/archworld",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The games system of Archworld is designed with several purposes in mind:&#10;&#10;1) To explain in terms of wargaming the capabilities of the armies and the peoples of the Archworld campaign setting&#10;&#10;2) To provide a simple yet realistic set of rules that will cover ancient, medieval, and early gunnery periods.&#10;&#10;One of the reasons behind the genesis of the Archworld rules has been an attempt to respond to the needs and complaints of many wargamers who feel that most of the ancient warfare rules now available are far too complex. Too many of these game systems require an excessive amount of log keeping and the use of overly long sets of tables. A need for referees and a lot of pencil pushing detracts from the enjoyment of the game.&#10;&#10;The other problem with many fantasy rules is that they bear little relation to the literary fantasy tradition. These games tend to rely upon vast numbers of omnipotent beings and spell-casting wizards rather than the strategic capabilities of a kingdom's legions of ordinary soldiers.&#10;&#10;Archworld is intended to provide a reasonable and easy-to-understand accounting of the uses of weapons and armor of the period, and the strategy of empire making and the like. The gamer who is not interested in the re-fighting of Archworld battles may simply disregard the fantasy elements and still use these rules to create realistic battle situations for any period up to the late 1600s.&#10;&#10;Bases and Scale:&#10;&#10;Scales is given in terms of paces, with one real inch equaling ten paces, one scale pace equals 2 1/2 feet (or 1 mm. equals 1 foot). All movement and the proper sizes of bases can be worked our from this scale. As a rule, one figure equals twenty men, except in the case of personality figures, which obviously are one to one.&#10;&#10;Archworld also contains a complete set of rules for naval combat.&#10;&#10;Archworld also includes a 4 panel paper foldout map of Archworld, 3 single sided sheets of cardboard ship cutouts (these are not counters-the cut outs of the ships are much larger and are used for naval miniatures combat), and 2 single sided cardstock sheets of reference charts.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Nautical",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Little Mermaid Under the Sea Card Game",
    "ID": 25162,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/25162/the-little-mermaid-under-the-sea-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This is a pattern recognition and matching game with a theme from the Disney The Little Mermaid film.  Three sets of rules are included so that children of different ages can play.&#10;&#10;The basic game for ages three and up is a simple, non-competitive matching game.  In this game, players turn over clue cards with colors or shapes and then attempt to find a playing piece that matches the color or shape (purple starfish, green seashells, and yellow sand dollars) and add it to their playing board.  The second game, for ages four and up is similar, but it introduces wild cards and has a competitive element.  The third game, for ages five and up, challenges players to create an original, repeating pattern using the shapes.&#10;&#10;No reading required. Chunky playing pieces, easy for little hands to hold.&#10;&#10;(This is not the same game as the 1994 Parker Brothers 'The Little Mermaid Under the Sea Card Game'.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Authors: Hans Christian Andersen",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chrysalis: Borne of the Supernature",
    "ID": 25163,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25163/chrysalis-borne-of-the-supernature",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Create a character of your own choosing, whether this is entirely NEW, or someone more familiar for yourself and any others, from yet some well known genre.&#10;&#10;The full set includes over 300 CARDS of which these will contain 5 Basic categories for: Sorcery; Mutagen; Psionic; Power; &amp; Weaponry.&#10;&#10;You'll begin with some starting core abilities, and obtain additional assets, maneuvers, etc. or increase your current kinds through encounters with others. This will even be happening while you are engaged with one another, as Combat develops yourself further during gameplay.&#10;&#10;These feature the artwork from the likes for: Jill Thompson; Simon Bisley; Walt Simonson; &amp; Dave Gibbons. Depending upon the actual Character that you wish to emulate from this all, then that will also shape your aptitudes for whenever you go up against yet someone else's unique and most likely favorite ones.&#10;&#10;You can explore upon classic Good VS Bad guys, or pit even those against each other in some manner for a &quot;showdown&quot; sort of gaming experiences.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Hand Management",
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Justified Ancients",
    "ID": 25165,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/25165/justified-ancients",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Justified Ancients is 10 page element-based set of ancients period miniatures rules.  &quot;Designed for experienced wargamers, these rules are 'rules light' and it's assumed that players know their Cataphracts from the Schiltrons, how to move a unit by wheeling from the outside edge and all that malarkey.&quot;&#10;&#10;If you haven't guessed by now, the rules are written in an amusing style (e.g. &quot;In a Turn each player gets to Do Stuff.&quot;), but the rules are not designed to be a joke.&#10;&#10;Each unit requires a dice score in order to move, reform,  charge, etc.  Melee combat is done by adding a D3 to the units base modifiers.  Results are based on the overall difference of the modified die rolls.  Stands which are damaged in combat can become disorganized, depleted, or dispersed (removed from the table).&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Political Football",
    "ID": 25166,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/25166/political-football",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "&quot;Political Football&quot; is a simulation of the infamous Rugby [football] Tour of New Zealand in 1981 by a racially segregated team from South Africa ( which was then governed by the Apartheid system of racial separation). The Tour was opposed by a coalition of anti-racist groups in New Zealand. The result was a watershed in NZ politics, as the previously peaceful and harmonious country was bitterly divided by the violence that resulted from the confrontation between these opposing elements. In particular, the NZ Police force emerged without its previous positive image as an agent of fairness and social cohesion.&#10;&#10;The name &ldquo;Political Football&rdquo; is a play on the common expression in NZ and elsewhere, where a contentious issue may be referred to in this way, particularly where the original problem has a non-political nature but when there may be an element of political opportunism apparent. In the case of the Rugby Tour, as well as being literally descriptive, there was an element of cynicism readily evident in the controversy.&#10;&#10;The Game&#10;&#10;Game Play is generally intuitive, and the number of Counters ( total 21 only) means play is readily comprehensible as well as fast moving. There are no dice, but some small randomness in the appearance of some features earlier or later. There is only one &ldquo;scenario&rdquo; and the whole Game must be played to determine a winner. Time for whole Game is about 2 hours&#10;&#10;The Game has four protagonists&#10;1. The Demonstrators, who seek to disrupt the Tour to the extent that it must be abandoned&#10;2. The Rugby groups, who seek to complete the scheduled Tour.&#10;3. The Police, who seek to allow the Rugby to conduct their lawful business of playing Rugby&#10;4. The Government, which manipulates the other Players, seeking to extract maximum political advantage from a Law &amp; Order issue&#10;&#10;Everybody except the Government has an inventory of Counters, which are able to move about the board under a movement allowance system, interacting with opposing counters. Players also have a suite of Action Cards which allow certain Actions to be played. Government uses its Turn to play certain cards influencing the other Players.&#10;&#10;The Board is a stylized representation of &#10;&amp;#61623; four Sports Grounds, where the Rugby matches are scheduled ; &#10;&amp;#61623; a Court, where arrested demonstrators are processed;  &#10;&amp;#61623; a Hospital, where &ldquo;injured&rdquo; Counters wait till released by Government. &#10;&amp;#61623; between these venues, a gridded surface of &ldquo;streets&rdquo;, across which the Counters move from place to place. Only one Counter is allowed on any one square; counters cannot &ldquo;jump&rdquo; other counters.&#10;&#10;The Tactics of the Game involve each Player trying to &#10;a. achieve certain mandatory objectives ( eg Rugby fielding sufficient Counters at the same time and place to actually play a match !).&#10;b. prevent Opposing Players establishing themselves in such a way as to frustrate opposition objectives.&#10;&#10;Progress is measured and the Game won, by accumulation of Points for performing certain Actions ( eg for Rugby ,&ldquo;Play the Match&rdquo;; for Demonstrators &ldquo; Destroy the Goal posts&rdquo; or &ldquo;Confront Police&rdquo;).&#10;&#10;In short, each Player can ( and must) adopt a mix of Offensive and Defensive play.&#10;In general, all Counters can &ldquo;bash&rdquo; all other counters, putting them out of action for an extended but indeterminable time; while the Police have the power to arrest Demonstrators, removing them (briefly) from play. All counters can be also used to form defensive &ldquo;walls&rdquo;, preventing opponents from achieving their objectives (eg preventing Rugby Counters from getting to the Sports ground to play their game&hellip;).&#10;&#10;These tactics will be familiar to anyone who has ever attended a political demonstration, particularly a violent one.&#10;&#10;This Game has a number of very interesting features :&#10;1. the protagonists are a-symmetrical in numbers, capacities and objectives yet play is finely balanced,&#10;2.  Both the Police and Rugby lose Points by attacking Demonstrators, but may lose more by NOT doing so!&#10;3. While the non-Demonstrator Players have mutual interests, these are NOT identical &ndash; leading to subtle conflicts that preclude any lasting alliance.&#10;4. The result see-saws wildly throughout the Game&#10;5. Novice Players learn rapidly how their tactics need to change&#10;6. No Player is ever permanently eliminated, which upsets novices !&#10;7. Players offensive capacities are governed by non-recurring Action Cards : when to use them is a matter of judging opportunity.&#10;8. Play often appears counter-intuitive to novices, but in fact is an accurate simulation of this particular variety of conflict, ie the maintenance of Law &amp; Order in a democratic society where Police powers are limited by Human Rights considerations. Playing the Game itself demonstrates these principles powerfully.&#10;&#10;In summary, this is a unique and workable game system that provides for very subtle calculations of both short term tactics as well as longer term objectives, within a simple set of rules.&#10;&#10;",
    "Categories": [
      "Political",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Country: New Zealand",
      "Country: South Africa",
      "Sports: Rugby"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trans-Cart",
    "ID": 25169,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/25169/trans-cart",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trans-Cart is a bidding game in which players bid on playing pieces with points and minus points. In this push-your-luck game, players try to gather as much points as possible, while your opponents try to give you minus points as well.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Series: Krone Spiele für Erwachsene (Ass / Schmidt-Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Donnerwetter Sapperlot",
    "ID": 25170,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/25170/donnerwetter-sapperlot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Donnerwetter Sapperlot is a memory game. Players move around the board and try to remember where the different symbols are hidden. When your guess is wrong, you lose a clown-card (the smiling clown is turned over to a crying clown). The last player with a smiling card left, wins the game.&#10;&#10;Contents: 1 gameboard, 1 die, 12 symbol stones, 12 covering stones, 4 pawns, 36 cards.&#10;&#10;Donnerwetter Sapperlot was on the 1992 Spiel des Jahres Auswahlliste.&#10;&#10;Artwork: Armin Mayr&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Code Casablanca",
    "ID": 25171,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/25171/code-casablanca",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A game of secret documents and spies. Players try to decipher encoded messages, but have to be careful. There are five false documents in the game; getting information means finding the right documents. Ages 12 years and up.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Pattern Recognition"
    ],
    "Families": [
      "Cities: Casablanca (Morocco)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meteor",
    "ID": 25172,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.07",
    "Link": "https://boardgamegeek.com/boardgame/25172/meteor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "A game of space battle. Two players start with 9 gliders each. Goal is to land your gliders on the opposite planet. Movement is controlled with dice: throw the 2 dice and move 2 of your ships forward. Your opponent can shoot meteors at your ships that have passed the center line - when hit, your ship has to start again. Mostly a game of just rolling dice. Ages 8 and up.&#10;&#10;Contents: 1 board, 2 meteor accelerators, 18 orbital gliders, 5 meteor chips, 2 energy chips, 2 dice.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hände weg!",
    "ID": 25173,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.61",
    "Link": "https://boardgamegeek.com/boardgame/25173/hande-weg",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This is a game for ages 10 and up. The box contains a board, 28 cards, 5 figurines, 100 colored chips and 20 white chips.&#10;&#10;The board contains a circle with 8 fields, on which the figurines are moving. Next to 6 of those fields there is a field to put a card on. The cards have values between 3000 and 10000 DM and corresponding 3 to 10 fields to place chips on the cards.&#10;&#10;Every player gets one figurine and the chips in the corresponding color. The figurines are placed on an empty field on the board and each player gets 2 white chips. The remaining white chips are placed in the middle of the board.&#10;&#10;The cards are shuttled and 6 of them are placed face up on the  discard fields.&#10;&#10;On your turn you can move your figurine 1 to 4 fields clockwise. The field you're ending on defines what you can do next. When you end on a field with a card laying next to it, you have to put one of your chips on the card. The fields on the card are numbered and have to be covered one by one.&#10;&#10;Do you reach the red field on the board, then you can place a chip on the card of your choice. On the blue field you can exchange a chip of your color from your supply for a white one. The white chips have a special function. During your turn only one colored chip can be placed, but on that same turn several white chips can be placed on the same card. Instead of a colored chip you can also play one white chip. White chips are neutral and don't belong to any player once they are placed.&#10;&#10;When a figurine arrives at an already occupied field, the new arrival has to discard one of his chips. After that the player can continue his turn.&#10;&#10;There is a scoring as soon as the last field of a card is covered. The player who has placed the last colored chip on that card gets the card. After that, the opposite card goes to the player who has placed the last colored chip on that card.&#10;&#10;The chips that were on those cards leave the game. New cards are placed.&#10;&#10;The game ends when no one has any chips left. The winner is the player with the highest total value on his gained cards.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bon Voyage",
    "ID": 25174,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25174/bon-voyage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game from the &quot;Traveller-Serie&quot;.&#10;&#10;The box contains a board, 4 figurines, 2 dice and 120 DM. The aim of the game is to earn the most money during your journey on the board.&#10;&#10;As usual with this type of games, it is all about luck with the dice rolls.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Traveller (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Rückkehr der Helden: Die Gralssuche",
    "ID": 25175,
    "Year": "(2006)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25175/die-ruckkehr-der-helden-die-gralssuche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0833",
    "Description": "Die Gralssuche is an expansion to Die R&#195;&#188;ckkehr der Helden. Instead of fighting the Nameless One, the goal is now to find the Holy Grail.&#10;&#10;The expansion replaces all the (hidden and open) chits of the base game: monsters, tasks, quests, encounters, and the like. In addition, there are three new heroes (on two character sheets).&#10;&#10;You now have to solve riddles (tasks), fight north men and new terrible monsters, and gain help from individuals of the Arthurian Saga, like Arthur, Merlin, Lancelot, and Guinevere. They become companions and improve the heroes stats, but they also have special abilities, which might be very helpful in the right moment.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Triangulo Continuo",
    "ID": 25176,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/25176/triangulo-continuo",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box &quot;The one rule colour matching game. Place the triangles, match the colours, count your score.&quot;&#10;&#10;As Continuo and Rhombo Continuo but with triangles...&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Continuo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Party-Time",
    "ID": 25177,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.22",
    "Link": "https://boardgamegeek.com/boardgame/25177/party-time",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This is a game for ages 10 and up. The box contains a board, a wooden champagne bottle, 48 cards, 6 party characters and 20 chips.&#10;&#10;The board shows 6 persons who are more or less undressed. In the middle of the board there is a tract on which the champaign bottle is moving. The tract contains 4 kinds of fields.&#10;&#10;The cards are showing a number value of a special symbol. The party characters are the ones also showed on the board. But now they are dressed and each character is split in 4 parts.&#10;&#10;Each player takes place in front of one of the characters on the board and gets the 4 pieces of his character. These pieces have to be put on the picture on the board.&#10;&#10;Aim of the game is to stay dressed as long as possible.&#10;&#10;Each players gets 3 cards from the shuffled stack, the rest of the cards are put aside the board.&#10;&#10;On your turn you play one of your cards and you draw one new card from the stack. If a numbered card is played , the champaign bottle is moved accordingly on the tract. You get a chip when the bottle lands on a dark green field, you have to give a chip if the bottle lands on a red field. Landing on a light green field results in nothing.&#10;&#10;On passing the start field with the bottle, a piece of clothing has to be removed from your character. This can only be prevented by playing one of the 4 special cards instead of a numbered card. When playing the R-card, you can leave the bottle where it is and the player on your right is on turn. If you play the card with a rectangle on it, the next player has to remove a piece of clothing from his character. Playing the card with a star on it brings you right to the start field and playing the card with a question mark on it causes your left neighbor to draw a card and play that card immediately.&#10;&#10;The chips have a special meaning. Each player can only have max. 3 of those chips. When playing a card the use of a chip allows you to lower the number of fields you have to move by one.&#10;&#10;The game ends as soon as one of the characters is completely in his underwear. The winner is the character which is still most dressed.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Plumpsbär",
    "ID": 25178,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/25178/plumpsbar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.5",
    "Description": "This is a game for ages 3 and up. The box contains a tree trunk, a tree pyramid, 4 panda bears, 16 chips and 1 die.&#10;&#10;The game is played in the box itself. The game board is printed on the box insert. The insert has notches to root the trunk and the pyramid.&#10;&#10;The trunk and the pyramid have notches on them to place the panda bears on. On the board are fruit baskets printed in different colors. These fruit baskets are also printed on the chips. The die shows numbers from 1 to 3 and 2 bear symbols.&#10;&#10;Each player gets a panda bear and puts it on one of the start positions on the board. The fruit baskets are put in the deepening of the box insert.&#10;&#10;On your turn you roll the die. Your panda bear moves accordingly to the number you have rolled. If you land on or cross over a field with a fruit basket  on it, you can keep a fruit basket. Every player can only have 1 fruit basket of each color.&#10;&#10;If you have reached the end of the tree, you can use the marked route to reach an other side of the tree.&#10;&#10;You can't jump over the other bears. They are an obstacle.&#10;&#10;Have you rolled a bear symbol with the die, the bear plumps down from the tree and is put on the deepening with the fruit baskets. On your next turn your bear can return to the tree.&#10;&#10;The game ends  when a player has collected a fruit basket in each of the 4 colors and lands on the bottom (this can be due to the rolling of a bear symbol with the die or due to a normal movement).&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Pandas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sterntaler",
    "ID": 25179,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.32",
    "Link": "https://boardgamegeek.com/boardgame/25179/sterntaler",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This is a game for ages 3 and up. The box contains a board, 20 wooden stars, 1 figurine and a color die.&#10;&#10;The board is showing a beautiful landscape. On the bottom part of the board, 10 colored fields are arranged next to one another. Across these fields tracks have been punched into the map. The stars fit perfectly in these tracks.&#10;&#10;The figurine is a girl with an apron. The girl has to collect the stars. The color die shows the three colors used on the different fields of the board.&#10;&#10;For starters the stars are placed on the tracks. The girl is placed next to the out most right field.&#10;&#10;On your turn you roll the die and bring the girl to the closest field of the same color. If the track on that field contains a star you can remove it from the track and keep it with you. If you have two possible directions to move, you can chose which direction you will take.&#10;&#10;The game ends when all stars have been collected. The winner is the player who has collected the most stars.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kikeriki",
    "ID": 25180,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25180/kikeriki",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From publishers website:&#10;On the farm there is a lot to do: The animals have to be woken and fed. Sometimes they hide themselves. The ones with a good memory can find them. If you know the colors a little and have some luck with the dice, you can collect the most animal cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Farming",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kallisti",
    "ID": 25183,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25183/kallisti",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Free download / print and play game. From the description at the download page of the POEE UK Resource Center (http://elstiko.googlepages.com/):&#10;&#10;Kallisti is a fnord game. Board games usually have four sides. Board games are usually flat. Board games usually cost money and aren't downloaded and assembled by your own hands. Kallisti beta testing has been abandoned in favor of PUBLIC RELEASE. Kallisti is now yours and you may test, amend and bastardize to suit yourselves. Enjoy! Or don't! It's up to you! Kallisti is a game for 2, 3 or 5 players Ages 5 and up. It is freely distributed (KopyLeft) All Rites Reversed. Reprint what you like. We hope ERIS would approve. The fnord has 5 sides, each side has 5 parts, there are 5 characters, you use a pentagonal spinner for movement, there are 5 suits of cards with 23 cards in each suit. Over the five parts of your part of the board you traverse 23 spaces. The first player to the 23rd space wins. Kallisti is brought to you by eL_sTiKo of the Cuckoo Trail Cabal, East Sussex, Saturn.&#10;&#10;",
    "Categories": [
      "Humor",
      "Mythology",
      "Novel-based",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Modular Board",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "GoDice!",
    "ID": 25184,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/25184/godice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(from the publisher)&#10;&#10;The Strategy of Go.  The Challenge of Dice.&#10;&#10;GoDice! is a fast paced board game in the grand tradition of Chess, Checkers and Go.  The rules are simple, but like these other timeless games, the possible strategies are endless.  Are you ready for the GoDice! Challenge?&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Les Boys: Hockey",
    "ID": 25185,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/25185/les-boys-hockey",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game is based on the French-Canadian movie called &quot;Les Boys&quot;. The movie is about a garage league hockey team. The game picks up the hockey theme and is played in 2 teams, for a total of 2, 4 or 6 players.&#10;&#10;As in the real hockey game, this card game is played in 3 periods, the first player plays a card, the puck is for the team of that player, until a player from the other team can play a card, the puck stays in the control of the team.&#10;&#10;A goal is made when a team can produce a card to shoot to the goal and the other team cannot block the shoot.&#10;&#10;This game is similar to the game called Slap Shot but does not include a board to play on it (as Slap shot has) and predates the game by a year.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Känguruhspiel",
    "ID": 25186,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25186/das-kanguruhspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a game for ages 6 and up. The box itself is the board and contains 1 die and 50 wooden pins.&#10;&#10;The wooden board can be folded into a box to contain the die and the pins.&#10;&#10;On top of the board there are 6 numbered borings. The pins fit in these borings. The boring with number 6 leads directly to the inner part of the board. If you put a pin here it goes down directly.&#10;&#10;The aim of the game is to get rid of your pins as fast a possible. The pins are distributed amongst the players.&#10;&#10;On your turn you roll the die and you put a pin in the boring with the number you have rolled, if that is still free. You can choose to  roll again or you can pass and give the turn to the next player.&#10;&#10;If the rolled boring is already occupied, you have to take the pin and your turn ends.&#10;&#10;The game ends as soon as one of the players got rid of all his pins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Kangaroos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cassa",
    "ID": 25187,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25187/cassa",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a game for ages 6 and up. The box contains 1 potter's wheel and 100 coins.&#10;&#10;The wheel contains 2 circles, and is therefore always showing two results. The outermost circle contains 4 letters (G, N, A and E), the inner circle contains the numbers 1 to 6.&#10;&#10;The coins are distributed amongst the players.&#10;&#10;On your turn, you name one of the other players and you turn the wheel. If the wheel stops on the &quot;E&quot;, you have to pay the indicated amount of coins to the Bank. Stopping on the &quot;A&quot;, means you get all the coins present in the Bank.&#10;Does the wheel stop on &quot;G&quot;, the player you have named has to pay you the indicated amount of coins. While stopping on &quot;N&quot; means that you have to pay the indicated amount to the player you have named.&#10;&#10;The game ends if one of the players runs out of coins. The winner is the one with the most coins remaining.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Autorennen",
    "ID": 25189,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25189/autorennen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A simple roll and move racing game containing 4 plastic cars, a board, 2 dice, rules and the board.&#10;&#10;Using one die, it is player's decision to double or triple the result.&#10;Even numbers allowed to start, odd numbers are a misfiring motor and you try again next round.&#10;If the result is &gt;12, you may use the points, but you have to intermit(???) next round.&#10;Starting from a red field, you can only use the basic result of your roll. Only two players are allowed on one field, a third one has to stop one field behind. Passing the finishing line, the player receives a marker (not included - coins or matches are recommended!).&#10;you play a agreed number of rounds.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sheriff pass auf!",
    "ID": 25191,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/25191/sheriff-pass-auf",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This is a game for ages 5 and up. The box contains a board, 1 die, 24 wooden pawns (in 6 different colors) and 1 sheriff.&#10;&#10;The board contains a star shaped plan. The sheriff is placed in the middle of the board. The start fields for the pawns are on the edge of the board.&#10;&#10;Aim of the game is to get your pawns as fast as possible past the sheriff to their destination field. Each player gets 4 pawns of the same color.&#10;&#10;When on your turn you don't have a pawn on the road, you can roll the die 3 times in order to get a &quot;6&quot;. If you succeed in rolling a &quot;6&quot; you can put one of your pawns on the first field of the road and you get an other roll. The pawn moves accordingly to the die roll, but for each &quot;6&quot; you roll your turn continues. On crossings you can choose to take the short trajectory across the center or to stay on the saver loop. When you end up on an occupied field, you can throw that first pawn off the board. This pawn has to start all over again.&#10;&#10;The sheriff can reach all pawns on the fields within the loop. If a player rolls a number that allows the sheriff to take one or more pawns, the sheriff has to be played. All pawns that are caught by the sheriff have to restart. The sheriff never beats the pawns of the player who has made the sheriff active.&#10;&#10;The game ends as soon as a player has his 4 pawns on his destination field.&#10;&#10;",
    "Categories": [
      "American West",
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Vintage Peanuts",
    "ID": 25192,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/25192/uno-vintage-peanuts",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Another UNO Variation. The Newest Peanuts Edition.&#10;&#10;WHAT MAKES IT DIFFERENT FROM TRADITIONAL UNO: THE RED BARON CARD: When this card is played, the player may look at any other player's hand.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Comic Strips: Peanuts",
      "Game: UNO",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Disco Inferno / Soul Train",
    "ID": 25193,
    "Year": "(2006)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25193/age-of-steam-expansion-disco-inferno-soul-train",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.7",
    "Description": "This Age of Steam Expansion expands the game to a Disco Inferno and a Soul Train.&#10;&#10;Age of Steam Expansion: Disco Inferno: This expansion takes place in a Disco Inferno, where -- satisfaction comes in a chain reaction -- and everyone keeps shouting &quot;Burn, baby, burn&quot; as you set up routes for disco dancers (goods cubes) to be shuttled between various discoth&egrave;ques (colored cities) on a map covered with flames. Unique features for this map include empty cities that 'burn to the ground' when goods are emptied out of them, as well as the ability to 'chain' deliveries together from one city to the next up to your total Locomotive strength.&#10;&#10;Age of Steam Expansion: Soul Train: Souls are in jeopardy, and only you can save them! Build a train to carry souls (goods cubes) from Hell to Earth, and then deliver them to their final resting spot in Heaven. This Age of Steam expansion uses the bottom of the 'Disco Inferno' board for the first part of the game as you deliver cubes from Hell to Earth. Then you flip over the Hell part of the board to show Heaven, which is  placed above Earth, resulting in a linear delivery system that provides a strategic challenge to Age of Steam players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Käseparty",
    "ID": 25194,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/25194/kaseparty",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "(from the box) The aim of the game: Mice of different colors are hiding in a big Swiss cheese. Who will be the first to get two mice of the right color to peep through the two holes in the small cheese slice.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Mice",
      "Food & Drink: Cheese",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Linkwords",
    "ID": 25195,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/25195/linkwords",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Linkwords a game played with 2 players facing the same side of the vertical grid.  A player is chosen to start the game, each player then takes it in turns to make words.  Played on a vertical grid the object of the game is to score points - one point for each letter of any word formed or word within the words formed in any direction. The player can either add a maximum of 6 letters to a single column or add a maximum of 7 letters to a single row.  Players can score points for upwards and downwards words, plus forwards and backwards words.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 7 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends of the Ancient World: Little Black Book",
    "ID": 25197,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/25197/legends-of-the-ancient-world-little-black-book",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "From the publisher's website:&#10;&quot;Your patron, Altanius the Blue, is assassinated for his book of secrets. As you fight for your life, the assassin's thugs kill all they encounter. Can you escape the tower, rescue the servants and keep the book out of enemy hands?&quot;&#10;&#10;---&#10;&#10;Little Black Book is a programmed adventure using Dark City Games Legends of the Ancient World rule set.  These rules provide gameplay very similar to that of Melee and Wizard from Metagaming.  This adventure is compatible with those games as well.&#10;&#10;Battles are fought with counters on a hex map that is included with the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": [
      "Series: Legends of the Ancient World (Dark City Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Time",
    "ID": 25198,
    "Year": "(1913)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25198/the-game-of-time",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Game of Time was first produced in 1913 by the National Game Company in Australia. Board visuals include circular tracks of concentric rings and stylistically period lithographics of the seasons with gilt surrounds. Players spin a tee-totum to move their piece around the rings beginning on 1 minute. After completing 60 minutes by exact spin a player can progress to the inner ring of 24 hours, then a further inner ring of 7 days and weeks, then the 12 months and finally to home which is one year. The board promotes that it is &quot;an instructive game for any number of players&quot; hinting that the game aims to be educational on time and the seasons.&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rembrandt en Tijdgenoten",
    "ID": 25199,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/25199/rembrandt-en-tijdgenoten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Rembrandt en Tijdgenoten is a trivia game. Players move on the board and answer questions in 6 different categories. Rules are simple:&#10;&#10;You've answered the question correct:&#10;- you score a &quot;+ chip&quot; of the category's color&#10;- if you already have a &quot;+ chip&quot; of that category, you can flip one of your opponents &quot;+ chip&quot; over to a &quot;- chip&quot;&#10;- if you have a &quot;- chip&quot; for that category, you can turn it over to a &quot;+ chip&quot;&#10;&#10;You've answered the question wrong:&#10;- you don't get a &quot;+ chip&quot;&#10;- if you have a &quot;+ chip&quot; for that category, you'll flip it over to a &quot;- chip&quot;&#10;&#10;Game ends when one player has 6 chips (either + or -). The player with the most &quot;+ chips&quot; wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Het Grote Spel (Identity Games)",
      "Theme: Art"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diamino",
    "ID": 25200,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/25200/diamino",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "French word game similar to Scrabble, but played without a board.  Players place letters to form and cross words in French.  There are a total of 63 letter tiles which have different values from 1 to 9, including two &quot;devil&quot; tiles that function as wild.&#10;&#10;Many editions of this game have been printed in differing colors.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games",
      "Components: 14 x 16 Grids",
      "Game: Diamino"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monday Morning Quarterback",
    "ID": 25201,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25201/monday-morning-quarterback",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A standard football game where the offense and defense secretly pick their plays. Several decks of cards determine the result of the play based on the plays selected.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Primus",
    "ID": 25202,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25202/primus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Primus is deducted from the game Neutron from Robert A. Kraus (I). But while Neutron is for 2 players and heavily unbalanced, Primus is for 2-4 players and by using 4 instead of only 1 neutron it is a really great enhancement to Neutron.&#10;&#10;The whole board is 8x8 spaces, but the outer rows and columns serve as home bases for the players only. The game itself is played on the  6x6 inner part of the board.&#10;&#10;The 4 neutrons are placed in the middle of the board. Object of the game is to get the most points by moving these neutrons to the home bases. The neutrons are worth 3, 6, 8 and 10 points, depending on the order, when they have been captured. That means, the first captured neutron gives 3 points, the second 6 and so on.&#10;&#10;After all, Primus is much better balanced than Neutron and the clever point values forces the players to think at more than just at capturing every reachable neutron.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Camorra",
    "ID": 25203,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25203/camorra",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This game is played on a simplified map of Naples. The board shows 4 administration offices, about 100 houses of 4 different categories and clearly marked streets and places.&#10;&#10;Each player chooses a headquarter, where his actions begin. He will hire some tokens, send them out to claim a street, a place or occupy a house. Houses are the only possibility to earn money, but money is much needed, because every location must be defended (with money) against hostile take-overs.&#10;&#10;Hiring new tokens is always possible, but the more money you collect, the more they cost.  Streets and places are needed to accelerate the movement of the tokens and can only be used by their owners.&#10;&#10;Winner of the game is the player who occupies 3 administration offices first &ndash; or 4, if a longer game is desired.&#10;&#10;",
    "Categories": [
      "Economic",
      "Mafia"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Cities: Naples (Italy)",
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go Diego Go! 123 Game",
    "ID": 25205,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.34",
    "Link": "https://boardgamegeek.com/boardgame/25205/go-diego-go-123-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the Publisher:&#10;Explore four different environments and learn basic counting with Diego! Draw number and animal tokens from the bag and match them to the correct card. Fill your card with 10 matching tokens to win! No reading required to play.&#10;&#10;From ehow.com:&#10;&quot;Hasbro's Go Diego Go 123 game helps children ages 3 to 6 years learn to count using special tokens. The game also teaches children about animals and different environments. Children do not need to know how to read to play the game. The game is based on Nickelodeon's popular children's cartoon featuring Diego. Kids can play and enjoy the game with their parents and friends.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Environmental",
      "Movies / TV / Radio theme",
      "Number"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "TV Shows: Go, Diego, Go!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dora the Explorer ABC Game",
    "ID": 25206,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.18",
    "Link": "https://boardgamegeek.com/boardgame/25206/dora-the-explorer-abc-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the Publisher:&#10;Explore the alphabet with Dora! Match pictures with letters to earn tokens. Collect the most tokens and win the game! No reading required to play.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Movies / TV / Radio theme",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: Dora the Explorer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schere, Stein, Papier",
    "ID": 25207,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25207/schere-stein-papier",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Each of the 3 players has 10 double sided playing pieces:&#10;&#10;- 3 x Rock/Scissors&#10;- 3 x Scissors/Paper&#10;- 3 x Paper/Rock&#10;- 1 king (showing Rock, Scissors or Paper on both sides)&#10;&#10;The game is played on a triangular board of 45 hexes. Each corner section of the board is reserved as staring position for the 3 players, but the arrangement of the pieces can be freely chosen.&#10;&#10;Object of the game is to capture the opposing kings. The player with a king is the winner.&#10;&#10;Each turn, a player can move 1 stone and flip over 1 stone. Captures are done by comparing the upper(valid) side of a stone using the well known Rock-Scissors-Paper mechanism.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Magazine: Spielbox",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Obstsalat",
    "ID": 25208,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25208/obstsalat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The game &quot;Obstsalat&quot; (=fruit salad) was included in Spielbox 1/87 as part of the &quot;Spiel zum Herausnehmen/Game to Remove&quot; series.&#10; The board is divided into 4 parts. Each part is the playing sector of one of the 2-4 players.&#10;&#10;Object of the game is to move all 6 playing pieces to the final space in the middle of the board. The first player reaching this, is the winner.&#10;&#10;Movement is done by throwing 2 dice, one normal die and one colour die. The normal die determines the number of spaces a playing piece can move, the color die enables the use of shortcuts of the appropriate color, though throwing black lets the piece move backwards.&#10;&#10;Jumping over pieces is not allowed and landing on an occupied space lets the piece go back to the start.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Break Away",
    "ID": 25209,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/25209/break-away",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Break Away was originally published in the July 1983 issue of Games magazine, and was reprinted in Spielbox 4/87 as part of the &quot;Spiel zum Herausnehmen/Game to Remove&quot; series.&#10;&#10;The board has 5x6 spaces and each player has 7 playing pieces. At the start of the game, all playing pieces are placed on the board, but not on fixed locations. In fact, one player places the pieces on the board and the other player chooses the color he wants to play with.&#10;&#10;Object of the game is to &quot;break away&quot; all your playing pieces: as soon as a player manages to have all his 7 pieces isolated, that is with no own neighbors on all adjacent spaces, he is the winner.&#10;&#10;The number of spaces a piece must move is ruled in an unusual way, too: 1, 2, or 3 spaces, alternating with every move of each player (resulting in 1-3-2-1-3-2-1-3-2... for a single player).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 5 x 6 Grids",
      "Magazine: Spielbox",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spontan, Woran denkst 'n Du ?",
    "ID": 25210,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/25210/spontan-woran-denkst-n-du",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This is a game for ages 14 and up. The box contains a board, 8 pawns, cards and an hour-glass.&#10;&#10;The cards contain numbers (1 to 6) and words.&#10;&#10;On your turn you have to call a number, take a card from the stack and read the word next to the number you have called. You write down the first word that comes into your mind. The other players have now to guess one by one what word you have written down.&#10;&#10;If someone guesses the right word you can both move your pawn 2 fields on the board. If no one was able to guess the right word, everybody can guess as long as the hour-glass keeps running (45 sec). If someone is able to guess the right word now, you can both move your pawn one field on the board.&#10;&#10;The first player to reach the destination field on the board is the winner of the game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Kapital",
    "ID": 25211,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/25211/das-kapital",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game &quot;Das Kapital&quot; was included in Spielbox 4/82 as part of the &quot;Spiel zum Herausnehmen/Game to Remove&quot; series.&#10;&#10;It is played on a triangular board with 81 hex spaces. It is a variation of a chess game for 3 players. And as in chess, the object of the game is the capture of the opposing king(s).&#10;&#10;Each player has 9 playing pieces:&#10;&#10;- 1 Kapital (similar to the king in chess)&#10;- 1 Intelligenz (similar to the knight)&#10;- 1 Kirche (similar to the rook)&#10;- 1 Milit&auml;r (similar to the bishop)&#10;- 1 Politiker (similar to the queen)&#10;- 4 Arbeiter (similar to the pawn)&#10;&#10;The total number of playing pieces is exactly 1/3 (27) of the board size of 81. And since 54 spaces are empty at the beginning, a slower development of the game is achieved.&#10;&#10;Several additions are made to the normal rules, like enabling the capture of own pieces (which allows an additional move) or making a putsch against the own pieces. It's not explicitly mentioned, but I guess, these additions can be left away to play the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Magazine: Spielbox",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anagramme",
    "ID": 25212,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/25212/anagramme",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Anagramme, two players (or teams) compete to find anagrams of French words as quickly as possible.&#10;&#10;Each side of a card shows five words, and the words on the opposite side are their anagrams. The cards are placed vertically between the players (or teams), who try and guess the opponent's word as quickly as possible to get the card. Various colors for each of the five words indicate the difficulty (and allow the players to look for the same puzzle).&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "10 Brettspiele",
    "ID": 25214,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/25214/10-brettspiele",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This book contains the following 10 games from Hajo B&uuml;cken:&#10;&#10;- Aram&#10;- Cross Card (Poker on a board)&#10;- Eisb&auml;renspiel (co-operative)&#10;- Feigling (or Kamikaze)&#10;- Gamba-i-o (3 games in one: Gamba, Gambi, Gambo)&#10;- Guck gut&#10;- Tag und Nacht (co-operative)&#10;- Team (or St&uuml;rzt den Diktator)&#10;- Trigo&#10;- Queen (or Wabenspiel)&#10;&#10;The book gives the complete rules to every game as well as detailed instructions on how to create the numerous boards and playing aids.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Book",
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Book entries that should be split"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "O.S.U.opoly",
    "ID": 25215,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25215/osuopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "As you might expect, this is a Monopoly version based on The Ohio State University.  The game functions exactly like Monopoly, however, as you may expect, the locations on the board are based on locations in the vicinity of Ohio State.  Locations include:  South Campus, The Oval, St. John Arena, Ohio Stadium, Long's Bookstore, and many others.  Of course, since this game was produced in 1986, some of the locations are dated and may not exist any more, like Papa Joe's, which sadly burned down more than 10 years ago.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Road Runner",
    "ID": 25216,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25216/road-runner",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Road Runner is a free print-and-play game based on the Looney Tunes cartoons. All players are coyotes, and all are trying to catch the Road Runner, while stopping the others from doing it first. It is available at:&#10;&#10;http://www.dangermouse.net/games/roadrunner.html&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Coyotes",
      "TV Shows: Road Runner",
      "TV Shows: Warner Bros."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Verticon",
    "ID": 25217,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/25217/verticon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Mid-Air Combat&#10;&#10;(from the back of the box)&#10;&#10;Discover a sport unlike any other as you enter weightless mid-air combat. Choose your warrior, position your weapons, then go to battle ! Prove your superiority and overthrow your opponents one..by..one.&#10;&#10;A game where one outfits a ping-pong like ball with 2 to 5 scale, plastic weapons. Place your ball in a stream of air against your opponent's. The balls will twist, turn and spin  attempting to knock your opponent out of the arena. Each loss costs your opponent some of their weapons. When all of their weapons are gone, you win !&#10;&#10;There is some strategy when selecting your ball and the color and type of weapons as they allow access to combat abilities that may give an edge during the elimination process.&#10;&#10;Think of it as a 3D version &quot;Battling Tops&quot;... with weapons.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schatzsuche",
    "ID": 25218,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/25218/schatzsuche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is a game for ages 5 and up. The box contains a board, 4 wooden pawns, 1 die, 7 castle cards and 27 equipment cards.&#10;&#10;The board shows a tract around a robbers castle. The castle has 7 entrances. The castle cards are placed face down on these entrances. The castle cards are showing robbers, vermin or the treasure.&#10;&#10;There are 3 kinds of equipment cards : hats, keys and boats. The cards of the same kind have a similar look. The cards are placed next to the board, one stack per kind.&#10;&#10;Each player gets a pawn and tries to get the treasure out of the castle.&#10;&#10;On your turn you roll the die and move your pawn accordingly. An action takes place when your pawn ends on a special field. &#10;When your pawn lands on a boat field, you get a boat card. Landing on a hat field gives you a hat card and landing on a key field gives you a key card.&#10;When your pawn ends on a sleeping robber, you can roll a second time. A horse helps you move faster, if your pawn lands on a horse field you can move to a field of your choice.&#10;If you land on a fallen tree field, you have to skip one turn and landing on the bridge will cause you to lose all your equipment cards.&#10;&#10;If your pawn arrives on an already occupied field, you can take one equipment card of the player whose pawn was already on that field.&#10;&#10;Your pawn can go to the castle if he lands on a pier. Therefor you have to hand in one of each of the three kinds of equipment cards. On your next turn your pawn can move on one of the 7 castle cards and turn it face up. If that castle card shows a spider, a ghost or a bat , you can turn the card face down again and move 1 field further. If the castle card shows a robber you have to start all over again.&#10;&#10;The game ends as soon as a player has found the treasure card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Malvinas",
    "ID": 25219,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/25219/malvinas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.6",
    "Description": "The Falklands (&quot;Malvinas&quot; in Spanish) are a small group of islands in the South Atlantic that have caused a diplomatic conflict between Argentina and the UK since 1833.&#10;&#10;On the 2nd April 1982 Argentinian forces invaded the islands, which started the Falklands' War. The British reaction was immediate and on the 5th April the first forces sailed to the Falklands. The Argentinians surrendered on the 14th June.&#10;&#10;The Falklands' War was the largest air and sea operation since WWII and highlighted the importance in modern warfare of logistics, missiles (air-air, ship-air), the air forces, professional troops, etc.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Falklands War",
      "Region: Atlantic Ocean"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "6x5",
    "ID": 25220,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/25220/6x5",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "6x5 is an abstract version of Xochintlan. Instead of using an Aztec background and square tiles, 6x5 sticks to basic colors and hexagon shaped tiles. This new version has a slightly different set of rules and also provides more variants.&#10;&#10;Each player gets a Goal Card showing a pattern of 5 hexagons (among the 32 provided in the game). Everyone shares the very same 25 hexagons to build their pattern: 8 blue, 8 red, 8 yellow and 1 black. You try to be the first one to realize your pattern. To win, you must include in your pattern the black hexagon, and the 4 others must be of the same color (either all blue, all red or all yellow).&#10;&#10;Whenever you get closer to your own goal, you might actually be helping your opponent as well. You cannot just focus on your own pattern, you must also try to decipher your opponent's and prevent it from being realized.&#10;&#10;This game is freely accessible on the author's website.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Evil Ted",
    "ID": 25221,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25221/evil-ted",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Game description from the publisher:&#10;&#10;Horror has come to the happy town of Cotton Falls! The peaceful teddy bears have become... zombears! A few lucky survivors have barricaded themselves in the remaining buildings. Can they escape from... the Evil Ted?&#10;&#10;In Evil Ted, a twistedly cute take on the zombie genre, you'll need to break out of your base, find a vehicle, and escape from the hordes. Along the way, you'll find companions to help you survive the onslaught, and you'll collect equipment to defend yourself against the ravenous zombears - and from your companions, when they become undead! Be the first to flee safely from the hungry hordes!&#10;&#10;",
    "Categories": [
      "Animals",
      "Horror",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Animals: Bears"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battel",
    "ID": 25222,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/25222/battel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "An abstract dice game from the 1970's. The board is composed of three squares, the inner square having 9 spaces with the numbers 1, 2 or 3. The players throw two dice and place their chips according to the result. With a 6 a chip can be placed on one of the starting positions. From there it can be moved with the result of the 2nd dice. If a player lands on an occupied space, he can throw out the other chip. Only on the inner 9 spaces on the board, players can score in the end.&#10;After all 9 inner spaces have been occupied, the game ends and the players count points by multiplying the number of chips with the according number it stands on.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Series: Krone Spiele für Erwachsene (Ass / Schmidt-Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soap Opera Challenge:  General Hospital",
    "ID": 25225,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/25225/soap-opera-challenge-general-hospital",
    "Min Players": "1",
    "Max Players": "999",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "[From back of card deck:]&#10;&#10;&quot;Challenge yourself and your friends to remember great moments from General Hospital including the stormy marriage of Alan and Monica and the adventures of Anna, Duke and Scorpio.&quot;&#10;&#10;This is a trivia game consisting of 54 cards and a &quot;drama die&quot;.  There are 6 categories of trivia questions:&#10;&#10;1.  Love Affairs and Friendships&#10;&#10;2.  The Family Tree&#10;&#10;3.  Characters and Circumstance&#10;&#10;4.  Disappearing Acts&#10;&#10;5.  It's a Crime&#10;&#10;6.  Challenge Plus (extra-difficult questions)&#10;&#10;Each face of the die has a logo corresponding to one of the 6 categories.  A player rolls a die and has the top card of the deck read to them, based on the category rolled.  If the question is answered correctly, the person keeps the card and rolls again.  If incorrect, the card goes on the bottom of the deck, and it's the next players turn.&#10;&#10;The game is over when the draw deck is empty.  The person with the most cards wins.&#10;&#10;Note that due to the recycling of the cards, this can be a very lengthy game if the players are not experts on General Hospital of the mid 1980s.&#10;&#10;There are also rules for solo play (go through the deck once, rolling the die for each one -- if you get 27 or more correct, you win.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Trivia: Television"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Hanna-Barbera",
    "ID": 25226,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/25226/uno-hanna-barbera",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Another Uno Variation. The Hanna-Barbera Edition.  This edition includes classic Hanna-Barbera cartoon characters, including Huckleberry Hound, Wally Gator, Atom Ant, Quick Draw McGraw, Top Cat, Hong Kong Phooey, Pixey and Dixie, Magilla Gorilla, Yogi Bear and even Boo Boo!&#10;&#10;WHAT MAKES THIS DIFFERENT FROM TRADITIONAL UNO: Yogi Bear &quot;Pic-a-nic&quot; card --&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: UNO",
      "TV Shows: Hanna-Barbera",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soap Opera Challenge II:  General Hospital",
    "ID": 25227,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/25227/soap-opera-challenge-ii-general-hospital",
    "Min Players": "1",
    "Max Players": "999",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "[From back of card deck:]&#10;&#10;&quot;Millions of women have taken the original Soap Opera Challenge:  General Hospital.&#10;&#10;Now ... the saga continues with Soap Opera Challenge II.&#10;&#10;New questions and answers from the 1980's reveal it all about your favorite characters and twisting plots.&#10;&#10;PLUS!  Each deck contains Bonus Recipes to let you prepare delicious meals 'Soap Style.' &quot;&#10;&#10;This is a trivia game consisting of 46 cards and a standard 6-sided die.  There are 6 questions on each card, numbered 1 through 6.  The higher the number, the more difficult the question.  The questions are about the soap opera General Hospital, covering the decade of the 1980s.&#10;&#10;A player rolls a die and has the top card of the deck read to them, based on the number rolled.  If the question is answered correctly, the person keeps the card and rolls again.  If incorrect, the card goes on the bottom of the deck, and it's the next players turn.&#10;&#10;The game is over when the draw deck is empty.  The person with the most cards wins.&#10;&#10;Note that due to the recycling of the cards, this can be a very lengthy game if the players are not experts on General Hospital of the 1980s.&#10;&#10;There are also rules for solo play (go through the deck once, rolling the die for each one -- if you get 27 or more correct, you win).&#10;&#10;Also, as mentioned on the back of the card deck, included as a bonus are 9 recipes inspired by the characters of General Hospital.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Trivia: Television"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Napoleon en Waterloo",
    "ID": 25228,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/25228/napoleon-en-waterloo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2",
    "Description": "Between the 15th and 18th June 1815, in the region of Waterloo (Belgium), the French troops leaded by Napoleon were defeated by the Anglo-Dutch troops commanded by the Duke of Wellington and the Prussian army lead by Bl&uuml;cher.&#10;This game faithfully reproduces this battle.&#10;&#10;(Translated from box cover)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The KnowHow Book of Action Games",
    "ID": 25230,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/25230/the-knowhow-book-of-action-games",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This book is mostly devoted to making toys from household objects, but includes boards and rules for several new board games: There and Back, Matchmake, Hop Over, Cops and Robbers, Floor War, Space Mission.&#10;&#10;ISBN 0860200183 hard bound edition (48 pages)&#10;ISBN 0590119303 paperback edition (32 pages)&#10;ISBN 8473740092 Spanish edition (48 pages)&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Contents list*Italicized entries are double-page spreads that were omitted in the 32-page edition.&#10;&#10;&#10;     Getting Ready&#10;     Beetle Bugs&#10;     Frog Leaps&#10;     There and Back*&#10;     Looping the Loop*&#10;     Five Minute Games&#10;     Mouse Trap&#10;     Fish Hook&#10;     Cannonboard &#10;     Flick Billiards &#10;     Tiddly Pong &#10;     Sticks and Kicks &#10;     Grand Derby&#10;     Crossing the Line&#10;     2-in-1 Board (Matchmake and Hop Over)&#10;     Paper Games*&#10;     Push and Shove&#10;     Jumpers&#10;     Skittle Scatter*&#10;     Cops and Robbers&#10;     Picture Puzzles*&#10;     Shotpot*&#10;     Floor War&#10;     Space Mission&#10;     Party Games&#10;     Treasure Hunts&#10;     Party Races&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grand Total",
    "ID": 25231,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25231/grand-total",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Grand Total is &quot;Mathematical Equation Scrabble.&quot;  Players place number and symbol tiles in a line to form an equation, scoring points for the number they use.&#10;&#10;The board is large (18&quot; square), colorful, and well-designed.  It is ruled off in 1&quot; squares, with numbers from 0 to 9 printed in about 10% of the squares. The tiles are cardboard counters of decent thickness - the numbers are red and the symbols (+, -, and =) yellow.&#10;&#10;Players mix up the tiles, then draw seven numbers and three signs.  In turn, each player places tiles on the board to make a &quot;legal&quot; equation, using at least one tile already on the board, crossword-style.  Typical Scrabble rules are used regarding challenges and redraws.  Player score the sum of the numbers they used, disregarding the results of the equation they formed.  If a tile is placed on a space bearing the same number, it's double score.&#10;&#10;A surprising rule is that a player may remove the equal sign from an equation on the board and replace it with a plus or minus if they can form a new equation that way.  The removed &quot;=&quot; is reused further down the new equation.&#10;&#10;Game meant for 2nd/3rd Grade and up.&#10;&#10;",
    "Categories": [
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zostań prezydentem",
    "ID": 25232,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.81",
    "Link": "https://boardgamegeek.com/boardgame/25232/zostan-prezydentem",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "This is a game for two players, released before presidential elections in Poland (in 2005). Each of the players leads a group of politicians (from right, or left side of the political scene) and uses their skills in an attempt to win as many TV debates on various subjects (such as death penalty, unemployment, European Union, taxes, agriculture, and so on), as he can. Players acquire points from winning the debates. The player, who collects more points, is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Poland",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Buckopoly",
    "ID": 25235,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.11",
    "Link": "https://boardgamegeek.com/boardgame/25235/buckopoly",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Monopoly version re-themed to fit The Ohio State University landmarks and history.  Gameplay is just as in original Monopoly.&#10;&#10;Tokens include:&#10;Drum Major, Buckeye Leaf, Football, Brutus, Letter O.&#10;&#10;Board Spaces include:&#10;The Oval, High Street, Ohio Stadium, Coach Woody Hayes, Varsity Club and many others.&#10;&#10;Cards:&#10;&#10;OHIO STATE vs. MICHIGAN! Advance to Ohio Stadium. GO BUCKS!&#10;&#10;YOU DOT THE I! You're in the OSU Marching Band. Advance Token.&#10;&#10;SPHINX LINKING! Advance the token of your choice to the Oval.&#10;&#10;Place $10 in center of board in exchange for quarters. DO YOUR LAUNDRY!&#10;&#10;And many more...&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hoplon 3",
    "ID": 25237,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/25237/hoplon-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "5",
    "Description": "Hoplon 3 is the third edition of a fast play set of ancient and medieval miniatures rules using an amended version of the DBx basing system. This allows players with DBx-based armies to play Hoplon with only minimum changes necessary.   &#10; Although designed for 15mm miniatures, the system also supports 25/28mm play.  Hoplon has been extensively play-tested in clubs and by members of a dedicated Yahoo group, and this testing has led to a number of revisions which have been incorporated into the third edition.&#10;&#10;The philosophy behind Hoplon is to provide an easy-to-learn but deep system emphasizing the relative capabilities of different troop types and morale classes, the difficulties of effective command and control and -most of all - the close matching of historical tactics and performance.&#10;&#10;In Hoplon, armies are separated into commands, and commands are separated into units. Troops are activated and controlled by means of command points. While single elements can function individually, they do so at a cost when detached from their parent formations, losing their unit's stamina, cohesion bonus, and ability to maneuver in groups. This in turn forces players to deal with the tactical control problems inherent in commanding large bodies of ancient and medieval troops. Sequence of play is by interleaved-Command (both players moving on the same round by order of initiative of their commands) rather than alternating on every round, which makes tactical decision-making all the more interesting.&#10;&#10;While it uses a points system and army lists loosely based on the DBM model, Hoplon has taken a fresh approach to game-play which provides a realistic and historically satisfying simulation of ancient and medieval warfare. As a result, most historical battles require little or no tweaking to re-fight making this set a real tool for simulating actual battles.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glückskäfer",
    "ID": 25239,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25239/gluckskafer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A children's game, consisting of a tower, 4 ramps, 4 bugs and metal balls. Every player tries to maneuver his bug into the tower by shooting the balls against the tower. When the tower is hit, the bug moves upwards. All players play simultaneously. When a bug falls into the tower, this player wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Ladybugs / Ladybirds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magical School",
    "ID": 25240,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/25240/magical-school",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Magical school: Sorcerers' apprentices begin their training.&#10;&#10;In this game, you play the role of sorcerers' apprentices. By rolling the dice (which eyes are &quot;white magic&quot;, &quot;black magic&quot;, &quot;knowledge&quot;, or &quot;fumble&quot; etc.), you may pass difference magic classes like &quot;Magic Familiar&quot; or &quot;Astrology&quot; which are worth points. The first player to reach a number of points is the winner.&#10;&#10;The basic game is simple and fast. With the advanced rules, the classes you pass give you additional magic powers. For example, if you have passed the class &quot;Chanting&quot;, it allows you to use an additional die; &quot;Alchemy&quot; allows you to change one die result. By using these powers, the apprentices will finally be able to learn high level magic like &quot;Homunculus&quot;.&#10;&#10;Contents:&#10;31 subject cards&#10;1 turn player's card&#10;5 blank dice &#10;1 sheet of dice-seals (with 30 seals)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Esperanca",
    "ID": 25241,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.80",
    "Link": "https://boardgamegeek.com/boardgame/25241/esperanca",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players try to discover and salvage treasures in sunken ships.  Start of the game all 'sea sectors' are auctioned off. After that players have to buy equipment, travel to their sectors and try to salvage the treasures (if there's a ship in the sector). But even if they do pirates may steal the treasure again.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Pirates"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "WM Superspiel Mexico 86",
    "ID": 25243,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.06",
    "Link": "https://boardgamegeek.com/boardgame/25243/wm-superspiel-mexico-86",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "According to the cover: Two option to play this game. As a dramatic WM-Championship while the WM is going on or as the longest game of the world which takes the whole four weeks of the original match.&#10;&#10;On the back of the Cover (in German):&#10;Das gro&szlig;e WM Superspiel ist nicht einfach ein Fu&szlig;ball- oder Sportspiel. Es ist ein Turnierspiel, wie Sie es bis heute noch nicht kennen. Spiel f&uuml;r Spiel, Runde um Runde erleben Sie die ganze Dramatik des bedeutendsten Fu&szlig;ballturniers der Welt. Sie m&uuml;ssen die Reaktionen Ihrer Gegner exakt absch&auml;tzen. Sie m&uuml;ssen sich Ihre eigene Taktik genau &uuml;berlegen. Und dann m&uuml;ssen Sie auch noch das Gl&uuml;ck des T&uuml;chtigen haben.&#10;&#10;Auslosung:&#10;Ziehen Sie Ihre Favoriten. Und schon beginnt das taktische Spiel. In welcher Gruppe bin ich verteten? Mit welchen Nationen will ich weiterkommen.&#10;&#10;Vorrunde:&#10;Gruppe um Gruppe wird ausgespielt. Wieviele Tore habe ich erzielt? Was tun meine Gegener? Habe ich sie richtig eingesch&auml;tzt?&#10;&#10;Achtelfinale/Viertelfinale:&#10;Wer bingt seine Favoriten Runde um Runde weiter?&#10;&#10;Halbfinale/Finalspiel:&#10;Die beiden Finalspiele werden Mannschaft gegen Mannschaft ausgetragen. Nach sieben W&uuml;rfen mit dem W&uuml;rfel sind sie beendet. Ereigniskarten steigern die Dramatik, sie k&ouml;nnen vorw&auml;rtsbringen aber eine F&uuml;hrung auch schnell zunichte machen.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Country: Mexico",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Secret Mission",
    "ID": 25244,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25244/secret-mission",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The setting is the American Revolution. Players are secret agents racing to send a secret message from Boston to Philadelphia. The first to reach Philadelphia wins.&#10;&#10;On a player's turn, he rolls the dice to determine how many steps he must move. He can choose the direction to move. Some spaces provide a card. Cards are a mixture of good events, bad events, and also tools that can be kept and later used to overcome obstacles on the map.&#10;&#10;This game is published in the World magazine, which is a children's magazine published by National Geographic, in the 80's.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Racing",
      "Spies / Secret Agents",
      "Wargame"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "WWII: The Struggle for Europe and Asia",
    "ID": 25245,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.52",
    "Link": "https://boardgamegeek.com/boardgame/25245/wwii-the-struggle-for-europe-and-asia",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "960",
    "Play Time": "960",
    "Weight": "3",
    "Description": "WWII: The Struggle for Europe and Asia is a worldwide scale WWII board game reminiscent of a cross between a more advanced version of Axis &amp; Allies and a massive game like World in Flames.&#10;&#10;The European front for this game debuted at GenCon in 2002.&#10;&#10;This game features a 3&rsquo;x 8&rsquo; map, rules, game board and game cards and markers.  Also included is a &ldquo;parts list&rdquo; of the suggested miniatures needed to be purchased and where to buy them in order to play the game.  Axis and Allies plastic pieces can be used with this game to represent many of the units.&#10;&#10;This game is out of print and had been replaced by the second edition, &quot;WWII: Struggle for Europe&quot; and &quot;WWII: Struggle for Asia&quot;&#10;Please see www.ww2wargame.com website for information and details on these games or the BGG link above.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Continents: Europe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go-nin-Kan",
    "ID": 25249,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/25249/go-nin-kan",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&#10;    A Japanese Traditional Trick/Picture-cards Taking Game by ad hoc-team &#10;&#10;&#10;Here is Japan. The winter of the north country Tsugaru is in the deep snow. But even so there, flowers of the trick-taking game had quietly and gallantly flourished!&#10;&#10;Kan is the short form of the Kankei(relationship). At first, Kankei team and Non-Kankei teams are determined by dealt cards and the fight  against each other for the 16 picture cards(Each A, K, Q and J). Friends in earlier rounds could be opponents for the next deal!&#10;&#10;A deal consists of ten tricks. Trumps are determined each deal. For each individual case, each player should try to guess what in other  players hands and then try to help each other according to game-rules using the cards in one's hand.&#10;&#10;If Kankei team wins, they will play same team up to 3 deals. At 2nd and/or 3rd deal of same Kankei team, they can decide trump suit from definite information.&#10;&#10;At Go-nin-Kan (or 5 hands Kan), Kankei team consist of two players against Non-Kankei team with three. If a player plays as a dealer, the game becomes easier and smooth. (At official tournament, always six players play.)&#10;&#10;You can play less than five players with Variant rules.&#10;&#10;For four hands, Damari-Kan (quiet Kan, two against two).&#10;For three hands, Ganbari-Kan (bearing Kan, one against two).&#10;&#10;&#10;    Japon Brand version&#10;&#10;&#10;The special deck of the Go-nin-Kan from JAPON BRAND featured Japanese four seasons as suits (Spring: Night cherry blossom. Summer: Beech leaf. Autumn: Apple fruit. Winter: Snow crystal). As picture cards, the Japanese summer celebrations Neputa(sleeping-purging) and Mushi-Okuri(worm-purging) are illustrated. In addition, this set includes marker cards for displaying examples of playing situation.&#10;&#10;We wish for you to experience Japanese and/or Tsugaru soul!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Air Attack",
    "ID": 25250,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/25250/air-attack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Designed by Steve Alexander and published by Millennium Games, AIR ATTACK! is a game &ldquo;where you are the squadron commander of a tactical fighter squadron. Your mission - to bomb your opponent&rsquo;s military targets while protecting your own. Other forces include surface-to-air missiles and an electronic warfare bomber at your disposal.&rdquo; &#10;This game contains rules for Basic Game and Advanced Version.&#10;&#10;AIR ATTACK! comes in a 8.25&quot;x11.5&quot;x1&quot; game box with one 4-color 16&quot;x21.5&quot; map sheet; one counter sheet with 40 single sided die cut cardboard counters; a 16 page rulebook; and two six-sided dice.&#10;&#10;This game can be played by two to four players, has moderate solitaire capability, low complexity, and playing time for a game is &ldquo;coffee break&rdquo; short for the Basic Game, but Advanced game will run longer.&#10;&#10;This is a very simple game, with fairly nice production quality. It has some chrome elements that may contribute to repeat plays. It would serve as a fairly quick and easy introduction to air wargaming for kids and adults new to wargaming.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jacob und seine Freunde",
    "ID": 25252,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25252/jacob-und-seine-freunde",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Jacob, a comic figure drawn by Sven Hartmann, is a cat. He has 4 animal friends, Pump, Flap, Pingi and Patsch - all are seen here.&#10;&#10;The game is played on a 9x8 board. 20 tiles show 4 x Jacob and his 4 friends. The tiles are randomly placed on the board face down. Each player puts the playing piece of his neighbor on an empty space of the board and the game can begin.&#10;&#10;Object of the game is to collect 4 tiles with each friend of Jacob. The player who achieves this first, is the winner of the game.&#10;&#10;Movements of the playing pieces are handled in a very unusual way: each row of the board shows a number, which indicates the distance that a pieces must move (in any direction). If a piece lands on a tile, the player looks at it secretly and keeps it, if he does not have it already. If he finds a piece already in his collection, he puts it back on a empty space of his choice. This can not only confuse the player's memory, it can also be made in a more strategical way, because the movements of the playing pieces are defined by the already mentioned number of the rows.&#10;&#10;",
    "Categories": [
      "Animals",
      "Comic Book / Strip",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cats",
      "Components: 8 x 9 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Slam Tennisspel",
    "ID": 25254,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/25254/grand-slam-tennisspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A tennis game where the outcome of each shot is determined by rolling a die. Each ball is a series of rolls of the five different dice. There is one die for serves, one for second serve, one for baseline play, one for short balls and one for high balls.&#10;&#10;There are no choices to be made. The dice are rolled back and forth between the two players until someone wins the ball. With this tool for determine balls, matches can be played according to normal tennis rules. There are no rules for which of the players of one side is rolling dice when, when playing doubles.&#10;&#10;From package (rough translation from Swedish): &quot;With Grand Slam Tennisspel you can play tennis wherever you are. You can play single or double. Always exciting.&quot;&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Erbschleicher AG",
    "ID": 25256,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/25256/erbschleicher-ag",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The players are relatives of aunt Luzie, who is soon going to die. Aim of the game is to inherit some of aunt Luzie's wealth.&#10;To get to her money the players have a set of legacy-hunter-cards, from which 5 cards are drawn in the beginning. They are gifts for aunt Luzie. The inheritance cards are shuffled and placed in the middle of the board.&#10;Every turn the players give aunt Luzie gifts like journeys or parties in form of the legacy-hunter-cards, which have a certain value from 1-6. Every player is allowed to give one card. In the 2nd phase another card can be placed to increase chances or to pick another category. After all players have placed cards aunt Luzie is moved around (dice) and according where she lands the player with the highest card(s) in that category inherits something.&#10;The player with the most valuable inheritance cards in the end wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Encounter at Hanover",
    "ID": 25258,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25258/encounter-at-hanover",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Encounter at Hanover is a promotional game for the town of Hanover, Pennsylvania, sponsored by the Hanover General Hospital Auxiliary.&#10;&#10;Hanover is mostly famous for being the site of an American Civil War battle in the Gettysburg campaign.  While the name of the game (the same as a book on the battle) and the box cover (which shows ACW soldiers) suggest a wargame of some kind, the game is in fact similar to Monopoly.&#10;&#10;As in Monopoly players move around the board buying properties and improving them.  Here the properties are local Hanover business and the improvements are franchises instead of houses .  The rules are similar to Monopoly's with some exceptions, the main one being that ownership of a group is not required for development, but owning three properties in a row triples rent on them.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: USA",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mind Reader",
    "ID": 25259,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/25259/mind-reader",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box cover: &quot;An exciting game of skill that challenges your power to read minds. Match wits with your opponent and be the first to decode the 'secret word' or color. Can be played in any language between two players. Age group 7 years and above.&quot;&#10;&#10;This game plays like Mastermind, but in addition to colors, words can also be used.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Psychic Powers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panda Picnic Party",
    "ID": 25262,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/25262/panda-picnic-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Four real, plush panda bears are included. The bears must gather apples, oranges, pears, and plums as they climb through the trees. But they must also be careful not to fall out. Is that branch strong enough to hold a panda? How high can you go? It's easy to cuddle up to this game. Hold on tight!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Pandas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vabanque",
    "ID": 25263,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/25263/vabanque",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a game for ages 12 and up. the box contains a board, 12 small pawns, 12 large pawns, 3 turntables and 24 cards.&#10;&#10;The board shows 6 colored rows, with each 18 fields. The rows are placed parallel to one another on the board. Two start and two destination fields are located on the ends of each row.&#10;&#10;The turntables have each a different amount of fields. The first one only shows values from 1 to 3. The second one shows the values 3, 5, 7, 9 and several times 0. The third one can be used to try to double the number of fields your pawns can move.&#10;&#10;There are 3 categories of cards : joker, super joker and stop cards.&#10;&#10;For starters, each player gets 4 pawns (2 small and 2 large)of one color and 4 cards (2 joker, 1 super joker and 1 stop card). The pawns are placed on their start fields.&#10;&#10;On your turn you can turn one of the two turntables with numbers. You can move one of your pawns accordingly. If you want to, you can turn the third turntable and try to double the distance your pawn can move.&#10;&#10;A field can never contain more than one pawn. You can leap over your pawns.&#10;&#10;If there are pawns on the fields parallel to the one where a large pawn is landing, the pawns on the parallel fields have to restart. Little pawns can never cause a restart to other pawns.&#10;&#10;You can influence the course of the game by using the cards.  Playing a joker befor you turn one of the turntables will double your result. The superjoker can be played after you have turned one of the turntables to double the result. The stop card can be used to stop one of the other players during his turn, but only when that player didn't play a joker or superjoker.&#10;&#10;The game ends as soon as one of players has placed his 4 pawns on his destination fields.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dallas",
    "ID": 25264,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.59",
    "Link": "https://boardgamegeek.com/boardgame/25264/dallas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "This is a game for ages 10 and up. The theme is based on the TV show with the same name.&#10;&#10;The aim of the game is to earn as much money as possible. You can achieve that by buying and selling cattle, oil sources or farmland. Other sources of income are the rents for ranches. These rents are higher for more expensive ranches and are getting even higher if the owner owns several ranches.&#10;&#10;If you succeed in buying and selling often, you will gain money more easily.&#10;&#10;The game is played on a board comparable with a Monopoly board. The game mechanics are the same as those used for playing Monopoly.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Armageddon",
    "ID": 25266,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25266/armageddon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "The game &quot;Armageddon&quot; was included in Spielbox 3/83 as part of the &quot;Spiel zum Herausnehmen/Game to Remove&quot; series. The introduction refers to Armageddon: Das strategische Fantasyspiel, because the Spielbox game plays in the same fantasy world, &quot;Magira&quot;.&#10;&#10;Armageddon has rules for a simplified game as well as for an advanced game. Both versions are played on a 17&times;20 hex board showing Magira with 1 fortification in the middle and 2 on the sides.&#10;&#10;The easier version is played with 12 axe men, 12 pikemen and 12 swordsmen only. Object of the game is to capture the fortress in the middle of the board. All types of warriors have the same movement factor. Combats are decided by the throw of 1 die, but several bonus point are added to the throw. One of them is a kind of Rock-Scissors-Paper effect, because an axeman fighting a pikeman, a pikeman against a swordsman and a swordsman against an axeman gets 1 bonus point.&#10;&#10;The advanced version adds several new units (archers, horsemen, veterans, horses), enables ranged attacks, combat support possibilities and faster movements. The victory condition stays the same.&#10;&#10;There is also a variation, where a siege of a fortress is simulated.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Spielbox",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quadriga",
    "ID": 25267,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/25267/quadriga",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game &quot;Quadriga&quot; was included in Spielbox 4/81 and is the first game of the &quot;Spiel zum Herausnehmen/Game to Remove&quot; series.&#10;&#10;It depicts the chariot races in ancient Rome. Up to 8 teams race around the track twice to determine victory.&#10;&#10;Several obstacles and narrow curves make it difficult to drive the chariots. Therefore, accidents are likely to occur and since completely destroyed chariots stay on the track where eliminated, the difficulties even rise further.&#10;&#10;Included to the game is an additional scenario. It is based on the novel &quot;Sagare&quot; from Tanith Lee and it includes many aspects from that novel: earth, air, water and fire obstacles as well as furious archers.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Napoleon",
    "ID": 25268,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/25268/napoleon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game &quot;Napoleon&quot; was included in Spielbox 6/86 as part of the &quot;Spiel zum Herausnehmen/Game to Remove&quot; series.&#10;&#10;Thought as an introduction to Cosim games, this game has simplified wargame rules. Anyway, the Allied and French forces enter play according to a detailed time plan.&#10;&#10;The hex board is somehow exchangeable for Napoleonic battles, because no village names are marked on it and the victory conditions are not different for the 2 players (like in most Napoleonic games).&#10;&#10;The game ends after 20 rounds and the object of the game is to score the most points, which are won by capturing opposing forces or occupying certain map points at the end of the game.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Spielbox",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kan Zen",
    "ID": 25269,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25269/kan-zen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the bottom of the box:&#10;&#10;Kan Zen: the perfect word game&#10;&#10;A GAME AND A WORLD:&#10;&#10;KAN ZEN (tm) is more than a game. It is a world. In that world there is a place for everyone, and fun for everyone. There is also a place for all of the words on earth - those in your own language, those in foreign languages, ordinary words, and words that are the names of persons or places - if the letters of an alphabet can be used to spell them.&#10;&#10;The game can be as easy, or as difficult, as the players choose to make it - among yourselves you agree on the kind of words that are to be used. The playing time can be readily adjusted to suit your convenience.&#10;&#10;Above all, KAN ZEN is a world for those who let their imagination soar, discovering how much enjoyment they can have with a game that permits almost infinite variation.&#10;&#10;KAN ZEN AT A GLANCE:&#10;&#10;The board is a circular track, on which a step is taken for each letter of a word played. Letters drawn at random at the beginning of each move must be included in the words that you use. UP-TURNS, where the TALLY (letter count) is added to your score, alternate with DOWN-TURNS, where the TALLY is subtracted, unless evasive action is taken. The &quot;perfect&quot; words are those whose TALLIES enable you to move to sectors of the circle where the best advantage can be taken on multiple scoring opportunities on UP-TURNS or where losses can be avoided or minimized on DOWN-TURNS. The winner is the player with the highest net accumulative TALLY at the end of the game.&#10;&#10;HOW MANY CAN PLAY?&#10;&#10;Two, three or four sides can play the highly competitive versions of the The Perfect Word Game - as individuals, partners or teams.&#10;&#10;The game can also be played &quot;solo&quot;. Those who love words, or who find pleasure in drawing on a well-stocked memory of names of persons and places, may well consider KAN ZEN the best solitaire game in the world.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Baseball Card Game",
    "ID": 25272,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.20",
    "Link": "https://boardgamegeek.com/boardgame/25272/baseball-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a card game from the 1950-60s. Players set a line-up and draw cards one at a time. Each card shows a result based on the player in the respective line-up slot. Normal baseball rules apply.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Cup",
    "ID": 25274,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.98",
    "Link": "https://boardgamegeek.com/boardgame/25274/world-cup",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "World Cup is a soccer game which is played in 2 phases, the arrangement of the teams phase and the soccer match phase.&#10;&#10;There are 32 soccer player cards in 4 colors, as well as 12 Superstar cards and 12 Fan cards included. Each player is dealt 4 soccer player card, 1 of each color, and some money.&#10;&#10;During Phase-1, the players walk around a 16 space course, spend money for soccer player cards, superstars and fan cards. They also need money to make transfers with other players or to replace soccer players, which have been hurt by injuries. The strength of all teams is always kept up-to-date, because the income depends directly on it!&#10;As soon as all soccer playing cards are sold, Phase-1 ends and players with incomplete teams pay for making up their teams again. If they don't have enough money, they get the worst available cards.&#10;&#10;Phase-2 is the match phase (money does not help here anymore): &#10;The matches are played on a 7x13 playing field. Each team has 3 tokens which merely serve as defenders. The ball is moved by putting cards on the table. The attacker must announce, which card(s) he wants to play and the defender can then arrange his tokens according to certain restrictions. Goals can only be realized by Superstars - but there are 12 in this game, so most matches will end with a winner. A match is finished, when one player has played all his cards.&#10;&#10;All succeeding matches must be played with the same deck of cards, so it's clear, that Phase-1 is most important to become the final World Cup Winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 7 x 13 Grids",
      "Sports: Football / Soccer",
      "Theme: FIFA World Cup"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rymdimperiet",
    "ID": 25276,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/25276/rymdimperiet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Rymdimperiet (Space Empire in English) is one of the few games the Swedish publishers &quot;&Auml;ventyrsspel&quot; did on their own without licensing an already exciting American game. The gameplay in itself is simple and each player will play the part of a space trader shipping goods across the galaxy. The goal of the game is to generate a net of 150,000 credits and return to your home planet before any of the other players.&#10;&#10;Players move on already existing trade routes which they later can choose to buy to make their own for a set price. Once a trade route has been bought it will earn that player revenue each time another player is forced to use that particular route, as well as create safe passage way for your own trading ship when traveling in the sense that you do not have to pay the expenses to another player and give them the edge.&#10;&#10;Trade routes are different in length and usefulness and players will also be given the option to upgrade their ship to go in Hyperdrive, thus allowing them to move around the board to their destinations faster. The game uses a table where you look up the revenue from each trade between the starting planet and the goal for your shipment.&#10;&#10;The element that makes the game difficult is that you cannot actively choose your trade route. It is randomly generated by dice rolls through a table to see to what area and which planet on the board you have to go to. This is also where owning and buying trade routes plays the part of a tactical element.&#10;&#10;Re-implements:&#10;&#10;    Rail Baron&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "First to Find!",
    "ID": 25279,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/25279/first-to-find",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "First To Find! is a two to four person geocaching themed card game that can be played in 20-30 minutes. The game captures the excitement of the international sport, Geocaching!  The game features stunning, original artwork and comes in a collector's tin box!&#10;&#10;Object:  Instead of standard suits, &quot;FTF!&quot; features cards suited to the seasons - fall, spring, summer, and winter. Players then use a combination of Gear (e.g. bug spray), Movement (e.g. sled) and Obstacle (e.g. spider) cards in the appropriate season of play to out-trick their opponents and race to become the first person to find the treasure, a.k.a &quot;cache.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Theme: Geocaching"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blast-Off",
    "ID": 25280,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/25280/blast-off",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a space race game that uses a spinner for movement and has 3 types of cards for different spaces landed upon.  The goal is to complete a race around the solar system and back to earth.  Entering and leaving planets requires a special roll on the spinner.&#10;&#10;It is patented - #3985361 and the text below is from the patent.&#10;&#10;Abstract&#10;&#10;A game device embodying a game board having a planar playing surface having a path of movement for game pieces delineated thereon, a control spinner and directional cards positioned on the game board for controlling movement of the game pieces. The path of movement is divided into a plurality of increments or areas some of which are provided with instructional indicia. The game pieces simulate rockets and the game board, spinner, control cards and indicia relate to and are simulative of space travel.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hi Score",
    "ID": 25282,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25282/hi-score",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;Hi Score&quot; was published in the German magazine P&ouml;ppel-Revue 5/86 as &quot;Spiel im Heft&quot;.&#10;&#10;The board has 6x6 spaces and both players have 18 stones, numbered from 1-18 on the front side and empty on the back side.&#10;&#10;The game begins with an empty board. Each turn, a player places a stone on the board on the same row or column the last stone has been placed. Stones can not be moved to other spaces, but they are (must be) flipped over, if the sum of own stones in a row or column is higher than the sum of the opposing stones.&#10;&#10;The game ends, when a player can not place a stone on the board. To determine the winner, the numbers on the not yet played stones are subtracted from the total on the stones on the board. The higher total wins. &#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Math"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oförberedd",
    "ID": 25283,
    "Year": "(1942)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25283/oforberedd",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Of&ouml;rberedd (&quot;unprepared&quot;) is a Swedish trivia game, but not quite like most trivia games.&#10;&#10;The object of the game is to get through high school, get a doctorate, and finally win by becoming a professor.&#10;&#10;When a player is still a student, his examiner (the next player) draws a card and reads a subject from that. The subject is something like &quot;Name a city by the river ....&quot;. The examiner reads the question and fills in the blank with something of his own choosing. If the student can answer, he gets a diploma in that subject (there are four different subjects). If the student can't answer, the examiner must answer the question. If he can't, he gets a warning. Otherwise, the student gets the warning. The rest of the players are arbiters in the case of disputes as to what is the correct answer to a question.&#10;&#10;After collecting three diplomas, the player is finished with high school and can now start working on his doctorate. To achieve that, he must get a diploma in each of the four subjects. Once he has that, he must also hold a lecture. To get the subject of his lecture, the player arranges his diplomas in a certain order and reads the sentence that this creates (if he has more than one diploma in a subject he may choose which one to use). This will result in a subject like &quot;The bad influence / of movies / upon art / in troubled times.&quot; The student must now keep a two-minute lecture on this subject. If there are no obvious errors in his lecture, he gets his doctorate. To become a professor, the doctor must get another diploma in each subject and hold another lecture over a given subject.&#10;&#10;Contents:&#10; - 48 student question cards&#10; - 16 doctor question cards&#10; - 12 warning cards&#10; - 64 diplomas&#10; - 6 &quot;finished high school&quot; counters (student's cap)&#10; - 6 &quot;become a doctor&quot; counters (doctor's hat)&#10; - 1 &quot;become a professor&quot; counter (laurel)&#10; - Rules booklet&#10; - Booklet with explanations of questions&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Modular Maze Game",
    "ID": 25284,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25284/modular-maze-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The primary equipment for this game consists of four plastic trays which fit together in pairs, 252 plastic walls which fit between pillars in the trays, and two marbles.&#10;&#10;Each player takes two trays and constructs a maze in one using the walls - some walls have large holes which the marbles can pass through, some have small holes which block them.  The second tray snaps onto the first to hold the walls in place.  The players swap mazes and compete to be the first to get a marble through theirs.&#10;&#10;The game also comes with clamps which hold sets of trays together to make multi-level mazes - you can make a two-level maze with a single set.&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Stones River",
    "ID": 25285,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/25285/the-battle-of-stones-river",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Battle of Stones River is a simulation of the battle of Murfreesboro in the American Civil War.&#10;&#10;The game uses a fairly standard system reminiscent of SPI (Simulations Publications, Inc.) quads of the period.  The rules do have a few points of distinction.  For example, units have a stacking limit of two, and cannot attack on the same turn that a stack is created, so building up a concentrated assault takes time.  The advanced rules add different movement rules for different unit types and introduce battles which can continue over more than one turn.&#10;&#10;The game is most notable for its map, which is full-color and mounted - highly unusual for a small wargame company at the time.  The map is 21.5&quot;x22.5&quot;.  Besides the map, two rules booklets, and a die, the game contains 110 counters, of which 41 are blanks.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Murfreesboro (TN, USA)",
      "Players: Two-Player Only Games"
    ]
  }
]