[
  {
    "Rank": "N/A",
    "Name": "Aftershock: San Francisco & Venice – Stronghold Support Promo Card",
    "ID": 278696,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278696/aftershock-san-francisco-and-venice-stronghold-sup",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Originally available at the 30th Gathering of Friends convention.&#10;&#10;This card is to be used in 3-6 player games only. On the final round the player in last place receives this card and seven random cards instead of the usual eight cards. The card allows the player to place four meeples on the board after all others have been placed.&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Expansion for Base-game",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Witchful Thinking: Grikk the Gremlin Promotional Character card",
    "ID": 278727,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278727/witchful-thinking-grikk-the-gremlin-promotional-ch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Grikk the Gremlin is a promotional Character card for Witchful Thinking.&#10;&#10;Grikk's first Character Ability, Mischievous, represents every gremlin's instinct of ruining peoples lives and sabotaging their dreams. This Character Ability allows Grikk to force a witch to swap 1 Potion card of his choice with him or another witch when he plays a Sneaky Witch card. In Witchful Thinking, the winner of the game is the player who has collected the most Potion cards. If there is a tie, all tied players must add their own Potion cards together, and whoever has the greatest value wins. This means that players want Potion cards with positive numbers instead of negative numbers to ensure their own victory. So for example, if a witch has the Elixir of Life which has a value of +18, Grikk can use his Character Ability to take that valuable card away and give it to another witch instead, or he can take it for himself.&#10;&#10;Grikk's second Character Ability, Trickster, represents every gremlin's desire to play tricks on others. This Character Ability allows Grikk to force a witch to swap their entire hand of Ingredient cards with another witch or himself when he plays a Sneaky Witch card. Forcing other players to swap their cards with each other can be a useful tactic because you can interrupt what the players were planning to do next. Alternatively, Grikk can use this Character Ability to get new cards if his own cards are no good.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Witchful Thinking: Patricia the Poltergeist Promotional Character card",
    "ID": 278728,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278728/witchful-thinking-patricia-the-poltergeist-promoti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Patricia the Poltergeist is a promotional Character card for Witchful Thinking.&#10;&#10;Patricia's first Character Ability, Ghost, represents all of the ectoplasm (or Ghost Goop) that she leaves around. When Patricia places Ghost Goop into the cauldron, it is super concentrated with ectoplasm and is worth +4 instead of +3.&#10;&#10;Patricia's second Character Ability, Haunt, represents how spooky ghosts can be. Haunt allows Patricia to scare another witch into missing their next turn. Patricia can use this ability once per Potion card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Ghosts",
      "Promotional: Cards",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Witchful Thinking: Betsy the Bat Promotional Character card",
    "ID": 278729,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278729/witchful-thinking-betsy-the-bat-promotional-charac",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Betsy the Bat is a promotional Character card for Witchful Thinking.&#10;&#10;Betsy's first Character Ability, Echolocation, represents Betsy's unique senses to find the best ingredients. This Character Ability allows Betsy to double the value of an Ingredient card that she places into the cauldron. So, if an ingredient has a value of +4, Betsy can keep the value as is, or can change it to +8.&#10;&#10;Betsy's second Character Ability, &quot;It's in My Hair!&quot;, represents how people may react to bats if they are scared of them... and if the bat flies around them and maybe land on their hair. This Character Ability allows Betsy to interrupt another witch's turn by making the witch take back an Ingredient card that he or she just placed into the cauldron and exchanging it for a different Ingredient card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Bats",
      "Promotional: Cards",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rock 'n' Rumble",
    "ID": 278731,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278731/rock-n-rumble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Players get dealt 4 musicians and instruments to form a band. Each player has 2 actions they can take on a turn 1) play a card 2) Trash (discard) one of their instruments. As the bands battle it out to win over the crowd, their ultimate goal is to impress the Record Label Scout who is attending the show. At the start of each game, a label scout is chosen at random and placed on the table. Each label scout has different victory conditions and the first band to meet one of the conditions wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rubamazzo",
    "ID": 278733,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/278733/rubamazzo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Rubamazzo is a game with 40 cards representing 10 toys (each toy appears 4 times).&#10;It reimplements classic card games like Rubamazzo (Stealing Bundles), Asso piglia tutto and Memory.&#10;The first 2 games have the same rules of Rubamazzo and Asso piglia tutto, but it's easier to play because of there are pictures (toys) instead of numbers.&#10;The third game is a variant of Memory: if a player makes a couple of a trunk or the same toy of an opponent, he can steal his bundle.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "10 famiglie",
    "ID": 278734,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/278734/10-famiglie",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "10 famiglie is a game with 40 cards representing 10 families (father, mother, son and daughter) and 10 hourglasses.&#10;It reimplements classic card games like Go fish/Happy family and Tappo.&#10;The first game is played with the family cards and has the same rules of Go fish.&#10;The second is a cooperative game using also the hourglasses. Player have to complete the 10 families, playing them on the board from 1 to 4, before drawing the 10 hourglasses.&#10;The third game is like Tappo: each player has 4 cards and, drafting them with the other players, tries to complete a family.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mimo",
    "ID": 278735,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/278735/mimo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Mimo is a game with 50 cards (30 actions and 20 animals).&#10;It rempliments classic games like Charades and Memory.&#10;In the first game a player draws one card and acts it: who guesses the action/animal earns the card and becomes the new actor.&#10;The second game is similar to the first one, but there are 12 cards on the board face up: the actor secretly choose 1 card and the others have to pick the right one.&#10;In the third game the active player has to act all the already drawn cards in the right order. If a player makes a mistake, he takes the turned over cards as penalty.&#10;In the last game, players choose in turn the cards on the board, acting them: then, they have to guess which cards the opponents have, acting them again.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Acting",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Unico",
    "ID": 278736,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/278736/unico",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Unico is a game with 66 cards, based on the traditional game Crazy eights.&#10;&#10;Everyone gets 5 cards and must play a matching card (colour or animal/number): if they haven't a matching card, pick up 1 from the stock pile.&#10;In the basic version there the following special cards:&#10;&#10;     chameleon: you can play it when you want, like a joker.&#10;     crab: play clockwise/counter-clockwise order.&#10;     kangaroo: the next player misses his turn.&#10;&#10;&#10;In the advanced version, there also these special cards:&#10;&#10;     snake: you can exchange one card with another player.&#10;     hands: all player put their hand on this card. The last player draws 2 cards.&#10;&#10;&#10;The first player to discard all their cards wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carte Junior",
    "ID": 278737,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278737/carte-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Carte Junior is a game with a traditional deck of 40 Italian cards, with children friendly illustrations.&#10;It includes 4 traditional games reimplemented in a simplified version for children, mainly about the final scoring.&#10;The games are Scopa, Briscola, Straccia camicia (Beggar My Neighbour) and Carta pi&ugrave; alta (a simplified version of War/Battle).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Malyava: Break free from the prison!",
    "ID": 278746,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/278746/malyava-break-free-from-the-prison",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.8333",
    "Description": "The very word &ldquo;Malyava&rdquo; represents a &quot;Kite&quot; which is a prison`s slang for a small letter, sent by one prisoner to another or to outer mates, via secret ways.&#10;&#10;The Game for three to six gamblers will create a fun atmosphere and light up your party. This is the multiplayer strategic based Game with rich visuals inspired by the Russian prison subculture.&#10;&#10;Each gamer will assume the role of a Cop (Guard), a Con (Inmate) or a Kingpin (Prison Boss). Buying and playing the &ldquo;Lousy life&rdquo; cards, participants earn money and interact with other players. The goal of the Game is to move according to the Map and to be the first to reach freedom. You must solve a number of interesting tasks: such as writing an encrypted letter to a cellmate, keeping in mind that the Cop is hunting for it.&#10;&#10;Should you get trapped &ndash; you must perform various funny or extravagant tasks. Who will win? One of the cons who achieved freedom or cop prevented escape? May luck smile up on you!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Open Drafting",
      "Paper-and-Pencil",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – M3-A Interceptor Expansion Pack",
    "ID": 278752,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278752/star-wars-x-wing-second-edition-m3-a-interceptor-e",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In the Outer Rim, justice is often decided through superior firepower. The M3-A Interceptor is a light, maneuverable craft favored by cartels and syndicates, thanks to the modular hardpoint that lets it equip destructive torpedoes, powerful cannons, and other weapons to threaten much larger vessels.&#10;&#10;This expansion contains everything you need to supplement your Scum and Villainy squadrons with one of these inexpensive and highly customizable fighters. In addition to an M3-A Interceptor ship miniature featuring a striking black and gold Black Sun paint scheme, new players will also find eight reprinted ship cards - including six limited pilots - as well as reprints of five valuable upgrades and four Quick Build cards that help you jump into battle right away.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games",
      "Series: FlightPath (Fantasy Flight Game)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar (Second Edition): Chaos Battletome – Blades of Khorne",
    "ID": 278764,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278764/warhammer-age-of-sigmar-second-edition-chaos-battl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Battletome: Blades of Khorne is the updated guide to fielding a Khorne army for Age of Sigmar 2nd Edition.&#10;&#10;This hardback book contains a miniatures showcase illustrating colour schemes and painting advice, plus examples of painted models. It also features rules for fielding your Blades of Khorne army in games of Age of Sigmar, as well as rules for building a Khorne warband in Path to Glory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: German Ace Pilot – Eduard Tratt",
    "ID": 278766,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278766/blood-red-skies-german-ace-pilot-eduard-tratt",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers. This expansion includes German ace pilot Eduard Tratt and additional accessories to add to the core game.&#10;&#10;Eduard Tratt began the war in BF 110s, accumulating thirteen victories by the end of 1940. He pioneered the use of fighter-bombers for pin-point attacks over England before transferring to the Eastern Front. In 1943 Tratt was assigned to command a special unit evaluating the new Me 410 against USAAF heavy bombers. Tratt would eventually be killed attacking B-17s of the 91st Bomb Group in February 1944. He had achieved 38 victories, including six heavy bombers and eight P-38 fighters, across 350 combat sorties.&#10;&#10;Contents:&#10;1 Me 410 metal Plane&#10;1 Advantage Flying Base&#10;1 Double-sided Pilot Skill Disc Set&#10;1 Aircraft Card&#10;2 Aircraft Trait Cards&#10;2 Ace Skill Cards&#10;1 Eduard Tratt Ace Card&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Luftwaffe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: German – Messerschmitt Me 410 Squadron",
    "ID": 278769,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278769/blood-red-skies-german-messerschmitt-me-410-squadr",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The failure of the Me210 program left the aging Me110 filling the gap until a new heavy fighter could be designed. The more powerful Me410 &quot;Hornet&quot; was rushed into production by 1943, first operating as a night bomber and later as a bomber-destroyer with some success. The Me410 had a number of innovative design features including remotely controlled rear-facing guns and a &quot;pallet system&quot; for reconfiguring the aircraft as a bomber, a fighter, or a photo recon aircraft.&#10;&#10;Metal components.&#10;&#10;Contents:&#10;6 Messerschmitt Me 410 metal Planes&#10;6 Advantage Flying Bases&#10;6 Base Extensions&#10;1 Punchboard with Double-sided Pilot Skill Discs&#10;2 Aircraft Cards&#10;1 Doctrine Card&#10;7 Aircraft Trait Cards&#10;1 Waterslide Decal Sheet&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Luftwaffe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: German – Junkers Ju 87D Stuka Squadron",
    "ID": 278770,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278770/blood-red-skies-german-junkers-ju-87d-stuka-squadr",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Ju87 was the Luftwaffe's dedicated dive bomber, indeed the name &quot;Stuka&quot; is derived from the German word Sturzkampfflugzeug - &quot;dive bomber&quot;. Early in the war it was a deadly adjunct to the Panzer Divisions as flying artillery with pinpoint accuracy. The Battle of Britain exposed the overall weakness of the Stuka to opposing fighters, but the upgraded Ju87D model continued to perform its essential work on the Mediterranean and Eastern fronts.&#10;&#10;Metal components.&#10;&#10;Contents:&#10;6 Junkers Ju 87D Planes&#10;6 Advantage Flying Bases&#10;6 Base Extensions&#10;1 Punchboard with Double-sided Pilot Skill Discs&#10;1 Aircraft Card&#10;1 Doctrine Card&#10;1 Negative Aircraft Trait Card&#10;1 Waterslide Decal Sheet&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Luftwaffe",
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: German – Luftwaffe Expansion Pack",
    "ID": 278771,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278771/blood-red-skies-german-luftwaffe-expansion-pack",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "German Luftwaffe expansion material for the base game.&#10;&#10;Datacards for the following aircraft are included:&#10;&#10;&bull; Bf 109F &quot;Franz&quot; Fighter&#10;&bull; Bf 109K &quot;Karl&quot; Fighter&#10;&bull; Ju 88C Heavy Fighter&#10;&bull; Ju 87B &quot;Stuka&quot; Dive Bomber&#10;&bull; He 111H Medium Bomber&#10;&bull; He 177A &quot;Greif&quot; Heavy Bomber&#10;&#10;This pack also includes Action Deck cards which cover the aircraft presented plus a wide variety of other aircraft used by the Luftwaffe:&#10;&bull; 22 Trait Cards&#10;&bull; 3 Theatre Cards&#10;&bull; 3 Doctrine Cards&#10;&bull; 2 New Equipment Cards&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Luftwaffe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: British – RAF Expansion Pack",
    "ID": 278773,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278773/blood-red-skies-british-raf-expansion-pack",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "RAF expansion material for the base game.&#10;&#10;This pack contains additional cards for Blood Red Skies. Datacards for the following Royal Air Force aircraft are included:&#10;&bull; Spitfire Mk Vb&#10;&bull; Spitfire Mk XIV&#10;&bull; Typhoon 1B&#10;&bull; Tempest V&#10;&bull; Wellington IC Medium Bomber&#10;&bull; Lancaster III Heavy Bomber&#10;&#10;This pack also includes Action Deck cards which cover the aircraft presented plus a wide variety of other aircraft used by the RAF.&#10;&#10;Contents:&#10;22 Trait Cards&#10;3 Theatre Cards&#10;3 New Doctrine Cards&#10;2 New Equipment Cards&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Royal Air Force"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu Wars: Giant Blind Albino Penguins",
    "ID": 278777,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278777/cthulhu-wars-giant-blind-albino-penguins",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Contains 2 Giant Blind Albino Penguins Neutral Monsters Miniatures.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Cthulhu Wars",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu Wars: Something About Cats",
    "ID": 278778,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278778/cthulhu-wars-something-about-cats",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Something About Cats is an Expansion for Cthulhu Wars.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Cthulhu Wars",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu Wars: Bubastis",
    "ID": 278779,
    "Year": "(2023)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278779/cthulhu-wars-bubastis",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Expansion Cthulhu Wars Bubastis Faction.&#10;&#10;Note that this faction has no acolytes nor a high priest!&#10;&#10;Add-ons:&#10;&#10;     Gold Cat battle dice&#10;     Neutral unit identifier rings&#10;     2 Giant Blind Albino Penguins&#10;     Something About Cats box&#10;         Neutral monsters&#10;             2 Cats from Mercury&#10;             2 Cats from Venus&#10;             2 Asteroid Cats&#10;        &#10;         Neutral Terror&#10;             Cat from Neptune&#10;        &#10;         Neutral Independent Elder God&#10;             Hagarg Ryonis (Cat from Jupiter)&#10;        &#10;    &#10;&#10;&#10;A French translation kit was made available which also includes the Cthulhu Wars: Daemon Sultan material.&#10;&#10;Kickstarter Update #3:&#10;&#10;Catlovers &hellip; stand free to worship aristocratic independence, self-respect, and individual personality joined to extreme grace and beauty as typified by the cool, lithe, cynical, and unconquered lord of the housetops.&#10;&#10;- H. P. Lovecraft&#10;&#10;Bubastis is probably the weirdest faction of them all. It doesn&rsquo;t have any cultists. It doesn&rsquo;t have a Great Old One. It does have Bastet, an Elder God (not quite the same). Like other factions it has 6 spellbooks that are gained in the normal way (though of course with her own unique requirements). One of her most unusual features is that it has a separate map tile representing the Moon. This Moon is the Bubastis starting area. It counts as a Bubastis-controlled gate for all purposes, except that it can&rsquo;t be seized by another faction. No other gate can be built or moved there (except Yog-Sothoth via the Catnapping spellbook). Bubastis units can move and be pained freely between the Moon and any other map area. Other factions can move or be pained from the Moon to the main map area, but they can&rsquo;t move to the Moon on their own. Since your cats can&rsquo;t build or occupy gates, the Moon is their only gate throughout the game.&#10;&#10;If they don&rsquo;t have Cultists, then &hellip; ?&#10;&#10;Yes I know, this leads into a lot of questions. Let&rsquo;s break it down. Your faction has 6 Earth cats, 2 Cats from Mars, 2 Cats from Saturn, 2 Cats from Uranus, and Bastet. All the cats count as monsters (yes even the Earth cats), and all the cats generate 1 Power during the Gather Power phase. At game start, you have 6 Earth cats on the Moon, plus the Moon counts as your Gate. This gives you a total of 8 Power: 1 per cat and 2 for the Moon. To get more Power, you&rsquo;ll have to use a certain spellbook, fulfill a certain spellbook requirement, or summon more cats.&#10;&#10;Your Earth cats have the special ability that spellbooks and abilities that target cultists can target Earth cats as if they were acolytes. The Earth cats still cannot be captured, though (except by Tsathoggua using Capture Monster). This does mean that Zingaya will turn them into undead, Ghroth kidnaps them, if you summon a Satyr it brings a pet cat, etc. You can even turn Earth cats into Brain Cylinders.&#10;&#10;The Earth Cats are Combat 0, Cost 1. &#10;Cats from Mars are Combat 1, Cost 2. &#10;Cats from Saturn are Combat 2, Cost 3&#10;Cats from Uranus are Combat 3, Cost 4.&#10;&#10;Each cat gets a special spellbook benefiting it in some way. The Earth cat&rsquo;s spellbook, Catabolism, lets an Earth cat recruit a monster without a gate, letting you bring them forth on the main map. The Cats from Mars spellbook, Zagazig, reverses the results of Kills and Pains, so all rolled Kills become Pains, and all rolled Pains become Kills. This works on both sides in the battle, so beware. The Cats from Saturn have a spellbook letting them spend 1 Power pre-battle to increase their attack up to 6. And the Cats from Uranus spellbook means that you can kill one extra unit anywhere on the map post-battle.&#10;&#10;How can they win, without Gates?&#10;&#10;Well, one of their spellbooks, Ailurophobia, lets them score 1 Doom per cat variety that they have on the main map. So if they have all four (which is usually the case), they get 5 Doom per Doom phase: 4 for the cats, and 1 for their impregnable Moon Gate. That&rsquo;s not bad. On the other hand, their Rituals of Annihilation are sucktastic, since all that does is double their Gate points, a mere +1.&#10;&#10;What&rsquo;s Bastet like?&#10;&#10;She&rsquo;s an Elder God (like Nodens), not a Great Old One. This means she does not roll combat dice, and she does not inherently provide an Elder Sign when you Ritual.&#10;&#10;However, her Combat ability is still potent: she adds 1 Kill to your combat total, and additionally the enemy must lower their rolled Kill total by 1.&#10;&#10;Her Requires Attention ability kicks in during the Doom phase. If Bastet is in an area with an enemy cultist (only), you can perform a Ritual of Annihilation. In this case, the Ritual adds exactly 4 Doom, plus if the area Bastet is in has an enemy Gate, gain 1 Elder Sign, and if the Area has an Enemy Great Old One, 2 more Elder Signs. These are additive.&#10;&#10;This means your best-case scenario is you have all four cat types on the map, plus Bastet in an area with an enemy-controlled Gate and their Great Old One. In the Doom phase you will earn 5 Doom for your 4 cats &amp; Moon gate. Then the ritual scores you 4 more Doom and Bastet scores 3 Elder Signs. That&rsquo;s 9 Doom and 3 Elder Signs. Of course you won&rsquo;t be able to pull that off every turn.&#10;&#10;The cats are fun, if weird, and I think you&rsquo;ll like playing with them. We have had a lot of fun. They are an extremely aggressive faction. They don&rsquo;t play &ldquo;defense&rdquo; because they want to always be in your areas causing trouble. Like kittens I guess. And Bubastis is hard to KO, because you can&rsquo;t steal her gate. You have to just kill the kitties one by one.&#10;&#10;Giant Blind Albino Penguins!&#10;&#10;This white, waddling thing was fully six feet high&hellip; To say that the white thing did not profoundly frighten us would be vain. We were indeed clutched for an instant by a primitive dread almost sharper than the worst of our reasoned fears regarding those others. Then came a flash of anticlimax as the white shape sidled into a lateral archway to our left to join two others of its kind which had summoned it in raucous tones. For it was only a penguin&mdash;albeit of a huge, unknown species larger than the greatest of the known king penguins, and monstrous in its combined albinism and virtual eyelessness.&#10;&#10;- H. P. Lovecraft&#10;&#10;The Giant Blind Albino Penguin has been a thorn in my side for years. People are constantly asking for one, yet it&rsquo;s obviously idiotic. Yes, it&rsquo;s a Lovecraft creation, but it&rsquo;s specifically non-threatening. That said, so many folks have asked for this critter that I have finally caved in. Here it is.&#10;&#10;And it&rsquo;s a doozy. As with the cats, I couldn&rsquo;t bring myself to make them look goofy. They are creepy and terrifying. At least in my opinion.&#10;&#10;What do they do?&#10;Their sole purpose is to mess with the other players and make them hate you. Which really ought to be the obvious desire of anyone spending Doom to get giant penguins! As with other neutral monsters you pay 2 Doom in the Doom phase, then get a free Penguin at your gate. The Penguins are cost 1, Combat minus 2. This means if you have a Penguin in the battle it reduces your attack by 2, so it&rsquo;s kind of like the irksome Servitors of the Outer Gods. But it is indeed tactically and strategically quite different.&#10;&#10;The Penguins&rsquo; special ability is Laughingstock, and is pre-Battle. You can move one or more Penguins to a Battle area even if you are not involved in the Battle. If you are part of the Battle, the Penguin fights on your side&ndash;so in this case it acts kind of like a Hunting Horror with Search &amp; Destroy, except that it weakens your combat. But it does serve as a meat shield, which provides some usefulness. I have seen a Crawling Chaos fly in a pair of Penguins to accompany Nyarlathotep in a battle&ndash;sure it lowered Nyarlathotep&rsquo;s attack from 12 to 8, but 8 dice was enough for his purposes, and having two Cost 1 penguins there to take hits for him was priceless.&#10;&#10;Their real threat though is if you are not involved in the battle, then you choose which side the Penguin is on, and it belongs to that player till the battle ends. In other words, they roll 2 fewer dice, and you are the reason. If they complain, tell them that your regime is &ldquo;harsh, but fair.&rdquo; Or try to convince them that you were &ldquo;helping&rdquo; by giving them an ally. The latter has never worked for me though.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Cthulhu Wars",
      "Players: Expansions Changing Player Count",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lord of the Fries: Las Cabezas Mexican Restaurant Deck",
    "ID": 278782,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/278782/lord-of-the-fries-las-cabezas-mexican-restaurant-d",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "This restaurant deck plays the same as the original Lord of the Fries, but with ingredients and menu themed as a Mexican restaurant.  Ingredients in this deck include Rice, Tortillas, Beans, 'Red Stuff', 'Green Stuff', Cheese, Bird, Cow and Pig.&#10;&#10;Special Rule: You may substitute any type of meat for the correct meat, but played for zero points (play the card face down).&#10;&#10;Besides being an expansion to Lord of the Fries, this can be played as a stand alone.&#10;&mdash;user summary&#10;&#10;Zombies Making Food.&#10;That's the idea behind Lord of the Fries.&#10;You and your friends are a crew of not-so-smart Zombies, racing to assemble meals from hands of random ingredients.&#10;It's a simple, fast, and funny card game for you and all your no-so-smart friends.&#10;This deck can be played by itself or mixed with others.&#10;You need a 6-sided die to play this game.&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Zombies",
      "Series: Cheapass Zombie",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "China 2030",
    "ID": 278801,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/278801/china-2030",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players are looking for the best strategy for Germany to meet China's future development. The development is represented by cards of different color in the middle of the table. Players draw and play cards that define their strategy, trying to collect points in line with what they reckon to be the current scenario at the end of the game. Whoever then has the most points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Matryoshka: Deluxe Add-on",
    "ID": 278804,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278804/matryoshka-deluxe-add-on",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This add-on includes 4 new sets of Matryoshka Dolls and 2 screen printed meeples.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rajas of the Ganges: Blessings of Kedarnath",
    "ID": 278814,
    "Year": "(2019)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278814/rajas-of-the-ganges-blessings-of-kedarnath",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "A mini-expansion consisting of a postcard which is placed over the karma track on the board. Rewards are printed next to the spaces on the new karma track and there is a new space for a worker; a worker placed there can take the reward next to any empty level of the track.&#10;&#10;The expansion appears to be a promotional item for the Bretterwisser podcast.&#10;&#10;The expansion is now also included in the Rajas of the Ganges: Goodie Box 2 in a cardboard version.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Country: India",
      "Game: Rajas of the Ganges",
      "Religious: Hinduism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Peacock Block: \"Dirty Bird\" Expansion",
    "ID": 278817,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278817/peacock-block-dirty-bird-expansion",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The &quot;Dirty Bird&quot; Expansion is a Not Safe For Work expansion adding a 6th player and all the needed components, PLUS 54 interchangeable cards of the most over the top, cringe-worthy, &quot;no filter&quot; dirty goodness.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Birds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roam:  Animals Promo Pack",
    "ID": 278820,
    "Year": "(2019)",
    "Geek Rating": "5.699",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278820/roam-animals-promo-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "A set of 5 bonus animal cards for Roam that was a free add-on during the Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: World of Arzium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roam: Gem Maps",
    "ID": 278822,
    "Year": "(2019)",
    "Geek Rating": "5.648",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278822/roam-gem-maps",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Small expansion available to backers of the Roam Kickstarter campaign.&#10;&#10;This expansion adds a gem map card that each player gets at the start of the game. Players can then collect gems during their turn that can be placed on spaces on the gem map.  At the end of the game, completed gem patterns on the gem map gives the player end game points.&#10;&#10;The Gem Maps expansion will include a set of 4 gem map cards and 120 gem tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: World of Arzium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Less is Max",
    "ID": 278825,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/278825/less-is-max",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The object of the game is to satisfy the nine fundamental human needs &ndash; subsistence, protection affection, understanding, participation, leisure, creation, identity and freedom &ndash; through the wings that we collect on our journey. There are 72 cards, of which 12 are surprise cards. These can be pleasant or unpleasant, as happens in daily life. The key to the game lies within the cards.  In the first actions they reflect our feelings, thoughts and actions. To bet or not to bet, that is the question. Therefore, we must bet, or not, on how much of our life, &lsquo;cronos&rsquo;, we are willing to risk.  20 &lsquo;cronos&rsquo; coins are allocated to each player.  As the game unfolds we find &lsquo;wings&rsquo;, that satisfy our needs, or &lsquo;weights&rsquo;, that drag us down and away from them.  We also see through our decisions that the &lsquo;suns&rsquo; we contribute to the common good begin to shine, and by contrast, the &lsquo;poisons&rsquo; of our bad choices begin to erode life.  And for that life to continue, if there are poisons in the common good the game cannot be won, even if the nine needs are satisfied. So, the underlying philosophy is that winning is about not harming others: live and let live.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle Ravens: Norman Army",
    "ID": 278826,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278826/battle-ravens-norman-army",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Battle Ravens army packs offer players three new armies to command in battle: choose from the Normans, the Welsh, or the Scots.&#10;&#10;Battle Ravens is a game of Viking Age warfare: a brutal clash of strength, cunning and luck, where subtlety and nuance are neither welcome or commonplace. Army packs offer new artwork and strategies for play.&#10;&#10;Each army pack includes 18 Hirdmen, 18 Bondi, 4 Thralls, 20 Ravens, an information sheet including optional rules for Battle Ravens, and 10 Tactics Cards themed to the army.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Ravens: Welsh Army",
    "ID": 278827,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278827/battle-ravens-welsh-army",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Battle Ravens army packs offer players three new armies to command in battle: choose from the Normans, the Welsh, or the Scots.&#10;&#10;Battle Ravens is a game of Viking Age warfare: a brutal clash of strength, cunning and luck, where subtlety and nuance are neither welcome or commonplace. Army packs offer new artwork and strategies for play.&#10;&#10;Each army pack includes 18 Hirdmen, 18 Bondi, 4 Thralls, 20 Ravens, an information sheet including optional rules for Battle Ravens, and 10 Tactics Cards themed to the army.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Ravens: Scottish Army",
    "ID": 278828,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278828/battle-ravens-scottish-army",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Battle Ravens army packs offer players three new armies to command in battle: choose from the Normans, the Welsh, or the Scots.&#10;&#10;Battle Ravens is a game of Viking Age warfare: a brutal clash of strength, cunning and luck, where subtlety and nuance are neither welcome or commonplace. Army packs offer new artwork and strategies for play.&#10;&#10;Each army pack includes 18 Hirdmen, 18 Bondi, 4 Thralls, 20 Ravens, an information sheet including optional rules for Battle Ravens, and 10 Tactics Cards themed to the army.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "History: Viking Expansion",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "insect inc.",
    "ID": 278829,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/278829/insect-inc",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In insect inc., a game that combines puzzles, cards, and picture searches, you are a researcher for a company of the same name that's developing colorful insects as art. A new kind of insect has fled to the forest thanks to a minor mistake by one of your colleagues, and because it is a new undiscovered species, it needs to be recovered quickly.&#10;&#10;You must be careful when collecting insects for if you surprise them, they will mimic nature through camouflage. Can you safely recover the insects that fled?&#10;&#10;&bull;&bull;&bull;&#10;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#232;&#137;&#178;&#229;&#189;&#169;&#232;&#177;&#138;&#227;&#129;&#139;&#227;&#129;&#170;&#233;&#145;&#145;&#232;&#179;&#158;&#231;&#148;&#168;&#227;&#129;&#174;&#230;&#152;&#134;&#232;&#153;&#171;&#227;&#130;&#146;&#233;&#150;&#139;&#231;&#153;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#10;&#227;&#128;&#140;insect inc.&#227;&#128;&#141; &#227;&#129;&#174;&#231;&#160;&#148;&#231;&#169;&#182;&#229;&#147;&#161;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#229;&#144;&#140;&#229;&#131;&#154;&#227;&#129;&#174;&#228;&#186;&#155;&#231;&#180;&#176;&#227;&#129;&#170;&#227;&#131;&#159;&#227;&#130;&#185;&#227;&#129;&#167;&#10;&#230;&#150;&#176;&#231;&#168;&#174;&#227;&#129;&#174;&#230;&#152;&#134;&#232;&#153;&#171;&#227;&#129;&#140;&#230;&#163;&#174;&#230;&#158;&#151;&#227;&#129;&#171;&#233;&#128;&#131;&#227;&#129;&#146;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#190;&#227;&#129;&#160;&#230;&#156;&#170;&#231;&#153;&#186;&#232;&#161;&#168;&#227;&#129;&#174;&#230;&#150;&#176;&#231;&#168;&#174;&#227;&#129;&#174;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#10;&#232;&#191;&#133;&#233;&#128;&#159;&#227;&#129;&#171;&#229;&#155;&#158;&#229;&#143;&#142;&#227;&#129;&#153;&#227;&#130;&#139;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#230;&#152;&#134;&#232;&#153;&#171;&#227;&#130;&#146;&#230;&#142;&#161;&#229;&#143;&#150;&#227;&#129;&#153;&#227;&#130;&#139;&#230;&#153;&#130;&#227;&#129;&#175;&#229;&#133;&#133;&#229;&#136;&#134;&#227;&#129;&#171;&#230;&#179;&#168;&#230;&#132;&#143;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#230;&#152;&#134;&#232;&#153;&#171;&#227;&#130;&#146;&#233;&#169;&#154;&#227;&#129;&#139;&#227;&#129;&#155;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#227;&#129;&#168;&#10;&#232;&#135;&#170;&#231;&#132;&#182;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#171;&#230;&#147;&#172;&#230;&#133;&#139;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#231;&#132;&#161;&#228;&#186;&#139;&#227;&#129;&#171;&#227;&#128;&#129;&#233;&#128;&#131;&#227;&#129;&#146;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#159;&#10;&#230;&#152;&#134;&#232;&#153;&#171;&#233;&#129;&#148;&#227;&#130;&#146;&#229;&#155;&#158;&#229;&#143;&#142;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#129;&#139;&#227;&#128;&#130;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Insects"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gatekeeper",
    "ID": 278877,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278877/gatekeeper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Tactical turn based game which has you controlling armies of the undead as you gain power and more souls. The aim is to destroy your fellow players gatekeeper pieces, without threatening your own.&#10;&#10;A play can earn more souls and expand their army faster the closer to the middle of the board they are willing to get though this places them at risk of being killed themselves, making for an interesting balance between attack and defense.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kaki Lima",
    "ID": 278886,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/278886/kaki-lima",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "80",
    "Weight": "1.6667",
    "Description": "A light strategy game inspired by walking around Penang's George Town, Kaki Lima is about pedestrians navigating their way through a grid of five-foot ways. Players gain victory points when their pedestrians reach places on their task lists and bonus exploration cards, when they clear blocked paths, and when they meet up with other pedestrians.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Country: Malaysia",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OverBattle: Rise of Kings",
    "ID": 278901,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/278901/overbattle-rise-of-kings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "0",
    "Description": "As Knights engage and armies scatter, the King's advance on other's Castles in this quest of trust, loyalty and cunning treachery.&#10;&#10;Based on the OverBattle game system, the cross-genre mechanics of worker placement, area control and engine building are seamed together in a classic-yet-new format in a battle for lands that won't be forgotten.&#10;&#10;The OverBattle: Rise of Kings experience starts with stunning visuals, classic gameplay and all new excitement. Revolutionary elements of territory, terrain changes and confrontation meet with co-op game play and more!&#10;&#10;CASy enabled, 3D terrain and more creates a depth of gameplay consistent with Syther Gaming's OverBattle themed games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Exploration",
      "Farming",
      "Medieval",
      "Negotiation",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Traitor Game",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Destiny – Allies of Necessity Draft Set",
    "ID": 278902,
    "Year": "(2019)",
    "Geek Rating": "5.559",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278902/star-wars-destiny-allies-of-necessity-draft-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Desperate times call for desperate measures in the Allies of Necessity Draft Pack for Star Wars&trade;: Destiny!&#10;&#10;Allies of Necessity features 20 new cards that can be used to supplement your pool of cards in a draft or sealed event, and provide new options in constructed deck building!&#10;&#10;Like Rivals before it, players just need a copy of Allies of Necessity and six Star Wars: Destiny booster packs to participate in their every own draft or sealed event! What's more, the cards in your Allies of Necessity Draft Set are completely reusable&mdash;no matter how many drafts you play, you'll only ever need to buy a single copy of Allies of Necessity to enable your draft games of Star Wars: Destiny!&#10;&#10;Contains 20 cards and 9 dice&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Collectible: Collectible Dice Games",
      "Game: Star Wars Destiny",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Angry Dice Expansion: Wild Ride",
    "ID": 278907,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278907/angry-dice-expansion-wild-ride",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Expansion for Angry Dice inspired by Dice Hate Me Games game Carnival.&#10;&#10;The expansion contains two red dice.&#10;&#10;The Wilds are in place of the #6.&#10;If you roll a wild it can stand for any number.&#10;You must lock a wild if you roll one.&#10;If you roll 2 wilds faces you automatically lost the game.&#10;&#10;The Angry Dice Expansions were part of the Viva Java: The Dice Game Kickstarter campgaign that fulfilled in January 2014.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Angry Dice Expansion: Lucky Beans",
    "ID": 278908,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278908/angry-dice-expansion-lucky-beans",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Expansion for Angry Dice inspired by Dice Hate Me Games game VivaJava: The Coffee Game.&#10;&#10;The expansion contains two green dice.&#10;&#10;The Lucky Beans are in place of the #6.&#10;You can not lock ANY numbers.&#10;If you roll 2 Lucky Bean faces you automatically win the game.&#10;&#10;The Angry Dice Expansions were part of the Viva Java: The Dice Game Kickstarter campgaign that fulfilled in January 2014.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Angry Dice Expansion: Diesel Dice",
    "ID": 278909,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278909/angry-dice-expansion-diesel-dice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Expansion for Angry Dice inspired by Dice Hate Me Games game Great Heartland Hauling Co.&#10;&#10;The expansion contains two blue dice.&#10;&#10;The Diesel graphics are in place of the #1.&#10;When rolling if you get double Diesels when going for 1-2, you can jump ahead to 5-6.&#10;If you roll double Diesels when rolling for 5-6 you have to go back to 3-4 (or if you are 3-4 you go back to 1-2).&#10;&#10;The Angry Dice Expansions were part of the Viva Java: The Dice Game Kickstarter campgaign that fulfilled in January 2014.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Angry Dice Expansion: Lab Fire!",
    "ID": 278910,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278910/angry-dice-expansion-lab-fire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Expansion for Angry Dice inspired by Dice Hate Me Games game Compounded.&#10;&#10;The expansion contains two orange dice.&#10;&#10;The Lab Fires are in place of the #1.&#10;If you roll double fire symbols yell &quot;Lab Fire!&quot; and ALL players must start over at 1-2.&#10;&#10;The Angry Dice Expansions were part of the Viva Java: The Dice Game Kickstarter campgaign that fulfilled in January 2014.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Shadows",
    "ID": 278911,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278911/age-of-shadows",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A deck-building game that allows you to play as one of eight different shadow casters who can cast a variety of different spells against fellow players. Game features role-playing elements and the concept of levelling up too.&#10;&#10;Each player begins by choosing the shadowcaster they wish to play as, which each comes with its own choice of cards and decks to use, along with certain special abilities. Players also choose a shadow card which gives them further abilities that stat with them throughout the game.&#10;&#10;Players then take turns in playing the cards (spells, creatures or forms of energy) in their hands that they can or adding new cards to their hands. The game gets deeply strategic in that players can also level up giving them access to more powerful abilities and additional shadow cards. The risk being that a player remains vulnerable for an entire round to do so.&#10;&#10;The objective of the game is to be the last shadowcaster on the board. The game can be played individually with others or in teams.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Of Gods and Men",
    "ID": 278912,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278912/of-gods-and-men",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A tactical board game where you play against other plays to conquer a new world by gaining the most influence over it. Influence is achieved through a combination of warfare, knowledge, money and religion, allowing players to each adopt different strategies to win.&#10;&#10;In turns players can choose to explore unsettled territory, attack opponents or pursue religious, knowledge or cultural growth through a variety of research. As players develop, they can increase influence points with the first player to  reach 20 points claiming ultimate victory.&#10;&#10;The game can be played individually with others or in teams, allowing for many different ways of playing.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civilization",
      "Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Night of Thieves",
    "ID": 278913,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278913/night-of-thieves",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "You play as a thief with a purpose trying to gather as much gold as possible to cripple an oppressive government. The game can be played either against others or in teams and sees you utilising both a combination of luck and skill to get ahead.&#10;&#10;Players start off from their chosen guild on the board and roll dice to navigate through the town to try and steal as much loot as possible. Each door requires a certain dice roll for a break-in attempt to be successful, where a card is then picked up athat determines items gained or further actions by the player.&#10;&#10;While navigating the town, players must avoid guards who move in random directions each round and also try and solve certain quests thru may gain along the way. Once a player/gud reaches a predetermined amount of money, the game is then won.&#10;&#10;Players can play either individually or in teams with optional quests added to make the game even more diverse through each play through.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battleground Fantasy Warfare: Men of Hawkshold",
    "ID": 278914,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgame/278914/battleground-fantasy-warfare-men-of-hawkshold",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "In all the Holds of Men, one is first among equals. . .Hawkshold.&#10;&#10;No feudal duke, nor Elven prince, nor Dwarven lord marches to war without knowing how Hawkshold will respond.  The Grand Duke of Hawkshold can field legions of brave knights, trained soldiers, and ruthless mercenaries.&#10;&#10;The Men of Hawkshold is a reprinting of the very first faction of Battleground Fantasy Warfare, featuring redesigned rules and all new artwork.&#10;&#10;Battleground Fantasy Warfare is a miniatures game &mdash; without miniatures! Units are represented by cards portraying the warriors and their characteristics. Each player builds their army, deploy their units, and assigns them orders. Once the battle begins, each player only has a limited ability to command their army. The player with the better plan can use their commands to inspire or enchant their units in combat.&#10;&#10;Quick to set up, easy to store, Battleground is a game that can be played at your kitchen table and carried in your pocket. And yet Battleground is a deeply tactical game, where maneuver and marshaling your limited command resources are the keys to victory.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Battleground Fantasy Warfare (Your Move Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trapped!",
    "ID": 278915,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278915/trapped",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "You play as a group of miners trapped underground and need to work together to try and find your way to a lift and back out safely.&#10;&#10;The game starts with players drawing a tile and then placing their markers on the tile. Each player then has a chance to perform a certain number of actions within a turn which includes movement, placement of new tiles and picking up/using objects found in the mine. Every so often rockfall may happen, forcing players to need to dig out of these before continuing. Players also have to manage their energy and weight levels to stay alive and move at a sufficient pace.&#10;&#10;The game is one when all players are able to make their way successfully to the elevator shaft out of the mine. Along the way, crystals can also be mined and the surviving player with the most crystals, wins the game.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Plane Wars",
    "ID": 278916,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278916/plane-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this card and dice game you play as a group of select beings capable of traversing different planes as you need to battle it out not only for your survival, but that of mankind.&#10;&#10;Each player starts off by selecting a plane walker from the deck and then a landscape from the plane deck. The landscape will come with a preset effect which alters each players abilities  as well as default dice rolls. A set of dice is then rolled by each of the players and combined to form combinations which enable a player to make different moves against their opponent. Every round a new landscape is drawn, so players will need to adjust their tactics per landscape.&#10;&#10;The first player to have thief life points reduced to 0 ultimately loses the game. The game can be played with either one or multiple plan walkers per player, depending on length of game that is desired.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu Wars: Tcho-Tcho Tribes",
    "ID": 278919,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278919/cthulhu-wars-tcho-tcho-tribes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion contains 12 spellbooks.&#10;- 3 univeral spellbooks&#10;Hierophants, Soulless and Terror.&#10;&#10;- 3 Tsang Tribe spellbooks&#10;Idolatry, Martyrdom and Tablets of the Outer Gods.&#10;&#10;- 3 Leng Tribe spellbooks&#10;&#10;Surprise! an action costing 2 Power. An enemy player has to choose one of his acolytes, and swap it out for one of your Proto-Shoggoths.&#10;&#10;Dark Rituals Use it once per turn. When you play it, each enemy player with one of your High Priests in their Starting Area has to choose whether to pay you 2 Power or 2 Doom. (A player with less than 2 Power or Doom is immune.)&#10;&#10;Fulmination A one-time post-battle effect. If Ubbo-Sathla was killed in the Battle, you can discard him out of the game permanently, and gain 1 Elder Sign for each unit killed in the battle (on both sides).&#10;&#10;- 3 Sarkomand Tribe spellbooks&#10;&#10;Otherworld Alliances this adds 1 to the Combat of all your Neutral Monsters and Terrors.&#10;&#10;Doomsday another one-use spellbook. When you take it, you immediately pick any Independent Great Old One with a cost of 2 or 4 (only) and place it at your controlled Gate. Always fun.&#10;&#10;Inerrant when you Ritual, gain 1 Elder Sign for each enemy-controlled Gate at which you have any Great Old Ones.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Cthulhu Wars",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bow Down",
    "ID": 278920,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgame/278920/bow-down",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Bow Down is a card game, focused on amassing an army, deceiving your opponents and destroying the opposition. The game play is fast-paced and the rules are easy to learn. Players will have to not only focus on their own resources, but on their opponents&rsquo; as well. Deceiving and redirecting the attention of others towards one opponent is a key strategy to winning the game. Players will also have several cards that they can use in order to cripple the enemy army and turn the tide of the game. As a king, you need to be wise in your actions. If you are, all will Bow Down!&#10;&#10;Bow Down is a card game including 72 cards. The package is focused on portability and ease of use. The game requires two players in order to play, but can be played with up to 8 people. One play through of the game lasts 10-20 minutes. Do you have what it takes to make your enemies Bow Down to you?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Waves: Season One Expansion",
    "ID": 278922,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278922/star-waves-season-one-expansion",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Season One Expansion adds 5 Fuel and 5 Credits, allowing a third player to join the game. Also, it contains 60 brand-new Cards split into 3 Mini-Episodes.&#10;&#10;Each Mini-Episode features 18 Cards, 1 Artifact Card &amp; 1 Quest Card and has it's unique symbol printed on the card. When playing with two or three players, shuffle the added cards of one Mini-Episode into the Action &amp; Location Card piles.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ronin of the Reach",
    "ID": 278926,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/278926/ronin-of-the-reach",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Ronin of the Reach is a fast-paced card game for 2-6 space pilots with 10 minutes to spare.&#10;&#10;In Ronin of the Reach your dexterity is as important as your tactical skills.&#10;Maneuver by carefully flicking your ship card across the battle field.&#10;Avoid hazards such as asteroids, space mines or the debris of an unlucky player&acute;s ship.&#10;Choose one of your six hand cards and place it face down next to your craft.&#10;Pick an offence or a defense action. For each weapon there is a matching counter measure.&#10;But think ahead! You can play every action just once. Anticipate your enemy&rsquo;s move or waste precious cards.&#10;Every ship is equipped with a onetime secret ability. Played at the right moment, nasty surprises like advanced railguns, cloaking devices and military viruses can tip the tide of battle to your favor.&#10;So, choose the moment carefully.&#10;Expand your experience by adding capital ships to Ronin of the Reach. Team up with your wing man and destroy the other team&rsquo;s flagship. Switch action cards with your team mate to adapt your tactics on the fly.&#10;But don&rsquo;t forget to place defenses on your own capital ship.&#10;&#10;Ronin of the Reach is the perfect starter for your board game evening. Quick set up - fast to play and easy to learn.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Curbside",
    "ID": 278927,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/278927/curbside",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "You and your fellow Taxi drivers are competing for fairs in Curbside, a relatable game of ride sharing. Compete with other players to pick up and drop off passengers phoned in by dispatch. Place tiles to create a pathway to passengers and their drop off destinations. Reroute your GPS when a path won't get you there fast enough. But watch your gas meter! With every space your Taxi moves your gas goes down. The game is finished when all the passengers arrive at their destinations or a Taxi runs out of gas!&#10;&#10;&mdash;Danielle Reynolds&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kosmic Kittens",
    "ID": 278946,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/278946/kosmic-kittens",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;The intergalactic symbols of kosmic peace have been scattered across the meow-tiverse! Fearless, intrepid Kosmic Kittens have spread far and wide to collect them! It's your job to bring these symbols together, restore order and peace to existence and gain a better Kosmic score than all the other Kittens in the game!&quot;&#10;&#10;Kosmic Kittens is a purr-fectly fun pair matching card game for all feline fans across the meow-tiverse!&#10;Swap cards with your neighbour&#10;Match up pairs of symbols to score points&#10;&#10;Use special power cards to improve your game&#10;&#10;When all the pairs are matched, the winner is the kitty with the most points!&#10;&#10;But beware of the Space Hound! If you finish with this dastardly mutt you&rsquo;ll loose ten points!&#10;Kosmic Kittens is a purr-fectly fun pair matching card game for all feline fans across the meow-tiverse!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Matching",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aeon's End: War Eternal – Promo Pack",
    "ID": 278956,
    "Year": "(2017)",
    "Geek Rating": "5.648",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278956/aeons-end-war-eternal-promo-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "12 Card Promo Pack from Aeon's End: War Eternal that includes 9 nemesis cards and 3 market setup cards.&#10;&#10;Nemesis Cards:&#10;Menace**&#10;Gravity Splinter**&#10;World Purge**&#10;Decimate&#10;Spirit Cage&#10;Baneful Crux&#10;Negate&#10;Gallowskulk&#10;Unmake&#10;&#10;Menace, Gravity Splinter and World Purge  are reissues of 2016 promo cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Aeon's End",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unequalopolis",
    "ID": 278959,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/278959/unequalopolis",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Unequalopolis is a marketplace game where users can buy, sell and trade properties while playing with rules that vary according to the &quot;gender&quot; of the player. The goal of the game is to become the richest player.&#10;&#10;Players are assigned genders through an initial roll of the dice, and restrictions (based on real-life gendered legal and social barriers) restrict player's ability to buy, sell or trade property, move freely around the board, own certain types of property, access credit, have tax exemptions, etc.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Negotiation",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Commodity Speculation",
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination",
      "Simulation",
      "Team-Based Game",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tournament Fishing: The Deckbuilding Game – Locations",
    "ID": 278967,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278967/tournament-fishing-the-deckbuilding-game-locations",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In Tournament Fishing: Locations, experience new and exciting things as each game now feels even more like you are visiting a new lake!&#10;&#10;During set up of the Tournament, each Lake Spot will get a random Location card tucked under it and all the Lake cards on that Spot will be modified with a unique effect. With 17 locations in the expansion, every game is a new adventure!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Memory",
      "Sports"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tournament Fishing: The Deckbuilding Game – Weather",
    "ID": 278968,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278968/tournament-fishing-the-deckbuilding-game-weather",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In Tournament Fishing: Weather take on the bonuses and hardships of mother nature and a new AI Angler, allowing you to play a Tournament against 2 virtual opponents at the same time! Additionally 2 more Baitshop Cards are introduced bringing the total to 84.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Memory",
      "Sports"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tournament Fishing: The Deckbuilding Game – Dice",
    "ID": 278969,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278969/tournament-fishing-the-deckbuilding-game-dice",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A new way to play the game! Instead of a deck of cards, 3 dice are used in the Reel Phase if you want to chunk some plastic for a change to see how hard the fish fight.&#10;&#10;Along with the dice, 72 cards also come in this expansion that replace cards from the core game and other TF expansions, converting them to be playable with either mode! (Additionally 9 cards from the core game were changed for balancing reasons.)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Memory",
      "Sports"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Canadiens – 1909-2009 Centennial Edition",
    "ID": 278977,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/278977/monopoly-canadiens-1909-2009-centennial-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the classic Monopoly game based on the Montreal Canadiens hockey club.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Montréal (Quebec, Canada)",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks Winners",
    "ID": 278980,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.48",
    "Link": "https://boardgamegeek.com/boardgame/278980/world-of-tanks-winners",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Get ready for tank battles! In the board game World of Tanks: Winners,  each player will have a hangar with equipment, and you will have to compete with your rivals in accuracy, speed and combat power. Lightning solutions and accurate calculation will lead you to a sure victory!&#10;&#10;Winners consist of a deck of cards that are equally distributed to all players. Unfolded cards lie in front of players in stacks, face down. Then one of them opens the top card in his pile and looks at the parameters of the tanks indicated in its upper part.&#10;The player announces what parameter the competition will take: mass, power, speed or shooting, after which all other players open the top card from their piles. The one from whom the chosen parameter will be maximized takes the opened cards to himself, puts them under the bottom of his stack and makes the following move: he opens the card and chooses the parameter by which the tanks compete.&#10;The game ends at the moment when one of the players runs out of cards. The winner is the one who has the most cards in the pile. In the rules there is also the option of a long game, when the game ends only when there is only one player left with the cards.&#10;The kit includes a promo card of the Soviet T-54 tank for World of Tanks: Rush.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "TANKS: The Modern Age – T-62 Tank Expansion",
    "ID": 278983,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278983/tanks-the-modern-age-t-62-tank-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Soviet tank design is an evolutionary process, and the T-62 sits between the venerable T-55 series and the modern T-64 and T-72. It combines proven concepts and a powerful 115mm gun to create a nightmare opponent. The T-62 was later modified into the T-62M, which added more armoured protection and improved fire control systems to this already formidable package.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: TANKS – The Modern Age (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TANKS: The Modern Age – T-55 Tank Expansion",
    "ID": 278984,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278984/tanks-the-modern-age-t-55-tank-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Following in the tracks of the T-34 of World War II fame, the T-55 was the end product of Soviet design efforts. It combines fool-proof reliability with a powerful 100mm gun. While it is now a dated design, when used in numbers the T-55 is still highly effective. The T-55AM2 features extra armour and the ability to fire anti-tank guided missiles from its main gun.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: TANKS – The Modern Age (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Xerxes: Annual Event Cards Expansion",
    "ID": 278986,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278986/xerxes-annual-event-cards-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "These additional events apply for the Building phase of the round. There are 6 events during which the buildings below cannot be constructed:&#10;&#10;1) Wheat Silo. 2) Road. 3) Bridge. 4) Temple. 5) Palace. 6) Fortifications.&#10;&#10;The additional events are considered different from the solo cards, so at any given round in a solo game, up to 2 different buildings may not be constructed. If a building is already built, the event does not apply.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "Variable Phase Order",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Keldadrune: The Winds of Fortune",
    "ID": 278987,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278987/keldadrune-the-winds-of-fortune",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Keldadrune players each move two tokens via die rolls across a large gridded board. Spaces landed on may do various things to the players or may be purchasable properties; there are &quot;common&quot; properties which have just one card and &quot;kingdom&quot; properties which have two. Players must pay the owners of properties they land on. The properties mostly have names drawn from Greek, Roman, and Norse mythology: Fensalir, Parnassus, House of Aeolus, etc.&#10;&#10;There is also a stock market divided into eight groups; a player can choose to be the manager of a group and have some kind of influence over price changes for those stocks (the rules are not very clear). All players can speculate in the stocks. The stocks, in contrast to the properties on the board, are named like real companies and some are just misspelled versions of those (e.g. Kelloogue Breakfast Foods Inc.).&#10;&#10;The game features a variety of additional rules, some eccentric. Players who own kingdom properties must be addressed by title, from &quot;Lady&quot; or &quot;Sir&quot; for owning one kingdom to &quot;Maharina&quot; or &quot;Maharaja&quot; for owning all eight. A player landing on a Cupid space must seek out a player of a different gender (the rules say &quot;opposite charm&quot;) and travel with them. Etc.&#10;&#10;The winner is the player with the most money after a predetermined period of time.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic",
      "Mythology"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wars of the Blue Water",
    "ID": 278991,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/278991/wars-of-the-blue-water",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Wars of the Blue Water is a tactical game of 21st-century naval warfare. Unlike similar titles which portray entire conflicts between nations, this game simulates quick and intensive engagements in hours at sea. Compare to traditional You-Go-I-Go style game sequence, players will find they have little control over the course of battles in this game. They will find themselves being forced to react to developing situations all the time. The most successful player would be the one could ride with the tide of uncertainties rather than against it with rigid plans.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Modern Warfare"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tatorship",
    "ID": 278995,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/278995/tatorship",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Tatorship is a card game, where you assume the role of Tators who back stab, bluff and ultimately break down democracy. Learn the method applied historically to identify that behavior in the future!&#10;&#10;Tators react to events to gain political influence, and can either pass laws or campaign to become the Executive! In this fast paced card game you either gain resources or back stab cards, so there will never be a dull moment!&#10;&#10;The game ends after the first player gets 5 Tatorpoints, gained by removing Supreme Judges and eventually Basic Rights.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Paean: Greek City State Wars – Rules for Hoplite Warfare: Greek Archaic Period 800BC to 480BC",
    "ID": 279006,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/279006/paean-greek-city-state-wars-rules-for-hoplite-warf",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Paean&quot; is a free set of miniatures wargame rules for Archaic Greece, circa 800-480 BC. Intended for 1:300 scale or 6mm figures, but easily adapted to larger figures by doubling or tripling all measurements.&#10;&#10;While basically historical, the rules give great emphasis to Heroic individuals.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Sparta",
      "Components: Miniature agnostic",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le Grand Jeu du Champagne",
    "ID": 279010,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/279010/le-grand-jeu-du-champagne",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Board/Trivia game based on the Mo&euml;t et Chandon Champagne world.  Questions are about History/Tourism, economy/gastronomy, and viniculture.  Board represents the Champagne area.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: France",
      "Food & Drink: Wine",
      "Region: Champagne (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Octorage",
    "ID": 279016,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/279016/octorage",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Mercenaries who came to plunder forgotten treasures, you woke up the Octoman. You'll have to run fast not to be devoured!&#10;To survive: manage your weapons to the best of your abilitiy, give your treasures up if you need to and lure the Octoman onto your companions of misfortune!&#10;&#10;A game of OctoRage takes place in several rounds. &#10;As soon as a player wins 2 rounds, he wins the game.&#10;During their turn, players will be able to play a:&#10;&#10;     Weapon card, whose value must be greater or equal to the last card played. If the card is an 8, then the Octoman's rage is increased by 1.&#10;     Dodge card, which changes the direction of the turn.&#10;     Treasure card, which curses another player and decreases his chances of survival.&#10;&#10;&#10;If a player can't or does not want to play a card, then he is attacked by the Octoman. He loses as many tokens of life as the Rage value of the Octoman.&#10;If a player loses his last token of life, then he is eliminated.&#10;A round ends when only one player remains alive.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Horror",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wasteland Express Delivery Service: The Demons",
    "ID": 279019,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/279019/wasteland-express-delivery-service-the-demons",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Was part of the pledge level for backing the Dice Tower 2018 Kickstarter campaign.&#10;&#10;An ally card.&#10;&#10;Text says:&#10;When you buy 1 cargo space at the mod shop, you may gain an additional one for 1$.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Wasteland Express Delivery Service",
      "Promotional: Cards",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wasteland Express Delivery Service: One-Eyed Vito",
    "ID": 279020,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/279020/wasteland-express-delivery-service-one-eyed-vito",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Was part of the pledge level for backing the Dice Tower 2018 Kickstarter campaign.&#10;&#10;An ally card.&#10;&#10;Text says:&#10;Take 1 damage and discard this ally to defeat a raider truck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Wasteland Express Delivery Service",
      "Promotional: Cards",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wasteland Express Delivery Service: Scout",
    "ID": 279021,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/279021/wasteland-express-delivery-service-scout",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Was part of the pledge level for backing the Dice Tower 2018 Kickstarter campaign.&#10;&#10;An ally card.&#10;&#10;Text says:&#10;Take 1 damage to move an action marker to the used/pass space.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Wasteland Express Delivery Service",
      "Promotional: Cards",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harry Potter Miniatures Adventure Game: Dementor Adventure Pack",
    "ID": 279022,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/279022/harry-potter-miniatures-adventure-game-dementor-ad",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Dementor Adventure Pack expands the Harry Potter Miniatures Adventure Game with a character card, a spell card, and a quest card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Harry Potter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Grande Armêe: Napoleonic Warfare at Divisional Level 1800 - 1815",
    "ID": 279044,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/279044/la-grande-armee-napoleonic-warfare-at-divisional-l",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "&quot;La Grande Arm&ecirc;e: Napoleonic Warfare at Divisional Level 1800 - 1815&quot; is a set of miniatures wargame rules designed for full army engagements between the French and Allied forces of the Napoleonic period. Armies are subdivided into Corps, with the Corp Commander giving orders to elements of Brigade or Divisional size for cavalry and elements of Divisional size for infantry and the artillery reserves.&#10;&#10;The bound sequence is based around Corp command actions that allow the individual elements to execute actions, whilst opposing elements may react to these actions. Has the battle progresses the elements will start to become disrupted and will obtain a number of disruption markers. This disruption will hinder the elements in their actions and give advantage to elements that are less disrupted.&#10;&#10;These Napoleonic rules are designed to give a generic battle with little or no detail below Divisional level. Troop classes are subdivided into infantry, cavalry and artillery, whilst troop class are split into guard, seasoned and garrison. As with most of our rules we have tried to make the rules fun, but still maintaining the realistic feel of the period... so enjoy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "History: Napoleonic Wars",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NO DRAW",
    "ID": 279047,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/279047/no-draw",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "No DRAW is an abstract tiles placement game based on the classic &ldquo;Tic-tac-toe&rdquo;.&#10;&#10;The purpose is to compose the largest number of tic tac toe with the tiles on which it&rsquo;s indicated a numeric value and carry the highest score.&#10;The players have also some action tiles that influence the course of the game, so that the challenges can get more dynamic.&#10;Round after round, the players can modify their strategy deciding whether to collect points or hinder the opponent.&#10;NO DRAW is simple, intuitive and quick to learn.&#10;Game after game, it will give you and your friends hours of fun.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: n in a row"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Storm",
    "ID": 279048,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/279048/fire-storm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Re fight any fantasy battle you have read about like the attack by the Drow on Mithril Hall in Siege Of Darkness - R.A. Salvatore&#10;&#10;Enormous companies of over 700 figures can maneuver around the battlefield looking for opponents to smash!&#10;&#10;Individuals, hero's and commanders compete against the masses with mighty attacks or spells from an extensive 100 strong spell list.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starforce Command: Planetary Ground Combat",
    "ID": 279049,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/279049/starforce-command-planetary-ground-combat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple, enjoyable and fun set of Planetary Ground Combat Wargames Rules for micro scale models or counters. The rules form the first part of a trilogy called Star Command.&#10;&#10;Included in the download is a rules booklet, a front cover and 40 game cards. No dice are required for playing the game; the game cards will determine any chance or damage results. Card vehicle counters will be available from our website soon as a free download, so all you really need to play the game is your trusty ruler.&#10;&#10;Starforce Command is set in the future after your home world has been under alien domination for nearly a millennium. The planetary resistance has successfully struck against the aliens, unleashing a deadly virus that has annihilated the unwanted creatures. But from the blackened ashes of disaster Star Command was born, a military organisation that used the aliens&rsquo; technology against them. For over two millennium war as raged unceasingly across the known universe.&#10;&#10;Design your own Starforce in a matter of minutes with the use of the free vehicle design sheet, then select your grunt squads and go forth to victory. Land your Starforce with drop ships or appear through jump gates ready to assault your foe. Draw specially designed game cards to determine your random chance, and then use the same cards to inflict damage upon your enemy. Modify and redesign your vehicles if they don&rsquo;t just fit the role, fine tune them and try again, seek perfection and you might just get the ultimate Starforce.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Middle Earth",
    "ID": 279050,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/279050/middle-earth",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Middle Earth is a set of Fantasy themed Tactical level miniatures wargame rules based around the trilogy of J.R.R. Tolkien.&#10;&#10;The rules allow large or small scale actions and the ability to refight any of the battles that are depicted within Tolkiens books. Refight your favourite battle or skirmish and let the characters of the game become true heros of legend.&#10;&#10;Enjoy the world of Middle Earth once again and relive the excitement of the struggle of Good against Evil.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Creatures: Trolls",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "5 sekund edycja specjalna",
    "ID": 279052,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/279052/5-sekund-edycja-specjalna",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this version, questions are prepared by players.&#10;It seems easy to mention three uses for your tongue - but can you do it in 5 seconds when you just mess up your tongue? The rest of the players are watching you, waiting impatiently for your response, and time is running out! Just throw it away!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "四季折折 (Humble Tea Party)",
    "ID": 279057,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/279057/si-ji-zhe-zhe-humble-tea-party",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "&#229;&#155;&#155;&#229;&#173;&#163;&#230;&#138;&#152;&#230;&#138;&#152; (&quot;Humble Tea Party&quot;) is a set collection game featuring Japanese confectionary tiles. Tiles are arranged in a 3x3 grid, and points may be earned by aligning different symbols on the cards vertically, horizontally, or diagonally.&#10;&#10;However, the goal is to maximize the score of others, not yourself. But, it is a non-co-op game, and there is only one winner.&#10;&#10;Each player also has a hidden &quot;favorite season&quot; with players attempting to hide certain tiles because they will earn high scores if they place &quot;favorite season&quot; sweets in their box.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Tea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: Catan – Brotherhood of the Watch: Hodor Promo",
    "ID": 279058,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/279058/a-game-of-thrones-catan-brotherhood-of-the-watch-h",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Hodor Helpful Companion Heroes Promo #2. Distributed at Pax Unplugged.&#10;&#10;Hodor is a 2-sided card that allows player to Exchange 1 Development Card. Card text says,&#10;&#10;One time on your turn, you may exchange 1 unused development card from your hand with the top card from the development card deck.&#10;&#10;After use: Flip this hero card over or exchange it.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: Catan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GORiATE",
    "ID": 279059,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/279059/goriate",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In GORiATE, each player plays as David against a central Goliath, competing in four battles through the course of the game.   Players use a hand of 5 cards to adjust the strength and height that they can sling against Goliath.  At the end of the round, the player that casts the striking blow (coming closest to Goliath's number without going over), will earn fame points, and the player with the most fame points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gossip and the City",
    "ID": 279060,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/279060/gossip-and-the-city",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Idols, athletes, performers, musicians, politicians: the celebrities in this seemingly glamorous place have shadowy sides that people can not see. If you sell such gossip material to a weekly magazine, or to the person, it will be a big deal.&#10;&#10;In &#227;&#130;&#180;&#227;&#130;&#183;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#130;&#162;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#130;&#182;&#227;&#130;&#183;&#227;&#131;&#134;&#227;&#130;&#163; (Gossip and the City), the players are freelance reporters and collect celebrity gossip while also exchanging gossip with other players.&#10;&#10;The lead player flips cards from a deck and other players make an offer of cards to exchange for the flipped cards.  The lead player chooses one of the offers and takes those cards.  However, there is an incentive not to flip too many cards.&#10;&#10;The players will earn points based on the number of icons for each color collected, but this score is also affected by the numerical sum of the cards of that color collected.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Umber Berserkers",
    "ID": 279061,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/279061/a-song-of-ice-and-fire-tabletop-miniatures-game-um",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Some men just relish confrontation. They long to jump into the fray, scrapping with an enemy, seeing them beaten to a pulp. As the battle rages on, they get more and more into a frenzy. Wounds seem to not matter and actually drive their bloodlust further. That&rsquo;s the case with the Umber Berserkers. Once battle is met, it only ends when either they or their enemy are no longer moving. The Umber Berserkers Unit Box for the A Song of Ice and Fire: Tabletop Miniatures Game gives Stark commanders a new unit to add to their ranks. Melee specialists, they&rsquo;re one of the few units in the game that gain attack dice as they take casualties. And enemies certainly don&rsquo;t want to be hit, as the unit&rsquo;s Sundering ability means Defense Saves are harder to pass. Adding in the Umber Champion only increases their effectiveness in combat.&#10;&#10;Contents:&#10;13 Minatures&#10;  &#226;&#128;&#163; 12 Umber Berserkers&#10;  &#226;&#128;&#163; 1 Umber Champion&#10;1 Unit Card&#10;1 Attachment Card&#10;1 Movement Tray&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – The Mountain's Men",
    "ID": 279063,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/279063/a-song-of-ice-and-fire-tabletop-miniatures-game-th",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Mountain&rsquo;s Men are drawn from the dregs of society. These men have no morals and it shows in how they fight on the battlefield. They give no quarter. They take no prisoners. Those that try and run must be fast, lest they get cut down from behind. Their ruthlessness is well known by the enemy, and that knowledge spreads through the ranks, sowing fear and discord. Nobody wants to be the ones to have to fight against them on the battlefield.&#10;&#10;The Mountain&rsquo;s Men Unit Box for the A Song of Ice and Fire: Tabletop Miniatures Game gives Lannister Commanders a new unit to add to their ranks. Their reputation alone can deal damage to enemy forces. The power of their swings with their greatswords means that they can potentially do two hits with each attack. And any unit charged by them instantly becomes Panicked. Truly nothing that enemy Commanders want to face.&#10;&#10;Contents:&#10;12 Miniatures&#10;1 Unit Card&#10;1 Movement Tray&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Obsession: Upstairs, Downstairs",
    "ID": 279067,
    "Year": "(2020)",
    "Geek Rating": "6.857",
    "Avg Rating": "8.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/279067/obsession-upstairs-downstairs",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3.4615",
    "Description": "An expansion for Obsession that introduces four new servants&mdash;the Hall Boy, Cook, Head Housemaid, and Useful Man&mdash;who can be used to mitigate Victorian Fate found in the base game.&#10;&#10;It also enables 5 and 6 players and adds the Howard family with their legendary cook.&#10;&#10;Upstairs, Downstairs includes new service and improvement tiles along with a ton of new casual and prestige guests. The expansion components empower players to screen guests, work around prestige limitations, find tiles, refresh the market more easily, and enhance favors early in the game.&#10;&#10;Finally, there are three new game modes: Solo Estate Challenge, Team Cooperative Play, and Tableau Obsession.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Country: England",
      "Crowdfunding: Kickstarter",
      "Game: Obsession"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "9-Card Circus",
    "ID": 279072,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/279072/9-card-circus",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The circus is a nasty business. There are people to pay, animals to take care of, messes to clean, accidents to fix... and that's before you've even put on the show!&#10;&#10;9-Card Circus is an in-hand resource management game for 1 player. Over the course of 4 years, you will work to make the best circus you can by rotating, flipping, and re-arranging cards. If you're careless, however, you'll be forced to start over from scratch, as your reckless management draws public ire and government regulations.&#10;&#10;Every decision has consequences, and you'll need to think multiple turns ahead to ensure success. With deep, interesting mechanics, a lack of reliance on memory, and a small footprint, 9-Card Circus is a game you can take and play anywhere.&#10;&#10;9-Card Circus also has a series of campaign challenges, which each modify a rule of the game and force you to change your strategy in order to succeed.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Pattern Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saloon Shootout",
    "ID": 279077,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/279077/saloon-shootout",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Saloon Shootout is a mini-tactics game, using only 9 cards and a few dice. You'll need to rely on your wits, your strategy, and your luck to survive.&#10;&#10;In Saloon Shootout, you control a team of outlaws who have been surrounded by a rival gang. Your team is severely wounded, and will bleed out quickly unless you can survive the onslaught of knives and bullets headed your way.&#10;&#10;Each turn, you move your teammates around a randomly-generated saloon, taking cover from enemy units while trying to take them down. Each character has their own unique attributes and abilities, which you'll need to take advantage of in order to survive.&#10;&#10;Featuring interesting tactical gameplay, a unique map-building mechanic, and dozens of team composition, Saloon Shootout is a must if you're interested in games like Imperial Assault or XCOM.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "American West",
      "Dice",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coffee Dice",
    "ID": 279082,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/279082/coffee-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Coffee Dice is an euro game, with dice, in this game you will play the roll of an coffee entrepreneur, who is tryng to manage a coffee plantation. &#10;Every turn, roll your dices and modify their values to do the action related to this value, the actions you can take are: to plant, to harvest, to process, to toast, to ship and to sell. &#10;Take advantage of your opponent's dice to boost your own actions, and try to sell to customers with good rewards, take the customer card to your playing area to score in the money track around the main board.&#10;the game ends when the pile of customers is empty, and you cannot replace with a new one.&#10;The player with the most money wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling"
    ],
    "Families": [
      "Food & Drink: Coffee"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tableland",
    "ID": 279083,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/279083/tableland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Learning 'times' tables is dull but necessary.  Tableland makes it fun.  Tableland is a unique game devised by Professor Dexter Dunphy of the University of N.S.W. to help his own children enjoy learning their tables.  For ages 6 to 10.&#10;&#10;In turn, each player rolls a die and moves their token around the board.  At crossroads the player can decide for themselves which track to take.  If the player lands on a Multiplication space, the player has to give the correct answer or go back to where their have come from.  If another player thinks the answer given is wrong, they may 'challenge'. If the challenger is correct they will gain bonus spaces.&#10;&#10;If a player lands on a purple space they will receive some advantage; if the player lands on a red space they will receive a disadvantage.  First player to the finish space wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bloodborne: The Board Game – Yahar'gul, Unseen Village",
    "ID": 279084,
    "Year": "(2020)",
    "Geek Rating": "5.577",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/279084/bloodborne-the-board-game-yahargul-unseen-village",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Yahar&rsquo;gul, Unseen Village... a place lost to the rest of the world. It is here that Hunters may discover the true nature of Yharnam and, indeed, the very reality they inhabit. Twisted and unspeakable creatures, even compared to the ones infesting the streets of the city, lay in wait of any foolish enough to enter their domain. Unlike the usual foes present in Yharnam, those residing in Yahar&rsquo;gul are touched by a deeper madness... They are more ferocious, and possess an otherworldly resilience compared to their Yharnamite counterparts. Sometimes slaying these foes is but a temporary inconvenience, as they rise once again to seek the Hunters. What unspeakable influence pervades this place, and how can we find the means to stop it?&#10;&#10;Yahar'gul, Unseen Village is a Kickstarter Exclusive expansion that takes Hunters to this macabre village and introduces new enemies, a new Boss, and a whole new campaign!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Video Game Theme: Bloodborne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wizard Kittens: Magical Monsters Expansion",
    "ID": 279085,
    "Year": "(2020)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/279085/wizard-kittens-magical-monsters-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Adds a 5th player and a new character cat to help your courageous crew of kittens defeat these new magical monster cards!&#10;&#10;     12 Ritual Component Cards&#10;     6 Monster Cards&#10;     6 New Rule Cards&#10;     4 Extra Credit Cards&#10;     3 Chapter Cards&#10;     1 Spell Token&#10;     1 Wizard Kitten Mat&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "kiSabadulos: Csanad – the little locomotive",
    "ID": 279086,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/279086/kisabadulos-csanad-the-little-locomotive",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "DIY KIDS sold by HOMESCAPE is a series of escape room style educative puzzle games specifically for kindergarten and pre-school age children.&#10;&#10;The first in the series is: &quot;Csanad, the little locomotive&quot; where the group has to help the story protagonist navigate through a busy station by completing several tasks.&#10;&#10;Children in groups of 1-4 (aided by an adult game master) solve a total of 8 varied puzzles to advance the story and achieve the final goal. The quest is expected to be completed in 60 minutes, and the team scores points for extra time left as well as puzzles solved without hints. The game comes with a game master guide to set up and play through the adventure.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Educational",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cogit",
    "ID": 279088,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/279088/cogit",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Cogit is a cooperative game of association of ideas that takes place in 3 successive and complementary phases.&#10;You will need to use your deductive sense, your imagination and your memory to find the right images and try to achieve the perfect score of 20 out of 20.&#10;&#10;The game is played in 3 rounds&#10;&#10;At the beginning, make 2 decks of 20 picture cards.&#10;&#10;1st round:&#10;the 1st deck is placed face-down. And the other deck is set all cards face up, all visible.&#10;Reveal the first 4 cards in the 1st deck that correspond to positions 1, 2, 3 and 4. The active player secretly draws a position card (1,2, 3 or 4) and has to make the other players guess his card by showing a card from the 2nd deck by association. The other players must guess which card of the 1st deck matches.&#10;If the association is correct, we reconstitute the 2 Decks separately by keeping the order of the cards. If the association is false, the cards are removed from the game. Each player plays the role of the active player in turn until there are no more cards available.&#10;&#10;2nd round:&#10;The cards are arranged in the order Deck 1 face down and Deck 2 face up just under each corresponding cards. Among the associations found, we distribute new cards to all players.&#10;Each player takes turns, chooses a card from his hand and associates it under on a new 3rd line with one of the visible cards by quoting a small text telling the association of the 2 images.&#10;&#10;3rd round:&#10;All 2nd deck line cards are removed and in cooperation, the team must guess the pictures of Deck 1 cards face down. For each image found, the team scores a point. The end of this round gives the final score.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Magicoa",
    "ID": 279089,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/279089/magicoa",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Every year, magicians from around the world come to the MAGICOA Grand Market to buy new magic potions.&#10;&#10;     Try to buy the best magic potions available using your gold coins by bidding&#10;     Accumulate magic points or use your potions to activate powers&#10;     You'll have to use cunning and mischief to win the most coveted potions and become the most powerful magician!&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Identiquest",
    "ID": 279090,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/279090/identiquest",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Great Gemstone Exhibition of 1978 stirs the greed of the biggest thieves in the region.&#10;To win the biggest booty, you will have to be discreet because the other thieves will try to unmask you and denounce you to the authorities.&#10;&#10;&#10;     Look at your secret identity and the color gems you have to steal.&#10;     Take the cards with the most of your gems color that match your character.&#10;     look at what do the others take and identify their secret character. Then report them to the police...&#10;     Take as many gems as possible to become the richest but remain discreet not to compromise your secret identity!&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle for the Orkneys",
    "ID": 279092,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/279092/battle-for-the-orkneys",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In an alternative universe, Orkney is under attack by the Nazi&rsquo;s, who are attempting to claim the islands for themselves, to give them a possession of the best Whiskey Distilleries. The Orcadians quickly take defence against their invaders, taking a stand towards those who would use their sacred drinks for nefarious purposes. The Nazi&rsquo;s only have limited knowledge of the islands, but know of 6 key ways they can try to gain access to Kirkwall. Once they gain the Capital, all (whiskey) will be lost!&#10;&#10;Orcadians receive gold then recruit units (cost = strength), placing them on the red circles.&#10;Orcadians move and can attack any units in the next location.&#10;Nazi&rsquo;s draw cards and spawn units based on the cards&#10;Nazi&rsquo;s move their units towards Kirkwall along the path. If there is a unit there, they can attack. If the next location doesn&rsquo;t have a unit, they can destroy it if they have a strength of 5 attack or more.&#10;&#10;Game is over when there are no more Nazi cards to draw.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "World War II",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Islands: Orkney (Scotland)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hellapagos: They're No Longer Alone",
    "ID": 279093,
    "Year": "(2019)",
    "Geek Rating": "5.733",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/279093/hellapagos-theyre-no-longer-alone",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Hellapagos: They're No Longer Alone is an expansion to Hellapagos that adds the following new features to the game:&#10;&#10;&#10;     20 character cards with unique abilities. Characters provide additional distinctions between the players and can help tip the scales in your favor. &#10;     30 event cards featuring another tribe which has been inhabiting the island and how the players interact with them. Event cards are flipped over at the beginning of a round and often include significant decisions to be made by the group or by the first player alone. &#10;     20 additional Shipwreck cards, some completely new to the game.&#10;&#10;&#10;All three expansion elements are independent; players can incorporate a single new component, or all three if they wish.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Events",
      "Lose a Turn",
      "Player Elimination",
      "Set Collection",
      "Take That",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Corralito",
    "ID": 279098,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/279098/el-corralito",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Your goal is to reach the end of the year, of course this is not an easy task. Pickets, fines, taxes, protests, corralitos, looting, devaluations and other endless problems will be presented to you every day. But now let's talk about the game ... Well, it's similar, only much more fun and it will also help you see reality in a different way. To achieve your mission you have 5,000 pesos in your pocket, 5 cards and a chain of businesses ready to open.&#10;&#10;On your turn, you must choose one of the following options:&#10;a) Advance, as many boxes as the dice indicate.&#10;b) Charge, the State will pay you 100 times what the dice say (and well, it's a game!).&#10;c) Draw a card.&#10;&#10;There are three kinds of cards: problems, solutions and bonds. With the problems, you can stop the other players by devaluating them, fining them, looting them or corralling their money. With the solutions, you can solve the problems that your competitors threw at you (but unfortunately these solutions only work in the game). With the bonds (and this may be strange for everyone) you can take advantage of their value and exchange them with the state for money.&#10;&#10;On your way to the end of the year, you will land on empty lots where you can put your business, listen to the National Chain, collect privilege pensions, pay extraordinary taxes, sell pots and many other things that will make you think that you have always been a great player of this game and that nobody else will be able to win.&#10;&#10;This game references the 1998-2002 Argentine Great Depression.&#10;&#10;&mdash;description from the translated&#10;&#10;Su objetivo es llegar a fin de a&ntilde;o, claro que esto no es tarea f&aacute;cil. Piquetes, multas, impuestos, cacerolazos, corralitos, saqueos, devaluaciones y otro sinf&iacute;n de problemas se le presentar&aacute;n d&iacute;a a d&iacute;a. Pero ahora hablemos del juego&hellip; Bueno, es parecido, s&oacute;lo que mucho m&aacute;s divertido y adem&aacute;s le ayudar&aacute; a ver la realidad de otra manera. Para lograr su cometido Usted cuenta con 5.000 pesos en el bolsillo, 5 tarjetas y una cadena de negocios lista para abrir.&#10;&#10;En su turno, Usted debe optar por una de las siguientes opciones:&#10;a)    Avanzar, tantas casillas como indiquen los dados.&#10;b)    Cobrar, el Estado le pagar&aacute; 100 veces lo que dicen los dados (&iexcl;y bueno, es un juego!).&#10;c)    Levantar una targeta.&#10;&#10;Hay tres clases de tarjetas: problemas, soluciones y bonos. Con los problemas, Usted puede frenar a los otros jugadores devalu&aacute;ndolos, mult&aacute;ndolos, saque&aacute;ndolos o acorral&aacute;ndoles el dinero. Con las soluciones, Usted puede resolver los problemas que sus competidores le arrojaron a Usted (pero lamentablemente estas soluciones s&oacute;lo sirven para el juego). Con los bonos (y esto puede ser extra&ntilde;o para todos) Usted puede aprovechar su valor y cambiarlos al Estado por plata.&#10;&#10;En su recorrido hasta fin de a&ntilde;o, Usted caer&aacute; en lotes vac&iacute;os donde podr&aacute; poner sus negocios, escuchar&aacute; la Cadena Nacional, podr&aacute; cobrar jubilaciones de privilegio, pagar impuestos extraordinarios, vender cacerolas y muchas otras cosas que le har&aacute;n pensar que Usted siempre ha sido un gran jugador de este juego y que nadie le va a poder ganar.&#10;&#10;Este juego hace referencia a la Gran Depresi&oacute;n Argentina 1998-2002.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Country: Argentina",
      "Theme: Latin American Political Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Office Overload",
    "ID": 279108,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/279108/office-overload",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You (and possibly coworkers) go into work one day and come to find that your entire company has been taken over by robots.&#10;You must explore the office to find items fight robots, and defeat your regional manager.&#10;&#10;In this game you get 4 game pieces to choose from, The stapler, The Hole Punch, The Staple Remover, and The Binder Clip. In a room you have a Chance to roll a dice to find an event, an item, or an enemy.&#10;&#10;Using your Dice and Items, roll to defeat the robots using your DMG, and fight your way to the 5 different offices, 4 of which are mini bosses and optional, however the 5th office, known as the red office is where your regional manager is, and you have to defeat your manager to save the office, and live to work another day.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": []
  }
]