[
  {
    "Rank": "N/A",
    "Name": "Which, What or Where? A Geography Game",
    "ID": 227861,
    "Year": "(1907)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227861/which-what-or-where-a-geography-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Which, What or Where? game is a geography trivia game, where a player chooses one of the 36 large geography cards and her/his opponent finds the matching reverse-side card with questions for the geography card selected. Whoever answers the most correct questions about her/his card wins the round. A game constitutes each player selecting four different geography cards.&#10;&#10;The game comes with three maps, one of Canada, one of the Pacific sea depicting Australia &amp; the Americas and one of the Canadian states.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Larry Harmon's Bozo",
    "ID": 227862,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227862/larry-harmons-bozo",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Published in 1972 by Edu-Cards and copyrighted by Larry Harmon Pictures Corporation, Bozo Educational Card Game strives to 'develop a child&rsquo;s memory and ability to concentrate. &#10;The picture matching is also a basic skill in learning to read.' The game includes 34 cards that illustrate the clown Bozo in different situations and are divided into a variety of point values.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Clowns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tableaux Célèbres",
    "ID": 227863,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227863/tableaux-celebres",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tableaux C&eacute;l&egrave;bres is an educational game published by the French game manufacturer Fernand Nathan that introduces students to the grand masterpieces of the art world.&#10;&#10;Tableaux C&eacute;l&egrave;bres includes six colorful game boards (each displaying ten art masterpieces), a deck of 60 Painter cards, a deck of 60 Artwork Description cards, 60 circular Detail discs, and an instruction booklet. Depending on the number of players, each person plays the game with a minimum of one game board. After the two decks of cards are shuffled, each player is dealt 5 Painter and 5 Artwork Description cards and also selects 5 Detail discs that have been shuffled face down on the table.&#10;&#10;Players then take turns playing as many cards and/or discs as possible. Any remaining cards are shuffled back into their respective decks and the discs are mixed face down with the others on the table. The goal is to match one circular Detail disc, one Painter card, and one Artwork Description card for each masterpiece on a player&rsquo;s game board(s). The first player to do so is the winner.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What Culture",
    "ID": 227864,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/227864/what-culture",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Think you know your Harry Potters from your Beatrix Potters? Can you sort out Ed Sheerans from your Edward Nortons?&#10;&#10;Do you have trivia bursting from your seams, and an insatiable desire to let all your friends know about it? If the answer is 'yes', this is the board game for you!&#10;&#10;With over 2000 questions spread across six diverse What Culture categories, the What Culture board game offers a tough test to the even the sharpest of pop culture vultures.&#10;&#10;Compete with your friends in a mad race to the finish, fielding fiendish brainteasers on everything from film and the arts to science and sports.&#10;&#10;Those with an ear for a song or a razor sharp knack for describing common words can hasten progress around the board thanks to special 'What' squares - whilst also sending the other players into raptures of laughter. The fun extends to the 'Culture' spaces, challenging the player to complete What Culture style top ten lists.&#10;&#10;Whether it's with friends or family, What Culture is the perfect party game to guarantee a great night for everybody!&#10;&#10;Box Contains: &#10;1 x Game board&#10;4 x playing pieces&#10;1 x regular d6&#10;1 x What Culture die&#10;300 question cards in 6 categories (Sport, Music, Film &amp; TV, History &amp; The Arts, Science &amp; Technology and Offbeat)&#10;80 WHAT cards&#10;80 CULTURE cards&#10;4 colored question boxes&#10;1 x 60-second timer&#10;rules&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Canon sijoituspeli",
    "ID": 227866,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/227866/canon-sijoituspeli",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A promotial Canon game&#10;From the Box:&#10;Result counts also in Canon investment game. The aim of the players is to make a good economic result using Canon equipment, they acquaire during the game, as effectively as possible to compleet different task they are given during the game. &#10;But only the right equipement in right task will make good results.&#10;There are six Canon-equipement lines in the game: camera and video, microcomputers, copiermachines, text processing equipment, calculators and microfilm machines. &#10;There are different tasks for each category. &#10;During the game players try to acquire different machines and tasks that they can accomplise with those machines. Each complited task will give a sertain profit. The player that has acquired the most profit will win the game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kaksintaistelu",
    "ID": 227867,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.83",
    "Link": "https://boardgamegeek.com/boardgame/227867/kaksintaistelu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Learn by playing program: Familygame for 8 years and up.&#10;&#10;From the box:&#10;Kaksintaistelu is a dice game for two players, where you need to count correctly. There will be no numbers over 12, but combinations that the two dice in the game can give are several. The game will teach the younger players how the dots in the dice can give the same result in many different combinations. For example: the sum 8 can be made from 6+2, 5+3 and 4+4.&#10;Like in Tic-Tac-Toe, you are trying to get your pieces in lines while trying to stop your opponent from doing the same.&#10;Both players get 29 pawns (red or yellow) And you get the points for the length of the lines you have made. The lines have to be echelon.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elefanttipoika",
    "ID": 227868,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/227868/elefanttipoika",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the box:&#10;Dice game for the whole family.&#10;Exciting hunting game for 2-6 participants. Who will become the next elephant boy, that will save the elephant from the hunters and bring it back to the corral.&#10;&#10;Description from the rules:&#10;This is a fun dice game for the whole family. The aim of the game is that the elephant boy saves the elephant Kala Nagi from the hunters, and leads it back to the corral. The excitement for the game comes from the fact that the role of the elephant boy will change during the game.&#10;&#10;Based on the 1973 Australian-British-German TV series &quot;Elephant Boy&quot;, based on the Rudyard Kipling story &quot;Toomai of the Elephants&quot;, and the comic book(s) published concurrently by Semic and based on the series. The box front image is from the series, while the game board art is from the comic.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Elephants"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Taikalamppu: Kadonneen taikalampun etsintä",
    "ID": 227869,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.95",
    "Link": "https://boardgamegeek.com/boardgame/227869/taikalamppu-kadonneen-taikalampun-etsinta",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Description from the box:&#10;&#10;The story goes:&#10;Living the year 1490 in a small mountain village of Kabbudal.&#10;On a midnight happens the that what has been fiered: the bandit chieftain Amzeh Kwallabin leads his mountain bandits to steal the most precious treasure from the village, a powerful magic lamp.&#10;&#10;With the help of the spriti of the lamp the village has survived many a dangers: plague, sandstorms, fires and harsh winters. That's why the people of the village are terrified. The lamp must be gotten back.&#10;&#10;The strongest men of the village try to search for the lamp in a horrific sandstorm. Men are lost, but the lamp stays hidden.&#10;&#10;Time goes on, generations change. Afther hundreds of years the story of the magic lamp is only a legend.&#10;&#10;Afther five hundred years.&#10;It is year 1990. There is a hum going on in the village of Kabbudal. The explorers from the Gobi desert have brouht an unbelieveple information. The magic lamp lies still burried somewhere on the vast desert. During the excavations they have found a map, telling about the hiding of the lamp.&#10;&#10;It can be concluded that banditchieftain Amzeh has written down the hideout for the lamp, but then died for the drienes of the desert. Unfortunately no one can read the bizare markings on the map. Only the last sentence is clear: Find the lamp - becouse it will never lose it's power.&#10;&#10;The bravest of the village are summoned. They are tasked to to retrieve the Magic Lamp quickly, defining all the dangers. A uniquelly dangerouse mission awaits these adventurers... and you are one of them. Rememper to be careful&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jääkiekkopeli",
    "ID": 227870,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/227870/jaakiekkopeli",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the rulebook:&#10;&#10;J&auml;&auml;kiekkopeli L&Auml;TK&Auml; is totaly new type of a quiet icehockey game for all the icehockey fans, players and beginners. Using the board, it is easy to learn the rules and tactics of the &quot;real game&quot;. Icehockey game is an implementation of the &quot;real game&quot; to be played with a dice.&#10;&#10;The aim of the game is to make more goals then the opponent. This happens by dribble or passing the buck from player to player on the opposing goal and then make a goal shot.&#10;&#10;Players roll two dice and move one pawn for the compined sum or two pawns, one for each die. Player can also pass the buck, then the buck is moved with the same rules. Though it stops if it makes a contact with a pawn. If it is active players, the rest of the dice count can be used to move that pawn with the buck.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harem Wars",
    "ID": 227871,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/227871/harem-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Arise as a Divine God of Lust and build the Ultimate Harem, in this competitive card game, inspired by harem style anime shows and visual novel games.&#10;&#10;Featuring a range of Anime Tropes, your aim during play is to lay down Harem Girls in front of you to create sets of cards to make the highest total lust score and beat your opponents.&#10;&#10;The game has easy to understand rules to allow for easy pick up and play, with 2-3 players, plus add-on sets can be included to increase variety of play or number of players in a game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Theme: Anime / Manga",
      "Theme: Harems"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ember: Mage Nights",
    "ID": 227880,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227880/ember-mage-nights",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Can you be the Archmage&rsquo;s favourite by conjuring the most powerful mythical creatures? Use their unique abilities to bolster your magical powers or hinder your enemies in this game of luck, strategy, magic, and creatures of legend.&#10;&#10;Ember: Mage Nights sees a reprint of the wizard playing cards (in order for Ember to be a complete and playable game once more) and also includes thirteen Spell cards that offer even more replayability. With all new luck-mitigating rules and ever more game-play additions, this may be the final expansion for Ember, but for the players, the quest is only just beginning!&#10;&#10;WIZARD CARDS: The Wizard Cards are a reprint of the original core game Wizard cards in a brand new box. These cards are completely reworked to make them crystal clear and to remove any of the vagaries that surrounded some of the original cards.&#10;&#10;THE SPELLS: Mage Nights contains thirteen brand new spell cards that go in the Draw Deck and allow you to either use those powers as wild cards in conjuring, or to perform spells like the mighty Fireball, or to heal damage done to your creatures with Cure Light Wounds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – Oberyn's Revenge",
    "ID": 227881,
    "Year": "(2017)",
    "Geek Rating": "5.565",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227881/a-game-of-thrones-the-card-game-second-edition-obe",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Oberyn's Revenge, the fifth Chapter Pack in the &quot;Blood and Gold&quot; cycle in A Game of Thrones: The Card Game, continues the major themes of the cycle and invites you to play out some of the most iconic events from A Storm of Swords. Even as dark events and schemes unfold around you, you can use your gold and the new bestow keyword to gain new levels of control over the game. As new versions of the Red Viper and Bran Stark enter the game alongside characters like Irri and Ser Garlan Tyrell, your vengeance is about to become more vicious than ever before.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Android: Netrunner – Crimson Dust",
    "ID": 227882,
    "Year": "(2017)",
    "Geek Rating": "5.595",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227882/android-netrunner-crimson-dust",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;With the sixty new cards (three copies each of twenty unique cards) in Crimson Dust, the final Data Pack in the &quot;Red Sand&quot; cycle for Android: Netrunner, the forces that are vying for control of Mars are confronted with the consequences of their conflict. Lives have been lost. Homes have been destroyed. And now an entire world may be vulnerable to the terrorist forces of the Crimson Dust!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Android – Netrunner (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Latari Elves Infantry Command – Unit Upgrade Expansion",
    "ID": 227883,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227883/runewars-miniatures-game-latari-elves-infantry-com",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Enhance your Latari Elves army with the Latari Elves Infantry Command &ndash; Unit Upgrade Expansion for Runewars Miniatures Game. Rally your forces with the Latari Champion, Herald, Sorceress, and Starling, all of which allow you to customize your Latari Elves army with powerful upgrades.&#10;&#10;The Latari Elves Infantry Command &ndash; Unit Upgrade Expansion includes four new figures to be added to infantry units, as well as 18 new upgrade cards. Customize your army and lead the Latari Elves to victory!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Deepwood Archers – Unit Expansion",
    "ID": 227885,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227885/runewars-miniatures-game-deepwood-archers-unit-exp",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Nock your arrows and prepare for battle with the Deepwood Archers &ndash; Unit Expansion for Runewars Miniatures Game!&#10;&#10;The Deepwood Archers &ndash; Unit Expansion includes eight Deepwood Archer figures and two plastic infantry movement trays, enough to field a unit of Deepwood Archers or add on to the units found in the Latari Elves &ndash; Army Expansion, as well as five upgrade cards.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Leonx Riders – Unit Expansion",
    "ID": 227887,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227887/runewars-miniatures-game-leonx-riders-unit-expansi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;None exemplify the primal, wild nature of the Verdelam more than the Leonx Riders. Charging into battle atop the their ferocious Leonx, large felines native to the Aymhelin, these Elven warriors pierce through enemy lines with the force of a storm, only to use their lightning speed to evade counter-blows and change their angle of attack with the swiftness of a gale. The Leonx Riders &ndash; Unit Expansion for Runewars Miniatures Game comes with four Leonx Riders figures, two plastic cavalry movement trays, and five upgrade cards to enhance your Latari Elves&#10;forces!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Aymhelin Scions – Unit Expansion",
    "ID": 227889,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227889/runewars-miniatures-game-aymhelin-scions-unit-expa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;When the children of Latariana sound the horn for battle, the very forest answers their call. Roots erupt from the earth in a peal of thunder while limbs crack and sway as if in a gale. Moss, leaves, and flowers shift and fall and bloom again with the movements of living trees. What once appeared an old knot suddenly glows with living green light as the will of the forest awakens. The Aymhelin Scions &ndash; Unit Expansion for Runewars Miniatures Game includes two Aymhelin Scion plastic figures, two plastic Siege Movement Trays, and eight upgrade cards to enhance your army of Latari Elves!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Maegan Cyndewin – Hero Expansion",
    "ID": 227890,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227890/runewars-miniatures-game-maegan-cyndewin-hero-expa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Ready your spells with the Maegan Cyndewin &ndash; Hero Expansion for Runewars Miniatures Game!&#10;&#10;Compatible with the Latari Elves faction, the Maegan Cyndewin &ndash; Hero Expansion comes with one cavalry plastic figure, an infantry plastic figure, as well as new terrain, objective, and deployment cards. Six new upgrade cards allow you to customize your Latari army as Lady&#10;Cyndewin leads them into battle!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Heavy Crossbowmen – Unit Expansion",
    "ID": 227891,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227891/runewars-miniatures-game-heavy-crossbowmen-unit-ex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The Heavy Crossbowmen &ndash; Unit Expansion for Runewars Miniatures Game comes with eight Heavy Crossbowmen plastic figures and two plastic infantry movement trays, allowing players to add a two-tray unit to their Daqan Lords forces in battles for Terrinoth. Additional tokens and five upgrade cards allow you to expand your Runewars Miniatures Game collection while customizing your armies!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Death Knights – Unit Expansion",
    "ID": 227892,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227892/runewars-miniatures-game-death-knights-unit-expans",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Called the Dread Horsemen by some and Doomriders by others, the Death Knights are ever at the forefront of Waiqar's army, riding from the mists to cut down the living. Donning ancient armor and aided by the speed of their terrible steeds, these mounted warriors demonstrate a skill in battle unmatched by lesser undead. The Death Knight &ndash; Unit Expansion for Runewars Miniatures Game includes four Death Knight plastic figures and two plastic cavalry movement trays, as well as five upgrade cards for army customization.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Rotfather: Intrigas",
    "ID": 227901,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/227901/the-rotfather-intrigas",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Translated Box Text: In The Rotfather universe, Rats, Cockroaches, Spiders and other disgusting beings vie for control of New York's sewers through Sugar smuggling. Defeat your opponents using bluff and cold blood to attack and steal them. Form alliances between characters to perform more powerful actions and doubt the actions of your opponents. For in this game, everyone may be lying.&#10;&#10;Each player must try to eliminate all others. For this they can use the actions of the 6 available characters, even if he does not have such cards, paying the cost of the actions in clods of sugar. Just as players can bluff about owning a card, others can also doubt at any time.&#10;&#10;Besides adding a sixth character, the important differences from the Coup,  are the different abilities and especially the possibility of making pairs of characters and thus performing stronger actions. Some basic rules are also different, such as the possibility of paying clods of sugar to exchange a card.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Comic Book / Strip",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Alliances",
      "Betting and Bluffing",
      "Hand Management",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Rotfather: Intrigas – Takeda Expansion",
    "ID": 227907,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227907/the-rotfather-intrigas-takeda-expansion",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Translated from the rules: &quot;The network of intrigues in Faux City is further complicated by the entry of Takeda, one of the Yakuza members! Master in influencing people, Takeda is able to make anyone change sides.&quot;&#10;&#10;This Mini-Expansion for The Rotfather: Intrigas adds a seventh character to the game. Takeda's abilities increase the &quot;take that&quot; factor of the game, since its individual action serves more to disrupt the strategy of other players than to a direct advantage of the player who uses it. In addition, the increased number of cards allows for seven-player matches without major problems.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Swingbridge",
    "ID": 227914,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/227914/swingbridge",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "Swingbridge is a card game for three players, based on Contract Bridge.&#10;&#10;It is a standard deck, trick taking game, with variable partnerships. An auction phase is followed by card playing. Four hands are dealt: one per player plus an additional one which is placed face-up on the table (the &quot;dummy&quot;); initially, one player is allowed to exchange his hand with the dummy. During the auction phase the players attempt to communicate information about their hands by bidding; like in Bridge, bids specify how many tricks must be taken and what is the preferred trump suit (or lack thereof); in addition, bids also have a &quot;color&quot; that indicates what is the preferred partnership for that deal. After the auction, the team that has won the bid (the &quot;declarers&quot;) tries to win as many tricks as possible; the other player (the &quot;defender&quot;) plays both his own hand and the dummy's, and tries to take enough tricks to have the declarers fail their contract. The scoring system is almost identical to Bridge, but players have individual scores.&#10;&#10;Swingbridge is presented as a book, written for an audience of Bridge players, which contains the basic rules of the game, some optional variants, and an in-depth analysis of the mechanics and peculiarities of the game.&#10;&#10;",
    "Categories": [
      "Book",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Memory",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Outplay",
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Bridge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fais-moi un mime",
    "ID": 227927,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/227927/fais-moi-un-mime",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Throw the 12-sided die and mime the action with the matching number on the reference cards. For more fun, you can add the Constraint Die to either mime on one leg, with your feet crossed, with one arm raised or while jumping. The player who guesses the most mimes correctly wins!&#10;---&#10;Lancez le d&eacute; de couleurs, il indiquera l'image que vous devez mimer. Pour encore plus de rires, ajoutez le d&eacute; de contraintes et mimez sur une jambe, les pieds crois&eacute;s, un bras en l'air ou encore mimez en sautillant. Le joueur qui devine le plus grand nombre d'images gagne la partie.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The $tock Exchange Game",
    "ID": 227936,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/227936/the-dollar-tock-exchange-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Think of each trip around the board as a year in your life. Investing with the goal of how to retire. Early in the game, purchase risky assets with higher returns, then later in the game sell the risky stocks for safer, more stable investments. &ldquo;Wheel and Deal&rdquo; buying and selling stocks to flip profit into more money! The investor to retire with the most assets wins!&#10;&#10;3 levels of Play&#10;1) Family Fun &ndash; Buy and Sell Stocks, ETFs, Gold, and Bonds&#10;2) Strategic -  More serious players &ndash; Take it to the next level with Advanced Deals : Mergers  &amp; Acquisitions, Hostile-Takeovers, Stock Options, and taking companies Private!&#10;3) Optional Teams &ndash; Play Family or Strategy level in 2 person teams&#10;&#10;This board game has the look of a retro traditional style board game. However, it doesn't play like one. Multiple strategies to win. Lots of action and game tracks stock price changes with coins, so no major math or tedious paper tracking.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ogre Stream Overlays",
    "ID": 227939,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227939/ogre-stream-overlays",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Getting your treads wet . . .&#10;&#10;This 4-page mini-supplement brings the stream terrain overlay to Ogre Sixth Edition. It includes the rules for streams in the game as well as suggested maps for use with the standard scenarios. In addition, there is a scenario designed to introduce these rules to new players. And best of all, it's free!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Ogre / G.E.V."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fun and Fishes Aquarium Game",
    "ID": 227940,
    "Year": "(1951)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227940/fun-and-fishes-aquarium-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "At the start of the game each player selects a set of six tokens, e.g. fish or crab tokens, and one colored peg.&#10;Players spin the pointer in turn and a six is required before a player can move.&#10;Having scored a six, the player pegs his token in to the lowest hole of any of the four tracks and moves it up the track according to the numbers scored in turn. Each time a player scores a six he gets an extra turn.&#10;&#10;When the end of the track is approached the exact number must be scored to put the token into the corresponding aquarium.&#10;&#10;The first player to get all his tokens in the aquarium wins the game.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Keep Off The Grass",
    "ID": 227941,
    "Year": "(1934)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227941/keep-off-the-grass",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A design is placed on the table with the mirror standing behind it so that the player can see the reflection of the design in it.&#10;The player must not look at the design directly, but only at the reflection of it, and then by placing the point of the pencil he endeavors to follow the track, without staggering on to the grass.&#10;&#10;The player who can complete the most tracks wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Railway Race",
    "ID": 227942,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227942/railway-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Train racing game set in the golden age of steam.&#10;&#10;Each player has a train which must keep keep to the same line throughout. Every player also has ten game pieces representing passengers.&#10;&#10;To win the game reach the end of the journey. Players still score bonus points for passengers, the highes score wins.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pizza Diavolo",
    "ID": 227944,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/227944/pizza-diavolo",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Putting the right toppings on pizza is not easy if each guest has his own special preferences. &#10;Play up to four of the transparent cards in order to carry out the current order.&#10;&#10;The pizza maker tries to assemble the desired combination of slices by using the right transparent cards and serve them while they are hot.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Food & Drink: Pizza",
      "Players: Games with Solitaire Rules",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: 1940 – The Fall of Luxembourg",
    "ID": 227946,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227946/panzer-grenadier-1940-the-fall-of-luxembourg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the Avalanche Press website:&#10;&#10;1940: The Fall of Luxembourg gives you the entire order of battle of Luxembourg forces in the Second World War in Panzer Grenadier format.  That adds up to a whopping 16 counters, including leaders, plus four more markers for the curious Luxembourgeouis (Luxemburger? Luxembourgian?) defense strategy: stop the Germans by closing big steel doors across the roads.  Maybe if we turn out all the lights they&rsquo;ll get the hint and go home.&#10;&#10;You even get scenarios for them!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: Luxembourg",
      "Series: Avalanche Press Gold Club Golden Journal Supplements",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Iron Curtain – National People's Army",
    "ID": 227947,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227947/panzer-grenadier-iron-curtain-national-peoples-arm",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the Avalanche Press website:&#10;&#10;National People's Army adds the East Germans to Panzer Grenadier, with their kasernierten (&quot;garrisoned&quot;) police, the predecessor of the East German Army. Armed initially with the Third Reich's castoff weaponry - Czech, Polish and Yugoslav rifles and machine guns - as tensions rose in 1950 they received new arms (some Soviet, some from German stocks) including Soviet-made tanks, self-propelled artillery and armored cars.&#10;&#10;There are 24 new East German pieces included: scorchless, sootless and laser-cut. And you even get three scenarios for Iron Curtain - Patton's Nightmare.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Series: Avalanche Press Gold Club Golden Journal Supplements",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Horse Soldiers",
    "ID": 227948,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227948/panzer-grenadier-horse-soldiers",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the Avalanche Press website:&#10;&#10;Horse Soldiers introduces the U.S. Army's 1st Cavalry Division, in its mounted version, to Panzer Grenadier. The division would eventually be dismounted and sent to the Pacific without its horses, but in the war's early days some of the cavalry generals hoped that their horsemen might ride into action.&#10;&#10;An Army at Dawn covers the battles of the other two First Divisions - the 1st Infantry Division and the 1st Armored Division. The 1st Cavalry Division did not accompany them to North Africa; the U.S. Army had prepared itself to provide fuel and maintenance for thousands of vehicles, but not the fodder and care for large numbers of horses.&#10;&#10;We're not limited by that harsh reality; in Horse Soldiers the American cavalry rides one more time. Horse Soldiers includes two dozen new, laser-cut playing pieces showing the 1st Cavalry Division troopers in their own special livery, plus a couple of scenarios for their use.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Series: Avalanche Press Gold Club Golden Journal Supplements",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Variant Panthers",
    "ID": 227949,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227949/panzer-grenadier-variant-panthers",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the Avalanche Press website:&#10;&#10;No intelligence reports had prepared the German Army for the new Soviet T-34/76 medium tank: a well-balanced vehicle with much better firepower, armor protection and mobility than anything in the German arsenal or even on German drawing boards. In December 1941, the Germany Army&rsquo;s Weapons Bureau ordered two firms, MAN (Maschinenfabrik Augsburg-N&uuml;rnberg) and Daimler-Benz, to produce designs for a new medium tank to out-perform the Soviet T34/76. A third firm, Skoda, was not invited to participate but submitted a design anyway.&#10;&#10;After initially selecting the Daimler-Benz tank and bestowing the name &ldquo;Panther&rdquo; on it, German leader Adolf Hitler later backtracked and ordered the MAN tank into production instead. The Daimler-Benz prototype, known as the VK3002, was shunted aside as was Skoda&rsquo;s T25. The MAN Panther eventually became a formidable weapon, but initial production models suffered mechanical problems thanks to its rushed development. Either of the other two tanks would likely have been available sooner.&#10;&#10;Variant Panthers lets you try out these rejected tanks on the battlefields of Kursk, in South Flank and Burning Tigers. The Groundhog Day 2016 Golden Journal includes 24 new laser-cut, mounted pieces depicting these two tanks in both German Army and Waffen SS livery. It&rsquo;s a good-looking set. Plus you get scenarios for their use.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Series: Avalanche Press Gold Club Golden Journal Supplements",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Leaving Earth: Stations",
    "ID": 227951,
    "Year": "(2017)",
    "Geek Rating": "5.781",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227951/leaving-earth-stations",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Leaving Earth: Stations is an expansion for Leaving Earth  that focuses on manned exploration and habitation of the inner Solar System.&#10;&#10;Replaces many planets and moons, adding local features to explore.  Adds space station modules such as habitats and hydroponics.  Includes many new missions, including ones for long-term habitation.  Adds the Space Shuttle as a reusable launch vehicle.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Simulation",
      "Stock Holding"
    ],
    "Families": [
      "Game: Leaving Earth",
      "Occupation: Astronaut"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Na Forsai Cosanta",
    "ID": 227961,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227961/panzer-grenadier-na-forsai-cosanta",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the Avalanche Press website:&#10;&#10;Ireland eventually mobilized two divisions and two brigades, deployed along the border with Northern Ireland to resist a British invasion and along the island&rsquo;s southern coast to fight off an attack by Britain or Germany. The Army eventually reached a strength of 38,000 and saw no action during World War II, thought tens of thousands of Irish men and women volunteered to fight the Nazis in the British armed forces.&#10;&#10;Na Forsai Cosanta lets you send the Irish into battle anyway, in a small set of scenarios depicting a German airborne assault on the Emerald Isle. The Irish are tough, but they&rsquo;re not very well-armed. The St. Patrick's Day 2016 Golden Journal includes 24 new laser-cut, mounted pieces depicting Irish troops and leaders in their traditional kelly green. It&rsquo;s a good-looking set. Plus you get scenarios for their use.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Series: Avalanche Press Gold Club Golden Journal Supplements",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Imperial Marines",
    "ID": 227962,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227962/panzer-grenadier-imperial-marines",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the Avalanche Press website:&#10;&#10;In this world where Woodrow Wilson negotiated an end to the First Great War in late 1916 and the great empires survived for another generation, Germany continues to rule northeastern New Guinea and has built a profitable colony there. Australian troops are pressing up the Kokoda Track across the Bismarck Mountains to capture the colony. The tough 1st Seebataillon of long-service Marines has climbed the trail to stop them.&#10;&#10;The Dog Days 2016 Golden Journal comes with 24 new laser-cut and mounted Panzer Grenadier playing pieces representing the battalion: leaders, marines, machine-gunners, heavy weapons, artillery, a helicopter and an elephant. What game has ever given you a helicopter and an elephant?&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Series: Avalanche Press Gold Club Golden Journal Supplements",
      "Series: Panzer Grenadier (Avalanche)",
      "Series: Second Great War (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reilu Peli",
    "ID": 227964,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227964/reilu-peli",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box:&#10;Reilu Peli is an game that will take you whit it. To win the game the whole team needs to aim for the same goal.&#10;&#10;The game is about ethics of sports and they are discussed trough real life situations.&#10;&#10;The most important thing in the game is discussion and solving the cases.&#10;&#10;Points are given on the bases of how well the co-operation of the players went and how well did they solve the case. Everyones effort is important.&#10;&#10;Solving challenging cases helps to form the ethics and rules for your own team or activity group.&#10;&#10;The game ends, afther a winner is found, to a collective end exercise, where common rules are made.&#10;&#10;On the first turn players move on the board by rolling a die. Then they have to pick a card from a same collored deck that the squeare they landed on. Players taskut is to inventointi a solution to a problem on the card. Then everyone else Will decide If they agree or not. The player Will score points for every agreenment, and move forvard for every point. The first player to go araund the board IS the Winner.&#10;&#10;",
    "Categories": [
      "Educational",
      "Sports"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SimplyClever.Cards Counting",
    "ID": 227965,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227965/simplyclevercards-counting",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "SimplyClever.Cards Counting combines traditional playing cards with math flash cards. The deck has 52 cards in 4 colours numbered 0-12, and 4 jokers.&#10;&#10;Each card is illustrated with a number of symbols (dice, pencils, owls and faces of girls and boys) corresponding to the card value from 0 to 12.&#10;&#10;One joker has a table showing which 4 cards match up for each value, in order to check the math when necessary. The remaining 3 jokers have mathematical operators +, - and = so you can make your own calculations using the cards.&#10;&#10;Designed to function like a regular deck of cards with traditional pips showing suits and ranks, SimplyClever.Cards Counting allows you to play any regular card game you want to - but with a mathematical twist! Game examples: 500, Casino, Crazy Eights, Go Fish, Hearts, Memory, Old Maid, Slap Jack, Snap, UNO etc.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Game System",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Memory",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Adding",
      "Card Games: Beating",
      "Card Games: Draw and Discard",
      "Card Games: Exchange",
      "Card Games: Fishing",
      "Card Games: Matching",
      "Card Games: Outplay",
      "Components: Traditional Playing Cards",
      "Series: SimplyClever.Cards (Simplicatus Games)",
      "Traditional Card Games: War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SimplyClever.Ninja",
    "ID": 227966,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227966/simplycleverninja",
    "Min Players": "2",
    "Max Players": "11",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "SimplyClever.Ninja is a card game that expands the classic game of rock, paper and scissors to several characters like Ninja, Cowboy, Alien, Zombie, Robot etc. where each of them beats some of the others and is beaten by some of the others.&#10;&#10;Different modes of gameplay allow for versatility and high repeatability:&#10;&#10;PvP trick-taking: The player with the best card takes the trick, and the player with the most tricks when all cards are played wins the game.&#10;&#10;PvP set collection: Build your army and win by collecting a set of the same warriors, or one of each warrior.&#10;&#10;Co-op: All players compete against a common enemy (game AI).&#10;&#10;Single: Campaign mode against the game AI.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Series: SimplyClever.Cards (Simplicatus Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Osprey Adrift",
    "ID": 227967,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/227967/osprey-adrift",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "0",
    "Description": "After being attacked by an angry kraken, The One Winged Osprey is lost at sea. Food is running low for you and your fellow pirates, and there won&rsquo;t be a rescue any time soon. To make matters worse, there seems to be a group of cannibals on board, making their way through the crew at night, one by one&hellip;&#10;&#10;Osprey Adrift is a card game of deduction, deception, and cannibalism for 4 to 12 players, set aboard the cursed One Winged Osprey during the golden age of piracy.&#10;&#10;Before the game begins, each player is given the role of one of the hardened and storied pirates of the Osprey. In addition to their public Role card, each player is given a secret Identity card: Sane or Cannibal. If you&rsquo;re Sane, it&rsquo;s up to you to figure out who the Cannibals are so you can force them to walk the plank. And if you&rsquo;re a Cannibal? Convince the Sane that you&rsquo;re one of them so you can turn them into your next dinner&hellip;&#10;&#10;Osprey Adrift's gameplay centers around a dual pronged flow of eliminations: The Cannibals eliminate one of the Sane each round, and the entire crew votes to eliminate one more player each round (with the Sane hoping they're getting rid of a Cannibal).&#10;&#10;Players draw cards off the Scavenge deck to stock their hands with Food (needed to stay in the game), Coins (used to bid on the right to be Captain each round, and as victory points should the player survive to the end of the game), Actions (used to perform special feats to help or hinder players), and Resources (needed to power many of the Actions). Or, if a player knows they need specific cards, they can dare to ask their fellow crewmates if they'd like to make a trade - in a separate room from the rest of the players, where a pirate's parley can be formed.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Player Elimination",
      "Trading",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hannibal & Hamilcar: Sun of Macedon",
    "ID": 227969,
    "Year": "(2018)",
    "Geek Rating": "5.566",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227969/hannibal-and-hamilcar-sun-of-macedon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Philip V of Macedon* - new Carthage leader miniature &amp; leader&rsquo;s card, for HANNIBAL, plus new strategy cards: Desert March, Hidden Cove - all expanding the HANNIBAL &amp; HAMILCAR Rome vs Carthage game (*based on the Roberto Ullfig&rsquo;s Philip V scenario).&#10;&#10;Macedonia joined the Second Punic War as an ally of Carthage. Philip V of Macedon built a fleet of 200 lemboi ships, and was ready to sail to Italy, following in the footsteps of Pyrrhus. This didn&rsquo;t happen, as Rome reacted quickly with a sea blockade and inciting war in Greece, binding Philip&rsquo;s hands. But this provided an opportunity for serious reinforcements for Hannibal in Italy. We had to have this as a variant! Sun of Macedon brings you a new general for the Carthaginian player and two new strategy cards, which focus on stealth movement.&#10;&#10;Desert March: Move an army of up to 5CU between Zuccabar or Icosium and Gades. Roll for Attrition prior to arrival. Hannibal&rsquo;s father Hamilcar has reached Gades overland from Carthage. Such a successful journey across hostile territory might have actually been an inspiration for Hannibal for his march over the Alps. The card allows a small army to follow Hamilcar&rsquo;s footsteps.&#10;&#10;Hidden Cove: Move an army of up to 5CU to or from Genua as if it was a port. This move is successful unless countered by a card. As we know, not every existing harbour is shown as a port in the game. And there is a good reason for that: some of them were not capable of receiving large armies. Some of them were not shown as a game design decision. Genua, however, was used twice in very specific circumstances. Mago arrived there with reinforcements and then, after few years of fighting, most probably evacuated through the same port when things become too hot to handle.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Rome",
      "History: Punic Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hannibal & Hamilcar: Price of Failure",
    "ID": 227970,
    "Year": "(2018)",
    "Geek Rating": "5.566",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227970/hannibal-and-hamilcar-price-of-failure",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Publius Claudius Pulcher - new Roman leader miniature &amp; leader&rsquo;s card, for HAMILCAR, plus new strategy cards - Bad Omen, Price of Failure - all expanding the HAMILCAR &amp; HAMILCAR Rome vs Carthage game.&#10;&#10;Claudius Pulcher, a Roman consul who, after ignoring a bad omen, was responsible for the defeat at the Battle of Drepana (249 BC), in which 93 ships with their crews were lost. When the sacred chickens refused to eat, Claudius threw them into the sea, saying &quot;Since they do not wish to eat, let them drink!&quot; He didn&rsquo;t listen to the Gods, and was punished by them seriously. Yes, in ancient times, war was a religious act - one of the most important events in a man&rsquo;s life. The religious ceremonials were bloody and drastic. That is why we wanted to have a variant showing the importance of these sacred rituals. So, we have added to the HAMILCAR game a new Roman leader and two new strategy cards based on Pulcher's disaster.&#10;&#10;Bad Omen: Play prior to Battle. Rome&rsquo;s General Battle Rating is decreased by 1. This can be cancelled by an immediate Attrition Roll. This event has been inspired by two similar events. Caius Flaminius did not properly carry out the rituals after becoming a Consul and pressed for a battle, known later as Battle of Trasimene Lake. Claudius Pulcher had disregarded a bad omen prior to the battle and lost at Drepana.&#10;&#10;Price of Failure: Play after a victorious Battle. The opposing player must either immediately remove his commanding General from the map or a number of PCs equal to his Battle Rating. Carthaginian leaders Hannibal Gisgo and Hamilcar (the other Hamilcar, not Hamilcar Barca) were removed from command after losing engagements. Well, not only removed from command but also crucified. Carthage didn&rsquo;t have much sympathy for losers. Also Pulcher faced charges and was never again offered an office.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Ancient: Carthage",
      "History: Punic Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Rotfather: Contrabando",
    "ID": 227973,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/227973/the-rotfather-contrabando",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The Rotfather: Contrabando (contraband) is a game in The Rotfather Universe, where rats, cockroaches, frogs and spiders live in an underground society, resembling the 40's NY.&#10;&#10;This is a cooperative game with an infiltrated saboteur with strong presence of deduction. Players initially receive a random pack of cards that contains a character card and a set of four specific cards. One of them will be the Detective (saboteur) and the others will be Smugglers. In at most 6 rounds, players must then exchange their cards, in order to complete a set of five cards their character needs. They also can buy new ones from the central pile. The goal of the Smugglers is that some of them collects their 5 needed cards. The number of players that need to reach this goal varies by the number of participants. The objective of the Detective is to prevent this number of opponents from fulfilling their goals, for example by holding cards they need or by pushing foward unnecessary cards. In addition, the Detective may terminate the game earlier by stopping the match at any time when calling out and arresting  the player he believes to be the character Al Kane.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Hand Management",
      "Negotiation",
      "Open Drafting",
      "Set Collection",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Animals: Insects",
      "Animals: Rats",
      "Animals: Spiders",
      "Cities: New York (New York, USA)",
      "Decades: The 1940's",
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide: Black Plague – Abominarat and Dr. Stormcrow",
    "ID": 227976,
    "Year": "(2016)",
    "Geek Rating": "5.563",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227976/zombicide-black-plague-abominarat-and-dr-stormcrow",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From Publisher:&#10;&#10;&quot;Abominarat&#10;&#10;Rats are long-time friends and enemies of mankind. We should have imitated them as they flew in a panicked manner when the zombie plague began, as if they instinctively knew Death was in the air. For a few weeks, we got rid of rats and didn't have to fear them to steal our food or worse, to bite us. The respite could soon be over, though, as some rats got infected and turned into giant monstrosities.&#10;&#10;The Abomniarats lurk around tunnels, floors and ceiling, laying ambushes to catch the unwary off-guard. I don't know what scares me the most: their nasty fangs, the nightmarish diseases they carry, or the way they lurk around, remaining unseen despite their size... and stench!&#10;&#10;Doctor Stormcrow&#10;&quot;A most remarkable infection.&quot;&#10;&#10;Doctor Stormcrow is in this fight for the research. An expert on every form of infectious disease existant, the sheer virulence of the zombie plague staggers him with its sordid beauty. he's convinced that while magic is at the core of the initial outbreak, the subsequent spreading infection has wholly natural elements. He cites the Creeping Death and the Bloody Flux as his sources (which have slain untold hundreds of thousands when left unchecked), in addition to the complete lack of magical emanations seen in most mobile zombies. If he can prove his theorems (and develop a cure), perhaps the necromancers can be deprived of their seemingly limitless hordes.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Medieval",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adult Mad Libs: The Game",
    "ID": 227983,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/227983/adult-mad-libs-the-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;In Adult Mad Libs: The Game, players use the word-filled game cards in their hand combined with the sentence card in play to make the most appropriately inappropriate sentences possible. The funniest sentence by popular vote wins the round, and the first player to win three rounds wins the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dino 300",
    "ID": 227989,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227989/dino-300",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of this game is to form as many sets of dinosaurs as possible in order to obtain 300 points. There are 13 different animals to build. The numbers on the cards indicate the quantity of cards needed to complete that particular animal. Sets consist of 3, 4, or 5 cards depending on the size of the dinosaur.&#10;&#10;Contents:&#10;4 TAR PIT cards&#10;6 THREE card sets&#10;4 Four card sets&#10;3 FIVE card sets&#10;1 Instruction card&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Codenames: Bonus Pack – Weihnachten",
    "ID": 227990,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227990/codenames-bonus-pack-weihnachten",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A set of 10 bonus cards for the basic game.&#10;Just mix in. Has Code DE01&#10;List of words in German&#10;&#10;     Anh&auml;nger / Weihnachten&#10;     Stollen / Pr&auml;sent&#10;     Lametta / Braten&#10;     Umschlag / Advent&#10;     Wichtel / Stern&#10;     Tanne / P&auml;ckchen&#10;     Streit / Krippe&#10;     Kerze / Familie&#10;     Schleife / Nikolaus&#10;     Pl&auml;tzchen / Schlitten&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spookre",
    "ID": 228001,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/228001/spookre",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;As Ghost Hunting becomes a lucrative business, you'd love to get in on that money except all the hauntings at your old mansion are transitory.  If only you had some REAL valuable resident Ghosts to drum up business...&#10;&#10;Spookre is a trick-taking game about recruiting the most Ghosts from the Graveyard to your Mansion.  Each Ghost (card) has a special ability, strength, and death.  The lead chooses one of the Ghosts in the Graveyard as the Target Ghost and tries to play the strongest card under the Target Ghost's strength.  If a player sends a Ghost that matches the Target Ghost's death, that card activates its ability.&#10;&#10;The cards players sent is put into a discard while the Target Ghost is added to that players Mansion (Score Pile).  After a number of Nights (hands) equal to number of players, the game ends.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Disney Princess Edition",
    "ID": 228027,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/228027/monopoly-disney-princess-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "It's the Fast-Dealing Property Trading Game featuring Disney Princess! In this edition of the Monopoly game, each player chooses to play as an adventurous Disney Princess character. Then they build up their magical kingdoms by traveling around the board and buying properties along the way. Kids can buy up spaces like Mulan's Shan-Yu School, Jasmine's Magic Carpet Ride, Merida's Archery Lessons, and other Disney Princess properties. When all properties are bought, the player with the most owned properties wins! If there is a tie, then the player with most money will take the crown!&#10;&#10;Includes gameboard, 4 Disney Princess tokens, 64 cardboard Princess markers (16 for each), 8 cardboard special tokens, 16 Chance cards, money pack, 2 dice, and game guide.&#10;&#10;&#10;     Disney Princess edition of the Monopoly game&#10;     Play as a favorite Disney Princess character&#10;     Buy up Disney Princess properties&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ZEALANDIA Trading Card Game",
    "ID": 228031,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/228031/zealandia-trading-card-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Introducing the ZEALANDIA Trading Card Game! Your students will have a blast learning about New Zealand bird life through addictive gameplay and trading. This game is designed to be fun and engaging while teaching students about our many manu (birds) and how to identify them.&#10;&#10;Each bird's card has three ability ratings that range from 0 to 9, 0 being the lowest and 9 being the highest. The uppermost ability rating is flight (F) followed by camouflage (C) and special (S). The numbers reflect the bird&rsquo;s abilities for each category. &lsquo;Special&rsquo; indicates how unique or special that bird is to New Zealand.&#10;&#10;1. Each player starts with an odd number of cards in their hand.&#10;2. Before the game starts each player may place down one environment card.&#10;3. The youngest player starts by calling flight (F) camouflage (C) special (S) or night time (which is all three numbers added together.)&#10;4. Each player places a card face down on the table.&#10;5. Name your card and flip it face up.&#10;6. The player with the highest rating for that ability wins and leaves their card face up on the table and the loser places theirs face down. If the rating is even, then the player who didn&rsquo;t call the round wins.&#10;7. It is now the other player&rsquo;s turn to call and start a new round.&#10;8. Once there are no more cards left, count the number of win cards you have in your pile.&#10;&#10;If you want to play the advanced version, read the abilities on the cards and use them when you turn your card face up. If a card talks about the pile, these are the cards you have down on the table.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Collectible Components",
      "Educational",
      "Environmental",
      "Math"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Country: New Zealand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War of the Dragon Kings",
    "ID": 228035,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/228035/war-of-the-dragon-kings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "3",
    "Description": "A 2-6 player variable player power/hand management board game in a fantasy setting that takes approximately 20 minutes per player.&#10;&#10;In this game, each player takes the role of one of 24 different Generals who lead one of the six Dragon King's armies into battle. Each General, whether human, humanoid, or some sort of deadly creature, has its own unique play-style.&#10;&#10;Once you choose your faction and character, you take turns attacking each other's cities until you have achieved enough glory points to win. Attacks are carried out by moving up to 5 of your 20 troops from your cities into your combat zone on the battleground, placing the enemy's city board, with its defending troops, into a combat zone in the middle of the board, and then both the Attacker and the Defender playing face-down combat cards. &#10;The side with the highest total of troops plus additional points from monsters, artifacts and character powers, wins the battle and the enemy's city is conquered. &#10;Allies may add their troops, monsters, and artifacts into combat zones on the battlefield as well, to help influence the outcome and share in glory or defeat.&#10;In games with an odd number of players, powerful vassal cards come into play at different times to help balance the combat.&#10;&#10;There are a variety of action cards that people may play during different phases that affect allying, troop count, let you look at opponent's cards, cast miscellaneous spells, etc.&#10;The cards come from Battle, Diplomacy, Espionage, Recruiting, Tactics, Scroll and Sorcery decks.&#10;&#10;With 24 characters, 96 action cards (in 6 differently themed decks), 13 Monsters, 13 Artifacts, 12 Vassals included in the base game, replayability is high.&#10;&#10;The Kickstarter exclusive Deluxe Edition of this game comes with plastic miniatures for the Monsters, Artifacts and Strongholds.&#10;&#10;The Retail edition of this game comes with cardboard standees of the Monsters, Artifacts and Strongholds.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Taisho Tenbatsu",
    "ID": 228043,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/228043/bushido-taisho-tenbatsu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kurouma Tenbatsu is a broken and twisted man. The Kurouma line was cut over a century ago, only a small and insignificant clan during their short existence and Tenbatsu is all that remains of the clan formerly based in Eastern Jwar. The last son of the samurai clan is hardly even human although what he is, is up for debate. Some say that the colossus of a man is a twisted soul, torn between this world and Jikoku for his sins, some that the man is dead and that the cursed swords he is forever bound to carry constantly fight for control of him, others that he has sold his soul for eternal life and is simply a man too far down his dark path to ever come back. What is known is that he is welcomed and feared equally by his allies for he is inhumanely strong and savage, this damned warrior striking fear into the hearts of all those who dare to stand against his murderous rampage.&#10;&#10;Blister contains one model, one 30mm base and two full colour profile cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Kami of Sapping Silt",
    "ID": 228044,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/228044/bushido-kami-of-sapping-silt",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Kami of Sapping Silt is one of waters and muds. Methodical and measured, reaching out to drain those around it, limbs become exhausted, bodies weary, one of the more malevolent spirits, drawn to the more destructive and chaotic forces in which they can achieve some unknown gratification.&#10;&#10;Blister contains one model, one 30mm base and three full colour profile cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Suomipeli: The game of Finland",
    "ID": 228046,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/228046/suomipeli-the-game-of-finland",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is the Suomi (Finland) version of the Kaupunkipelit (City Games) series.&#10;&#10;Unlike most games in the series, this one is not centered on a single city/town but rather a wider geographic area - in this case, the whole of Finland, the companies available being in many cases national and not local ones. And, unlike any other game in the series, this came in two editions that are distinctly different - a World Wildlife Fund promotional edition, and an edition celebrating Finland's 75th anniversary of independence in 1992. The box front of the latter is in portrait orientation, which is also unique in the series.&#10;&#10;Kaupunkipelit is a series of games, each of which is basically a light version of Monopoly localized to a city/region of Finland. The games promote local companies, councils, educational institutes etc. and were designed as a fund raising effort for local sports clubs.&#10;&#10;The main differences between these games and Monopoly are:&#10;&#10;-Instead of a &quot;street&quot; each square on the board represents a local business.&#10;-There are no hotels or houses, but each square has two title deeds instead of just one, allowing two players to jointly own any location on the board.&#10;-The majority of the event cards are trivia questions about the locality the game is set in.&#10;-While the effects of the first two corner squares (Go and Jail in Monopoly) remain the same for every edition (Go and Stock Market Crash), the effect of the other two corners varies from edition to edition and is the only real difference between them (except for the trivia content, of course). They are typically also local businesses but without title deeds and thus no rent either, but some special effect instead, such as pass a turn or get an extra throw.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Stock Holding"
    ],
    "Families": [
      "Country: Finland",
      "Series: Kaupunkipelit",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feuerwehrmann Sam: Einsatz für Sam",
    "ID": 228047,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/228047/feuerwehrmann-sam-einsatz-fur-sam",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the back of the box:&#10;_Fireman Sam and his comrades have been called to duty. Who will be the first at the fire? &#10;If you pick the correct action-chip you can place the ladder to advance quickly. But be careful if you pick the wet hose you'll slip and fall back again.&#10;&#10;At his turn each player picks a face down action chip and executes the action displayed. The action chip remains face up.&#10;Possible actions are:&#10;- 1-4 steps ahead (shoes)&#10;- climb ladder (short or long ladder)&#10;- slip down (hose)&#10;- turn all chips face down again (Fireman Steele)&#10;- turn all chips face down again and shuffle them (Norman Price)&#10;&#10;The first player to reach the fire at the end of the meandering track wins the game.&#10;&#10;Content:&#10;1* gameboard (6 pieces)&#10;3* firemen figures&#10;1* firewoman figure&#10;4* standees&#10;2* ladders&#10;1* hose&#10;9* duty chips&#10;rulebook&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Point to Point Movement"
    ],
    "Families": [
      "TV Shows: Fireman Sam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Outlive: Kickstarter Exclusives",
    "ID": 228048,
    "Year": "(2017)",
    "Geek Rating": "5.686",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/228048/outlive-kickstarter-exclusives",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "100",
    "Weight": "2",
    "Description": "This is a bundle containing several Kickstarter-exclusive stretch goals for Outlive.&#10;&#10;It contains:&#10;&#10;     Four dual-layer shelter boards.&#10;     One new event (Atomic Blast).&#10;     Four special leaders (Ga&iuml;a Hope, Jeanne Eserge, Bob Craft, Charles Gravier). Unlike the leaders from the core game, these do no start with a piece of equipment, but have some other ability.&#10;     Three rooms (1 Material of your choosing, 4 permanent Water but +1 radioactivity, Airlock: +1 Survivor).&#10;     Five equipments (Grenade, Goty, Link, Darwin, Khal).&#10;     Solo mode: The Horde.&#10;&#10;&#10;In addition, it contains three mini-expansions (descriptions from the publisher):&#10;&#10;Lost In The City&#10;New set of tiles to discover as you search the city ruins. You may come across extra survivors for your shelter, a trader who can exchange supplies with you or even a group of raiders that won't hesitate to lighten your load for you!&#10;&#10;Predators&#10;A new set of prey tiles to include in your games. These beasts provide less food when killed but they give you victory points at the end of the game!&#10;&#10;Relic from the past&#10;New equipment for you to repair. Unlike normal equipment, these do not confer any in game bonuses but they do give you a good amount of victory points at the end of the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Labyrinth, Howls in the Dark",
    "ID": 228072,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228072/labyrinth-howls-in-the-dark",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The young boys and girls from Athens are thrown into the Labyrinth, where a horde of Minotaurs dwells, much like the legend of Theseus.&#10; The players are divided into two teams, the Athenians and the Minoans. The Athenians are trying to help the young boys and girls from Athens to escape, while the Minoans are helping the Minotaurs keep the young ones inside the labyrinth and wipe them out.&#10; Every round a player from each team is nominated as team-leader and he makes a plan with 5 actions using the cards in his hand, along with those his team-mates gave him. The players draw cards from a common deck. The cards can help or hurt both teams depending on the correct timing of the actions. Revealing and executing the actions alternately comes next. Good planning, clever use of both the actions and the Heroes&rsquo; abilities will determine the winner.&#10;&#10;Suspense is the main feeling of the game since every step towards victory depends on the players abilities to plan, predict and deceit.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Maze",
      "Mythology"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hossa! Lobgesang",
    "ID": 228075,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgame/228075/hossa-lobgesang",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hossa! Lobgesang, the fourth expansion for Hossa!, gives you new things to sing about as this expansion of 32 cards depicts 64 items and categories from the world of religious songs. The cards in this expansion will be postcard-sized &mdash; at the request of numerous group and choir leaders, notes the designer &mdash; as well as laminated so that they can be used outside by large groups more easily.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music",
      "Party Game",
      "Religious"
    ],
    "Mechanics": [
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "MetaX",
    "ID": 228081,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/228081/metax",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "3",
    "Description": "In the MetaX Trading Card Game, universes collide as you battle it out for crossover supremacy.&#10;&#10;The first set, &ldquo;Justice League,&rdquo; will feature characters from DC Comics.&#10;&#10;Throughout the game, you&rsquo;ll be able to play your favorite heroes and villains, enhance your strategies with Event cards, and engage in combat with Battle Cards.&#10;&#10;Attacking with your Characters will allow you to gain precious Victory Points, and when a player collects 7, they win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Comic Books: DC Universe",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Question Quiz",
    "ID": 228086,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228086/question-quiz",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A question master is appointed, he controls the game. &#10;The outfit comprises a double spinner on to which is fitted one of the six discs provided.&#10;The Discs are printed with the subject to which they refer to and the players decide which discs are used.&#10;The question master then spins the question disc calling out the place where it stops. This determines which questions shall be asked.&#10;Winner is the player who at the end of the game correctly answered the most questions.&#10;It is possible to play the game in teams.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crowning the Elf King",
    "ID": 228087,
    "Year": "(1923)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228087/crowning-the-elf-king",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dexterity game produced in the 1920's by Chad Valley, goal is to score as many rings as possible around the Elf King figure.&#10;Ten points are scored for each ring.&#10;The player who first reaches 100 points wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dr Fear's Mad Lab Game",
    "ID": 228092,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/228092/dr-fears-mad-lab-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Complete the 5 obstacles to escape from the Monster of the Castle. An adventurous, fun game where children must use skill to get around the obstacles.&#10;In this children's game players must accomplished 5 dexterity mini-games to win the game. The challenges are distributed along a circular track and pieces move on a throw of a 1-3 dice.&#10;The central mechanism of this game is the ingenious Frank monster which functions as a timer for each obstacles. The game requires no batteries and set up is about 10 minutes.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MR MEN Shopping Spree",
    "ID": 228094,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/228094/mr-men-shopping-spree",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Contents: colorful board game of the city, 4 mr men figures, dice, 7 bus stop cards and 26 shopping cards.&#10;&#10;A roll dice and move along the track following the instructions on the board while trying to collect the most shopping cards. Each shopping card has a price on it  written in British pounds denominations. The game is over when one player returns back home after going around the board once. Then, shopping cards prices are totaled and the player with highest number wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wonko",
    "ID": 228095,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228095/wonko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "WONKO is a dice game that includes a deck of custom cards and 40 D6 dice.&#10;&#10;From the back of the card box:&#10;&#10;&quot;Short on time or attention?&#10;No problem! Each mini-game takes only about 30 seconds.&#10;&#10;Object of the Game:&#10;Everyone rolls their dice in a race to be the first to meet the challenge on the game card (i.e. all the same number).&#10;&#10;How to Win:&#10;You choose the goal. Whoever wins the most in 5 minutes, first to win 5 mini-games, etc.&#10;&#10;Competitive play for all ages!&#10;With 9 levels designed for players aged 5 to 105, everyone plays at their own level.&#10;&#10;Just toss it in your bag:&#10;Play in restaurants, carpool, waiting rooms, camping, home, etc.&quot;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Space Race",
    "ID": 228099,
    "Year": "(1953)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228099/space-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sci Fi roll and move game from the 1950's?. Players move their pawns on the track via dice rolls, a six allows them another turn. Certain spots on the board give special actions or events; there are spots for food supplies, gravitational pull, pressure cab leakage, an attack by martians, atmospheric shock wave, meteorite damage, magnetic field, navigational error and rocket flame out.&#10;The first person to reach the destination wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Face Off",
    "ID": 228100,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228100/face-off",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The machine was complete.  As the complex was powered on the arena sprang to life and the AM summoned the first combatants.  Pirates, Monsters, Ninja, Cowboys and many others groups began to fill holding cells.  The AM played a recording of the master, &quot;Welcome to the Arena, prepare yourself to Face Off for glory, for freedom, for your very lives...mwuhahah.&quot;&#10;&#10;Face Off is a deck management game of fast paced violence and long term strategy set in a future where one individual's insane experiment has led to a vast arena filled with the greatest warriors, and sometimes misfits, of the universe.&#10;&#10;In Face Off each player leads a faction from throughout the multiverse in an attempt to collect treasures and conquer enemy headquarters to prove their might and gain their freedom.&#10;  &#10;Each time a Face Off is decided the victor can choose to take a treasure, upgrade their deck, or acquire a victory point, the currency of Face Off.  Each time a Headquarters is cracked (destroyed) a high value treasure, global effect, or victory point is acquired.  Once all Headquarters have cracked the game ends and the faction with the most victory points can buy their way to freedom!&#10;&#10;Each faction in the game has a completely unique set of cards and mechanics to draw upon for victory.  Play style and game focus will depend heavily on the faction chosen, but no faction is &quot;best&quot;.&#10;&#10;With a streamlined pool of 12 starting cards and a 5 card hand, fast turnover and card throughput is a staple of Face Off.  A unique scoring system mitigates complete blowouts and maintains tension until the final battle, insuring that each Face Off and HQ is of utmost importance.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sushi Kappa",
    "ID": 228103,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/228103/sushi-kappa",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You are the gourmet Kappa Samurai.&#10;&#10;    The Kappa is the traditional fairy in Japan. It lives in a river, and love a cucumber. And the top of the head is the dish.&#10;&#10;&#10;The player goes to the Sushi chain, and try to eat Sushi!&#10;But the player is the gourmet. He try one Sushi for each kind.&#10;The sushi is 10 kinds, and the player can keep just two Sushis.&#10;So the player need to eat one or two. Then the card is flipped out.&#10;The players cannot see it.&#10;When the pile is out, the game is end.&#10;The players can score the eaten sushi. But the same sushi is not counted.&#10;Additionally, in the game, the player can add the wife and the child.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Action Points",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Sushi"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Krosmaster: Arena – Season 4: Cemetery Park",
    "ID": 228111,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/228111/krosmaster-arena-season-4-cemetery-park",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion for Krosmaster: Arena was released exclusively in the form of blind boxes. A case of 12 figurines comes with 4 random rares and one each of the 8 commons.&#10;&#10;The list of figures in the set is as follows:&#10;&#10;&#10;     Lord Crow&#10;     Sphincter Cell&#10;     Mopy King&#10;     The Nun&#10;     Persee Phore&#10;     Master Vampire&#10;     Puny Vampire&#10;     Chafer Archer&#10;     Chafer Foot Soldier&#10;     Chafer Lancer&#10;     Invisible Chafer&#10;     Elite Chafer&#10;     Grim Preacher&#10;     Skidmonk&#10;     Friar Tubs&#10;     Felonious Monk&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Krosmaster",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Krosmaster: Arena – Eternal Deck",
    "ID": 228113,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/228113/krosmaster-arena-eternal-deck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a deck of cards that updates Krosmasters from Seasons 1-3 with new traits and balance changes.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Krosmaster",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Krosmaster: Arena – Wakfu OVA Pack",
    "ID": 228114,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/228114/krosmaster-arena-wakfu-ova-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A window box containing 6 new playable figures and cards, using characters from the Wakfu series&rsquo; second OVA.&#10;&#10;Includes:&#10;&#10;1. A new version of Yugo&#10;2. A new version of Percimol&#10;3. A new version of Remington Smisse &#10;4. Ush&#10;5. Atcham&#10;6. Maskemane&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Krosmaster",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Krosmaster: Arena – Duel Pack 3",
    "ID": 228116,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/228116/krosmaster-arena-duel-pack-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Includes two exclusive figures (Anathar and Justice Knight Jr) and their character cards as well as:&#10;&#10;1 game map&#10;2 token sheets&#10;2 engraved dice&#10;&#10;Krosmaster: Arena &ndash; Duel Pack 3 is a standalone two-player game that can also be used to expand Krosmaster: Arena.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Krosmaster",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tycoons",
    "ID": 228130,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228130/tycoons",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Tycoons, players will roll the dice in order to move to adjacent provinces of Canada, states of the USA or into Mexico. As they move into new areas, they will have to either draw a &quot;Sale&quot; card (which will give them money) or a Disaster card (which will make them lose money or some other detrimental effect.  While the game is a simple roll-and-move with random effects that appear through drawing cards, the purpose of the game is educational. The publisher states that by playing the game multiple times, &quot;each player will automatically learn every province, state and [about] Mexico and their capital cities.&quot;&#10;&#10;The first player to reach a specific amount of money (set by the players before the game begins) will be the winner.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blaggards",
    "ID": 228137,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/228137/blaggards",
    "Min Players": "6",
    "Max Players": "11",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A co-operative booty lootin' game with a splash o' betrayal.&#10;&#10;Blaggards is a party game for six to eleven players. A band of pirates are attempting to open six locked chests of booty. The chests can only be unlocked with a specific combination of keys - keys that have been scattered amongst the players. Alas, there is a hidden team of Blaggards! The Blaggards want to ruin the pirates day and keep the booty locked up.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Death Path",
    "ID": 228138,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgame/228138/death-path",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Death Path is multi-player card &amp; dice game set in the near future in which Subjects are forced to navigate through a fearsome maze.&#10;&#10;Death Path is a race to the end of a maze with 2 or more &quot;Subjects&quot; taking turns simultaneously. To navigate through the Death Path, Subjects will reveal cards at the same time. Much of the Death Path are clear paths but occasionally you will run into a choice with multiple options. This will cause your deck to split in hopes of finding a quicker path to the end. You may also encounter Pathfinders, crude government-control cyber-dudes trying to slow your progress. There are weapons.... and you'll need them!&#10;&#10;Each time you reveal a 'Stash' card from your Maze Deck, you will draw and Item Card and have the option to equip it.&#10;&#10;Each weapon you find will have a custom die associated with it. D8's for one-handed weapons and D12's for two-handed weapons. They are custom and not numbered traditionally. The number on each side indicates the damage inflicted if you hit. Some weapons, like the volatile Fusion Staff, have low and high damage results representing more risk/reward while others like the trusty Power Nux are more consistent with the damage they inflict.&#10;&#10;The first Subject to finish revealing all the cards in their Maze Deck is the winner. If any Subject loses all their Health tokens, they are dead and out of the game. In a two player game, this means their opponent wins. In multi-player, the others keep navigating through the Death Path until there is a winner!&#10;&#10;A 2 player game takes approximately 20min to play, while adding additional players can increase that to 30-40min.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Kuortane",
    "ID": 228140,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228140/the-battle-of-kuortane",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A free print-and-play, regimental-level wargame covering the battles of Ruona and Salmi, 1808 (sometimes known collectively as the battle of Kuortane). These battles were the turning point of the Finnish War of 1808-1809 which would lead to Finland being annexed to Russia for over 100 years. Can you change history?&#10;&#10;The Battle of Kuortane is a classical IGO-UGO wargame with an innovative system for melee attacks and defensive fire, to better capture the feeling of the chaotic bayonet charges of the Finnish War. The game features assymetric goals and reinforcement rules which create different playstyles for the Russian and the Swedish-Finnish armies: whereas the Russian player needs to advance carefully but with a determined pace, the Swedish player needs to wait for the perfect moment to pounce with maximum strength to claim victory.&#10;&#10;The game is offered as a print-and-play of only two pages: one page for the rules, and one page to mount on cardboard and cut out. No advanced crafting required.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gundam Cross War",
    "ID": 228143,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/228143/gundam-cross-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gundam Cross War is a Gundam themed competitive trading card game. The player acts as a captain leading a troop of Mobile Suit into battle. Destroy your opponent's mother ship as you fight to defend your own! Inflict damage on your enenmy's mother ship. Once your enemy's hit points are reduced from 30 to 0, victory is yours!&#10;&#10;Players with the physical card can also register that card into the game app by registering the QR code or 16digit serial.&#10;&#10;Physical cards are in Japanese, making players having to memorize skills or be adept at reading Japanese. However the main site provides English translations.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Invisible Man",
    "ID": 228145,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228145/the-invisible-man",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of the game is to become invisible and escort a criminal to the police station.&#10;The player who first succeeds in doing this wins the game.&#10;&#10;There are four Invisible Men on the platform, each outlined in a differen colour. The players choose the one thy are going to represent and take a counter and five sections marked A, B, C, D and E to match the colour of their invisible man. Cover the invisible man with these sections.&#10;&#10;Players start on the inner track from the letter 'A' corresponding to the colour of their counter.&#10;After spinning, each player in turn either moves his counter round the board the number of spaces indicated by the arrow when it stops or he takes a card, he cannot do both.&#10;On whatever letter a move ends, the player removes the section bearing that letter from his invisible man.&#10;Should the move end on 'risk' the player must take a card and follow the instructions on it. In either case this ends his turn  which passes to the player on his left. Should a move end on a letter from which the section has already been removed this also ends his turn.&#10;&#10;The game is won by the first player who manages to remove all sections from his invisible man.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: The Invisible Man"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rapidofruit",
    "ID": 228147,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/228147/rapidofruit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Rapidofruit - Jeux d'observation et de rapidit&eacute;&#10;Les animaux et les fruits et l&eacute;gumes d&eacute;filent au fil des cartes. Si deux &eacute;l&eacute;ments identiques sont retourn&eacute;s en m&ecirc;me temps, il faut vite taper sur la carte fruit et l&eacute;gume ! Mais interdiction de jouer lorsque votre animal porte des gants de boxe !&#10;&#10;--&#10;&#10;The animals and fruits and vegetables parade through the cards. If two identical items are returned at the same time,&#10;You must quickly hit the fruit and vegetable card! But not to play when your pet wears boxing gloves!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bataplus",
    "ID": 228148,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/228148/bataplus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bataplus - Jeu de bataille et de d&eacute;fi&#10;Un jeu de bataille classique o&ugrave; l'on peut additionner jusqu'&agrave; 3 cartes pour tenter de remporter le pli.&#10;&#10;Avec un graphisme tr&egrave;s bulles et tr&egrave;s pop !&#10;&#10;--&#10;&#10;This card game from the Djeco brand is actually a battle game that, in addition, teaches you how to count. Defeat your opponents simply by adding up to three cards to try to win the fold and then the game.&#10;&#10;This card game has a very nice and colorful design with several bubbles. The youngest can learn to count and / or learn the numbers: on each card, a number with the number of corresponding bubbles, small, medium or large. The child then spotted the bubbles and counted them and then discovered the &quot;writing&quot; of the figure.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ember: Purple Worm Expansion",
    "ID": 228152,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/228152/ember-purple-worm-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Initially a stretch goal for the Ember: From the Ashes Kickstarter, it did not get unlocked. It was then offered later to backers.&#10;&#10;From the email offer:&#10;&#10;&quot;This 10 card expansion allows you to capture the Purple Worm, a fearsome creature that can reap havoc across the Ember playing field. Gain control of the Worm to capture creatures and swallow them whole, then use your body segments to protect the head from destruction.&#10;&#10;One thing is certain: when you bring the Purple Worm into play, battle us inevitable.  For advanced Ember play only!&quot;&#10;&#10;NOTE: There was an error in the Purple Worm offer saying it consisted of 1 Head, 1 Tail, and 8 body segments. It was always intended to work with two heads and tails. Backers were given the choice of receiving the Purple Worm expansion in one of two ways:&#10;&#10;Option A: 1 x Head, 1 x Tail, 8 x Body Segments&#10;Option B: 2 x Heads, 2 x Tails, 6 x Body Segments&#10;&#10;So both versions will be out there.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Memory",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Coronation Street Trivia Game",
    "ID": 228161,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228161/coronation-street-trivia-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&#10;     A True or False Coronation Street trivia board game&#10;     Includes over 760 True or False Coronation Street question&#10;     Question cards span over four decades of the popular television soap opera&#10;&#10;&#10;Game description from the back of the box:&#10;&#10;Take a trip around the cobbles with this fun True or False Trivia Board Game and test your knowledge of all things Coronation Street and includes over 750 True or False questions spanning four decades. Use voting chips and cobbling chips to earn extra points to help you around the board and be the first to reach The famous Rovers Return.&#10;&#10;Start the game by deciding if you will play as individuals or in teams and then choose a character mover and place them on the Start space. Each player or team is then given a True or False voting chip and three cobble chips.&#10;Taking it in turn to be the Question Reader, they must pick up a card from the deck in the centre of the board and read out the question. Opponents then need to decide whether the trivia question is true or false and lay their voting chip up the correct way to answer the question. Once all voting chips have been paid down, cobbling can begin.&#10;Cobbling gives players the chance to pick up bonus points to help them move further around the board based on an opponent's true or false answer to the question. If the opponent's answer that you 'bet' your cobble chip on is correct then you get to keep your cobble chip and gain an extra point. But if their answer to the question was wrong and you chose to cobble, then you lose that chip.&#10;Once players complete a full lap of the board and move past the Start space on the board, they can collect a 30 points token. If you pass Start twice, then flip the token over to reveal 60 points.&#10;After the last True or False card is played and all players have moved their character mover the amount of spaces they've earned, the player with the highest score (most 30/60 token points plus the score on the board) is the winner.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Trivia: Television"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic of Legends",
    "ID": 228165,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/228165/magic-of-legends",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Magic of Legends is a co-operative adventure board game for 1-4 players.  &#10;With no game master and only need streamlined rules, players take their heroes on a series of quests to find the secrets on the land of magic.  &#10;On their way they'll face many challenges, including random maps, emergencies, dangerous traps, unlimited monsters and so on.  &#10;In hero's turn, he or she can move, attack, trade, equip, heal or do nothing. Heroes need explore maps and find the story's goal point together.&#10;In monster's turn, they will move to heroes and attack them.&#10;&#10;How to play&#10;1.Select a set of story and your hero, then you can start an adventure quickly.&#10;2.You will encounter the monsters in the adventure, or trigger a trap and so on, and also you will get treasures and other exciting rewards. Every time in your adventure, you'll encounter different maps, events, monsters, treasures, etc.&#10;3.As the story progresses, you might encounter powerful Dark Lord.&#10;4.Beat it, or escape, will bring you to a different ending.&#10;&#10;Your goal is follow the story card's progress, and find the way to reach the winning goal.&#10;There will have many different kinds of goals on the story cards. For example: you need take something, or reach to the special map tile, kill some monsters, etc. &#10;When all heroes die, you will lose the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Prehistoric"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Irin Ajo",
    "ID": 228167,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/228167/irin-ajo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Irin Ajo is a strategy game with an African narrative that is played with a customized die.&#10;&#10;Components:&#10;Irin Ajo game board&#10;30 playing token for 6 players (colour separated)&#10;1 customized die&#10;&#10;Description:&#10;&#10;The Irin Ajo game board comes with 6 locations that describe the 6 geo-political zones in Nigeria. The game is centered around the various means of transportation that generally lead to each location.&#10;&#10;Players roll the die to know which means of transportation is available to them or not. They then decide which route best suits their strategy.&#10;&#10;TO WIN:&#10;&#10;Players placed their token in their HOME LOCATION. And then play to achieve the objective of the game to win.&#10;&#10;They have to travel to all the other FIVE LOCATIONS to be declared the winner.&#10;&#10;When playing, players can not go against the road direction in a location unless it has become a KNOWN ZONE (For a location to become a known zone, a player must have reached a certain location and have placed their token in that location).&#10;&#10;Some of the locations are in the desert, some at the water areas and others wound mountains.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bourse: Le jeu de la finance",
    "ID": 228168,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/228168/bourse-le-jeu-de-la-finance",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bourse is a stockmarket simulation with some real french brand names from the 1970ties where the price of the shares are reacting differently depending on the economic situation (expansion, crisis, recession, recovery) the game currently run through.&#10;&#10;Beside of purchasing market shares, the players can also buy stock options or go to a bank and get a loan to increase their working capital.&#10;&#10;To win the game, you simply need to doubble your initial capital of 200k.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Luku Luku: Noun",
    "ID": 228169,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228169/luku-luku-noun",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Luku Luku is a fast thrilling educative game for two players.&#10;&#10;SETTING THE GAME&#10;&#10;Players spread the Number Sheet wide open and place their playing tokens at the No 1 point on the spread sheet.&#10;&#10;They then place the Luku Luku PAD on the sides of the Number Sheet.&#10;&#10;HOW TO PLAY:&#10;Players decide on who should begin the game. Active player (player whose turn it is) asks the other player to find something on the Luku Luku Pad. When the other player begins to search for the item, figure, name etc on one of the pads, the Active player begins to move their token on the number sheet and tries to move to the FINISH LINE.&#10;&#10;When other player finishes the task,  they immediately shouts, STOP! And they becomethe ACTIVE PLAYER&#10;&#10;HOW TO WIN?&#10;&#10;The first player to reach the FINISH LINE WINS.&#10;&#10;Luku Luku is designed to help improve the quality of education in Nigeria and hopefully other part of Africa and the world soo.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Medicine Show",
    "ID": 228172,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/228172/medicine-show",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card game for 2-4+ players in which players are Snake Oil Salesmen (USA circa late 1800&rsquo;s) selling their wares.&#10;&#10;Players share a common deck. There are 8 types of cards: &#10;N = Name Cards&#10;G = Gimmick Cards&#10;C = Claim Cards&#10;F = Formulation Cards&#10;I = Ingredient Cards&#10;B = Bonus Cards&#10;S = Special Cards&#10;P = Poison Cards&#10; Each player is dealt 7 cards. Players then take turns.  Each turn has 4 phases: &#10;1.  Draw Phase&#10;-   Draw 1 card from the top of the deck and put it in your hand&#10;2.  Action Phase&#10;-   Discard 1 special card to activate its special effect. &#10;(Poison cards are a type of special card - discard a poison card to cause a target opponent to discard 1 random card from his Victory Pile.) &#10;-   Players may trade cards.&#10;3.  Meld Phase&#10;-   You may make a Meld. A Meld must contain: &#10;    -   Exactly 1 Name Card&#10;    -   Exactly 1 Formulation Card&#10;    -   1 or 2 Gimmick Cards&#10;    -   1 or 2 Ingredient Cards&#10;    -   1 or more Claim Cards&#10;    -   Zero or 1 Bonus Cards&#10;-   Each card has a Victory Point (VP) value. Place these Meld cards into your Score Pile. The total VP in your score pile is your Score at the end of the game. &#10;4.  End Phase&#10;-   Max hand size is 7 cards. Discard excess cards.&#10;&#10;The game ends when all players have passed.  A player must pass at the end of their turn if there are no cards left in the deck. &#10; The player with the most Victory Points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mughal",
    "ID": 228173,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/228173/mughal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card game for 2-4+ players themed around The Mughal (Mogul, Moghul) Empire (India 1526 - 1712)&#10;&#10;The game lasts 7 Turns. Each turn represents the reign of one Emperor:&#10;1.  Babur the Tiger    (7 for Military) -               Early&#10;2.  Humayun             (3 for Any) -                    Early&#10;3.  Akbar the Great     (5 for Building or Military) -   Middle&#10;4.  Jahangir            (3 for Any) -              Middle&#10;5.  Jahan               (7 for Building) -               Late&#10;6.  Alamgir             (5 for Culture or Military) -    Late&#10;7.  Bahadur             (3 for Any) -                    Late&#10;&#10;The middle and late cards are kept out of the deck at the beginning of the game.  When turn 3 starts the Middle cards are shuffled into the deck along with the discard.  When turn 5 starts, the Late cards are shuffled into the deck along with the discard.&#10;&#10;Players share a common deck.&#10;-  Each card has a Suite and a Level. The Suites are: Military (M), Building (B), Culture (C), and Wealth (W). A Card with 2 types listed can be used for either.  &#10;-  Some cards are unique (removed from the game at the end of the turn it is used), others can be only be used in the middle and/or late ages.&#10;-  Disaster (D) have no suite and no level bonus. Getting stuck with disaster cards will hurt you in scoring phase.&#10;&#10;Each turn has 5 Phases: &#10;1. Destiny Phase&#10;-  Each player is dealt 2 cards face up.&#10;2. Fate Phase&#10;-  Each player is dealt a hand of 5 cards.  These are &ldquo;face-down&rdquo;, only the owning player can see them. &#10;3. Action Phase&#10;-  Step 1 - Each player selects one card from their hand and places it face up on the table in front of them. &#10;-  Step 2 - Players then pass their hand to the next player (on odd turns the next player is to the left, on even turns, to the right) &#10;-  Repeat steps 1 and 2 until all cards are played to the table. Each player should have 7 cards face up in front of them.&#10;4. Scoring Phase&#10;-  For each suite each player adds up the levels of all their cards in that suite. The player with the highest total level in a Suite gets 2 Victory Tokens.  If 2 or more players tie for highest, each one gets 1 VT. &#10;-  If you have cards from all 4 Suites gain 2 VT. &#10;5. End Phase&#10;-  All cards played this turn go to the discard.&#10;&#10;The game ends after 7 turns.  The player with the most VT (Victory Tokens) at the end of the game wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Muppet Show",
    "ID": 228174,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/228174/the-muppet-show",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card game for 2-4 players based on The Muppet Show!  The game represents one Episode.&#10;&#10;Players share a common deck. Cards are of one or a combination of types:  Character (C), Event (E), Bonus (B) or Special (S)&#10;Plastic discs are used to keep track of Act (victory) Points. &#10;To start 5 cards are dealt to each player.&#10;&#10;Players take turns with each turn comprising 4 Phases:&#10;1.  Dressing Room Phase &#10;-   Draw 1 card from the top of the deck or discard and put it in your hand. &#10;2.  Backstage Phase&#10;-   You may play (discard) a special card in this phase to activate its special ability. &#10;3.  Act Phase&#10;-   You may play an Act this phase. An Act requires 2-6 specific cards to be played (revealed) according to the Act Chart (comprising 18 different acts). &#10;-   Act Points are scored as listed on the Chart for completing the Act (2-6 points dependant on the act). &#10;-   Score an extra Act Point if you were the last player to also play an act. &#10;-   Each Act in the Act Chart can only be claimed once per game. &#10;-   Bonus cards can be played along with the required cards of an Act. Each Bonus card played is worth 1 Act Point.  Some Bonus cards give an extra Act Point for specific Acts. &#10;4. Finale Phase&#10;-   Max hand size is 7 cards.  Discard excess cards.&#10;&#10;WINNING&#10;The game ends when 8 (of the 18) Acts have been played.  The player with the most Act points is the winner.  If tied, the player with the most acts wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nightbreed Skirmish",
    "ID": 228175,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228175/nightbreed-skirmish",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A 2-player tactical skirmish game with a Nightbreed Theme.  Humans (Naturals) are attacking Midian (a Necropolis, the home of the Nightbreed) in force.  One player is the Nightbreed.  The other player is the Humans (Naturals).&#10;&#10;An 8 x 8 grid is used to depict the surface and upper layers of Midian.  Underground is a series of tunnels, chambers, and caverns.  The surface resembles a graveyard but with additional statues, fountains, walls, and tomb like structures that are actually dwellings and gates to the subterranean areas.&#10;&#10;Terrain types are marked on the map according to players&rsquo; preference. Some terrain types will be referenced by cards but terrain types comprise:  Clear (Paths, Roads), Graves, Fountain, Wall (and Gates), Trees, Tomb and Statue.&#10;&#10;Each player has a unique &ldquo;army&rdquo; list comprising 16 units of differing strengths (hit points), with differing characteristics.&#10;Each player has a unique deck of cards of four different types (Attack, Defence, Move, Special)&#10;&#10;To set up the decks are shuffled separately and units are placed in the back three rows of the player&rsquo;s side of the board.&#10;&#10;Naturals go first with players taking turns.  Each turn has 3 Phases: &#10;1. Draw Phase&#10;-  Draw 3 cards and place them in your hand. &#10;2. Action Phase&#10;-  Play cards (no limit). &#10;-  Play a Move card to move a unit the indicated (range) number of spaces. &#10;-  Use an Attack card to attack a unit at the indicated distance (range) from the attacking unit. &#10;-  Your opponent may use a Defence card to negate an Attack card.  &#10;-  An attack card that is not negated causes the target to lose 1 Hit. Use tokens to keep track of Damage (lost hits) sustained by units.  Any Unit reduced to zero Hits is killed. &#10;3. End Phase&#10;Max hand size is 7 cards.  Discard excess cards.&#10;&#10;The first side to lose 10 or more units will break and flee.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nutcracker Skirmish",
    "ID": 228176,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228176/nutcracker-skirmish",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A 2-player skirmish game with a Nutcracker Theme.  One player is the Nutcracker and the toy soldiers, the other player is the Mice.&#10;&#10;An 8x8 Grid is used as a board.  The &ldquo;battlefield&rdquo; is the living room floor at Christmas time.  There are two terrain types &ndash; clear or obstacles (boxes, christmas tree, furniture).  Obstacles block all movement and attacks.  Terrain is laid down at the players&rsquo; discretion.&#10;&#10;Players share a common deck of cards.  Card are of four types: Attack (A), Defence (D), Movement (M), Special (S)&#10;&#10;Each side gets a unique set of 16 units that can be moved around on the board. Units have different movement allowances and strengths (hit points).  One unit on each side is designated the Leader.  Units cannot stack but friendly units may move through each other.&#10;&#10;To set up each player places his units in any of his 3 last rows.&#10;&#10;Players take turns. &#10;Each turn has 3 Phases. &#10;1.  Presents Phase&#10;-   Draw 3 cards from the deck and place them in your hand. &#10;2.  Action Phase&#10;-   Play cards from your hand. &#10;-   Use Move cards to move one of your units up to the indicated number of spaces. Your opponent may use certain special cards to negate a Move. &#10;-   Use Attack cards to have a unit attack a target unit at the exact range indicated by the card and do 1 point of damage to the target (when hits are reduced to 0 the unit is destroyed). Your opponent may use Defence cards to reduce hits caused by an Attack.   &#10;3. End Phase&#10;Max hand size is 7 cards. Discard excess cards.&#10;&#10;The game is won when a player destroys his opponent&rsquo;s leader (Nutcracker or Mouse King).  The last (killing) hit on a leader unit may only be made by the opposing leader unit.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Music"
    ],
    "Mechanics": [
      "Area Movement",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Mice",
      "Holidays: Christmas",
      "Players: Two-Player Only Games",
      "Theme: Dolls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Boss Monster: Get Over Here! Promo Card",
    "ID": 228178,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/228178/boss-monster-get-over-here-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promo Spell Card from Game Night Kit #2 from Brotherwise Games.&#10;&#10;Card Text:&#10;&#10;Get Over Here!&#10;Choose a Hero in your dungeon. It skips the next Room it would enter. Deal 3 damage to that Hero.&#10;OR&#10;Choose an Epic Hero at the entrance to your dungeon. It skips the first four Rooms of your dungeon. Deal 10 damage to that Hero.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Game: Boss Monster"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sumrun",
    "ID": 228182,
    "Year": "(1931)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228182/sumrun",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Horse racing game that comes with 5 metal horses in different colors. It uses roll &amp; move mechanics, he who crosses the line first wins the game.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smelly Seth",
    "ID": 228186,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228186/smelly-seth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;What is Smelly Seth?&#10;Smelly Seth is a fast paced and easy to learn card game. Your goal is to get the other players to &ldquo;+11 Smell&rdquo; and knock them out of the game. It&rsquo;s great for warming up gaming night or at your local watering hole.&#10;&#10;How many friends can I play with and how long is an average game?&#10;You can play with 2-4 people, but 3-4 is best. An average game lasts between 15-20 minutes.&#10;&#10;How do I play?&#10;Every player starts with 3 cards. Each turn you will draw a card and then play  a card.  There are 3 types of cards: smell, clean and action. Smell cards can only be played on your opponents and clean cards on yourself. Action cards provide a fun turn of events in your favor!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SPARKUP",
    "ID": 228207,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/228207/sparkup",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sparkup is a card game for 1-10 players that turns everyday people into entrepreneurs. Get inspired with new ideas. Pitch your invention. Vote for your favorite. From outrageous to ingenious, ignite the future.&#10;&#10;Sparkup can be played as a party game for many people or as more of a brain game for 1-2 players. The game not only entertains but also can inspire those who play to come up with great ideas. It's game that goes beyond the game itself.&#10;&#10;In just 20-30 minutes, players get the chance to become inventors and entrepreneurs as they are guided through an idea generation phase where they come up with a new idea. The entire game plays in 5 phases through a series of &quot;minute to win it&quot; challenges. This keeps everyone engaged and creating at the same time. When the time's up, each team takes turns pitching their ideas to the group. We're always amazed at what incredible things people can come up with given a little spark and a time limit. Next, each team secretly votes for the idea they like best. In the end, votes are revealed and one team is declared winner.&#10;&#10;-- dscription from the designer:&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aristotle's School",
    "ID": 228226,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/228226/aristotles-school",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Players are students (Junior Members) of Aristotle&rsquo;s school in Athens Circa 334 - 322 BC.  Players move about the Lyceum (Gymnasium and surrounding grounds) to acquire knowledge in a variety of categories and subjects.&#10;&#10;The board is composed of 27 tiles, called Lyceum Tiles.  The tiles are organised into a circular track in a random order.&#10;&#10;Players share a common deck. When a card is played, immediately gain its reward and then discard the card.  When the deck runs out the first time shuffle the discard and draw from it.&#10;&#10;Players share a set of action tokens.  There are 7 types of tokens: Material Cause, Efficient Cause, Formal Cause, Final Cause, Potentiality, Actuality and Aristotle.  Actions tokens are used during the game for additional movement, gaining points in various categories, affecting die rolls etc.&#10;&#10;There are 6 Categories: Philosophy, Logic, Life Science, Physical Science, Humanities and Arts.  Each Category is further divided into 6 Subjects.  During play points are earned in individual subjects, however for final end of game scoring, it is the total points earned by subjects within a category that count. Every time you gain a point in a Subject, you also get a corresponding Action Token according to the subjects tables.&#10;&#10;Players take turns with each turn consisting of 3 phases:&#10;&#10;1.  Aristotle Phase&#10;&#10;     Aristotle starts the Game in Aristotle&rsquo;s Library and moves in a clockwise direction 2D6 spaces. &#10;     Whenever he lands on a space containing one or more students, they each get 1 point in one random subject (first roll a random category, then a random subject) &#10;     If he lands in a space containing no students, the top card of the deck is placed onto that tile.  The first student to land there gets that card, as well as the tile&rsquo;s regular offering. &#10;     If you land on Aristotle, you gain 1 Cause Token of any type.  &#10;     If on your move you pass over Aristotle you gain 1 Aristotle Token. &#10;&#10;&#10;2.  Move Phase&#10;&#10;     Move your Pawn forward (clockwise around the track) one or two spaces OR you may move forward 1D10 spaces. &#10;     You may spend an Action Token to alter your movement. &#10;     When you land on 1 or more opponents pawns, you may steal 1 Token from any one of them. &#10;&#10;&#10;3.  Learning &#10;&#10;     Follow the instructions on the tile you have just moved to.  This will usually earn you 1 card or some Action Tokens or 1 point in one specific Subject or a choice on a list, or a roll on a table. &#10;&#10;&#10;Scores are tracked using paper and pencil.&#10;&#10;The game ends when players have gone through the deck twice.  &#10;The player with the highest score in the most categories is the winner.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aquaman",
    "ID": 228227,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/228227/aquaman",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card game for 2-4 players with an Aquaman Theme.&#10;&#10;Players share a common deck of 8 suites:  Aquaman (A), Companion (C), Sea Creature (X), Plot (P), Foe (F), Power (O), Strangeness (S) and Location (L).  Each suite comprises 16 cards ranked from 1 to 16.&#10;&#10;The board is an 8x8 grid. Each square must be big enough to easily hold 1 card.  1 card is randomly dealt face up to each space on the board. Each player places their pawn on a different corner space (each pawn represents a different manifestation of Aquaman).&#10;&#10;Each player draws 3 cards to start.&#10;&#10;Players take turns with each turn comprising five phases:&#10;&#10;1. Power Phase&#10;-  If you have at least 5 cards in your hand, you may discard 1 card from your hand to activate its special ability: &#10;-  Aquaman: Draw 2 cards from the deck &amp; put them in your hand. If the sum of the ranks of the 2 cards is less than the rank of the Aquaman card, draw and keep a third card. &#10;-  Companion: Look at the next 4 cards in the deck. Keep one and &#10;discard the other 3. The one you keep must be of a lower rank than the Companion Card. &#10;-  Sea Creature: Take the top card of discard and put it in your hand. &#10;It must be of a lower rank than the Sea Creature card. &#10;-  Plot: You may move your pawn to any target, non-occupied space this turn in Swim phase (do not bother rolling the dice). The card in the target space must be of a lower Rank than the Plot card. &#10;-  Foe: Target opponent who is adjacent to you must reveal one random card from his hand; if it is lower in rank than the Foe card it is discarded.  &#10;-  Power: Discard X cards and draw X replacement cards. The cards you discard may not be of a higher Rank than the Power card. &#10;-  Strangeness: Put 1 target adjacent card on the board in your hand. It must be of a lower rank than the Strangeness card. Immediately draw a card to replace it with on the Board.   &#10;-  Location: Look at the next X cards in the deck where X = the rank of the Location card.&#10;&#10;2.  Swim Phase&#10;&#10;     Roll two dice. Move your pawn on the board orthogonally first the distance of one of the dice, and then the distance of the other. For example, you roll a 2 and a 5.  You decide to first move him to your left 5 spaces and then forward 2 spaces. &#10;&#10;&#10;3.  Action Phase&#10;&#10;     If you land on a space not occupied by another pawn, take the card there and put it in your hand. Immediately replace the card you took with the top card of the deck. &#10;     If the space is occupied by another player&rsquo;s pawn, there will be a fight: Both players reveal 1 card from their hand. High card wins. If tied, players reveal a second card. Discard all revealed cards. The winner gets to look at the loser&rsquo;s hand and steal 1 card. &#10;&#10;&#10;4.  Mission Phase&#10;&#10;     You may complete a Mission.  To do this play (discard) 8 cards from your hand, one from each of the eight suites.  &#10;&#10;&#10;5.  Rest Phase&#10;&#10;     Max hand size is 10 cards. Discard excess cards. &#10;&#10;&#10;The first player to complete 3 Missions is the winner.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Apotheosis of Technology",
    "ID": 228228,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/228228/apotheosis-of-technology",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A card game for 2-4+ players with the theme of Technological Advancements of the next 1000 Years.&#10;&#10;Players share a common set of Victory Tokens (VT), Research Tokens (RT) and Energy Tokens (ET).&#10;&#10;There are 10 small decks with each deck representing a century. Each card represents a new technology, event, discovery, or social change. When played, cards will cause players to gain VT, RT, ET, steal cards from other players, increase hand size etc.&#10;&#10;Each player starts with 10 VT and is dealt 2 cards from the 21st Century Deck. (Disaster cards are discarded and redrawn).&#10;&#10;Players take turns with each turn comprising 4 Phases.&#10;&#10;1.  Resource Phase&#10;&#10;     Gain 1 Research Token and 1 Energy Token&#10;&#10;&#10;2.  Discovery Phase&#10;&#10;     Draw 1 card from the current deck (the oldest deck that still has at least 1 card in it). If the deck runs out go on to the next deck.&#10;     Pay 5 RT to draw an extra card. &#10;     Whenever you draw a disaster card reveal and play it immediately. Resolve the disaster and continue drawing. When Disaster cards are played, they are removed from the game. &#10;     Every player starts with a pick ability of 1. For every increase in pick ability (as a result of card play), you may, when drawing a card, draw an extra card, pick 1 of your choice and place the others back on the top of the deck. (Disasters don't count against your pick limit). &#10;&#10;&#10;3.  Implementation Phase&#10;&#10;     Play 1 card from your hand to the table. &#10;     Pay 5 ET to play an extra card. &#10;&#10;&#10;4.  Progress Phase&#10;&#10;     Max hand size is 4 cards. Discard excess cards. (If a card is discarded it goes to the bottom of its deck). &#10;&#10;&#10;The game ends when the Apotheosis of Technology card (in the 30th century deck) is revealed.  The player with the most Victory Tokens at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Minister Most Sinister",
    "ID": 228229,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/228229/minister-most-sinister",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Defeat the blue suit and save Canada from electile dysfunction in this cooperative game guaranteed to raise the best-glued toupees.&#10;&#10;In Minister Most Sinister, you play as one of the four challengers vying to topple the toupee. Candidates race around the campaign trail trying to collect sets of cards that ridicule Stevie's shortcomings on Business, Science, Security and Popularity issues. Will you work together to take back some of the Sinister-engineered disadvantages and give your fellow candidates enough resources to challenge and defeat Stevie in time, or will individual greed allow the Worst-Past-the-Post system to squeeze out another Sinister win?&#10;&#10;Have no fear: unlike the longest election in over a hundred years, Minister Most Sinister doesn't take 78 days and hundreds of millions of dollars to play. This fast-paced game plays in under 20 minutes with 2 to 4 players. And with 18 different Election Rules, each new game will test your campaigning abilities against the Man in the Blue Suit's devious schemes.&#10;&#10;",
    "Categories": [
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Country: Canada",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lawless Empire: Lawless Invasion",
    "ID": 228230,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/228230/lawless-empire-lawless-invasion",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Lawless Invasion is the expansion set that will be bundled together with the base set in the Kickstarter campaign.  The plot unfolds against the backdrop of an invasion of the city of Scarpizo by a new Yakuza clan that has the intention of taking over all of Scarpizo's vices.  Lawless Invasion features 8 new soldati and 8 new scheme cards to increase the re-playability of the base set.  In addition, it comes together with an infusion of Japanese artwork to immerse gamers in a gang war of epic proportion between the Yakuza and the Mafia.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Dice",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Memory"
    ],
    "Families": []
  }
]