[
  {
    "Rank": "N/A",
    "Name": "Tower of fruits",
    "ID": 99511,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/99511/tower-of-fruits",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players take turns rolling the die, and stacking either towers of fruit (game 1) or just the fruit itself (game 2.)&#10;&#10;Dexterity game similar to Jenga and Bandu with very nice wood pieces shaped like fruit.&#10;&#10;Pieces are selected according to the result of the die roll.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Numa",
    "ID": 99512,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99512/numa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Numa is an abstract strategy game in which players use simultaneous movement to try to get pieces adjacent to each other on an 8x8 board. The pieces are in four shapes (triangle, square, circle, and pentagon) and have an Arabic number on one side and a Roman numeral on the other. Movement is done by revealing a colored stone that indicates the direction that the chosen piece will move in. If the adjacent pieces are showing the same number style on their face-up side, they score the total value of the showing numbers. One player scores points for Arabic number matches and the other for the Roman Numeral matches. The first player to 30 points is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Missile Match",
    "ID": 99513,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99513/missile-match",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Missile Match is an abstract strategy game in which players use simultaneous movement to try to get four pieces adjacent to each other (orthogonally or diagonally) on a 4x8 board. Players randomly draw four dominoes and place them face down along the edge of the game board to &quot;launch&quot; missiles onto the playing field. The dominoes are revealed simultaneously. The number on the far side of the domino is the power of the missile and the number on the near side of the domino (closest to the player) is the distance the missile fires. If two missiles land on the same space, the one with the higher power wins and knocks the other one of the board. Blank spaces on dominoes allow for players to remove an opponents piece. The first person to get four missiles in a row in the playing area is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nelaxtam",
    "ID": 99514,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99514/nelaxtam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Nelaxtam is an abstract strategy game in which players are trying to land troops on an island, represented by a 12x12 board. Each space on the board is marked with a white or black marker and the goal is to destroy your opponents territory and remove those markers from the board. Troop movement and action is revealed simultaneously by both players. Troops can either move or destroy an adjacent enemy territory. The game is over once one player cannot position any of his five troops in a position to destroy further enemy territory. The player who has removed the most enemy territory is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Square Grid"
    ],
    "Families": [
      "Components: 12 x 12 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Noort River Fur Traders",
    "ID": 99515,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99515/noort-river-fur-traders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The winter ice will soon be swept out of the Noort River, and the new trading season for furs will will begin. All winter, Indians have been trapping beaver and other fir-bearing animals. They are now on their way to Dutch Fort Orange, 150 miles north of New Amsterdam, with bundles of pelts for sale. You have stocked your sturdy ship with a selection of desirable trade goods, welcome to both settlers and Indians alike. Your task is to sail to Fort Orange, selling your trade goods at a profit along the way, arriving at Fort Orange ready to buy furs. Time is precious as you look for the best price to buy, then sailing back to New Amsterdam (or New England) to sell your cargo of furs at a profit.&#10;&#10;",
    "Categories": [
      "Economic",
      "Math",
      "Nautical"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Color Quest",
    "ID": 99529,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99529/color-quest",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Color Quest is a &quot;magical strategy game for 2-3 players. Players travel the board using color, acquiring gold, gems and magical abilities.&quot; This is &quot;a computer-assisted board game, where room contents are preselected by computer, and hints progressively revealed to players... Once a player has 25,000 gold pieces, and at least 1 Power Square, they may attempt to win.&quot; Other players may attempt to thwart the victory attempt and win themselves.&#10;&#10;All quotes are taken from the designer's website.&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fantasy Franchise",
    "ID": 99530,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99530/fantasy-franchise",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fantasy Franchise is &quot;a real estate game where players purchase franchises, lease space in central Florida malls, and eventually purchase the malls themselves!&quot; The malls feature &quot;everything from movie theatres to Mall Security. Nearly all the names are tongue in cheek.&quot; The names of the stores and movie posters feature puns and parodies of popular brands such as &quot;Taxi Driver II: My Fare, Lady!&quot; and &quot;While You Were Sleeping... the Movie Ended&quot;&#10;&#10;All quotes are taken from the designer's website.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Castles & Caverns",
    "ID": 99531,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99531/castles-and-caverns",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Castles &amp; Caverns is a fantasy game in which players try to &quot;build the most beautiful castle&quot;, but are faced with numerous challenges. The game features &quot;magic and swordplay combined with bidding and strategy, and of course, lots of treasure!&quot; The game board is marked with four cavern areas, &quot;Spire Falls&quot;, &quot;Gold Ridge&quot;, &quot;Ice Flow&quot;, and &quot;Enchanted.&quot;&#10;&#10;All quotes are taken from the designer's website.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alchemy",
    "ID": 99532,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/99532/alchemy",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Alchemy is an &quot;exploration and resource management game for 2-3 players.&quot; Players use alchemy ..... Combine different color powders to gain special abilities, or find the best trading routes to maximize your profit. Players score victory points on gold, unused workers, and magic spells (the amount of victory points is somewhat variable since alchemy can be applied to the items to adjust the point values).&#10;&#10;All quotes are taken from the designer's website.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of the Solar System",
    "ID": 99533,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99533/heroes-of-the-solar-system",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Heroes of the Solar System is &quot;an educational science game for 2-4 players who provide supplies to mankind's colonies throughout the solar system. The colonists on each planet need different things to survive, and award &quot;Rescue Points&quot; to the player who offers them the most of what they need.&quot; The game is designed for team play.&#10;&#10;All quotes are taken from the designer's website.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clockworks",
    "ID": 99534,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/99534/clockworks",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Clockworks is a betting game based on Poker. There is a card dealt into the middle of the table which is shared among all players' hands. When a player is dealt a card of the same suit it dealt, he or she can pay to replace the card in the center of the table. Subsequent players can buy the replaced card for their own hand in lieu of being dealt a card. The common card that will actually be used for all hands isn't actually known until the end of the hand. The winner is determined using the regular rules of poker.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Revolver",
    "ID": 99535,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/99535/revolver",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Revolver is a betting game based on Poker. Players are each dealt two face down cards and then select face up cards from two rows in the table to build their hands. Players bet and then following this, another two rows are dealt which players select cards from. Players bet and the receive one more card dealt face down. The winner is determined using the regular rules of poker.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Auction Poker",
    "ID": 99536,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/99536/auction-poker",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Auction Poker is a card game based loosely on Poker. Eight cards are dealt face up and players use special bidding cards (1-5 per player) to win the cards to build their hands. Directional cards (1-3, &quot;across&quot; and &quot;down&quot;) indicate the position of the cards being bid on that round. Players reveal their bids and the lowest bidder gets first selection of three identified cards or one face down card from the deck. After all players have built their hands, the winner is determined using the regular rules of poker.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Louis XVI",
    "ID": 99537,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/99537/louis-xvi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Louis XVI is a tafl style game in which players must try to help King Louis XVI escape from an angry mob. The king player receives one king piece and an army of 18. The mob player gets 26 pieces. Play is set on a star shape board. Captures are done by jumping adjacent enemy pieces and are compulsory. The mob wins if the king is captured and the king player wins by getting the king piece to any of the points of the star.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Tafl"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Party Gras",
    "ID": 99544,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99544/party-gras",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Party Gras, billed as &quot;Bourbon Street in a box&quot;, is a game of drinking, groping and flashing.  Players are given strings of beads, which they can lose to, or acquire from, other players by way of instructions on the spinner or spaces on the board.&#10;&#10;In true Mardi Gras fashion, bead exchanges are most often accomplished by flashing other players, or having other players flash you.  The rules state that this involves baring one's chest, but also suggest that guys may be &quot;a bit more creative&quot;.&#10;&#10;The base mechanic is &quot;spin and move&quot; as the player's pieces (shot glasses) move along a winding track.  Players must follow the directions on the spinner and board.  The person holding the most strings of beads when any player crosses the finish line is the official winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Holidays: Mardi Gras"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dicey Wheels",
    "ID": 99552,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99552/dicey-wheels",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "According to the box, this game was designed to help players become safer drivers.&#10;&#10;Players start with $3,260 and make a $250 down payment on their &quot;Klunka&quot; (car) to start the game.  On each turn, the player rolls the dice to travel along the highway and draws a card, following its instructions.  Cards may instruct the player to go to various points on the board, recite a tongue twister, pay a fine, go to jail, earn money or answer a driver test question.&#10;&#10;First player to get 10 points on driver test questions, make four payments on their Klunka, and have $5,000 wins the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Shade of Zombie",
    "ID": 99553,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99553/the-shade-of-zombie",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Shade of Zombie is a merger between game of strategy and game of letters where the player must manage eliminate the Zombies against which he is to be able to count. A slightly conventional mechanics drags the player to a combat against enormous hordes Zombies.&#10;&#10;The game this one thought to receive added since they can be new cards with new values and attributes beside introducing concrete areas of game since it can be boards and scenery.&#10;&#10;It uses several systems of game of exclusive creation since it is CdB's Runic System and the System sequence to establish dynamic not cyclical shifts.&#10;&#10;The aim of the players is to eliminate Zombies, nevertheless the game this one very modified since all the systems for which it operates have been designed separately, we will see that systems have used and his application in game.&#10;&#10;The system of shifts &quot;System Sequence&quot; is a system of shifts for level of priority, this is established by the value of the Zombies against which we fight.&#10;&#10;Initially of the game every player receives 2 Zombies's cards establishing by means of the sum of his values a total quantity that will be his priority of game.&#10;&#10;Procedure: maximum of 3 Zombies for player, increase of priority for the not irresolute Zombies and decrease for the irresolute Zombies.&#10;&#10;This gives like proved a different value between players and the order of the shifts decides, the system repeats itself during the whole item and this gives like proved a different order from shifts constant.&#10;&#10;The player once in his shift must resort to eliminating Zombies, for this it was using a special system of so called combat &quot; SEDD Runic &quot; formed by 3 cards that give like proved combinations two-color on having placed in pyramidal formation.&#10;&#10;Every Zombie that the player possesses in front of, includes 4 cards that in his set they form combinations Two-color, similar to the combinations obtained for BE Runic, using BE and in similarity of combinations the player ire withdrawing segments of the Zombies up to managing to eliminate them.&#10;&#10;There are 3 types of Zombies, the positives &quot; increase priority &quot; negatives &quot; diminish priority &quot; and puntuables &quot; they allow on having played to count for the final inventory &quot;.&#10;&#10;Once it is achieved to count, the player must study where to count since we speak about the system Faction.&#10;&#10;The system Faction is a system of punctuations for faction, this one based on a board divided by 2 different decrees, the first board that is completed is used for the final inventory. Every section can include a maximum of 10 points, nevertheless the players only possess a maximum of 6 cards to include in the board, thus the system of punctuation is established like strategically.&#10;&#10;The system of shifts, the system of combat and the system of punctuation are 3 bases on which Zombie operates on The Shade of, his architecture has as aim be strategic for the player since on having established a correct strategy, the shifts can be extended, we can create alliances between players and can create a sequential strategy of shifts that give us mas opportunities against another player for the simple fact of creating an order of shifts based on the basic calculation of increase and level decrease of priority.&#10;&#10;All that achieves by means of 25 cards that there includes the game that they are the technical base of all his development, whereas the rest of components alone are cards to mark condition and others both with the player and with the Zombies.&#10;&#10;It paginates of exhibition: http://cdb.creatuforo.com/the-shade-of-zombies-tema68.html&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "J: The Misere Connection Game",
    "ID": 99554,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/99554/j-the-misere-connection-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "J: The Misere Connection Game is in the family of connection games that include Hex and Gonnect. It is unique in that players can win if they force their opponent to form a connection between two areas on the board, and takes place on an 8x4 board.&#10;&#10;The origins of this game date back to a failed attempt to come up with a connection game for Stonehenge, which had an outer track that is very long but very tight.  The shift to a set 8x4 board caused the game to be viewed differently than on the circular board of Stonehenge.&#10;&#10;Another unique aspect to J is that players can LOSE the game if they form a certain type of connection, which would be a misere condition in a connection game.  This is also a a unique feature.  I had been pondering how to do one and J provides the opportunity to do this.&#10;&#10;The game also features several other uncommon features, besides the small board and misere game ending condition, like piece recycling, and also entire lines of pieces being pushed.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 8 Grids",
      "Digital Implementations: Tabletopia",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zyrcan",
    "ID": 99555,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/99555/zyrcan",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "&iexcl;Combate en una &eacute;pica batalla espacial!&#10;Las cinco razas m&aacute;s poderosas de la galaxia se enfrentan en un estrat&eacute;gico combate por el control de la galaxia Zyrcan... &iquest;ser&aacute;s lo suficientemente h&aacute;bil con tus naves?&#10;&#10;Contenido del juego:&#10;-1 Tablero&#10;- 60 fichas de nave (12 por jugador)&#10;&#10;Objetivo:&#10;Los jugadores ponen todas sus naves en la galaxia Zyrcan y luego entablan una encarnizada batalla por su control. El jugador que m&aacute;s naves consiga tener al final de la batalla ser&aacute; el ganador.&#10;&#10;&#10;Fight in an epic space battle!&#10;The five most powerful races in the galaxy face off in a strategic battle for control of the galaxy Zyrcan ... Will you be skillful enough with your ships?Game content:&#10;- 1 Boardgame&#10;- 60 ship Tokens (12 each player)&#10;&#10;Goal:&#10;The players put all their ships in the Zyrcan galaxy and then engage in a fierce battle for control. The player gets to have more ships at the end of the battle will be the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cross Town Coordinates",
    "ID": 99556,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99556/cross-town-coordinates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Go on a cross-town scavenger hunt to practice geometry and graphing! Coordinate cards direct players to move to different community places. Flip cards over to see if you moved correctly. Game board features positive coordinates on one side, and both positive and negative coordinates on the reverse for more advanced play.&#10; Add the fun of a scavenger hunt to geometry lessons! Teaches the Cartesian plane in a real-world context. Board features positive coordinates on one side, and both positive and negative coordinates on the reverse for more advanced play.&#10; - Draw an x-y coordinate card&#10;- Use the game board coordinates to move your pawn to the location on your card&#10;- Look at the community building picture on the back of your card to see if you moved correctly; if so, mark the location off your checklist&#10;- Finish your checklist first to win!&#10;-Positive and Negative Cartesian Coordinates&#10;&#10;Contents:&#10;&#10;     150 Coordinate Cards&#10;     4 Game Pawns&#10;     Scavenger-hunt Checklist&#10;     Double-sided Game Board&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "GEOdice",
    "ID": 99557,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/99557/geodice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The goal is to name countries and capitals that start with the letters on the five Letter Dice, and that are within the continents on the two Continent Dice. With colorful dice and a two-sided Game Board that doubles as a world map, GeoDice is a beguiling introduction to world geography! A fun way to learn geography! Roll into world knowledge with GeoDice, a game that makes geography fun!&#10;&#10;Contents:&#10;&#10;     Game Board world Map, &#10;     5 Letter Dice, &#10;     2 Continent Dice, &#10;     Dice Shaker, &#10;     Sand Timer, &#10;     Scorecard, &#10;     Rules&#10;     Country/Capital List&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snap Shots Across America",
    "ID": 99558,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99558/snap-shots-across-america",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Need a Vacation? Snapshots Across America, The Vacation Fantasy Game you can play at home. Travel across a game board map of the U.S.A. by car, train, boat or plane to see top tourist attractions from all 50 states. But watch out for bad weather! A hurricane, blizzard, tornado or other bad weather could spoil your vacation. Win by being the first to visit 7 different tourist attractions that are pictured on the cards. A fun way to learn U.S. Geography and discover great vacation destinations. Average game plays 15-20 minutes. Ages: 8 and Up, 2-6 Players&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Exploration"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Brick: Make the Shape",
    "ID": 99559,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/99559/brick-make-the-shape",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A dexterity / party game, in which player compete to form shapes with Lego bricks, based on the non-verbal information of the other players in their teams. Contains different cards with shapes worth a variable amount of points.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Was klotzt du?",
    "ID": 99561,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/99561/was-klotzt-du",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Was klotzt du?, the players try to explain a concept using a set of wooden blocks.&#10;&#10;The game is played in timed rounds. In each round, one player is the explainer, while the other players try to guess the concept. The explainer receives a set of 24 blocks (consisting of 11 brown blocks and 13 blocks of other colours). He is also given a card which tells him the concept that he has to explain using the blocks. He may not talk or make sounds, though he may move the blocks. He can also give a hint by placing one of his non-brown blocks in one of the circles on the board that show different categories.&#10;&#10;If one of the other players successfully guesses the concept, he gets the card and the block used to give a hint (if any). Then, all non-brown blocks are placed aside, and the explainer receives a new card, and continues to explain the new concept with the remaining blocks. This continues until the time runs out, after which the results are scored. The explainer receives points for each concept he has explained, and each other player receives points for each concept he has guessed. Each concept is worth 1 to 4 points, depending on the amount of non-brown blocks that have been set aside. The more blocks that have been used during the round, the higher the value of the concepts.&#10;&#10;Now, a new round begins, and the next player becomes the explainer. The game ends after each player has been the explainer thrice; the player who has gathered the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "2, 3, 4 Play Air Hockey",
    "ID": 99562,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/99562/2-3-4-play-air-hockey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hit the ice with 2-3-4 Play Air Hockey!  This multi-player arcade&#10;style game captures all the action of real air hockey - right on your tabletop!  Listen as real air flows through its playing surface, gliding the puck on a cushion of speed!  Using the included custom dividers, you can instantly convert the playing surface for 2, 3, or 4-player gaming!  Push button flippers and built-in arcade sound effects help keep the action fast and fun.&#10;&#10;Components:&#10;&#10;     1 Plastic game board (with 4 scorekeepers)&#10;     3 Playing field dividers&#10;     1 Angled divider&#10;     2 Straight dividers&#10;     12 Plastic pucks&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kawumm!",
    "ID": 99569,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/99569/kawumm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the developer web site:&#10;&quot;Stop or continue? In Kawumm! each player plays at own risk. After every round the player must decide if he buy three new ingredients or if he wishes to secure all the ingredients already collected. But if none of the drawn card matches his collection: Then it makes Kawumm! and all ingredients are lost.&#10;- Card game for real gamers&#10;- Fast to learn&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flipper Foot",
    "ID": 99577,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/99577/flipper-foot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A tabletop soccer game in which you use two flippers to shoot the ball into your opponent&rsquo;s goal.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Champion",
    "ID": 99578,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99578/champion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Object is to collect the most points by throwing the sandbags into the point slots. Player or team with the most points is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Cricket",
    "ID": 99581,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/99581/dice-cricket",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Dice cricket is a dexterity and dice cricket game. There are no dates on the box or directions, but the general style suggests that it may be from the 1930s or 1940s. The directions (nothing as common as rules in this game) leave it to the players to decide how to organise the match - innings, numbers of players and so on.&#10;&#10;Players put the pair of stumps about 5 to 6 feet apart (&quot;the average length of an ordinary dining table&quot; as the directions helpfully tell us). Dice are used as balls in the game. The bowler gently pitches a die (with faces 1, 2, 4, 6, out and NR (for no runs) to the batsman, preferably without the die touching the table. The batsman tries to hit it. If he misses and the stumps are hit, the batsman is out bowled. If he hits the die and it is caught by the bowler, the player is out caught. Otherwise, if he hits it, the result of the shot is shown by the top face of the die.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jogo das Comemorações Coca-Cola",
    "ID": 99583,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/99583/jogo-das-comemoracoes-coca-cola",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is a small promotion game in Brazil the works just like Top Trumps, composed of 32 cards.&#10;Every player has a set of cards representing different ways to celebrate a Football Goal with points for creativity, beauty, joy, difficulty and irreverence. Every player see the top card of his deck and the star player choose a characteristic of his own card.&#10;The player with most points in the characteristic wins and bring the looser's cards to his deck.&#10;There is a trump (&quot;Drink a Coke&quot;) that beats every card, except the card number 8, 16, 24 and 32.&#10;When a player manage to take all 32 cards, he wins the game&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Rock-Paper-Scissors",
      "Trick-taking"
    ],
    "Families": [
      "Brands: Coca-Cola",
      "Brands: Groceries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Death of an Intergalactic Salesman",
    "ID": 99592,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/99592/death-of-an-intergalactic-salesman",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Theme: Willy Slowman was probably the best intergalactic merchant ever to tackle the business.  He started out with a hundred credits to his name and the keys to a small cargo hauler.  Over the years he forged intergalactic trade routes, stared down pirates and amassed a small fortune.&#10;&#10;When Willy died he left behind a sizeable fortune and a single stipulation in his will, that one of his relatives would prove to be the rightful heir to his shipping empire by following in his footsteps.  Relatives started pouring out of the woodwork trying for a chance to win Willy's fortune.  You know nothing about trade routes, or pirates, or the galaxy at large... but this is a chance of a lifetime.  As one of Willy's recognized relatives (fourth cousin of a nephew, twice removed) the lawyers for the Slowman estate are going to provide you with 100 credits and a small cargo hauler, if you can be the first to amass 1000 credits you will prove yourself to be the rightful heir.&#10;&#10;Gameplay: In this game the players race around the board to pick-up and deliver chits to amass their fortunes.  The board is modular in order to increase replayability, and the chits are not sorted to decrease the set-up time (chits only have to be added/removed when changing the starting worlds - not the board layout).  Chits include Events which have a timed effect, Goods, Passengers, Enemies which can harass the players or be hunted for bounty, Mined Goods and Ship Upgrades (increase your combat effectiveness or speed).  This allows for a variety of gameplay strategies.  The rules have been streamlined and every effort has been made to make it as streamlined and simple as possible without losing any of the flavor or depth.&#10;&#10;But in the end the game is all about making money, and the first player to 1000 credits is the winner.&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play",
      "Space Exploration"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Regatta",
    "ID": 99596,
    "Year": "(1850)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99596/the-regatta",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Race game. There are 80 squares to move along. No rules known to exist but is probably a roll-and-move game, with rewards and forfeits depending where you land.&#10;&#10;The board depicts the Isle of Wight Regatta&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Brer Rabbit",
    "ID": 99597,
    "Year": "(1910)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/99597/the-game-of-brer-rabbit",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Edwardian, British card game. The cards depict events from the Uncle Remus stories in the books by Joel Chandler Harris.&#10;The game is a mix of Snap meets Happy Families. The objective being to collect sets. Children are encouraged to cry out &quot;Brer Rabbit&quot; when they see a matching card, and they must also read the quotation on the card.&#10;Note that there were two different boxes used and it is unknown which came first. The box with the red surround has slightly different graphic under the quotation. The black surround box looks like it was printed slightly later, to me, than the red one.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Island Fish Co.",
    "ID": 99598,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/99598/island-fish-co",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Fishing season and Stores want lots of fish. Out to sea we go, putting out bait, hauling in nets, watching out for Sharks, always paying attention to the weather reports. Take a risk and get that last catch in?&#10;&#10;The four Island Stores put in orders for Fish of various kinds.&#10;Players are members of the Island Fishing Co-op, each with their own Boat, but who work together to fill these Store Orders, and return Home safely before the Stormy Season makes fishing and deliveries too dangerous to continue. They get paid for their work and share the earnings!&#10;&#10;Contents:&#10;&#10;     12 x 12&quot; board, &#10;     4 fishing boats, &#10;     4 boat movers, &#10;     12 assorted fish, &#10;     4 sharks, &#10;     4 good weathers, &#10;     12 storms, and &#10;     16 assorted baits (4 are all-purpose), &#10;     the home supply depot&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "2012: The Mayan Calendar",
    "ID": 99599,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/99599/2012-the-mayan-calendar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Mayan Calendar is much more than a system to mark off the passage of time. It is a prophetic calendar that may help us understand the past and foresee the future. It is a calendar of the Ages that describes how the progression of Heavens and Underworlds condition the human consciousness, and thus the frames for our thought and actions within a given Age.&#10;&#10;To some people it is predicting the end of the world, December 2012. For others, the Calendar is forecasting the start of a new Era. This game incorporates both views.&#10;&#10;The object of this game is to create a physical vehicle like a pyramid to focus and spread universal spiritual power. For this task we will need builders, materials, equipment and money. We must work together to build 11 Spiritual Centers around the Planet to ward off the many Destructive Perils entering from many directions. How much of the Earth did we allow to be destroyed? How much new spiritual consciousness did we bring into being?&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Change for a Shilling",
    "ID": 99606,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/99606/change-for-a-shilling",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "48 cards with different values on them, from a halfpenny to eight old pence. Probably aimed at parents who wanted to buy an educational game for their children. Cards are revealed around the table and if the exposed cards total a shilling (12 old pence) or more then the first to shout that observation, wins. Very good to get children used to money and also good for their mental arithmetic calculations.&#10; This game is as entertaining and exciting as it is simple.&#10;The cards are dealt in the usual manner and played in rotation in front of the players without being seen until played. When any of the cards &mdash; not necessarily all of them &mdash; that are lying on the top &mdash; make up one shilling exactly, the player who first calls &quot; Shilling &rdquo; takes such cards, together with any that may be beneath them. The game finally rests with two players, and is won by the holder of all the cards above threepence ha'penny. An additional interest is added if a forfeit is given in the event of a player calling &ldquo; Shilling &rdquo; by mistake.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cheaoss",
    "ID": 99608,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/99608/cheaoss",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Cheaoss (Chaos + Chess) is a mind-bending game with chess-like mechanics.&#10;&#10;Each player has a set of pieces in 3 or more colours.  Each square of the board is also coloured.  The movement of the pieces is determined by the combination of colours, and different for each game.&#10;&#10;Pieces on their own colour are royal; a player loses if they have no royal pieces remaining.&#10;&#10;There are three boards... a beginner's board with three colours (3 different piece types), a standard board (7 piece types), and an advanced board for masochists (11 piece types).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin: Conan the Barbarian",
    "ID": 99609,
    "Year": "(2011)",
    "Geek Rating": "5.613",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99609/munchkin-conan-the-barbarian",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0556",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Publisher's DescriptionAt last...the Munchkin meets the mightiest barbarian of all!&#10;&#10;Based on the new movie, coming in Fall 2011, the 15 cards in the Munchkin Conan the Barbarian booster pack let you wear the Mask of Acheron or the Barbarian Booties... wield the Sword of Corin or the Stygian Talons... and defeat the Sand Warriors, the hideous Dweller... or Khalar Zym himself!&#10;&#10;The backs of these cards match the original fantasy-based Munchkin set, but Conan can kick monster butt in any Munchkin game!&#10;&#10;This is an expansion for Munchkin. It is not a stand-alone game. This is NOT a collectible or randomized set. Every Munchkin Conan the Barbarian pack is the same as every other.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OtherPart of the Munchkin series&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Characters: Conan the Barbarian",
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentence Cube Game",
    "ID": 99612,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/99612/sentence-cube-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll Out the words!&#10;Make silly or serious sentences in a crossword fashion using the words that appear on top of the dice. Use the most words before time is up to win.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fairy Crystal Forest",
    "ID": 99613,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/99613/fairy-crystal-forest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "1,000 Years ago, a Blue Witch cast a sleeping spell on Jewel, the Fairy Crystal Forest's magical unicorn.&#10;In order to wake Jewel, fairy opponents must venture through obstacles in the Fairy Crystal Forest to collect 4 ingredients for a waking potion and collect 5 Gems to purchase a golden wand.  The first to collect the 4 potion ingredients, purchase their golden wand and reach the Fountain of Dreams WINS the game!&#10;&#10;Contents:&#10;&#10;     Game Board&#10;     50 Gems &amp; Jewel Bag&#10;     4 Fairy Movers, &#10;     4 Mini Wands &#10;     Pink Die&#10;     4 Potion Tracking Cards&#10;     16 Ingredient Cards&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fun Meal Caper",
    "ID": 99614,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/99614/fun-meal-caper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Fun Meal Caper, invented by a veteran elementary school teacher, provides multiple levels of strategy to entertain the whole family. Filled with amusing twists and turns, Fun Meal Caper keeps every player in the game until the very end. The goal of the game is to collect all the items needed in a &quot;fun meal&quot;: sandwich, fries, veggies, drink, dessert, and a toy. Using higher-order thinking skills, kids learn to look ahead and plan their best move.  The players also experience moral dilemmas within the game, which gives them the choice of being fair or taking advantage of their opponents. Wet floors, good deeds, trades, and taking care of Nana who left her glasses in the car makes it a unique and delightful caper each time you play!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treasure Pools",
    "ID": 99615,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99615/treasure-pools",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Object of the Game is to be the first player to collect at least one of every Tidal Pool Animal Card to fill your sand pail. You can win the game with 6 different animal cards or 5 animal cards and a Treasure Pool card.&#10;&#10;Players then follow, taking their turns, to the left of the starting player. Play moves clockwise around the outside track with the larger &quot;squares&quot; by rolling 2 dice. If doubles are rolled, that player may take another turn. You may only enter a Tidal Pool path by landing on the arrow marked Enter. When you enter a Tidal Pool path you may use only 1 die to move your piece. If you land on one of the squares in the path with an arrow pointing at the animal cards, you may pick one up and put it on your Sand Pail Card. You may get more than one of the same animal cards. They are good for trading or dealing with a sea gull snatching up your animal.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Naughty Improv",
    "ID": 99616,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99616/naughty-improv",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Naughty Improv is a game of story telling using cards depicting funny and suggestive illustrations.  Each player is given a hand of five cards.&#10;&#10;On playing a card, the player must build on a continuous, common story, with the new addition to the story having a direct link to the card played.  Players are judged on the new contribution to the story, and if not accepted the player retrieves the card and also takes a penalty card from the deck.&#10;&#10;There is no set play order -- any player can play at any time with the exception that no player may play two cards in a row.  Points are scored for the number of cards played.&#10;&#10;A round ends after a player has no more cards remaining.  The player with the most points after five rounds wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wise Alec: Civilize This!",
    "ID": 99618,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99618/wise-alec-civilize-this",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hello Time Travelers! Explore the world&rsquo;s cultures across time with the trivia game based on the award-winning Wise Alec Family Trivia Game. There are 300 questions to test your knowledge of Ancient, Medieval, and Modern cultures. Two levels of questions on each card let everyone from young scholars to history buffs play together. Plus, Wise Alec cards will have you doing tongue twisters, brain teasers, and fun exercises!&#10;&#10;The cards from this game can also be used to expand your own set of Wise Alec Family Trivia Game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Expansion for Base-game",
      "Humor",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Wise Alec"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wise Alec: Sports Buffs",
    "ID": 99619,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99619/wise-alec-sports-buffs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hey Sports Fans! Play the ultimate sports trivia game based on the award-winning Wise Alec Family Trivia Game. There are 300 questions to test your knowledge of sports history, athletes, and rules. Two levels of questions on each card let everyone from rookies to veterans play together. Plus, Wise Alec cards will have you doing tongue twisters, brain teasers, and fun exercises!&#10;&#10;The cards from this game can also be used to expand your own set of Wise Alec Family Trivia Game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Expansion for Base-game",
      "Humor",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Wise Alec"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wise Alec: Nature Nuts",
    "ID": 99620,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99620/wise-alec-nature-nuts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hello Nature Nuts! Explore the marvels of nature with the trivia game based on the award-winning Wise Alec Family Trivia Game. There are 300 questions to test your knowledge of animals, plants, and the Earth. Two levels of questions on each card let everyone from the nature novice to the eco-expert play together. Plus, Wise Alec cards will have you doing tongue twisters, brain teasers, and fun exercises!&#10;&#10;The cards from this game can also be used to expand your own set of Wise Alec Family Trivia Game.&#10;&#10;Contains:&#10;&#10;     1 multicolored die, &#10;     3 decks of trivia cards, &#10;     1 deck of Wise Alec cards &#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Expansion for Base-game",
      "Humor",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Wise Alec"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oversight",
    "ID": 99622,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/99622/oversight",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "The fast-paced 4-in-a-row abstract strategy game&#10;Exercise your mind and outwit your opponents with Oversight, the new fast paced 4 in a row abstract strategy game! Oversight is set up on a board of movable squares. Two to four players compete to be the first to get 4 tokens in a row. On their turn, each player can either place a token on the board, or shift an entire row or column of moveable squares over by one space. The rules are simple but the game gets increasingly challenging as players learn from their mistakes and predict their opponents&rsquo; moves.&#10; Contents:&#10;&#10;     1 game board&#10;     34 tile squares&#10;     48 playing tokens&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: n in a row",
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Words of the Wise",
    "ID": 99623,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/99623/words-of-the-wise",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Do your ABC's like you've never done before! Turn your ABC's into a hilarious and challenging game. Pick up a category card from the deck and think fast to find the words to match--alphabetically!&#10;&#10;A, B, C might be easy,- see if you can get to X, Y, Z!&#10;There are multiple ways to play. Try it on your own, go head to head, or compete in teams. Pick the one that best suits your group.&#10;&#10;Object is to be the first player or team to reach the targeted point value.&#10;&#10;Players pick up a card from the top of the deck. Each player in clockwise succession gives a word in alphabetic order (A to Z) relating to the category.&#10;If a player gets stumped they are eliminated from this round. Last player standing wins the points posted on the card. If all players get stuck on one letter, the topic&#10;is discarded and another topic is chosen.&#10;&#10;Contents:&#10;&#10;     101 Category Cards&#10;     24 Wise Alec Cards&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Categories / Guggenheim"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chronicles of the Mind",
    "ID": 99624,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/99624/chronicles-of-the-mind",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Break the ice and get talking with this outrageous collection of conversation starters. Or find out how well you really know your family and friends. Share your story, slip in a few fibs, and see how many people you can bamboozle!&#10;&#10;This handy deck is perfect for parties, road trips, school, camp, or just hanging out with your friends. There are 4 different ways to play: The Chronicler, Kit &amp; Caboodle, the Gamble, or Bamboozle! It's never the same game twice!&#10;&#10;The Bamboozle&#10;On your turn, pick up a card from the deck and without telling anyone else, choose to tell a true or false story. You must commit with your Voting Card whether the story is true or false before you tell it. After the story is told, all the other players guess whether the story is true or false with their Voting Card. Players receive a point if they answer correctly with the storyteller. If a player is incorrect, then the storyteller receives their points. First player to reach 20 points wins the game .&#10;&#10;Contents:&#10;&#10;     119 Topic Cards&#10;     6 Voting Cards&#10;&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Command at Sea: Volume IX – Emperor's Fleet: The Imperial Japanese Navy in World War II",
    "ID": 99627,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99627/command-at-sea-volume-ix-emperors-fleet-the-imperi",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.6667",
    "Description": "(from the back of the book:)&#10;&#10;Emperor's Fleet provides statistics for the Japanese ships and aircraft, and all their weapons and sensors extant in the Second World War.  Over 200 ship-classes and over 130 aircraft are included, many of which have not appeared in print before. All earlier listings for these ships and aircraft have been updated to include information from newly available references, and great strides have ben made in reconciling conflicting or incorrect sources.  Damage data and other game-related information has also been updated to Command At Sea 4th Edition standard. More than making the information compatible with Command At Sea, the data is now in the same format and uses the same standards as &quot;Harpoon&quot; and &quot;Fear God and Dreadnought&quot;, the other core games in the Admiralty Trilogy.&#10;&#10;All ships and aircraft extant from 1939 to late 1945, including several projected and/or hypothetical platforms are also here, such as the Tosa class battleship, cancelled after the Washington Treaty. A detailed listing of Japanese merchant ships is included. Late or post-war platforms include the Ibuki and B64 and B65 classes, as well as the A7M1 Reppu and the Ki-94 interceptor.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Game: Command at Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Of Spats And Pedrails",
    "ID": 99629,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99629/of-spats-and-pedrails",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An expansion for This Quar's War and Songs of Our Ancestors, this book provides rules for both large and small actions between the might of Alykinder's Crusade, the strength of the Coftyran Crymuster, and the elusive Partisans throughout the continent. This book also introduces the tenacious Royalists of Fidwog and the rebellious forces of Kryst. In addition to new units, new factions, and new scenarios there are also aerocraft rules for This Quar's War and vehicle rules for both Songs of Our Ancestors and This Quar's War. 132 pages&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Criminal Blunder: Wargame Scenarios for the Battle of Pickett's Mill",
    "ID": 99632,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/99632/criminal-blunder-wargame-scenarios-for-the-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Criminal Blunder is an ACW miniatures game featuring fivescenarios on the Battle of Pickett's Mill. The scenarios range from a full battle scenario to a quick playing abridged scenario.&#10;&#10;From the game's description:&#10;&quot;This game plays out the Battle of Pickett&rsquo;s Mill on a regimental level.  It is the full historical scenario including such details as the complicated Union command structure and brigades with 5-9 regiments each.  It also places strict release times for certain Union brigades.&quot;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Musketry Like Thunder: The Greatest Civil War Battles Never Fought",
    "ID": 99633,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/99633/musketry-like-thunder-the-greatest-civil-war-battl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Musketry Like Thunder is an ACW miniatures game featuring 11 what-if scenarios on the regimental level (although the system can be modified for brigade level). The scenarios range from small battles in an orchard to large corps level battles. Terrain and weather rules factor heavily into game play.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1917",
    "ID": 99634,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/99634/1917",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "1917 is a wargame for five players on the Bolshevik Revolution. Each player represents a faction leader in Russia's government and the goal is to eliminate all other players before the Bolsheviks take control. The factions are &#10;The Kulaks, The People (general populace of Russia), The Czar, The Army, and the Aristocracy. The Bolshevik are not controlled by a player. Special events in the game such as Recruiting, Unrest, Solidarity, and Propaganda are randomly determined by cards.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Country: Russia",
      "History: Russian Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warriors of the Four Circles 3",
    "ID": 99637,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99637/warriors-of-the-four-circles-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The third set in the Warriors of the Four Circles Set takes the S&amp;G skirmish game system and adds &quot;Kung-Fu masters and martial arts experts.&quot; In this edition, the students of the Monkey Master compete against a monster made entirely of ash.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Minigames (Bad Baby Productions)",
      "Series: Steel and Glory System (Avalon games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soccer Pontoon",
    "ID": 99639,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/99639/soccer-pontoon",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Equipment: 27 cards with black numbers and 27 cards with red numbers, each showing a points number and 3 squares holding a combination of numbers and Xs. No rules but it appears to be a trick-taking game. The cards you win are then used to complete your Football Pools results on your personal score-sheet.&#10;Football Pools were very popular in Britain, up till the 1990's, when the National Lottery came in and was simpler and more convenient the the Pools. The Football Pools required you to pick any 8 results from the professional games played that weekend and predict which games would end in a draw. If you got 8 right, you were a winner and the prize could be very substantial, even a million pounds plus.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grammatical Conversation or English Grammar Familiarized",
    "ID": 99640,
    "Year": "(1790)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99640/grammatical-conversation-or-english-grammar-famili",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An educational trivia game. Each player plays an agreed number of counters into the pool. A pack of answer cards are dealt so that everyone has a equal number of cards. The host or hostess then draws a question card and any player can claim that they have the correct answer on one of their cards. If they are correct, they take a reward from the Pool. If they are wrong, they add some counters to the Pool. The winner is the first player to have no answer cards left.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "War of the Psychic Gods",
    "ID": 99642,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99642/war-of-the-psychic-gods",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "War of the Psychic Gods is a fantasy fighting game in which The God of Reason has been overthrown and his opponent Gods are fighting for who shall reign supreme. The game uses the Steel and Glory system but changes the battle field to an Astral Plane and the traditional weapons to physic weapons.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Minigames (Bad Baby Productions)",
      "Series: Steel and Glory System (Avalon games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War of the Psychic Gods 2",
    "ID": 99643,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99643/war-of-the-psychic-gods-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "War of the Psychic Gods Set 2 is an expansion to War of the Psychic Gods. This game adds the Four Horsemen and several scenarios including a quick playing Small Skirmish.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Minigames (Bad Baby Productions)",
      "Series: Steel and Glory System (Avalon games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War of the Psychic Gods 3",
    "ID": 99644,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99644/war-of-the-psychic-gods-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "War of the Psychic Gods Set 3 is an expansion to War of the Psychic Gods. This game adds demons to the game and features a scenario called &quot;All Out War&quot; in which the Gods and Demons fight for ultimate control of the world. The game is played by maneuvering your piece into a casting circle and attempting to survive for three turns. If no one can accomplish this in 12 turns, the game ends in a draw.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Minigames (Bad Baby Productions)",
      "Series: Steel and Glory System (Avalon games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Symbol²",
    "ID": 99645,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99645/symbol2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Symbol&sup2; is an expansion for Ben Stanley's Symbol that includes two new game boards:&#10;&#10;&bull; Hexagonal warfare: This new map makes things even more intense.&#10;&bull; Battle bay: The &quot;Battle Bay&quot; makes land assaults in midgame more attractive.&#10;&#10;The rules for using these game boards remain the same as in the original game. Both boards can be rolled into the original game's cotton case.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scarlotti",
    "ID": 99647,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99647/scarlotti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Scarlotti is a science fiction board game which was published in the Britsh role-playing magazine, Imagine (issue 9 - Dec 1983).  It was a two page article with a pull out card board and counters, and was sub tiled &quot;An easy to play boardgame for up to four players&quot;.&#10;&#10;Game equipment is a board and five sets of four counters (four stars and 16 ship counters), also two packs of playing cards are required.&#10;&#10;The object of the game is to collect a star and return it to your home base.&#10;&#10;The board is a grid with the the home bases at each corner of the board and the cards are for movement and combat.&#10;&#10;The rules have also had a number of variants options.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Open Drafting"
    ],
    "Families": [
      "Magazine: Imagine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Comic Answers to Queer Questions",
    "ID": 99654,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99654/comic-answers-to-queer-questions",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The box promises &quot;Enough to make you laugh&quot;.&#10;160 cards with questions and answers. Unlike most trivia games, this is intended to be funny, especially when people give the incorrect answer.&#10;First to win an agreed number of questions, wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snap Shots",
    "ID": 99657,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99657/snap-shots",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A question and Answer game with 96 question cards. Each player gets a board on which they place markers. First to get 12 right answers on their board, wins.&#10;The box proclaims &quot;A Game of Historical Interest.&#10;Marked only as 'British Manfacture'.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mickey Mouse Target Game",
    "ID": 99658,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99658/mickey-mouse-target-game",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Children's game featuring a Mickey Mouse target. The 'Bull' in the centre of the target is a delicate part of Mickey's anatomy.&#10;The game comes with 4 plastic arrows with rubber suckers in the end, plus a pop-gun.&#10;The first to score an agreed number of points, wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Mice",
      "Brands: Disney",
      "Characters: Mickey Mouse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Les Passe Boules",
    "ID": 99659,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99659/les-passe-boules",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Action game. Any number of players may play. You have to hit the target with your white balls, a little like Table Tennis balls but smaller.&#10;The target is a Clown's face with his mouth wide open. Players aim to throw or bounce their ball into the mouth for a good score, or into two holes below his face which scores less points.&#10;Play to an agreed number of points.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crossword Dominoes",
    "ID": 99660,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/99660/crossword-dominoes",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Not a domino game despite the title.&#10;49 cards, each with a syllable on. The idea is to make the syllables link together to form as many words as you can crossword-fashion.&#10;Each player gets an equal number of cards and a set time to make their personal crossword.&#10;There is also a 1 player diversion where you must make a complete crossword using all 49 cards. The answer is provided.&#10;&#10;I have left the original description untouched as presumably the author is talking about the US version and one of the three games they have using the pieces. My version is the Wellingtons Limited version which is just the one game.  The pictures show the dominoes as I have them - 96 with either one or two letters on. The way they are played is domino like though you can play multiple dominoes in a single placement if it makes a word and links to the grid. The visual effect is crossword like as the domino ends without letters are matt black.&#10;&#10;There is no time limit and each player plays on the same &quot;crossword&quot; as per dominoes.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Game of M.P. or Government and Opposition",
    "ID": 99661,
    "Year": "(1875)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99661/the-game-of-mp-or-government-and-opposition",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Card game with 52 cards. 27 are bordered in red and illustrate the government. 25 are black bordered and depict the opposition.&#10;I have no rules and it is difficult to tell which game this is related to, but it is probably a set collecting game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Historic Boston Freedom Trail Trivia Game",
    "ID": 99664,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99664/historic-boston-freedom-trail-trivia-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This trivia game tests a player's knowledge of the Freedom Trail, the American Revolution, historic Boston, plus Cape Cod and New England. Contestants move around a board featuring actual locations in Boston. The pathway begins in Boston Common and ends at the harbor. Special cards might give a player the chance to continue moving even if he or she misses a question. The final routes to the harbor includes special spaces for the Freedom Trail.&#10;&#10;Includes board, 6 tokens, die, cards, rules, and question booklet.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Boston (Massachusetts, USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aladdin and the Magic Lamp",
    "ID": 99665,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99665/aladdin-and-the-magic-lamp",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promotional game, made to advertise Cadbury's Selection Boxes (chocolates). A simple race game. The playing pieces need to be cut out of the box.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Aladdin",
      "Mythology: Arabian"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Electric Oracle",
    "ID": 99666,
    "Year": "(1935)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99666/the-electric-oracle",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A novel question and answer game. The questions are on one disc and the answers are on another. There is an electric probe that leads from the question and you touch it next to your chosen answer. It will then indicate if you were right or wrong.&#10;First to get an agreed number of answers right, wins.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zanni's Wireless Wonder",
    "ID": 99668,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99668/zannis-wireless-wonder",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivia game that used 1920-style technology to impress any buyers.&#10;There are 6 double-sided discs. Slot a disc into the box and read a question. Then, by a series of magnets, the disc will reveal the correct answer.&#10;First to get an agreed number of questions right, wins. Limited replayability as only 72 questions are provided in total.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle Armor: Hive Invasion",
    "ID": 99670,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99670/battle-armor-hive-invasion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Battle Armor: Hive Invasion is the third expansion for the Battle Armor game. In this expansion, the heavily armored humans battle the Hive collative. There are several new weapons, option and rules.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Minigames (Bad Baby Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Armada",
    "ID": 99671,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99671/alien-armada",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Alien Armada is the first expansion for the game Space Armada. It is also a stand alone game. It adds two new alien races to Space Armada who must battle for control of the universe.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Series: Minigames (Bad Baby Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Incursion",
    "ID": 99672,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99672/alien-incursion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Alien Incursion is the second expansion for the Battle Armor game which adds armored crab-like aliens to the battle against the battle armored humans.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Minigames (Bad Baby Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robot Jocks 2",
    "ID": 99673,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99673/robot-jocks-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Robot Jocks 2 is the first expansion to Robot Jocks and is also a stand alone game. The game adds new battlegrounds, weapons, and attacks.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Minigames (Bad Baby Productions)",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Punchline",
    "ID": 99674,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/99674/punchline",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Players take turns acting as the &quot;emcee&quot;, a moderator position, every round. The emcee randomly draws a card from one of several categories and reads the it aloud. This &quot;cue card&quot; contains an unfinished joke. Each Comedian (player) must devise and write down a completed version of the joke. The players pass their completed jokes to the emcee, who then reads them in a random order. Each player then votes for his/her favorite (beside their own, of course). The player with the most votes gets to keep the cue card. The first player to receive a certain number of cue cards (based on the number of players), wins.&#10;&#10;The categories are as follows:&#10;&#10;Punchline&#10;The Cue Card gives the punchline to a joke. The Comedian (player) must write the setup (beginning) of the joke.&#10;&#10;Missing Pieces&#10;The Cue Card gives a one liner with some pieces missing. The &#10;Comedian must finish writing the one liner by filling each blank &#10;with one or more words.&#10;&#10;What's So Funny?&#10;The Cue Card gives the setup to a joke. The Comedian must &#10;write the punchline.&#10;&#10;Bright Idea&#10;The Cue Card gives the setup to the ever-popular &ldquo;light bulb&rdquo; &#10;joke. The Comedian must write the punchline.&#10;&#10;Limerick&#10;The Cue Card gives the first four lines of a limerick. The &#10;Comedian must write the fifth line.&#10;&#10;Tie-breaker&#10;In the case that two or more comedians receive an equal number of votes, a tie-breaker round must be played. The emcee draws a card from the top of the tie-breaker photo card pile and shows it to all comedians. Each tying comedian writes a humorous caption for the photo. When all captions have been completed, each competing comedian reads his/her caption aloud. The non-competing players then vote for the funniest caption. The comedian who receives the most votes receives the original cue card.&#10;&#10;There are several booster packs.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Massive Multiplayer Rock, Paper, Scissors",
    "ID": 99675,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/99675/massive-multiplayer-rock-paper-scissors",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "0",
    "Description": "This game is rock, paper, scissors adjusted so it would work with a crowd of players.  This game is playable in a minute or less.  Familiarity with normal 2 player rock, paper, scissors is expected to understand these rules.  Here are the rules:&#10;&#10;How to play:&#10;1. All players simultaneously select rock, paper, scissors and reveal.&#10;2. For each other player a player beat, they score a point (rock beats scissors, scissors beats paper, paper beats rock), they score a point.&#10;3. After all players be scored, then determine which player has the high score.  If there is one player with the highest score, then that player is the winner.  If there are two player tied for high score, they play regular two player Rock, Paper, Scissors.&#10;4. If there are more than two players tied for high score, then eliminate all players who are not tied, reset scores, and repeat these steps until there is either two or less players left.&#10;&#10;Ending the game:&#10;Game ends when there are two or less players left.  If down to two players, then these two players play normal rock, paper, scissors.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dark Dungeon 5: Character Builder",
    "ID": 99676,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99676/dark-dungeon-5-character-builder",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dark Dungeon 5: Character Builder is the fourth expansion in the Dark Dungeon series. This expansion comes with three new characters for use in the Dark Dungeon Games as well as instructions for building your own characters. Tools for developing character stats, abilities, race, and skills are all included.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Game: Dark Dungeon (Avalon Games)",
      "Series: Minigames (Bad Baby Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Dungeon 6: Lair Builder",
    "ID": 99677,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99677/dark-dungeon-6-lair-builder",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dark Dungeon 6: Lair Builder is the fifth expansion in the Dark Dungeon series. This expansion comes with new monster cards, room arrangements, and floor tiles. There are five dungeon types provided (Goblin Lair, Crypt, Bandit Hideout, Forgotten Complex, and Lost Temple) all with varying degrees of difficulty.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Game: Dark Dungeon (Avalon Games)",
      "Series: Minigames (Bad Baby Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Graveyard Dash: Z-Day",
    "ID": 99678,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/99678/graveyard-dash-z-day",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Graveyard Dash: Z-Day is the 100th game in the Bad Baby Productions Minigames Series and is a reimplementation to to the first game in the series, Graveyard Dash. In this game, up to three players are attempting to escape from a horde of zombies. There are rules for solitaire play as well. Players win by exiting their character pawn from the board to safety.&#10;&#10;Reimplements&#10;&#10;     Graveyard Dash&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Minigames (Bad Baby Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crazy A's",
    "ID": 99685,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/99685/crazy-as",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Whizizzle Phonics is a fast-paced phonics game series that teaches the sounds of the English language. Designed by a dad and perfected by teachers, this series of phonics games keeps kids engaged in learning. Guided by the whimsical, yet brilliant Professor Whizinpiggle, a wise old pig who loves to read, kids learn phonics basics quickly and completely while they have fun.&#10;&#10;Easier than memorization and more fun than flashcards, Whizizzle Phonics games help kids learn by using sight, sound and color.&#10;&#10;They learn short vowel sounds in consonant-vowel-consonant words and long vowel sounds and silent &lsquo;e&rsquo; words.&#10;They combine consonant sounds to learn beginning or ending blends. Players begin with seven cards. To win, players must be first to discard their cards by matching like sounds. &#10;Action cards &lsquo;Change the Vowel&rsquo;, &lsquo;Leap Frog&rsquo;, &lsquo;Turn Around&rsquo; and &lsquo;Draw One&rsquo; are also included in each deck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Memory Challenge: Civil War 150th Anniversary Edition",
    "ID": 99688,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/99688/memory-challenge-civil-war-150th-anniversary-editi",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Publisher Blurb:&#10;&#10;The Civil War 150th Anniversary Edition of Memory Challenge enhances the world&rsquo;s most popular matching game creating an opportunity for Civil War buffs to engage in battle and relive one of the most significant wars in American history. Players match over 100 picture cards featuring historical portraits and depictions of Civil War leaders, battles, flags, uniforms and weapons. All new Recruitment cards allow players to choose their allegiance to the Union or Confederacy and earn extra points for matching their leaders and battlefield victories. Strategic Maneuver cards give players a military advantage by authorizing them to confiscate matches and peek at more cards. As players match their way to victory, they can learn all about the American Civil War with historical information about the leaders, battles and weapons included in the game. It&rsquo;s classic Memory game play with an all new strategic, interactive twist.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Card Game",
      "Civil War",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Memory Challenge (The Op)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Moon and Berlin Wall",
    "ID": 99690,
    "Year": "(2011)",
    "Geek Rating": "5.595",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99690/age-of-steam-expansion-moon-and-berlin-wall",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.8333",
    "Description": "Age of Steam: Moon and Berlin Wall includes two expansions for Age of Steam previously released in limited editions by designer Alban Viard.&#10;&#10;The Moon expansion (first released in 2005) has a &quot;spherical&quot; game board so track can be built off the edges and connect on the opposite side of the board. Play is also affected by the Night &amp; Day phases of the moon. Players must build from the central hex (which counts as a city but has no color or goods) or cities linked to it.  The Engineer action now enables players to build three pieces of track. Another new action, Low Gravitation, allows the use of one link belonging to another player during goods and movement phases. &#10; The Berlin Wall expansion (first released in 2008) features a new Engineer action allowing a player to build three pieces of track or remove one red track marker from the board. Goods may be delivered from east to west (and vice versa) only through holes in the wall by removing the red track markers. Red cubes represent the Soviet Army and Blue cubes the American, British and French forces; movement of these cubes is restricted until the round marker reaches the red player marker that was placed at the start of the game. At this point all restrictions are removed!&#10;&#10;Age of Steam: Moon and Berlin Wall comes packaged inside a box that can hold many AoS expansion maps.&#10;&#10;Re-implements:&#10;&bull; Age of Steam Expansion: The Moon&#10;&bull; Age of Steam Expansion: Washington DC and The Berlin Wall&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Berlin (Germany)",
      "Country: Germany",
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railways of the World: The Card Game Expansion",
    "ID": 99691,
    "Year": "(2011)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99691/railways-of-the-world-the-card-game-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0909",
    "Description": "In Railways of the World: The Card Game, players use track cards and city cards to build a series of railroad routes and deliver goods. As the game progresses, players work to connect more cities, upgrade their engines and deliver goods through a network of routes.   &#10; The Railways of the World: The Card Game - Expansion adds new mechanisms and additional bonus scoring options for the base game with:&#10;&#10;&bull; Tunnels to connect existing cities, giving access to cubes and impacting city control.&#10;&bull; Switchers to allow track color to change during building thus allowing connection to a new color city.&#10;&bull; Grey Cities to provide additional goods for deliveries.&#10;&bull; Barons to provide additional bonus scoring options.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Game: Railways of the World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railways of the World: Event Deck",
    "ID": 99692,
    "Year": "(2011)",
    "Geek Rating": "5.721",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99692/railways-of-the-world-event-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6471",
    "Description": "In Railways of the World, players build a track between cities and develop faster locomotives to deliver a limited supply of goods to those cities in an effort to become the most successful Rail Baron.&#10;&#10;The Railways of the World: Event Deck can be added to the Railways of the World base game or any of that game's expansions to put a new spin on rail-building. To use the deck, create space for these card stacks near the game board: Event Deck, Future Event, Current Event and a Discard Pile. The Event Deck includes more cards than players will use during a single game, so no two games will play out the same way.&#10;&#10;Instead of drawing randomly from the deck, players can build their own custom decks, from a vicious deck packed with negative events to a bountiful deck filled with positive events. The deck can be tweaked for each of the expansion maps, and four blank cards are included for players who want to create their own events.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Railways of the World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TAU",
    "ID": 99695,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/99695/tau",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "3",
    "Description": "TAU is a simple 2 player abstract strategy game that can be played with a marker and a piece of paper.&#10;&#10;It is played on a rectangular grid of n x m squared cells (n can be equal to m). Both players must agree on the grid size before the game starts.&#10;&#10;There are 2 phases on the game:&#10;&#10;1- Negotiation phase&#10;&#10;A random player starts by telling a number. Then the other player must tell a higher one or pass. The process is repeated until one of the players passes.&#10;&#10;The player that 'passed' is called 'LOW', and the other player is called 'HIGH'. Write down the last number reached during the negotiation. This number is the called 'LIMIT'.&#10;&#10;Example:&#10;&#10;A: 70&#10;B: 120&#10;A: 143&#10;B: Passes&#10;&#10;A is 'HIGH', B is 'LOW' and LIMIT = 143&#10;&#10;2- Playing phase&#10;&#10;The game is played in turns. Each game lasts a number of turns equal to (m+n)/3 rounded up. A turn is considered a player's move (not 2 players).&#10;&#10;Starting with 'HIGH' players take alternate turns removing an entire row or column of cells from the grid, by drawing a line on it. The line must go through at least one square which doesn't already have a line. It is forbidden to draw a line so that it leaves the board with no 'unremoved' cells remaining.&#10;&#10;When all the turns have been played, the game ends.&#10;&#10;Scoring&#10;&#10;Several rectangular groups of 'unremoved' cells have been created. Multiply the size of all the groups to calculate the score.&#10;&#10;Example:&#10;&#10;The following groups have been created: 1,1,2,2,3,6. Score= 1 x 1 x 2 x 2 x 3 x 6 = 72&#10;&#10;If the final score is higher than LIMIT, the 'HIGH' player wins. Otherwise, 'LOW' wins.&#10;&#10;Designer notes&#10;&#10;TAU was evolved from OMEGA while teaching my students how to multiply in binary base. It uses Linkage's fewer/more idea. I recommend starting with boards of m+n = 20..30. Trivial sizes might be interesting only from a mathematical point of view. I recommend the shortest side to be at least 1/3rd of the longest one. Squared boards are particularly interesting.&#10;&#10;Thank you, Russ Williams and Nathan Morse for the corrections.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Appian Way Cafe",
    "ID": 99700,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/99700/appian-way-cafe",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The Empire lives and works on its stomach, and when it's lunchtime in Ancient Rome, hungry patrons come to the Appian Way Cafe.  As waitstaff, you are working hard to fill your orders before the other players so that you can score the most tips. The kitchen is too busy cooking to pay attention so you have to be lucky and clever to get your orders filled!&#10;&#10;Fast paced and fun, Appian Way Cafe is beautifully illustrated and designed to be quick to learn and play. Lighthearted fun for everyone!&#10;&#10;Appian Way Cafe is a matching game based on the theme of Roman Fast Food. Game play is simple but fun. Each player is dealt three orders they are trying to fill by matching them to cards in their hand. Each turn you draw and try to play something. Every round, tips for filled orders are given and at the end, the player with the most tips wins. Various special cards spice up gameplay and competition.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chattanooga Choo-Choo III",
    "ID": 99701,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/99701/chattanooga-choo-choo-iii",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "47",
    "Play Time": "47",
    "Weight": "1",
    "Description": "This game was designed specifically for the 2011 Gulf Games 27 Convention, held in Chattanooga, Tennessee, at the &quot;Chattanooga Choo-Choo&quot; hotel in the historic Chattanooga train station.&#10;&#10;Game play is card driven and consists of placing passengers in their departure cities and delivering them to their destination cities.  One point (one dollar) is scored for each passenger delivered although bonuses points can increase the value of delivering a passenger.&#10;&#10;Each card can be used in one of three ways:&#10;- To add three passengers to their departure cities,&#10;- To deliver one or two passengers to a single destination, or&#10;- For its special ability such as earning bonus points or drawing additional cards.&#10;&#10;Inside the game box are:&#10;- A playing board/map with eight cities marked&#10;- Wooden cubes (and wooden houses) representing passengers (and restaurants)&#10;- A deck of cards&#10;- Paper money&#10;- A set of rules&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Stalin's Europe",
    "ID": 99718,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99718/flames-of-war-stalins-europe",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Soviet Invasion of Eastern Europe October 1944 - February 1945&#10;&#10;INSIDE STALIN'S EUROPE YOU WILL FIND:&#10;&#10;The history of the battles for Hungary up to the final fall of Budapest.&#10;Detailed maps of the battles for Hungary.&#10;History of the 9th Guards Mechanised Corps and 30th Rifle Corps during the battles for Hungary. &#10;Options to field a Soviet Lend-lease Tank Battalion armed with 76mm M4 Shermans and a Storm Battalion of city assault troops.&#10;History of the Romanian Divisions during the battles for Hungary.&#10;Options to field a Romanian Rifle Battalion.&#10;&#10;&#10;History of the 13. Panzerdivision &lsquo;Feldherrnhalle&rsquo; and Panzerdivision &lsquo;Feldherrnhalle&rsquo;.&#10;Options to field a &lsquo;Feldherrnhalle&rsquo;  Armoured Battle Group with Panthers or new Panzer IV/70 tanks and a Motorised Grenadier Company.&#10;History of the Hungarian forces during the battles for Hungary.&#10;Options to field a Hungarian Tank Company, Assault Gun Battery and a Volunteer Rifle Company.&#10;Rules for Street Barricades.&#10;Painting Guides&#10;&#10;(from http://www.flamesofwar.com/hobby.aspx?art_id=2200)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Flames of War",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Earth & Steel – The German Defence of France June-September 1944",
    "ID": 99719,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99719/flames-of-war-earth-and-steel-the-german-defence-o",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Sourcebook with German Armylists to be used for the defence of France from June - September 1944. The army lists included are new versions of the ones in the superseded sourcebooks with new point values.&#10;&#10;List of armies:&#10;352. Infanteriedivision&#10;21. Panzerdivision&#10;16. Luftwaffe Felddivision&#10;503. Schwere Panzerabteilung&#10;Panzer Lehr Division&#10;654. Schwere Panzerj&auml;gerabteilung&#10;326. Infanteriedivision&#10;101. Schwere SS-PAnzerabteilung&#10;2. &quot;Das Reich&quot; SS-Panzerdivision&#10;12. &quot;Hitlerjugend&quot; SS-Panzerdivision&#10;343. Infanteriedivision&#10;709. Infanteriedivision&#10;2. Fallschirmj&auml;gerdivision&#10;&#10;The Battle for Cotentin &#10;The Battle for Festung Brest&#10;&#10;Painting and modelling guides for the period and forces included in the manual.&#10;&#10;Supersedes&#10;Flames of War: D Minus 1 &#10;Flames of War: D-Day &#226;&#128;&#147; The Campaign for Normandy June-August 1944&#10;Flames of War: Bloody Omaha &#226;&#128;&#147; The Battle for Omaha Beach D-Day, 6 June 1944 &#10;Flames of War: Villers-Bocage &#10;Flames of War: Monty's Meatgrinder &#10;Flames of War: Cobra&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: France",
      "Game: Flames of War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treasure Hunt",
    "ID": 99720,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/99720/treasure-hunt",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A party game in which an organizer hides 12 objects around the house. Each player is given a clue in rhyme as to where an object might be found. If they are successful and find it, they get another rhyme and so on. The player who finds the most, wins. Later versions of the game were designed for children.&#10;Contents&#10;10 sets of 12 cards, each with a rhyme.&#10;1 rules sheet&#10;1 list of suggested hiding places&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Comic Books: Dan Dare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inch Worms",
    "ID": 99721,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/99721/inch-worms",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Hiding under the Grassy Mound are ten wiggly, squiggly Inch Worms, some short and some long.  In this game of matching, measuring, and worm-catching fun, building the longest worm wins the game!  The spinner will tell you which color to find.  Pick any Inch Worm and puuuulll!  Keep pulling until you see your color.&#10;&#10;&#10;    Push the head of each Inch Worm through the bottom of the Grassy Mound, one worm per slot.&#10;    Make sure only the head is peaking out, and no colors are showing.&#10;    Spin the spinner! &#10;    Choose an Inch Worm to pull.  Stop pulling when you reach a color that matches your spin.&#10;    Did you spin a worm?  Congratulations!  You win an entire Inch Worm!  Choose ONE of the remaining Inch Worms on the Grassy Mound and pull it all the way out.  Add it to your Worm Pile.&#10;    The game ends when the last Inch Worm is pulled out of the Grassy Mound. Connect Inch Worms from your Worm Pile together, head to tail.  Now measure &ndash; the player with the longest connected Inch Worm is the winner!&#10;&#10;&#10;Counting Variation&#10;&#10;    Flip the spinner.&#10;    Pull out the same number of segments show on the spinner &ndash; the colors do not count in this game.&#10;    If the whole Inch Worm comes completely out of the Grassy Mound, add it to your Worm Pile.&#10;    If the Inch Worm ends before you have counted up to the number you spun, choose another Inch Worm and finish your count.  For instance, if you spin a 6 and the worm ends after 4 segments, continue pulling a second worm for 2 segments.  &#10;    The tail counts as one segment, the head does not.&#10;    The game ends when all Inch Worms have been pulled out.  The winner is decided using the rules for the color game.&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Worms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Turning Tide – The Allied Invasion of France June-September 1944",
    "ID": 99722,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/99722/flames-of-war-turning-tide-the-allied-invasion-of",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Sourcebook with Allied Armylists for the invasion of France in the period of June - September 1944. Included are the following armylists which are new versions for the superseded rulebooks.&#10;&#10;British:&#10;6th Airborne Division&#10;3rd Canadian Infanterydivision&#10;3rd British &quot;Monty's Ironsides&quot; Division&#10;50th &quot;Tyne and Tees&quot; Division&#10;7th Armoured Division&#10;8th Hussars&#10;4th Canadian Armoured Division&#10;10th CIB and the South Alberta Regiment&#10;&#10;US Forces:&#10;82nd Airborne Division&#10;101st Airborne Division&#10;1st Infantery Division&#10;29th Infantery Division&#10;2nd Ranger Battalion&#10;5th Ranger Battalion&#10;2nd Armoured Division&#10;3rd Armoured Division&#10;6th Armoured Division&#10;29th Infantery Division&#10;&#10;Also included:&#10;British Special Rules&#10;British Arsenal&#10;Painting British Troops&#10;US Special Rules&#10;US Arsenal&#10;Painting US Troops&#10;&#10;Supersedes&#10;Flames of War: D Minus 1 &#10;Flames of War: D-Day &#226;&#128;&#147; The Campaign for Normandy June-August 1944&#10;Flames of War: Bloody Omaha &#226;&#128;&#147; The Battle for Omaha Beach D-Day, 6 June 1944 &#10;Flames of War: Villers-Bocage &#10;Flames of War: Monty's Meatgrinder &#10;Flames of War: Cobra&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Flames of War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Storm the Keep",
    "ID": 99728,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/99728/storm-the-keep",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Storm the Keep! is a fast paced solo card game of medieval conquest.&#10;&#10;Attacker and Keep Defender decks consist of four ranks in five suits. Match your attackers to the Keep's defenders removes them from the game. Attacker cards can be swapped out for the same rank or suit to help make a match. Defeat the defenders as quickly as possible to overrun the Keep and win the game!&#10;&#10;Storm the Keep is a unique diversion that will keep you coming back to over and over.&#10;&#10;Game Features:&#10;- Uniquely designed cards&#10;- Quick to learn&#10;- Simple enough for young players but fun enough for even the most seasoned veterans&#10;&#10;With victory only a few cards away... the Keep awaits you!&#10;&#10;Includes:&#10;&#10;- Keep Deck (18 cards)&#10;- Player Deck (45 cards)&#10;- Rules of Engagement Document&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dawn of Nations",
    "ID": 99758,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/99758/dawn-of-nations",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "Return to 3000 BC in Dawn of Nations, building your empire through war, trade, exploration and the favor of the gods. Race your neighbours to complete a Wonder of the Ancient World or end the game with a Great Flood.&#10;&#10;In Dawn of Nations players take turns to roll their three dice for one of seven Events on their player sheet. Some of these Events involve calculation; others require negotiation with another player; while some require you to chance fate and test yourself against the Gods. Players must keep an eye on their score and choose the right moment to try to end the game.&#10;&#10;Dawn of Nations is a print-and-play dice game, available for free download. The game is suitable for three to six players aged 10 and up, and plays in 20-30 minutes.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tales of Brave Princess and Lovely Knight",
    "ID": 99760,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99760/tales-of-brave-princess-and-lovely-knight",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tales of Brave Princess and Lovely Knight is a boardgame based on yonkomas of the same name.&#10;&#10;In this game players take roles of mighty(or not so mighty) heroes of their native realm and try to accomplish as many heroic deeds  as possible before Violent Paladins kill all monsters and bring eternal peace. If players achieve enough fame when last the monster falls, they will be glorified in ages.&#10;&#10;During the game you will be able to meet strangers who could become your faithful friends or cruel foes, visit unexplored places, complete epic quests like killing basilisk or washing tableware from whole village, find rare and useless artifacts.&#10;&#10;Features:&#10;&#10;     Unique encounters mechanic&#10;     Diceless combat system&#10;     Unusual quest design&#10;     Full or semi cooperative mode&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Hand Management",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kwak!",
    "ID": 99776,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/99776/kwak",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Kwak! is a funny game for wily old foxes in which you will have to identify as many Geese and Cages as possible, suitably move the Cages, capture Free Geese and your opponents&rsquo; Favourite Geese, protect your Favourite Goose, use Scuffle and Event cards at the right moment, all this while trying to improve your score. There are no dices, and at each turn you have great freedom of choice. Your strategic ability consists in cleverly planning your moves.&#10;&#10;You can win Kwak in three different ways:&#10;&#10;1) When a Favourite Goose crosses the Finish: The game ends and the winner is the player who owns that Favourite Goose!&#10;&#10;2) When a player exceeds 50 points: The game ends, and that player wins!&#10;&#10;3) In case there are Geese left on the Track:The game ends, and the winner is the player with the highest score!&#10;&#10;Game Components:&#10;&#10;- The Map, which shows an internal route (Track), and an external one (Scoreboard).&#10;&#10;- 7 Geese, in 7 different positions.&#10;&#10;- 7 Magnetic Bases, of 7 different colours.&#10;&#10;- 7 Flags, of the same colour as the Bases.&#10;&#10;- 7 Cage cards, of the same colour as the Bases and the Flags.&#10;&#10;- 18 Event cards.&#10;&#10;- 18 Scuffle cards (8 Nails, 6 Fangs, 4 Escapes).&#10;&#10;- The rule book, to be kept on hand during the first matches.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Memory"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Animals: Geese"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fishin' Frenzy",
    "ID": 99781,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/99781/fishin-frenzy",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Place fish, coins and the treasure chest in the barrel. Assemble the two halves of each fishing pole. Choose a player to go first. Players take turns fishing. The player who catches the treasure chest wins. You can also play in challenge mode where players fish at the same time. The player that catches the most objects wins! And in Advanced game mode, players fish at the same time. Fish are worth 1 point each, coins are worth 3 points, and the treasure chest is worth 5 points.&#10;&#10;This game is non magnetic, the worm tips dangling from the poles each have velcro, and all fish, coins and treasure are made with strips of velcro.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Fish / Fishes",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Landlubbers",
    "ID": 99802,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/99802/landlubbers",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The captain lowered his telescope. &quot;Land ahoy!&quot;&#10;&#10;Ahead of him lay an island rich in rubies. Enough to make him and his men rich, to give them anything they wanted back on Tortuga. But would they have the booty to themselves or would one of the other pirate crews be digging for the treasure?&#10;&#10;Landlubbers is a bluffing game aimed at children and families. Each pirate chooses which of the six islands to travel to - two are rich in rubies, two in sapphires and two are full of the greatest prize of all - hidden gold. If they're the only pirate to choose that island then they will take the treasure, but if two or more pirates had the same idea then the treasure will go unclaimed! The smartest pirates will know when to bluff, when to take the lesser sapphires and when the time is right to make for the all-important gold!&#10;&#10;Landlubbers is a great warm-up game, children's party game or a chance for kids to &quot;get one over&quot; their scurvy parents. YARRRRRRRRR!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": []
  }
]