[
  {
    "Rank": "N/A",
    "Name": "Blanc-Manger Coco: Le Coming Out",
    "ID": 328148,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/328148/blanc-manger-coco-le-coming-out",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The irreverence Blanc-Manger Coco now explore the theme of LGBT + culture, published in partnership with the magazine T&ecirc;tu.&#10;&#10;Mix the cards or not with the other games in the range: you decide.&#10;&#10;Contains 160 reply cards and 40 question cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games",
      "Theme: Queer / LGBTAIQ"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ball Shoot Launch 4",
    "ID": 328155,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/328155/ball-shoot-launch-4",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Shoot your balls into the holes to drop down and create a line of 4 balls before your opponent. Basically it's connect 4 with launchers, balls instead of disks, and simultaneous play.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Flicking",
      "Real-Time"
    ],
    "Families": [
      "Category: n in a row",
      "Components: Marbles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiki-Taka: a card game",
    "ID": 328167,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328167/tiki-taka-a-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Tiki-Taka: a card game, two players take on the role of opposing football managers, using player and action cards to dominate the pitch and outscore their opponent. By carefully devising a strategy around their goalie, captain, tactical style, and players, a savvy manager can outwit and overwhelm the opposition. But every great manager must also monitor the flow of the match. Play too cautiously and you risk ceding goals before your team is at full strength; play too aggressively and you risk losing momentum just as the match reaches its climax.&#10;&#10;Over four rounds of intense competition, players will go head-to-head, seeking to score more points than their opponent in each third of the pitch. Win a majority of these zones and you score a goal; win a majority and shut out the opposition completely, and you score two goals! The player with more goals at the end of the regulation 90' match (four rounds) is the winner.&#10;&#10;Players win zones via points obtained by player cards and action cards. Player cards are drawn and drafted at match start and halftime, and are placed on the field for the duration of the match. Building a team with similar nationalities and complementary strengths is the foundation to success. Action cards are drawn and drafted at the start of every round and can be played only once for their points or other effects. But crucially, these cards may also be saved between rounds, forcing smart managers to carefully conserve their strength.&#10;&#10;Just as in real football, the very best managers must blend the strengths and weaknesses of their squad, the tactical styles of both teams, and a keen sense of momentum to exploit the opposition and lead their side to victory. Are you up to the task?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Closed Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Old and Hidden Secret",
    "ID": 328168,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/328168/the-old-and-hidden-secret",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The Ambrosia Hotel is a Valley Falls historical landmark and the scene of an unsolved murder from the 1930&rsquo;s. Local millionaire Harlan McAllister has purchased the hotel and spent the past 6 months restoring it. A week before the Grand Reopening he has invited a series of well-known Valley Falls personalities who all have historical ties to the hotel including famed mystery author Rosemary Clark (last seen in The Dark and Stormy Night). The night&rsquo;s events are proceeding as planned until one of the guests, Sinclair LeCompt, doesn&rsquo;t show up for dinner. After checking his room, they find that LeCompt&rsquo;s door is chained from the inside. Once the chain is cut and access to the room is gained, LeCompt&rsquo;s body is found. He has been stabbed through the heart. But how is such a thing possible? The only one of the guests with an airtight alibi is Rosemary Clark. After the Will Street Detective Agency is brought in to help with the case, they enlist her assistance with this locked-room mystery. Can you help Rosemary Clark and The Will Street Detective Agency solve the mystery of The Old and Hidden Secret?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Death at the Lamplight Theatre",
    "ID": 328169,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/328169/death-at-the-lamplight-theatre",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The air has a chilly nip to it. Snow is falling lightly. The holidays are almost here. The Lamplight Theatre is in the middle of a run of performances of Dickens' &quot;A Christmas Carol.&quot; Reviews have been good, and ticket sales have been even better. Yet, things in Valley Falls never stay happy and festive for very long. When Victor Day, the lead actor playing Ebenezer Scrooge in the performance, is found dead, the show's future is called into question. Evidence points to one of the members of the cast and crew being responsible. Can you solve the case of &quot;Death at The Lamplight Theatre?&quot;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lair",
    "ID": 328170,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/328170/lair",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Nightingale Lane is set off the main road and difficult to see from the highway. In other words, it's a perfect spot for secrets. When a courier for Coyote Parcel Service needs a signature for the envelope he is supposed to deliver to 148 Nightingale Lane, he peeks through the window in hopes of getting the owner's attention. What he sees is a room covered in blood-soaked plastic. Could there be a logical explanation for such a sinister sight? Is it possible that this isn't what it looks like? Or has he stumbled upon the lair of a madman who has managed to keep to the shadows and out of the public eye? Explore the house on Nightingale Lane and find out what's really been going on there.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Circle",
    "ID": 328171,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/328171/the-circle",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "When Jodie Wong hosts a group of her closest friends for an evening of fun, she decides the entertainment will be a game called The Circle that requires everyone to write down one anonymous fact about themselves. The group will then take turns guessing which fact corresponds to which person. She decides to make things even more exciting by having everyone type out their fact on an antique typewriter that was owned by a murderer named Nicholas Hundley. Things get weird, however, when there are more messages than participants and one of the notes reads, &quot;I killed a person once. Tonight, I&rsquo;ll kill another.&rdquo; No one admits to writing the note, and everyone goes home thinking it was nothing more than a bad joke. It doesn't seem funny the next day when Jodie is found murdered in her home. Was Jodie Wong killed by one of those closest to her who attended the party? Or was the typewriter a conduit through which something sinister entered this world? Enter The Circle and find out.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Framed",
    "ID": 328172,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/328172/framed",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The Valley Falls Museum is home to some of the world&rsquo;s most exciting art exhibits and archaeological finds. It is also known for its wonderful ancient history curator, Albert McCain. However, everything changes when a successful heist of the museum results in McCain's death. Based on evidence recovered from the scene, authorities arrest fellow museum employee, Noah Parker, and charge him with robbery and murder. Noah is a friend and calls you immediately, desperate to proclaim his innocence and enlist your help. He is aware of the Will Street Detective Agency's stellar track record and is hopeful that you will find information that will exonerate him. Solve the mystery of the museum heist, the murder of Albert McCain, and collect the clues that could either free Parker from jail or lead to his conviction.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hacked",
    "ID": 328173,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/328173/hacked",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "When famous Valley Falls hacker, Fluk3, infiltrates the computer database of The Will Street Detective Agency, the act doesn&rsquo;t follow the usual pattern of anarchy and rebellion. After discovering information in a cold case that relates to the murder of a relative, it becomes necessary to make amends and enlist the agency&rsquo;s services. Now offering assistance instead of resistance, Fluk3 offers to be the eyes and ears on the web in exchange for helping bring closure to this unsolved mystery.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Hackers",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Behind The Wall",
    "ID": 328174,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/328174/behind-the-wall",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Fairmont Estates is a tightly-knit neighborhood in the heart of Valley Falls. The residents are all white-collar and well-to-do, and any of the homes could be featured on the front of any picture postcard... except the one on Bradford Street. That house has been tied up in probate court after the previous resident passed away and has been vacant for the last three years. The house, understandably, has fallen into disarray and been vandalised on occasion by some of the neighborhood teenagers. When a family is finally able to purchase the home, the first thing they do is begin extensive renovations to return the place to its former glory. As demolition and construction are both underway, the owners are shocked when the remains of a reporter that has been missing for the past year are discovered behind one of the walls. Even more chilling is the fact that she seems to have been interred while alive which is confirmed by one final message she wrote that begins: &ldquo;To whoever finds me, the Fairmont residents all have secrets. One of them did this to me...&rdquo; .&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Duel",
    "ID": 328175,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/328175/duel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "One city. Two killers in competition. A twisted game that can only end in bloodshed.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prison Break",
    "ID": 328176,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/328176/prison-break",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Brutality, violence, an attempted prison break, death&hellip;.or, in other words, just another day at Valley Falls&rsquo; most infamous correctional facility. In a place filled with criminals and guards who are just as vicious as the inmates they supervise, anyone could be a killer. The only question is who is responsible for the newest murder...and why did they do it?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Museum Nocturnus",
    "ID": 328177,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/328177/museum-nocturnus",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Summary: Museum Nocturnus is a paranormal museum dedicated to cursed objects, items taken from haunted locations, serial killer artifacts, and anything else weird that wouldn&rsquo;t stand a chance of being curated for any other museum. Valley Falls&rsquo; resident group of ghost hunters, S.T.A.L.K., purchased the museum in hopes of turning a profit and boosting their profile within the paranormal community. Father Richter Casey agrees to spend the night inside the museum and perform a series of blessings on the place before it reopens. Things go awry, however, when the priest is found dead the following morning. Given the frightful nature of the place, the list of potential culprits includes both human and supernatural suspects. Your job is to investigate The Hall of Murderers, The Hall of Cursed Toys, and The Hall of Haunted Items in order to determine what really happened to Father Casey.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Minor Leaguers",
    "ID": 328178,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/328178/minor-leaguers",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Draft, develop and manage a minor league baseball team via write and roll mechanics in this print and play game.&#10;&#10;You draft eight baseball players and spend a season developing their skills via dice rolls. Your team plays through a season, pitting the team's skills against dice checks at pivotal moments of each game. If all goes well, you contest the league championship at season's end.&#10;&#10;Along the way, earn revenue by developing a player to your big league affiliate's needs, qualifying players for the All-Star game, winning the regular-season MVP and fending off injuries.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Role Playing",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Usurper: Claim to Power",
    "ID": 328180,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/328180/usurper-claim-to-power",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "600",
    "Weight": "0",
    "Description": "Welcome to Usurper, a fantasy role playing game of adventure and storytelling.&#10;&#10;Usurper is a fantasy adventure game of quick, light-hearted adventure. Using a simple table to resolve actions on, the game allows for various degrees of success, random events and unexpected outcomes without any complicated math.&#10;&#10;Characters are described in plain English terms rather than lists of numbers and modifiers and can be created to taste in a matter of minutes with a notepad or through a random generation system if the player prefers to use that.&#10;&#10;Usurper is meant to scale from street-level to epic campaigns deciding the fate of kingdoms.&#10;&#10;Emphasis is on providing as many tools as possible to generate worlds, cities and adventure ideas, allowing pick-up games with as little preparation work as possible.&#10;&#10;The rules cover the following aspects:&#10;&#10;&#10;    Resolving actions with no math.&#10;&#10;&#10;&#10;    Two character creation systems, one driven by the player and a random system.&#10;&#10;&#10;&#10;    Narrative combat system.&#10;&#10;&#10;&#10;    A game system that will result in your characters changing unpredictably as they adventure. The person that comes back to their home town is never going to be the same person that left.&#10;&#10;&#10;&#10;    Tables covering ill fortunes such as physical injuries, gruesome deaths, mental trauma and sanity loss.&#10;&#10;&#10;&#10;    Follower and henchmen rules, including loyalty, morale, recruitment.&#10;&#10;&#10;&#10;    NPC's and monsters will fit on an index card.&#10;&#10;&#10;&#10;    Random NPC generator, including motivations and relationships.&#10;&#10;&#10;&#10;    World builder with random generators for world history, city factions, quests, terrain and dungeon themes.&#10;&#10;&#10;&#10;    Travel and random encounter tables.&#10;&#10;&#10;&#10;    Tables to conduct a living, unpredictable campaign with random events and outcomes.&#10;&#10;&#10;&#10;    Adventure system that adjudicates the progress of the heroes when fighting to bring down an enemy, overthrow a system or change the world.&#10;&#10;&#10;&#10;    Random monster and magic item tables.&#10;&#10;&#10;&#10;    Narrative magic system.&#10;&#10;&#10;&#10;    Random deities with an active interest in their followers.&#10;&#10;&#10;&#10;    Lead armies into battle, treating each unit as a character in its own right.&#10;&#10;&#10;&#10;    Rule a domain.&#10;&#10;&#10;&#10;    Be eaten by a monster.&#10;&#10;&#10;&#10;     * * * *&#10;&#10;&#10;The random generators are of value to players of any roleplaying game, even if they do not use the Usurper rules and are made to be as generic as possible, permitting their use in a wide variety of fantasy adventure games.&#10;&#10;Likewise, this is well suited for cooperative and solo players due to the wide range of randomly generated content that can be generated.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BeerHex",
    "ID": 328181,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/328181/beerhex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "BeerHex is a game with bluffing elements using bottle caps as pieces. You can play it casually (even while drinking beer). The players take turns to place a bottle cap face down on the board. Under each cap, a disk with a faction symbol is attached by magnet. The faction may be that of you or your opponent. Since the bottle caps are placed face down, the players do not know which symbols their opponents have placed. The object of this game is to connect the opposite sides of your color with your symbols. There are two ways to obstruct your opponent's moves. One is to place your symbol on your opponent's route to block it. The other is to &quot;attack&quot;. To attack, choose and reveal 3 facedown bottle caps, and if all three have the same symbols, remove them from the board. Thus, it is highly risky to simply place caps with your symbol in a straight line to connect your sides, because the caps may be attacked and removed by your opponent!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Network and Route Building",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CNBC Stock Exchange",
    "ID": 328195,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/328195/cnbc-stock-exchange",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players make their way around the board as they accrue money and invest it in stocks, responding to positive and negative developments along the way. The first player to reach $1 million wins. If players end the game before someone crosses the $1 million mark, the player with the most money in their portfolio wins. The game is undated, but companies like &quot;e Internet Solutions&quot; to invest in and references to technologies such as a $4,000 handycam suggest the game was published in the late 1990s or early 2000s.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Investment",
      "Loans",
      "Simulation",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Terre Pirates: Extension Capitaines",
    "ID": 328199,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328199/terre-pirates-extension-capitaines",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "English:&#10;Discover 4 new characters with new Gameplay for more discoveries, tricks and deep interactivity. Play as jack Rackham the Seducer, Charlotte De Berry the Indomitable, Charles Vanes the Unstable and Henry Jennings the Corsair!&#10;&#10;French:&#10;D&eacute;couvrez 4 nouveaux personnages avec de nouveaux Gameplay pour toujours plus de d&eacute;couvertes, de fourberies et une interactivit&eacute; pouss&eacute;e. Incarnez jack Rackham le S&eacute;ducteur, Charlotte De Berry l&rsquo;Indomptable, Charles Vanes l&rsquo;Instable et Henry Jennings le Corsaire !&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schnellen",
    "ID": 328202,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/328202/schnellen",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Schnellen; is a trick taking game with trumps. It is a popular card game in the region of Tyrol, South Tyrol and Vorarlberg. It is played with a set of German-suited playing cards (33 cards) where the 6 Bell-card (Weli) is always trump color and the second highest value. Each player gests five cards and is predicting the number of tricks taken by himself. If you succeed you loose points, if you fail you gain points.&#10;There are variants with exchange (bad) cards and leaving a round.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Instant Iceland",
    "ID": 328207,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328207/instant-iceland",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A trivia card game with questions related to Iceland in three categories; history, land and nature, people and culture. Players can choose two ways to play, ie. On The Road where they discard cards or Go Fish to collect cards, both times when players answer correctly.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Iceland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frægð og frami",
    "ID": 328208,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328208/fraegd-og-frami",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Fr&aelig;g&eth; og frami (Fame and Glory) is a party game where players take on the role of an influencer who competes with his opponents to be the first one to gain 20 thousand followers. Each round player roll a die to move their pawn around the board and act as the spaces indicate, if needed. This gives the players the chance to add fame and glory cards to their hands, defend from attacks, add or lose followers and so on. When all players have rolled the Spotlight starts which is the task the influencers have to deal with. What does one not do to gain fame and glory?&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Orða",
    "ID": 328209,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328209/orda",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Players describe the key word without using the five forbidden words on the card, in one minute. Those who guess correctly get the card (a medal) while the president (current player) gets as many cards (medals) from the back of the box. After everyone has been president the one with most medals wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bankman",
    "ID": 328210,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/328210/bankman",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "100",
    "Weight": "0",
    "Description": "Feel yourself in the role of the tycoon of the financial world of the early twentieth century! Trade with partners, buy enterprises, unite them into trusts and corporations! To win, develop strategic thinking, cunning, but most importantly - the flexibility of the mind and the ability to negotiate.&#10;&#10;A great game for both a family vacation and a fun company from 2 to 12 people!&#10;&#10;&mdash;description from the publisher&#10;&#10;On their turn, players can buy one enterprise from the market by paying a certain combination of different currency cards. Players can exchange currencies among themselves to collect the desired combination. The goal of the game is to collect as many business cards from one industry as possible. The game ends when the market runs out of all company cards and then the players count the points for the cards they have purchased. Each enterprise card brings a certain number of points to its owner, but if he has several cards of the same industry, then the points brought by enterprises in this industry are higher, and if the player has collected all the cards of one industrial branch, he receives the largest possible number of points from these enterprise cards for Monopoly.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Industry / Manufacturing",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Negotiation",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Morph",
    "ID": 328212,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/328212/morph",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Morph is a simple but challenging set collection, pattern matching game with the goal of being the first player to create a number of sets of 3 cards with the same shape. To do this, you must morph your hand by matching a card by color or shape with a card on the table. If you matched a card by color, you must match said card to a second one by shape, and viceversa.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Market",
      "Matching",
      "Set Collection"
    ],
    "Families": [
      "Contests: 54-Card Game Design"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War for Chicken Island: The Cackle of Cluckthulhu",
    "ID": 328214,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328214/war-for-chicken-island-the-cackle-of-cluckthulhu",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Chicken Island has been immersed in war for years now. Seeking for new powers in places where no chicken was meant to go, a new threat rises: The Cult of Cluckthulhu. Silent wanderers are called to a profane celebration. Their goal: to invoke unthinkable horrors out of this world or any other! Now, the Leaders of the chicken army must become Chickenstigators to fight together this dread terror or perish in darkness.&#10;&#10;The Cackle of Cluckthulhu is a cooperative scenario for War For Chicken Island for 1 to 4 players.&#10;&#10;Suggested by backers, created by Draco Studios &amp; Detestable Games.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Incredible Voyages: Undersea Combat in the Victorian Age",
    "ID": 328215,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328215/incredible-voyages-undersea-combat-in-the-victoria",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Enter the world of Incredible Voyages, Long Face Games&rsquo;s fast play set of Victorian science fiction submarine rules. Where  the  undersea navies of the world&rsquo;s Great Powers fight amongst themselves &ndash; and with anarchists, criminal gangs and evil arch-scientists for supremacy in a secret undersea war.&#10;&#10;The rules are based on David Manley&rsquo;s popular and successful &ldquo;Stingray&rdquo; game adapted and greatly expanded to cover the Victorian era. &#10;The rules use a hex movement system, but &ldquo;free movement&rdquo; rules are also included for those that don&rsquo;t like hexes.&#10;&#10;Use whatever models you want, go wild with your scratchbuilding, or download free 3D printing files online.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Post-Napoleonic",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Theme: Alternate History",
      "Theme: Steampunk",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pipsa Possu: Kuralätäkkö",
    "ID": 328217,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/328217/pipsa-possu-kuralatakko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It's time for a mudbath! Drop Peppa into the puddle and try to splash mud on characters around the puddle. You will get a prize token for every succesful splash. First to splash mud on every character is the winner of the game!&#10;&#10;Includes a challenging game for more experienced gamers.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Szabadulj kvíz",
    "ID": 328218,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/328218/szabadulj-kviz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players admire the pyramids on the Mokattam Plateau in Egypt. When entering the great pyramid of Giza, a scary thing happens. The stone slab blocking the entrance to the pyramid closes with a huge bang. Whoever wants to get out of the captivity of the pyramid must answer the questions correctly. The cards feature questions from players on a variety of topics: science, technology, flora and fauna, literature, cinema, and the fine arts. Whoever answers the question correctly can move with his piece as many squares on the pyramid fields as the question card gives. Within the pyramid, you can move in any direction through the corridors, but you must not cross the walls and doors. The doors can only be crossed by answering a door opener card, but it is by no means certain that the door will be open and allow the adventurer to pass. When a player gives a correct answer to a door opener question, the door is revealed and you will know whether that door is open in any direction or if it has been blocked for a long time by a stone collapse. With the Szabadulj kv&iacute;z game, everyone can have fun, gain new knowledge, test their knowledge and learn many interesting things!&#10;&#10;",
    "Categories": [
      "Educational",
      "Maze"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pigskin Pantheon",
    "ID": 328219,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328219/pigskin-pantheon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Hello and welcome, owners, to the genesis of a new league. An exciting and surprising evolution of football awaits. You will all take part in the making of great sports franchises over many seasons. Compete with other owners by drafting, trading, equipping, and improving your team. Who will rise to the top of the pantheon? Only time will tell!&#10;&#10;Pigskin Pantheon is a 1-4 player football management card game.  Sign players ranging from chicken men, werewolves, sentient shovels, and even a dog on a skateboard.  Combine players with gear and accolades to dominate on game day.  If you're into it, sabotage opposing teams with scandals, gruesome injuries, and poaching rival players!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Dice",
      "Humor",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Market",
      "Matching",
      "Memory",
      "Move Through Deck",
      "Negotiation",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Passed Action Token",
      "Set Collection",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Route-Finder: Intercontinental",
    "ID": 328220,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/328220/route-finder-intercontinental",
    "Min Players": "1",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "It's the 1920s, and before these new airlines people are talking about can start flying around the world, the routes the aeroplanes will fly have to be mapped out and tested. As a daring pilot, you want to be the first, you want to set the record for the fastest flight between two cities, to be known as the Route-Finder &mdash; and the most challenging flights are intercontinentals: London to Melbourne, London to Wellington, or Tokyo to Rome.&#10;&#10;But, if you're going to win fame and (perhaps) fortune, you need to be a careful planner and a dedicated engineer. Your aeroplane will have limited performance, so your route must be carefully chosen, and your aeroplane design well thought out to complete the route as quickly as possible. Before getting stuck into the fun stuff, you need to find the funding to support your flight &ndash; you think it&rsquo;s a great idea, but how many others do? Luckily, it&rsquo;s a time of great interest in flight and pilots, so finding some funding shouldn&rsquo;t be a problem. Finding enough funding, though &ndash; that&rsquo;s tricky. And then, Mother Nature awaits. Will she look kindly on your route-finding flight?&#10;&#10;Game play in Route-Finder: Intercontinental involves using 2D6 and look up tables to find your sponsors and Finance, which allows you to buy the parts for your aeroplane. Choosing these depends on the route you intend to fly - will it be land or water based, short or long hops? But you need to track how much Finance you've used - you'll need a lot during the flight for refuelling, repairs, etc. Once your aeroplane's ready to go, your flight is a series of flight legs and city stopovers, with your aeroplanes technologies and 2D6 rolls and look up tables determining what happens during each. If you manage your Finance right, keep your aeroplane in good order, and choose your Route wisely, you might just find your Route.&#10;&#10;Multi-player mode can be co-operative or competitive. Several players can play as different members of the same crew, each bringing different strengths to the challenge, and sharing in the decision making. Or each player could fly their own aeroplane, the pilot who arrives in the least number of Days being the winner.&#10;&#10;",
    "Categories": [
      "Aviation / Flight"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Continents: Asia",
      "Continents: Europe",
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Felicitas Fogg: In 80 Karten um die Welt",
    "ID": 328222,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/328222/felicitas-fogg-in-80-karten-um-die-welt",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Felicitas Fogg is a point-to-point movement bidding game with augmented reality (AR) support, where players have to select vehicles from their hand to move the character Felicitas Fogg on her trip around the world or discard them from their hand to restore energy and draw two new cards. The vehicles have different values for range, energy consumption and data traces. The values are modified by events like weather effects and individual player abilities. Felicitas always chooses the vehicle with the highest maximal range and the player winning the bid gains victory points depending on the number of fields she travelled. However, a hacker from F1X collective chases her, so the players are forced to leave as few traces of data as possible. At each location switch, the chaser makes an attractive offer and players may individually choose to help him. But whenever he catches Felicitas, all players lose the game.&#10;&#10;Felicitas Fogg has been published by the organization Deutschland sicher im Netz (Germany safe in on the Internet) and is sponsored by the German Federal Ministry of Transport and Digital Infrastructure.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Environmental",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "End Game Bonuses",
      "Events",
      "Hand Management",
      "Multiple Maps",
      "Prisoner's Dilemma",
      "Race",
      "Semi-Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Food Truck Champion: Crabs! Promos",
    "ID": 328228,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328228/food-truck-champion-crabs-promos",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Five new promo cards for Food Truck Champion originally included with the Crabs! Kickstarter Edition.&#10;&#10;These crab themed cards are shuffled with the 95 game cards from the base game to augment that deck.  The cards play by the same rules as those from the base game, providing some new combinations of roles, recipes, and ingredients.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Follow",
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking",
      "Theme: Food Trucks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tetris Shake",
    "ID": 328229,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.60",
    "Link": "https://boardgamegeek.com/boardgame/328229/tetris-shake",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Players take turns stacking their tetris pieces on a shaking base. Whenever pieces fall off, the player has to take them. The first player that has placed all their pieces, wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meme vs 100cia",
    "ID": 328230,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/328230/meme-vs-100cia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Meme vs 100cia (Meme vs Science) is a fast card game, when every player represents a Scientist who must get 3 stars to win.&#10;&#10;There are 2 decks: the Menace deck (memes and videos randomly displayed on the table); and Troll deck (cards in hand).&#10;&#10;Every turn, you use your Troll cards to defeat Menace cards and get stars. You can seduce Menace cards instead, to get bonus effects.&#10;&#10;Each Troll card can be discarded any moment, to get a special and unique power.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Occupation: Researcher / Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Of Silence & Shadow: A Dark Fantasy Skirmish Wargame",
    "ID": 328235,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/328235/of-silence-and-shadow-a-dark-fantasy-skirmish-warg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Of Silence &amp; Shadow is a skirmish wargame set in the realms of dark fantasy.&#10;&#10;What is a skirmish wargame? &#10;A skirmish wargame is a type of wargame that uses relatively few figures compared to larger more boastful wargame battles. Skirmish wargames focus on individual models and their abilities, rather than large units of soldiers. &#10;In this game, each unit moves, acts, and fights on its own.&#10;&#10;Dark fantasy is a type of fantasy where horror trumps the majestic. &#10;Where fire spells burn their casters and getting sliced by a sword causes more injury than just a few hit points. &#10;So, frame your mind around the darkest parts of fantasy, where life is horrific, knights do not always save the day, and princesses may be monsters in disguise.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nguyen Hue '72: The 1972 Easter Offensive in Vietnam",
    "ID": 328252,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/328252/nguyen-hue-72-the-1972-easter-offensive-in-vietnam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3",
    "Description": "Grand Strategic treatment of the 1972 campaign with aircraft and armor, artillery, infantry and helicopter minis, two big beautiful maps at 10 miles/hex, event cards every turn, weekly turns, ZOC, terrain and supply effects, US airpower, airmobile and amphibious movement, a real mystery unit dynamic, and max replay-ability.  1975 campaign 275 scenario included!&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Vietnam",
      "Crowdfunding: Kickstarter",
      "History: Vietnam War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Walking Dead: All Out War – Chris, Leader of the Hunters",
    "ID": 328256,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328256/the-walking-dead-all-out-war-chris-leader-of-the-h",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The 2019 Event Exclusive for The Walking Dead is Chris, leader of the Hunters. Under Chris&rsquo; leadership, the Hunters have survived the horror of the new world by hunting the easiest prey &mdash; humans.&#10;&#10;The 2019 The Walking Dead: All Out War Event Exclusive includes:&#10;&#10;     1 plastic miniature,&#10;     2 resin objectives&#10;     Chris Survivor Card&#10;     Webley WG army model, Gator Pro, Ka-bar combat knife, Flashlight, PCPs, Climbing gloves, Camo paint, and Jerry can Equipment Cards&#10;     &quot;Stab&quot; and &quot;Dirty fighter&quot; Veteran skill cards&#10;&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: The Walking Dead",
      "Game: The Walking Dead – All Out War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memory Kings: Extra Seasons Expansion Pack",
    "ID": 328257,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328257/memory-kings-extra-seasons-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Featuring 4 entirely new sets of cards, this expansion adds the Harvest, Fishing, Hunting, and Plague Seasons to your game, allowing an even larger play grid, or different colors selection.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Memory"
    ],
    "Mechanics": [
      "Grid Movement",
      "Matching",
      "Memory",
      "Movement Template"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prokhorovka!",
    "ID": 328261,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328261/prokhorovka",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "Simulate the legendary tank battle of Prokhorovka for the first time in a 1 to 1 fashion (every single tank, every single squad ...) on the real terrain, obtained from the original Lutwaffe air recon images!  This Advancing Fire game is also playable with the simple Starter Kit rules!  The game has been revised by historian Cristopher A. Lawrence, author of Kursk: The Battle of Prokhorovka.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Country: Russia",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Series: Historical ASL Modules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maxim Gorki: The Siege of Sevastopol 1942",
    "ID": 328262,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328262/maxim-gorki-the-siege-of-sevastopol-1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "This is Critical Hit's module in ASL-compatible format for the battles in the area of the Maxim Gorki defence works at Sevastopol in 1942.  The defences consisted of two 300mm twin gun turrets, together with supporting defences and an observation post all set on high ground with excellent fields of fire, and were intended to be a tough nut to crack.  This is what the Germans had to attack in 1942 in order to capture Sevastopol and ultimately the whole of Crimea.&#10;&#10;As a module, it is not a complete game in itself but requires ownership of the Advanced Squad Leader (ASL) rulebook and Beyond Valor module as a minimum.  However, it is a very distinctive module with rules for previously-omitted areas such as fighting in the underground bunker complexes and with a map that makes you understand the size of the challenge to take on a well-prepared defence - these go beyond what is normally seen in ASL.&#10;&#10;There are 12 scenarios ranging from small engagements to larger battles which will enable players to experience the struggle whilst attempting to capture (or defend) a significant fortification.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Cities: Sevastopol",
      "Game: Advanced Squad Leader",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape From Site 19",
    "ID": 328267,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/328267/escape-from-site-19",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.4286",
    "Description": "Story:&#10;&#10;The largest base of the SCP Foundation has fallen. Its strict security measures, designed to keep paranormal objects at bay, have failed. Consequently, artifacts, entities, and phenomena beyond human understanding, recovered from all over the world, are no longer protected. Or contained.&#10;&#10;You are a survivor of Site 19, the fortress, laboratory, and home to these anomalies. And now you must find a way to escape this mysterious place, where only a select few enter and even fewer leave. There will be unexpected challenges, unfamiliar enemies, and experiences you will never forget. That is, if you manage to survive...&#10;&#10;About the game:&#10;&#10;Escape from Site 19 (EFS19) offers a unique playing experience. Game participants do not compete against each other, but rather work together as team members to beat the game. As survivors of the containment breach at Site 19, the base of the international clandestine organization, the &ldquo;SCP Foundation&rdquo;, each team member must move along the game board to complete his escape. This ultimately leads to an encounter with SCP-0001, the most significant anomaly of them all.&#10;&#10;Along the way, the team draws cards featuring the escaped anomalous objects, the SCPs. The cards reveal physical and mental tasks. At first, the tasks are relatively straightforward, but as the game progresses, they become increasingly difficult, requiring trust and teamwork.&#10;&#10;Throughout the game, every team member will face challenges and share his stories, making Escape from Site 19 a meaningful and memorable experience.&#10;&#10;&#239;&#184;&#143;&#226;&#154;&#160;&#239;&#184;&#143;&#226;&#154;&#160;&#239;&#184;&#143; This game may be difficult to play for squeamish gamers. Many tasks involve bodily fluids and/or parts, challenges in this game are focused on pushing your uncomfortability boundaries. You have been warned &#226;&#154;&#160;&#239;&#184;&#143;&#226;&#154;&#160;&#239;&#184;&#143;&#10;&#10;",
    "Categories": [
      "Horror",
      "Murder / Mystery",
      "Mythology",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roles with Asymmetric Information",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Core Worlds: Nemesis",
    "ID": 328271,
    "Year": "(2021)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328271/core-worlds-nemesis",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Core Worlds: Nemesis is the official solo version of the Core Worlds deck-building game. Play against the AI-driven Nemesis Empire during your bid to conquer the Core Worlds. The Nemesis is represented by a special deck of cards that simulates play against a human player, including anticipating which worlds the Nemesis is targeting in each sector and which Core Worlds the Nemesis is planning to conquer as it drafts cards throughout the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Civilization",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Core Worlds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bliss",
    "ID": 328272,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328272/bliss",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A worker placement and engine building-game about living a good life, with fully customizable personalities (more than 100,000 possible combinations).&#10;&#10;This card-based worker placement game starts with you creating your own unique personality. Your personality consists of:&#10;&#10;     Nature: A long-term ability you have for the entire game&#10;     Nurture: A change to your character's starting stats&#10;     Habit: A special ability you can use once per round&#10;     Goals: A list of tasks that give you victory points each round if you achieve them&#10;&#10;&#10;Each of these cards is double-sided, so after being dealt four of them randomly, you choose which sides of each card to use in order to mix and match them to create your own unique personality. For example, with one set of four cards you could be:&#10;&#10;     An ignorant wealthy narcissist who has a habit of taking mental health days &#10;     A wise, but heavily in debt, narcoleptic who enjoys working with close friends&#10;     Or any combination of the above&#10;&#10;&#10;Once the game begins, players simultaneously choose actions using time as a resource, carefully selecting which opportunities will benefit them the most. Using these opportunities, players will influence their wealth, future opportunities, or emotional state, to build an engine that will result in the most Bliss by the end of the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Income",
      "Simultaneous Action Selection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Astrocracy",
    "ID": 328274,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328274/astrocracy",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "0",
    "Description": "Astrocracy is a socio-political sci-fi game for 3-6 players. It is a competitive, deck building, worker placement, resource management game, where players act as the leader of a galactic nation, seeking to guide humanity in a common direction. Players draft from Ideological Stances that represent the culture of their nation. The combination of Stances selected determines a player&rsquo;s starting Draw deck. Once the game begins, players will assign their Population to work their planets, yielding the planet&rsquo;s resources. Players will then Draw their cards and take their actions, such as constructing androids, trading with other players, patronizing Great People, discovering Technologies, Surveying new worlds. Other phases include feeding your people, voting on galactic policies, tracking the happiness of your people, and much more.&#10;&#10;&mdash;Rick Wolford, game's designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Civilization",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Metsutake",
    "ID": 328277,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328277/metsutake",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&#230;&#187;&#133;&#232;&#140;&#184; (Metsutake) is a bluffing card game from Japan about growing mushrooms.&#10;&#10;Players try to grow and eat the best mushroom, but people risk falling ill if they eat the wrong kind of mushrooms. The players are encouraged to eat wild mushrooms over those grown in farms. If they happen to feed poisonous mushrooms to other players, well accidents happen.&#10;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Simon's Cat: Dinner Date",
    "ID": 328288,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/328288/simons-cat-dinner-date",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Simon's Cat: Dinner Date, the deck is composed of pictures with birds and special &quot;Simon's Cat&quot; cards. Players draw cards and lay them in a row. The first player to find the right bird and point to it gathers all the challenge cards and keeps them. Players guessing incorrectly return a card to the deck. When a special Simon's Cat card comes up, the first player to shout &quot;Simon's Cat!&quot; wins the card for extra points at the end of the game.&#10;&#10;The game stops when all the cards in the deck have been used. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Pattern Recognition",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Cats",
      "Card Games: Draw and Discard",
      "Characters: Simon's Cat"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Taverns of Tiefenthal: Open Doors",
    "ID": 328290,
    "Year": "(2021)",
    "Geek Rating": "6.262",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328290/the-taverns-of-tiefenthal-open-doors",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.9667",
    "Description": "The Taverns of Tiefenthal: Open Doors consists of four modules for use with the base game, with players now having the option to add a wine cellar or a guest room to their tavern. The innkeepers give players individual skills that might influence their strategy in the game, and the mayor will reward players when you help him to develop &quot;his&quot; town into a tourist center.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Food & Drink: Beer",
      "Mechanism: Dice Drafting",
      "Theme: Hotels, Inns, Lodgings",
      "Theme: Pub, Bars, Bistros..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pot Smugglin' Blues",
    "ID": 328291,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328291/pot-smugglin-blues",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "POT SMUGGLIN' BLUES consists of a board map of the Caribbean, a spinner that drives the game, four HOT WHEELS that locate weather conditions and police hot spots, and four sets of CARDS that determine weather conditions, mechanical difficulties and other fortunes &amp; (Mis)Fortunes. Your goal is to sail your load of marijuana to a North American port and payola.&#10;&#10;Except when you are safely in a North American port, every move begins by spinning the spinner. Each number on the spinner also contains 6 colors.&#10;&#10;When a player spins, the number and color landed on not only select the load amount offered and country of origin, they also rotate one of the Hot Wheels. The number spun tells you how far to move your sailboat or determines when you've encountered Mechanical Difficulties or a (Mis)Fortune. The compass direction you've spun sets the wind direction.&#10;&#10;&gt;- Decide who goes first and have each player select a colored boat stand.&#10;&gt;- Everyone's first spin determines their load's quantity, quality, and country origin. The number spun is the number of thousands of pounds you are smuggling (2 on the spinner means 2,000 pounds). When you decide to take a load, borrow your stake, and place the appropriate sail, depicting the country of origin and the quantity of pot, onto your boat.&#10;&#10;You will face challenges with rough weather, mechanical difficulties, avoiding the US Coast Guard, getting through US Customs, and the Bermuda Triangle.&#10;&#10;The Pot Smugglin' Blues board game is drawn from true-life experiences of a bygone era. Will Berger&rsquo;s true-life experiences. Practically everything that can happen playing the game actually did happen to Will Berger while sailing the Caribbean back in the 1980's. In those precartel, pre-terrorist days, smuggling marijuana was considered romantic adventure, not to mention a fantastic way to create great stacks of fast cash, and in the process encounter informers and snitches, get busted, lose all your money and go to jail with the blues. All of which conspires to make the Pot Smugglin' Blues game suspenseful, emotion-filled escapism.&#10;&#10;So what are you waiting for? Load your sailboat with the good herb, plot your course north for a safe passage, hoist sails and find your wind, get out the star charts and see the Southern Cross for the first time, deliver the weed to the promised land and reap millions of dollars for your success. Do it now-- when they legalize pot, the thrill will be gone. Smooth sailing!&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "nickname",
    "ID": 328292,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/328292/nickname",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Call by some NICKNAME and ask for a Item card. It's fun when you meet someone for the first time.&#10;&quot;nickname&quot; was born out of the thoughts of middle school girl &quot;Nanana Kudo&quot;.&#10;&#10;[Rules]&#10;Pick any player who seems to have the card you want and collect it by guessing.&#10;This is a game where you collect four Item cards from the same nickname group.&#10;&#10;    Close to rules called Author, Quartet&#10;&#10;&#10;When you ask for help, you call any your opposition under they's first name such as &quot;Doctor&quot;, &quot;Teacher&quot;, &quot;Leader&quot; and &quot;C.E.O.&quot; which are written on a Item card that you want.&#10;&#10;&quot;DR. Albert, can I have a FLASK?&quot;&#10;&quot;TEACHER John, give me a TEXTBOOK. Please.&quot;&#10;&quot;C.E.O. Steve, Can I borrow your LUXURY CAR?&quot;&#10;&#10;That's how each of you call each other in different ways during the game.&#10;And the player with the most nickname groups wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Circus Goats",
    "ID": 328293,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328293/zombie-circus-goats",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Zombie Circus Goats is a 2-4 player game. In it players start with three cards and then, in turn order, draw a single card. Players may play talent cards and then roll dice to collect gold, brains, blood or guts cards based on their talent and roll.&#10;&#10;The game includes a trading mechanism where players can trade talent cards with one another. The winner is the first player to amass 5 zombie circus goat cards.&#10;&#10;&mdash;user summary&#10;&#10;Zombie Circus Goats is the strategic new card game about everyone's favorite things:  Zombies, Goblins, Goats, and Shouting.&#10;&#10;Build your troupe.  Steal your friends' Goats.  Howl in victory!&#10;&#10;WARNING:  Contains Hellephants, Two-Headed Boys, Robotic Bees, Weregartners, Ma'ampires, Rabbits w/ lightsabers, Meerkats, Tiny Sasquatch, Arrogant Octopuses...and a whole bunch of Zombies.&#10;&#10;Get Paid in Body Parts.&#10;&#10;Shout in Bad Accents.&#10;&#10;Cast Weird Spells at Your Friends.&#10;&#10;Make Felicia Fetch You a Drink.&#10;&#10;For 2-6 live players.  30-90 minutes adjustable playtime.  Host nights of howling infamy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That",
      "Trading"
    ],
    "Families": [
      "Animals: Goats",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Company of Heroes: World Builder Pack",
    "ID": 328295,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328295/company-of-heroes-world-builder-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The World Builder Pack provides 2 double sided map panels (Summer River and Winter Plains). These maps have detailed art but have been left primarily open so they can be freely modified. This pack includes 48 double sided terrain tokens that allow you to modify the existing maps of the Core Set or create new ones. These components will be very useful in using the online map and scenario releases planned for after launch.&#10;&#10;The winter side maps will tile well with Stalingrad and Hill 331 while the summer maps will tile with Trois Ponts and Monastery.&#10;&#10;This set introduces unique structures that provide benefits to units inside as well as elevation features.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Circus Goats: +2 Players Expansion Pack",
    "ID": 328296,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328296/zombie-circus-goats-plus-2-players-expansion-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "+2 Players Expansion Pack is a family-safe expansion for Zombie Circus Goats to support up to 6 players.&#10;&#10;It includes:&#10;7 more ornery Goats.&#10;7 Rabbits doing things from movies.&#10;7 Goblins frowning at things.&#10;7 Meerkats in dangerous situations.&#10;22 more Filthy Lucre cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Race",
      "Take That",
      "Trading"
    ],
    "Families": [
      "Animals: Goats",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Circus Goats: NSFW 1 – The Offendening Expansion Pack",
    "ID": 328297,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328297/zombie-circus-goats-nsfw-1-the-offendening-expansi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "NSFW 1: The Offendening Expansion Pack expands Zombie Circus Goats with 13 new NSFW cards.&#10;&#10;Horrify your friends.  13 NSFW cards to make you argue, shout, and snort wine out your nose.&#10;&#10;This expansion is included in:&#10;&#10;Zombie Circus Goats 3000:  The Everything Box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Race",
      "Take That",
      "Trading"
    ],
    "Families": [
      "Animals: Goats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Circus Goats: NSFW 2 – Fine, I'm Leaving Expansion Pack",
    "ID": 328298,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328298/zombie-circus-goats-nsfw-2-fine-im-leaving-expansi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "NSFW 2: Fine, I'm Leaving Expansion Pack expands Zombie Circus Goats with 13 new NSFW cards.&#10;&#10;Offend your father-in-law.  13 more cards to make you tear out your hair and light things on fire.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Race",
      "Take That",
      "Trading"
    ],
    "Families": [
      "Animals: Goats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Circus Goats: RWC 1 – Real World Consequences Expansion Pack",
    "ID": 328299,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328299/zombie-circus-goats-rwc-1-real-world-consequences",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "RWC 1: Real World Consequences Expansion Pack expands Zombie Circus Goats with 13 new, family-safe cards. Make your friends sing, cry, and Dance Monkey Dance.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Race",
      "Take That",
      "Trading"
    ],
    "Families": [
      "Animals: Goats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Circus Goats: Warning – There are Goblins Expansion Pack",
    "ID": 328300,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328300/zombie-circus-goats-warning-there-are-goblins-expa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Warning: There are Goblins Expansion Pack expands Zombie Circus Goats with 13 new, family-safe Goblins. Make your friends sing, cry, and Dance Monkey Dance.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Race",
      "Take That",
      "Trading"
    ],
    "Families": [
      "Animals: Goats",
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Circus Goats: Zombies Invade the Moon Expansion Pack",
    "ID": 328301,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328301/zombie-circus-goats-zombies-invade-the-moon-expans",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Zombies Invade the Moon Expansion Pack expands Zombie Circus Goats with 13 new, family-safe characters.&#10;&#10;Family safe.  13 ZCG characters with space helmets, aliens, and laser beams!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Race",
      "Take That",
      "Trading"
    ],
    "Families": [
      "Animals: Goats",
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sleeping Gods: The Secret Cabal Gaming Podcast Promos",
    "ID": 328319,
    "Year": "(2021)",
    "Geek Rating": "5.543",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328319/sleeping-gods-the-secret-cabal-gaming-podcast-prom",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "840",
    "Weight": "0",
    "Description": "Two item cards for Sleeping Gods: Spider Bow and Supply Pack&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Push Your Luck",
      "Storytelling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Promotional: The Secret Cabal",
      "Setting: The Wandering World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Circus Goats: The Family Box",
    "ID": 328322,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328322/zombie-circus-goats-the-family-box",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Zombie Circus Goats is a 2-4 player game. In it players start with three cards and then, in turn order, draw a single card. Players may play talent cards and then roll dice to collect gold, brains, blood or guts cards based on their talent and roll.&#10;&#10;The game includes a trading mechanism where players can trade talent cards with one another. The winner is the first player to amass 5 zombie circus goat cards.&#10;&#10;ZCG: The Family Box is a compilation which includes everything in the base game and the following items:&#10;&#10;+ 2 Players Pack&#10;&#10;RCW 1: Real World Consequences&#10;Warning:  There are Goblins&#10;Zombies Invade the Moon&#10;The Zombie Pizza! Token&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Circus Goats 3000: The Everything Box",
    "ID": 328323,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/328323/zombie-circus-goats-3000-the-everything-box",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Zombie Circus Goats is a 2-4 player game. In it players start with three cards and then, in turn order, draw a single card. Players may play talent cards and then roll dice to collect gold, brains, blood or guts cards based on their talent and roll.&#10;&#10;The game includes a trading mechanism where players can trade talent cards with one another.The winner is the first player to amass 5 zombie circus goat cards.&#10;&#10;ZCG 3000: The Everything Box is a compilation which includes everything in the base game + the following expansions.&#10;&#10;+ 2 Players Pack&#10;&#10;RCW 1: Real World Consequences&#10;Warning:  There are Goblins&#10;Zombies Invade the Moon&#10;The Zombie Pizza! Token&#10;NSFW 1: The Offendening Expansion Pack&#10;NSFW 2: Fine, I'm Leaving Expansion Pack&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "All Sheeps and Sizes",
    "ID": 328324,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328324/all-sheeps-and-sizes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "0",
    "Description": "You are an award-winning shepherd getting ready to win the annual Wool and Fleece competition. And this year, you are hunting for the best and shiniest sheep - but so are your fellow competitors. Be prepared to use all sheeps and sizes to claim victory.&#10;&#10;All Sheeps and Sizes is a strategic card game about sheep. You want to get high scoring sheep into your sheep pen to give you points. The game ends when all the cards in the deck run out. If you have the most points at the end of the game, you win!&#10;&#10;Your sheep pen is like your hand because it is where you keep and play all your cards from. But all the cards in your sheep pen are placed face down and you can't look at them so you will have to remember which card is which so that you can play the right cards.&#10;&#10;Some of the cards in the game give you points. But the Wolf card reduces your points, so you want to make sure you don't have the wolf at the end of the game. The other cards have special effects to be used during the game, like viewing, swapping, stealing and destroying other cards. Use your cards effectively to win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Hot Potato",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trinity of Reign",
    "ID": 328325,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/328325/trinity-of-reign",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8",
    "Description": "In Trinity of Reign you take over the rule of one of the four clans and build your empire. Construct cities, castles and metropolises. Lead your capital to fame and power through rapid expansion. Recruit new warriors and send out your druids to develop new potions and consolidate your rule. Choose your path. Take reign either by creating wealth, by invoking the gods, or by conquering land.&#10;&#10;Trinity of Reign is a strategy game for 2 to 4 players is aimed at casual to professional players. Easy to learn, it offers countless strategic possibilities and ways of playing. The detailed building miniatures and the possibility of individual expansion of the capital let you create a unique little world in every game, but you can never be completely sure of its integrity.&#10;&#10;Win the game by one of the following three variants:&#10;&#10;     By military conquest of two complete regions (12 provinces, the military victory can be obtained.&#10;     By building the Hall of Ancestors in the capital, the wealth victory can be won.&#10;     By preparing the potion of the highest god Taranis and using it by a druid, the religion victory can be achieved.&#10;&#10;&#10;If no player achieves one of the above victory conditions within the maximum nine rounds, the game ends with a points victory for the player with the most points.&#10;&#10;Each round contains of four different phases. It starts with the Earnings, where each player receives the tax revenue and mines his resources. Next comes the Actions of Druids, where the druids can collect ingredients, prepare potions or do other special actions. With the potions, they brew, you can unlock new special abilities for your druids. Then, in the Buying phase, any desired buildings, capital expansions, or units can be purchased. The capital expansions will give you special Bonis, towns or metropolises in the province, give you more tax income and with new troops you can conquer your opponents or protect your country from foreign invaders.  In the Place, Move &amp; Fight phase, the acquired buildings or units are then placed on the map, then you can move your troops and solve battles if they occur.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Map (Continental / National scale)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bank or Bust",
    "ID": 328328,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/328328/bank-or-bust",
    "Min Players": "1",
    "Max Players": "200",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You headed west to make your fortune, but the situation is volatile. You&rsquo;ve got to keep pushing your luck to improve your advantage and claim the bounty. But go too far and you may end up with nothing! Will you play it safe or risk it all on a big win?&#10;&#10;Play is simultaneous. The game occurs over several rounds. On each round, one player rolls a single die multiple times. Players track the numbers rolled on the path around the edge of their scoresheet. Each time the die is rolled, the number thrown is added to the previous total.&#10;&#10;If a 1, 2, 3, 4, or 5 is thrown: After each throw, independently each player must decide whether to bank OR spend OR continue.&#10;&#10;If a 6 is thrown: Any player still in the round busts. When you bust, cross off a bust box. You may not bank or spend any money. If you run out of bust boxes, you are out of the game.&#10;&#10;Points in the bank will count towards your end game score. Points spent will give you benefits later in the game. Maybe you'll start higher up the track each turn, or score double on fives... The higher up the track you push, the greater the potential rewards, but the further you have to fall...&#10;&#10;The winner is the player who banks the most by the end of the game.&#10;&#10;Any number of players can play the game. Bank or Bust is also ideal for playing online via videoconferencing.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lingo Land",
    "ID": 328329,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/328329/lingo-land",
    "Min Players": "1",
    "Max Players": "200",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The King of Lingo Land sets all visitors a task and only the highest performers are admitted. You&rsquo;re under pressure and you need to impress. Five complete words must be created to secure your entry. The longer the word, the more you&rsquo;ll score and topical words are even better. But beware, gobbledygook will get you nowhere!&#10;&#10;Before you play, as a group choose a category (e.g., the ocean, food &amp; drink or board games) and write it down.&#10;&#10;Play is simultaneous. Each player chooses how to use the two dice on their own scoresheet. One die shows the box a letter must be chosen from and the other die shows the line that letter must be written on.&#10;&#10;Each player writes their chosen letter anywhere on the selected line. Players may choose any letter from the box. Each letter can be used an unlimited number of times. Sixes are wild and can be used instead of any other number. Cross off a 'Pass' box if you choose not to place a letter.&#10;&#10;Each player is allowed a maximum of three passes. After your third pass, you must withdraw from the game. Other players may continue until they have used all their passes. When the last player has finished, the game ends.&#10;&#10;Your aim is to make a complete word on each line. You score points according to the length of the word, as shown on the scoresheet. If your word is relevant to the chosen category score two extra points.&#10;&#10;To play, you&rsquo;ll need to print a scoresheet for each player. You&rsquo;ll receive the file in black and white, for easy printing. You may like to laminate your scoresheets and use dry erase pens to play. This will reduce your need to print new sheets out.&#10;&#10;You'll also need 2 dice and a pen for each player. To play, you write directly onto the scoresheet.&#10;&#10;Any number of players can play the game. Lingo Land is also ideal for playing online via videoconferencing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Palatial",
    "ID": 328330,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/328330/palatial",
    "Min Players": "1",
    "Max Players": "200",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "You have inherited a palatial stately home, but sadly it&rsquo;s in a terrible state of repair. The house is falling down and the grounds are being reclaimed by nature. You must tackle this fixer-upper before you can move in. Protect the historical features and cover up the worst of the blemishes to gain the most points.&#10;&#10;One player rolls two dice. Play is simultaneous. Each&#10;player plays at the same time on their own scoresheet. Each player chooses how to use the two dice. Other players may make other decisions.&#10;&#10;One die shows the location (area) for the construction while the other shows the shape of the area that can be renovated.&#10;&#10;Each player fills in their chosen shape type within their selected area. Players should aim to cover the squares containing the triangles and leave the squares containing the circles uncovered.&#10;&#10;If you can't draw a shape, you must cross off a 'no throw' box. The game ends when someone has crossed off all three of their 'no throw' boxes. The player who is furthest through their renovation wins.&#10;&#10;You just need 2 dice and a pen. To play, you write directly onto the scoresheet.&#10;&#10;Any number of players can play the game. Palatial is also ideal for playing online via videoconferencing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Restaurantrepreneur",
    "ID": 328331,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/328331/restaurantrepreneur",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Your life-long dream of opening your own restaurant will soon become a reality. But first you must work on the menu, hire some staff, find a location, choose some fixtures and fittings and get the word out across the town. You have money in three different accounts at the bank. Use them wisely, or you may run out of money before you&rsquo;re ready to open.&#10;&#10;Play is simultaneous. On each turn, one player rolls all three dice and each player chooses how to the dice rolls on their own scoresheet.&#10;&#10;1 die shows which numbered mini game you are playing this turn. If you choose a six for this die, you may pick any of the five games. 1 die shows what number you will use within that mini game and the third die shows the account you will spend money from in the bank.&#10;&#10;The five different mini games all work in different ways...&#10;In game 1 you are creating your menu - by adding elements to plates. In game 2 you are interviewing and hiring staff to work in your cafe. Game 3 enables you to choose the location of your restaurant. In game 4, you're able to select the best fixtures and fittings and create your own personal style, while game 5 helps you to get the word out to potential customers in the area.&#10;&#10;Completing milestones within each games triggers bonuses - giving you extra turns and possibly creating a cascade of chaining actions. Players can also earn rosettes which give extra points at the end of the game.&#10;&#10;Total up each of your mini games and add your rosette bonus to give your final score. Most points wins!&#10;&#10;You just need 3 dice and a pen. To play, you write directly onto the placemat.&#10;&#10;Any number of players can play the game. Restaurantrepreneur is also ideal for playing online via videoconferencing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Chaining",
      "Dice Rolling",
      "End Game Bonuses"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Grand Opening",
    "ID": 328332,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328332/the-grand-opening",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "0",
    "Description": "You&rsquo;ve worked towards this moment for so long. You&rsquo;ve spent countless hours on the menu, perfected the decor and spread the word far and wide&hellip; now it&rsquo;s time to fling the doors open and welcome the first customers to your new cafe. But can you get the right food to the right customers at the right time? Or will unserved dishes pile up while fussy customers get increasingly hangry?&#10;&#10;Play is simultaneous. On each round, one player rolls both dice. All players choose how to use the dice rolls on their own scoresheet. Each round represents a different time slot in the restaurant. There are three actions you may take on any turn:&#10;1) Seat Customers, 2) Make Food, 3) Serve Food.&#10;&#10;If you seat a '6' customer, you need to try to serve them a '6' meal, but you'll need a '6' waiter to serve the dish. Lower numbered customers give you fewer points but are easier to keep happy.&#10;&#10;Serve breakfast food to breakfast customers before the brunch sitting starts. Score negative points for unfed customers and wasted food. Score double points for feeding special guests.&#10;&#10;The player who has the highest score at the end of the game wins.&#10;&#10;You just need 2 dice and a pen. To play, you write directly onto the placemat.&#10;&#10;Any number of players can play the game. The Grand Opening is also ideal for playing online via videoconferencing.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Próba Ognia",
    "ID": 328337,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/328337/proba-ognia",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Pr&oacute;ba Ognia (The Trial of fire) is a cooperative game with One versus Many mode. Players work together as a group of firefighters trying to overcome the Disaster.&#10;&#10;Base game contains 3 different scenarios - one full cooperative (against Electricity) and two in One versus Many mode (against Fire and Flood).&#10;&#10;During each of their turns, firefighters play two cards that allows them to perform actions: Move, Help, Scout or Fight. Firefighters move around the city, find dangers and victims and try to fullfill scenario goals, whereas Disaster plays card to give them stress, destroy buildings or kill victims.&#10;&#10;Base game contains 90 cards for firefighters in 6 prepared decks, but also allows players to mix them up and create their own custom decks. More cards are going to be available in upcoming expansions and distribute during series of local events.&#10;&#10;Game is based on real firefighters actions and was made in close cooperation with Orlen Foundation, that helps local volunteer fire deps.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Scenario / Mission / Campaign Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: One versus Many",
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dead Zone",
    "ID": 328338,
    "Year": "(2027)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/328338/dead-zone",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Everyone&rsquo;s hungry in the Dead Zone.&#10;&#10;A group of survivors must work together and stay alive in the dead zone. Dead Zone: puts 1-6 players in a colony of survivors in a world where humanity has been ravaged by a flesh-eating diseased.&#10;&#10;Dead Zone is a cooperative survival game, featuring tactical base building, tower defence elements, with resource management and risk vs reward decisions. Player move around the dead zone gathering material and supplies to support and evolve the colony. This attracts the dead and the colony can soon get overrun. Players work together toward one common victory condition, but how that victory is achieved is up to each individual player as there are many ways to overcome the obstacles.&#10;&#10;Dead Zone survivors must find the best way to work together to fight off threats in the zone, resolve crises, find supplies, and keep the colony's defences intact. Players will have to make difficult, heavily-thematic risk and reward decisions.&#10;&#10;Each round a new event is revealed, survivors choose where and what to do, head deep into the dead zone looking for materials, or stay and defend the camp, start construction on a new project, or go hunting for food.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Real-time",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Elapsed Real Time Ending",
      "Hand Management",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Würfel Pie",
    "ID": 328341,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/328341/wurfel-pie",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this game, players are pushing their luck and trying to find the exact right combination of fillings in their pie and serving it up.&#10;&#10;The active player draws and rolls 2 more dice than the number of players from a bag with 10 dice (8 dice in 4 colors which represent the 4 different pies and 2 wild dice). &#10;Then he takes 1 of the rolled dice and marks the colored number of the dice or the corresponding amount of tiles of that colored pie on the player sheet (each pie has 8 tiles).&#10;After the active player, the other players clockwise take 1 die until every player has selected 1 die. Then the next player becomes the active player and starts a new round with new drawn dice.&#10;There are some (one-time) actions to influence the dice rolls and results like change the the chosen die value +1/-1, add a die from the bag and reroll.&#10;The game ends when one player completed all 4 pies or all 6 colored numbers of 1 pie on the player sheet.&#10;Scoring is done by sum up the marked numbers of the pies, which give points influenced by the pie completeness, and the player with the highest point total wins.&#10;&#10;Solo mode is mostly played the same way, but has an additional end-game trigger when none of the 3 rolled dice can be used to mark a number or pie tiles.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wissen & Quizzen: Die Musikinstrumente",
    "ID": 328352,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/328352/wissen-and-quizzen-die-musikinstrumente",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A tiptoi quiz card game about music and instruments.&#10;&#10;The four assistants &quot;K&auml;pt'n Quizzo&quot; (KQ), &quot;Jonny Joker&quot; (JJ), &bdquo;Wilma Weg&ldquo; (WW), and &quot;Robert Ross&quot; (RR) guide through the game.&#10;&#10;Knowledge: Learn about music and Instruments as depicted on 27 different cards.&#10;&#10;Trivia game: Players answer KQs questions and score victory points. KQ announces the winner at the end of the game.&#10;&#10;Electronic: You need an electronic Tiptoi pen for the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Electronic",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Tiptoi (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rechenspass mit Taschengeld",
    "ID": 328353,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/328353/rechenspass-mit-taschengeld",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A tiptoi game to learn to spend your pocket money and calculate.&#10;One makes one to three moves on the city map, enters either stores to spend the pocket money on food, sweets or toys and learnS to calculate the change or explore the city to gain more money to spend. The first player to buy objects of all three categories and enters the park on the playing board wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Tiptoi (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Room: Blutige Spur",
    "ID": 328354,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.96",
    "Link": "https://boardgamegeek.com/boardgame/328354/escape-room-blutige-spur",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The original escape crime game in a practical card box.&#10;A new case for YOU: As a specialist in tricky cases, you are tracking a number of packages containing body parts from an unidentifiable corpse. You manage to find the sender and track him down in a country house. You will experience a surprise: you know this man! You put him behind bars around 13 years ago - a deed for which he has been seeking revenge ever since. The madman overwhelms you and takes you to a barren room where you find yourself with a telltale ticking metal band around your neck. A sound recording informs you that you have a &raquo;fair&laquo; 1:99 chance to leave the property alive! The time is running &hellip;&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bron Pancerna",
    "ID": 328367,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328367/bron-pancerna",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an expansion booklet for The Deluge, 1940: The Fall France, and Fire in the Steppe (all three needed to play).&#10;&#10;We look at the tanks that the Poles tried to acquire or produce before the German invasion. Polish industry wasn&rsquo;t capable of putting the new tanks into series production in time, and the Poles failed in their quest to purchase the Somua S35.&#10;&#10;That&rsquo;s not the case in Bron Pancerni. The Poles get their S35&rsquo;s, and they also get the 25TP medium tank with a long-barreled 75mm gun, the 14TP cavalry tank with a long-barreled 47mm gun, and the 10TP and 9TP light tanks: the armor you need to stomp the szkopy.&#10;&#10;These are very good tanks for 1939; they&rsquo;re still pretty good in 1941, too. You get 24 new die-cut and silky-smooth playing pieces and new scenarios to use them in battle. The Germans can get the T34 shock two years early; the 25TP is just as capable a fighting machine as the legendary Hammer of the Proletariat (and it&rsquo;s crewed by Poles).&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Poland",
      "Series: Avalanche Press Gold Club Golden Journal Supplements",
      "Series: Panzer Grenadier (Avalanche)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Edict: Solar Contention",
    "ID": 328368,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/328368/edict-solar-contention",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "100",
    "Play Time": "180",
    "Weight": "0",
    "Description": "In the near future, humanity renews itself. Economies revive and nations look again to the stars as humanity rediscovers the urge to reach beyond the confines of planet Earth. Collectively, Earth&rsquo;s nations and people set a course for the exploration of the solar system and exploitation of the resources it has to offer. Together, they set forth the Edict. The Edict is a demand and a licence for the most capable to venture into space under the mandate of harvesting extra-terrestrial resources for the enrichment of the people of Earth. Five organisations race out into the solar system to discover and capitalise on the raw materials buried within the planets, moons, asteroids, and debris beyond Earth&rsquo;s heavens. Who among them will gain ascendency in a race to establish a commercial empire in answer to the Edict?&#10;&#10;You control one of these powerful organisations. Your aim is to explore, exploit and expand your influence into the solar system and export back resources essential to Earth. Your organisation&rsquo;s capabilities and options are dependent on the executives you recruit to manage your Mission Control.&#10;&#10;The winner of the game is the player with the most Victory Points at the close of Earth&rsquo;s final Edict. Victory Points are earned through the accumulation of Solar Credits as well as achievements in scientific brilliance, political might and supremacy of exploration. By colonising new worlds, investing in ground-breaking technologies and recruiting the most distinguished minds in space exploration you will drive your organisation to control the stars and pave the way for new frontiers of humanity.&#10;&#10;The game is advanced by fulfilling the demands of Earth as displayed on the Edict card, which are met by returning resources to Earth. Players take turns clockwise to use one of the four Mission Control departments that lists available actions dependent on the associated executive. Departments are improved by recruiting new executives. The recruitment round starts after each Edict is complete and gives all players an opportunity to bring in new talent.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Events",
      "Movement Points",
      "Moving Multiple Units",
      "Narrative Choice / Paragraph",
      "Ownership",
      "Race",
      "Resource to Move",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rapa Nui: Clan Wars",
    "ID": 328369,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328369/rapa-nui-clan-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Rapa Nui: Clan Wars consists of two new elements for the Rapa Nui base game: &quot;The Sign of the Great Ancestors&quot; introduces a new large obsidian Moa&iuml;, and seven Ahu tiles can be used to reinforce the importance of turn order while significantly lengthening the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Chile",
      "Islands: Easter (Chile)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Archimedes",
    "ID": 328373,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328373/archimedes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "2 player game:&#10;Each turn the players put 1 token on the game board. When the players have placed 4 tokens each the moving phase begins. The players move in turns 1 of their tokens 1 space along the drawn lines. The first player to complete 1 of 36 possible winning figures wins the game.&#10;&#10;4 player game:&#10;The players play in teams with 2 tokens each. Communication limits may be agreed on.&#10;&#10;3 player game:&#10;Each player has 3 tokens and there are winning figures for 3 tokens.&#10; Solo game:&#10;There are 16 tokens marked with a letter and some problems to solve with as few moves as possible.&#10;&#10;This game was probably published about 1920.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Communication Limits",
      "Pattern Building",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Traditional Games: Morris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Verbagame Babilonia",
    "ID": 328379,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328379/verbagame-babilonia",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Verbagame is a fun game of changing words for 2-8 players. You can also play in different languages and their kindreds.&#10;&#10;Played in two or more languages simultaneously.&#10;(ITALIAN; ENGLISH; FRENCH; SPANISH; PORTOGUESE; DEUTCH)&#10;&#10;Create a different word every turn at the centre of the table, using the most cards possible to be the first player to run out of cards.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gloria-Viktoria",
    "ID": 328386,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328386/gloria-viktoria",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player places 16 tokens in his starting zone and holds 2 reserve tokens to place later in the game. Each token represents a special unit (e. g. tanks or planes) with it's movement and capture options printed on top.&#10;&#10;The goal of the game ist to eliminate all opponent units or to enclose the units of the opponent till they aren't able to move.&#10;&#10;The game was published in a paper envelope.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anachrony: Promo Pack",
    "ID": 328395,
    "Year": "(2020)",
    "Geek Rating": "5.580",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328395/anachrony-promo-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "4",
    "Description": "The Anachrony Promo Pack contains every promo released for Anachrony, notably;&#10;Anachrony: Doomsday Enhancement Pack&#10;Anachrony: The Sentry Post &#10;Anachrony: The Board Game Spotlight Promos&#10;Anachrony: The Secret Cabal 2019 Promo Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Anachrony",
      "Players: Games with Solitaire Rules",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escargots go!",
    "ID": 328396,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/328396/escargots-go",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Race with your tape measure snail and be the first to collect all the flower petals.&#10;&#10;At every turn, the player roll a dice and can unroll his measure tape snail to go to his color petals. The first player who collect all his petals and go back to the start point win the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Race",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Animals: Snails"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Tu'x Rebellion",
    "ID": 328397,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/328397/the-tux-rebellion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Tu'x Rebellion and is based on an entirely new IP.  It is a cooperative/competitive Medieval Fantasy Strategy Game of my creation.&#10;In the base game two to four players take on the roles of Noble Houses fighting for the King, gaining favor by winning battles and proving themselves worthy administrators in the midst of a Civil War. Players work together to overcome the rebels while competing with your allies to earn the most favor from the throne.&#10;&#10;Key Features:&#10;&#10;     Factions:  Pick from one of four houses to play as during the campaign (House Kel, Lotan, Shobal, or the 7th Corps). Each Noble House has their own individual and unique strategy.&#10;     Base Building:  increase your power and prestige by constructing military, defensive and economical buildings that can gain access to greater resources and higher quality troop types as they are upgraded.&#10;     Resources:  As you expand influence and improve your land, you gain access to more resources. These need to be properly handled in order to bolster your power, help you grow and gain favor with the King.&#10;     Army Recruiting:  Create your own army from core loyalist warriors and elite house troops.  Customize your army according to your vision. Train units to meet battlefield demands. Cooperate by sharing units through alliances to defeat the rebels and unite the loyalist factions.&#10;     Political intrigue:  Internal and External events can quickly change the fortune for you and your fellow loyalists.  Manipulate these events to further your own goals while hindering those of your rivals.&#10;     Battles:  Wage war against the rebels in skirmishes as small as five units or up to a massive battle of forty units.  Gather your allies to form large armies to bring the battle to the doorstep of the rebels.&#10;&#10;&#10;The Tu'x Rebellion is a card-based strategy game similar to other customizable trading card games with battle tactics similar to tabletop miniature games. Players take turns simultaneously.  Each round is divided into phases; draw, build, conflict and discard.  Simultaneous play means the game is exciting for everyone and no one is left waiting to take action.&#10;&#10;Battles are resolved in the conflict phase. One round of battle is split into the: Set up, Draw, Infantry, Ranged, Cavalry, Movement and Discard phases.  Action continues for allied players and the player controlling the Rebel Army during the battle.&#10;&#10;You win by reaching a certain threshold of favor with the King.  However, everyone loses if the loyalists are defeated twice in battle or any player loses all the troops under their command.  Players must constantly balance the competitive and cooperative aspects of the game.&#10;&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Astro Tussle",
    "ID": 328398,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/328398/astro-tussle",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "&quot;Astro Tussle&quot; is a free-to-play template-based miniatures skirmish wargame set in space.  The ruleset can be used with any miniatures to enable skirmishes in your favorite sci-fi settings.&#10;&#10;Inspired by other genre greats, X-Wing, Battlestar Galactica: Starship Battles, and Gaslands.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Movement Template",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "キャトルミューティレーション (CATTLE MUTILATION)",
    "ID": 328409,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/328409/kiyatorumiyuteireshiyon-cattle-mutilation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2",
    "Description": "&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#136;&#227;&#131;&#171;&#227;&#131;&#159;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#172;&#227;&#131;&#188;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179; (CATTLE MUTILATION) is a co-operative memo-style game from Japan. The players are cattle farmers, trying to improve their stock, but aliens abduct and harm the cattle. The farmers must try to reconcile matters with the aliens in order to save their herd.&#10;&#10;The game has tiles showing various flying saucers, and alien tiles showing a saucer with its levitation beam on one side, and human to alien handshake on the other, numbered 1 to 10.&#10;&#10;A tableau of face-down tiles for the various flying saucers is surrounded by the tiles showing beams. As players turn up saucers, they can pay cow tokens to the abduction beams to move them about. If the players can turn up a matching pair of saucers, they can flip a beam saucer to its handshake side, and recover the cow tokens.&#10;&#10;In this way, players try to build up peace with the aliens, by retrieving handshakes without sacrificing too many cows.&#10;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "アルス・ノタリア (Ars Notalia)",
    "ID": 328411,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/328411/arusunotaria-ars-notalia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#227;&#130;&#162;&#227;&#131;&#171;&#227;&#130;&#185;&#227;&#131;&#187;&#227;&#131;&#142;&#227;&#130;&#191;&#227;&#131;&#170;&#227;&#130;&#162;&#227;&#128;&#128;&#239;&#189;&#158;&#229;&#144;&#155;&#227;&#129;&#175;&#233;&#173;&#148;&#230;&#179;&#149;&#233;&#153;&#163;&#227;&#130;&#175;&#227;&#131;&#170;&#227;&#130;&#168;&#227;&#130;&#164;&#227;&#130;&#191;&#227;&#131;&#188;&#239;&#189;&#158; (Ars Notalia -You are a magic circle creator-) is a drawing game from Japan. Players are students of magic, having taken up a 4 week internship at a magical research company. Their goal is to improve their grades and hopefully gain full-time magic work.&#10;&#10;Each week they complete a magical research on a particular. A spell is formed from a combination of two word cards (English included). Players use agreed symbols to represent the components of the spell (water, fire and so on). Each player draws a version of the spell from the symbols required.&#10;&#10;At the end of the course, each player studies the spells drawn by the other students, and casts a secret vote on how well they have been drawn. Players are looking for how easily the drawing is to read, and how well it matches the requirements of the spell.&#10;&#10;Once all the votes are cast, the scores are revealed and totalled up. The best score wins the game and a new job.&#10;&#10;Players must try to draw out on paper a spell, decoratively and cleverly. But it must be recognisable as the spell, and not too difficult to read and interpret correctly. A spell that is too easy, or too obscure, should score lower marks than a more finely crafted work.&#10;&#10;The game has been presented as a Print'n'Play, with the black &amp; white files online under a password, being released for the low price of &yen; 500.&#10;user summary&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Darwin's Journey: Collector's Edition",
    "ID": 328413,
    "Year": "(2023)",
    "Geek Rating": "6.585",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgame/328413/darwins-journey-collectors-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.814",
    "Description": "Darwin&rsquo;s Journey: Collector&rsquo;s Edition contains both the base game and the Fireland Expansion. This is a Kickstarter EXCLUSIVE edition and will not be available at retail. It includes the following additional content and deluxe components:&#10;&#10;- 40 metal coins in two denominations (1s and 5s) with &ldquo;aged&rdquo; wash finish&#10;- Illustrated drawstring bag for the metal coins&#10;- 68 soft plastic wax seals in 5 different colours, each with a unique design&#10;- Deluxe, round-bottomed, stand-up cotton bag for the wax seals&#10;- Dual-layered player boards&#10;- 2 Crew Cards&#10;- 4 Scenario Cards&#10;- 10 Player Objective tiles&#10;- 3 Beagle Goal tiles&#10;- 6 Companion Cards&#10;- 4 Evolution wooden tokens with silver metallic ink finish &#10;- 4 Insect wooden tokens with silver metallic ink finish&#10;- 4 Pocket Watch wooden tokens with silver metallic ink finish&#10;- 2 Time tiles&#10;- 5 Special Action tiles&#10;- 1 double-sided Correspondence tile&#10;- Animal Companion Mini Expansion (6 Animal Companion Cards)&#10;- Great Ship Mini Expansion (11 Great Ship Cards)&#10;- Pirates Mini Expansion (4 Crew Cards, 1 wooden screen-printed Pirate Ship token, 1 Special Action tile and 9 Treasure Chest tokens with heat transfer foil finish)&#10;- Scenarios Mini Expansion&#10;- 1 custom moulded plastic insert&#10;- HMS Beagle screen-printed wooden ship memorabilia&#10;&#10;The Fireland Expansion includes a new map and alternative board layout with new mechanisms and additional content. It contains:&#10;&#10;- 4 Ships&#10;- 4 Explorers&#10;- 4 coloured discs&#10;- 3 Bookmark tokens&#10;- 4 Special Action tiles&#10;- 2 Player Objective tiles&#10;- 2 Crew Cards&#10;- 21 Adventure Cards (land and ocean)&#10;- 20 wooden Adventure tokens with heat transfer foil finish&#10;- 4 Adventure Player Aid cards&#10;- 6 Observation score tokens&#10;- 6 Time tiles&#10;- 8 soft plastic wax Time seals&#10;&#10;",
    "Categories": [
      "Exploration",
      "Travel"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Occupation: Researcher / Scientist",
      "Theme: Biology",
      "Theme: Science"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Charley Horse Derby",
    "ID": 328414,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328414/charley-horse-derby",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Charley Horse Derby is a strategic horse-racing game.&#10;&#10;Players choose their jockey card and are dealt two strategy cards. The players race around the around the track for 1 1/4 mile. You can play strategy cards on your turn. You can also pick up cards off the track by landing on a &quot;charley&quot; which are played right away. Use the tools the track gives you to send other opponents back or propel yourself forward.&#10;&#10;Ride the rails on the bends for a shorter race or take the longer outside tracks to grab cards to jeopardize your opponent.&#10;&#10;During the race players will encounter bears, deer, goats, snakes, and murder hornets while dealing with collusion, elbowing, impeding and broken legs. Then there's those nasty &quot;trade places&quot; which you have to use before someone crosses the finish line.&#10;&#10;You collect cards by rolling doubles or by landing on an opponent and some cards allow you to steal a card from a player. If you can steal an opponent's jockey card, they can't cross the finish line without one. Crossing first doesn't guarantee a win since all players get to finish their turn. Horses unfortunately die on the track so we added one death card. You have be careful using it because if the opponent neighs it, you're dead. Neigh cards are used to block actions of an opponent or have them miss a turn or to save your own hide.&#10;&#10;The cards coupled with the track makes for a hilarious game where the horses are all over the place. You won't know who wins until the last player goes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game",
      "Dice",
      "Humor",
      "Party Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vive la France !",
    "ID": 328415,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/328415/vive-la-france",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "In Vive la France ! each player gets to play a faction and to sets up plots, each more improbable than the next, defend them and then try to impose them.&#10;Fast, simple and fun .&#10;&#10;Once the Factions are assigned, the game can begin!&#10;It is broken down into several game turns and phases.&#10;Firstly - players have 4 turns to create conspiracy theories (using memes on the cards).&#10;Then they have to present their conspiracy, remembering as many memes as possible from the previous phase. They score a point for each one.&#10;The players will then use their faction cards to hire some personalities to get special advantages for the next phases.&#10;&#10;And so on until one player gets enough points to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Country: France",
      "Crowdfunding: Ulule"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El juego de Vitoria-Gasteiz",
    "ID": 328419,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328419/el-juego-de-vitoria-gasteiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "El juego de Vitoria-Gasteiz, a Monopoly-like game that invites you to walk the streets of the capital of Alava, buy and invest in some of its 57 local businesses.&#10;&#10;In this game, the winner is the first player who acquires seven venues.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Cities: Vitoria (Spain)",
      "Country: Spain",
      "Region: Basque Country",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Practice Board Game",
    "ID": 328420,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328420/practice-board-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The board is a track from Square 1 to Square 63. First to reach the last square wins. Movement is governed by a die roll. Throwing a 6 entitles you to another throw. When you land on the special squares you must follow the instructions. Most of these tell you to play a certain tune on your recorder. If played correctly you get another throw. To win you must throw the exact number to land first on the final square.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational",
      "Music"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Castillo del Terror 2",
    "ID": 328422,
    "Year": "(2020)",
    "Geek Rating": "5.513",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328422/el-castillo-del-terror-2",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "Expansion to Castillo del Terror.&#10;&#10;Includes:&#10;&#10;     new monsters with abilities and powers.&#10;     It also includes a new cooperative game mode.&#10;     one new kid card to play up to 5 players&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Children's Game",
      "Horror"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Ultimate Game For Couples",
    "ID": 328437,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/328437/the-ultimate-game-for-couples",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Play with just your partner or with other couples in two different gameplays in this fun and engaging game! Spark meaningful conversations and learn new things about your partner or team up together to compete against other couples to see who really knows each other best.&#10;&#10;TWO GAME CHOICES - Connect one-on-one your partner or play together with other couples in two different gameplays.&#10;QUALITY TIME WITH YOUR PARTNER - Get to know each other better as you dive into meaningful conversations and perform funny challenges - perfect for date night.&#10;COMPETE AGAINST OTHER COUPLES - Team up with your partner and play with other couples to see who really knows each other best.&#10;BUILD DEEPER CONNECTIONS - The simple gameplay and easy rules allows you to quickly engage with each other.&#10;REPLAY VALUE - 200 playing cards guarantees hours of replayability. Perfect gift for him and her - makes a great wedding, newlywed or anniversary gift.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Singing"
    ],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ガムトーク (Gumtalk)",
    "ID": 328468,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/328468/gamutoku-gumtalk",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "5",
    "Play Time": "999",
    "Weight": "0",
    "Description": "&#227;&#130;&#172;&#227;&#131;&#160;&#227;&#131;&#136;&#227;&#131;&#188;&#227;&#130;&#175; (Gumtalk) is a game where you tell story about a theme you're given.&#10;&#10;There's a deck of cards. There are 6 themes on the front side of the card. There's a number on the back side of the card. You draw 2 cards to choose the theme for the game. Once the theme is given you tell a story that is related to the theme.&#10;&#10;The story doesn't need to be something entertaining or interesting. You can talk about anything as long as it is somewhat related to the theme you're given.&#10;&#10;Other players who listened to the story says &quot;That's a good story&quot; once the story is ended.&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Book",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zjedz mnie",
    "ID": 328470,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/328470/zjedz-mnie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It has been known for a long time that in nature everything has its own order.  The fox will eat a hen, and the hen will eat good grain or worm.  Each animal just needs to eat its dinner.  But a hungry wolf is a very bad wolf that can eat someone else's grandma.  Sometimes you have to hunt for dinner, sometimes it is enough to put the muzzle to the ground, and sometimes you can eat up&hellip; waste.&#10;&#10;What would the world look like backwards and what can a freak eat?  Check it out by playing &quot;Eat Me!&quot;&#10;&#10;&quot;Eat me!&quot;  is a card game which, thanks to its funny convention, will familiarize the youngest players with the rules of consumption in force in nature.  The players arrange the &quot;food chains&quot; from the cards in accordance with the rules of nature - predators eat herbivores, and those, as vegetarians, eat plant food.  The game is enriched by action cards, which, for example, undo the player's movement, or the order of placing cards.  The person who gets rid of all cards in their hand wins.  The manual includes two additional gameplay variants: &quot;Menu for the whole week&quot; and &quot;Everyone is very hungry&quot;.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kakerlacula Mitbringspiel",
    "ID": 328471,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/328471/kakerlacula-mitbringspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In the co-operative game Kakerlacula, players need to light all the candles in the rooms of the haunted castle &mdash; but Kakerlacula is dashing through the hallways trying to scare the children and force them to leave.&#10;&#10;Players start the game with a number of garlic tokens, and on a turn, you launch one of the cockroach tokens on a catapult to see how it lands: Can you walk through the corridors, or will the cockroach scurry from one symbol to the next? If the cockroach crosses your path, you lose a garlic token. Can you complete your mission before you run out of garlic?&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Animals: Cockroaches",
      "Animals: Insects",
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlestar Galactica: Starship Battles – Starbuck Promo",
    "ID": 328472,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328472/battlestar-galactica-starship-battles-starbuck-pro",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Kara Thrace &quot;STARBUCK&quot; promo from the Game Boy Geek Season 8 Kickstarter.&#10;&#10;New Lieutenant with + 3 to hit modifier.&#10;&#10;Talents:&#10;- Daredevil&#10;- Nimble Pilot&#10;- Quick reactions&#10;- Towing&#10;- Marksman&#10;- Troubleshooter&#10;- Inspiring&#10;- Religious&#10;&#10;Flaws:&#10;- Alien Spacecraft&#10;&#10;Note: It is the same card as found in Battlestar Galactica: Starship Battles &#226;&#128;&#147; Starbuck: Captured Raider, but without the ship.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Battlestar Galactica – Starship Battles",
      "TV Shows: Battlestar Galactica"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Code On",
    "ID": 328473,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.25",
    "Link": "https://boardgamegeek.com/boardgame/328473/code-on",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A pathogen is causing a pandemic! Scientists are mystified as to which gene is causing global fatalities, provoking you to start a quest to uncover the pathogenic gene sequence. The genetic processes of mutation and indels hinder your discovery progress. Utilise your intellect, together with the powers of base sequencing and CRISPR base editing technologies, to correctly reveal the pathogen gene sequence. Crack the pathogenic code to enable scientists to develop a vaccine to save humanity from an impending health crisis.&#10;&#10;During each turn, players have to guess a hidden part of the pathogen genetic sequence. With every guess, the player is granted information about how accurate their guess was. Using deduction and reasoning skills, player record this information and use it to get closer to cracking the true genetic sequence!&#10;&#10;Each turn, players can opt to use one of their wildcards, which can either help (Helper cards) them or hinder (Hinder cards) their opponents discovery progress. Play these cards wisely though, as you are only limited to a couple per game!&#10;A player wins when they crack the full hidden genetic sequence!&#10;&#10;Can you crack the genetic code?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational"
    ],
    "Mechanics": [
      "Deduction",
      "Induction"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Science"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maiden's Quest: Snuzzler Dragon Savior Promo Card",
    "ID": 328474,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328474/maidens-quest-snuzzler-dragon-savior-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Maiden's Quest: Promo &ndash; Snuzzler Dragon from the Game Boy Geek Season 8 Kickstarter&#10;&#10;New Savior Card with one gem on the Left behind side and 2 gems and downgrade a haste on the Saved side&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: No Table Needed",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maiden's Quest: Morgan of Draknor Savior Promo Card",
    "ID": 328475,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328475/maidens-quest-morgan-of-draknor-savior-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Originally available from the Game Boy Geek Season 8 Kickstarter.&#10;&#10;New Savior Card with the Flip and Upgrade abilities.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: No Table Needed",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sagas: Bretland",
    "ID": 328476,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/328476/sagas-bretland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "We are in the 800s. The Anglo-Saxons of Bretland are living peaceful lives, unaware of the imminent danger that is coming. Hundreds of Warriors and Shield Maidens from all over Scandinavia are sailing for the mainland, setting foot for the first time ever on English soil. Led by the most powerful Viking leaders, they set about raiding and pillaging everything in their way. Their goal is simple: Gather as much wealth, land, and fame as possible to become the next Great Viking Leader.&#10;&#10;Sagas: Bretland is a game for two to four players where each player forges their saga as they raid Bretland in search of wealth, land, and fame.&#10;&#10;Starting with a small raid party on the shores of Bretland, each player will explore the land, expand their colonies, gather resources, and raid Anglo-Saxon settlements while battling any other Viking leaders that may stand in their way.&#10;&#10;At the end of the 8th round, the player with the most victory points wins Sagas: Bretland. These can be earned by building new Viking villages, raiding existing Saxon settlements, raiding other player&rsquo;s settlements, and completing specific objectives.&#10;&#10;Who will be the next Great Viking Leader?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Hexagonal Tiles",
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X",
      "Theme: Vikings"
    ]
  }
]