[
  {
    "Rank": "16301",
    "Name": "Friday the 13th: Horror at Camp Crystal Lake",
    "ID": 304490,
    "Year": "(2020)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/304490/friday-the-13th-horror-at-camp-crystal-lake",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "In Friday the 13th: Horror at Camp Crystal Lake, an anxiety-driven, press-your-luck horror game, players take on the roles of clich&eacute; camp counselors like the stereotypical Nerd, the Partier, the Nice Guy, the Final Girl, the Diva, and the Jock as they rely on chance and strategy to survive five nights being terrorized by blood-thirsty Jason. Coveted tools of survival are just within your reach to randomly draw from a camp bag: cast iron pans, gasoline, cleavers, flashlights and more. Collect them to make various combinations for points and use additional fear cards for ways to escape his attacks.&#10;&#10;You have only strategy and supplies to keep you alive, but the odds of returning safely to the camp get slimmer with every turn! Steal supplies from your friends, take them with you to the cabin, or keep what you find and wait out the nights to be the last one standing!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Movies: Friday the 13th",
      "Movies: Horror Movies"
    ]
  },
  {
    "Rank": "16302",
    "Name": "The Fall of Rome",
    "ID": 8326,
    "Year": "(1973)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/8326/the-fall-of-rome",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4286",
    "Description": "&quot;The Fall of Rome&quot; is a Strategic level Solitaire board-wargame of the Barbarian invasion of Rome, with the player controlling the Roman forces.&#10;&#10;Published as a magazine game in Strategy &amp; Tactics magazine #39. &#10;In 1997 Decision Games published Joe Miranda's version of the game in Strategy &amp; Tactics magazine #181.&#10;&#10;200 counters = S&amp;T and Flat Tray&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "History: Barbarian migrations and invasions",
      "History: Roman Empire",
      "Magazine: Strategy & Tactics",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "16303",
    "Name": "Wrott & Swindlers",
    "ID": 373,
    "Year": "(1995)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/373/wrott-and-swindlers",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8",
    "Description": "From the review: The game is a two part auction and bluff card game. The components are simply two packs of cards, a gavel, and the rules. One pack of cards comprises twelve sets of four categories of antique properties. There are four antique clocks, four items of antique furniture, etc. Each set has a points value ranging fairly evenly from Furniture at 1000 to Miscellanea at 50. The points decide the winner but otherwise have no direct relationship to monetary value.&#10;&#10;This game is very close to Kuhhandel.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "16304",
    "Name": "Fishy Tactics",
    "ID": 194874,
    "Year": "(2016)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/194874/fishy-tactics",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;Take gaming to a whole new scale with Fishy Tactics - you'll be hooked! &#10;An easy to learn, quick to play, 2-4 player board game of fish, fun and tactics for ages 4+.&#10;&#10;&quot;This lake ain't big enough for the 2-4 of us!&quot; Quarrelling fishermen try to outmanoeuvre each other to catch the best fish for their tea. Some fish are more valuable than others, but will your line reach? Or will someone swipe your prized whopper from your haul? Oh and watch out for the crocodile!&#10;&#10;Players take it in turns to 1) spin the spinner and move the crocodile one space along the grid and remove any fish it lands on from the game and then 2) roll the fisher's die (regular d6) and move any one fish on the grid x number of squares toward them. If the fish reaches your basket it's yours!&#10;Rolled a 6? Instead of moving a fish, select a player and steal blind one fish from their haul.&#10;&#10;Play finishes when the last fish leaves the lake - and the player with the most points of fish in their boat at the end of the game wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Components: Miniatures",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "16305",
    "Name": "Invers",
    "ID": 1082,
    "Year": "(1991)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/1082/invers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7",
    "Description": "Invers is a two-player abstract game in which players alternately slide tiles out of a 6x6 grid and flip them over. One face is plain red or yellow, the other is a red or yellow dot. On your next turn you push the inverted tile into the grid, forcing another tile out. You only invert the tiles once to show the dot side and you cannot slide out the opponent's dot. Gradually the board locks up, unless you start sliding out your own flipped tiles. Winner is the first to invert all their tiles, or have the most flipped when no further moves are possible.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16306",
    "Name": "The Lord of the Rings Dice Building Game",
    "ID": 130912,
    "Year": "(2013)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/130912/the-lord-of-the-rings-dice-building-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1905",
    "Description": "Game description from the publisher:&#10;&#10;Dice-building comes to Middle-earth! In The Lord of the Rings Dice Building Game, which uses the dice-building game engine from Quarriors, players lead an army of brave men, wise elves, battle-hardened dwarves, and even the short-statured but stout-hearted hobbits &ndash; represented by custom dice &ndash; to stand between Sauron and his armies of orcs, goblins, trolls and ringwraiths as they scour the land to find The One Ring.&#10;&#10;Gain glory for your people as you work together to defeat Sauron and save Middle-earth!&#10;&#10;The player with the most glory points wins unless playing the full coop variant where players win or lose as a team.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Series: Madison Game Design Cabal",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "16307",
    "Name": "Democracy: Majority Rules",
    "ID": 123162,
    "Year": "(2013)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/123162/democracy-majority-rules",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "Democracy: Majority Rules is a game of debate, diplomacy and deal-making from Mark Rein&bull;Hagen of Vampire: The Masquerade and Werewolf: The Apocalypse fame. Mark has taken his love and study of politics to create a game of power struggles, back door deals, and unscrupulous actions.&#10;&#10;You play an activist, a power broker, or the leader of a political party &ndash; in any case, someone who organizes campaigns, games the system and wins elections. Your job is to make compromises, yet always stand by your principles, form coalitions yet still achieve your agenda. To succeed you must herd cats, spin facts into a web of deception, and speak truth to power.&#10;&#10;Enter a world of mudslinging, dirty tricks and the crooks and liars who manipulate the masses, juke the system and corrupt the true believers in order to throw out the tyrants, make the world a better place, and save us all from ourselves. A canny and calculating political operative, you are battling to take over a country in crisis. The old-line political parties are weak and divided, primed for being taken over from within or pushed out of the way. Your movement has captured the imagination of a small but loyal few and now it's your job to grow it into a national force. The goal is to put your handpicked candidate into high office, lead the country, and put your mark on history.&#10;&#10;Democracy: Majority Rules is focused on the retail work of politics at every scale: making friends, forging alliances, outmaneuvering rivals, deceiving enemies, building consensus, selling your point of view, creating a coalition, hiding resentment, feigning weakness, blindsiding foes, and turning doubters into believers. It's all in the game.&#10;&#10;While the game plays 3-5, there is a Party Expansion pack that adds extra components, super supporters worth five normal supporters, and enough materials for up to 15 people. Currently, the Party Expansion is available only on the Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Political",
      "Real-time"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Political: Elections"
    ]
  },
  {
    "Rank": "16308",
    "Name": "Moons",
    "ID": 169743,
    "Year": "(2017)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/169743/moons",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Moons is a trick-taking card game in which suits are represented by different planets in our solar system, and card ranks are represented by the moons that orbit them.&#10;&#10;Set Up&#10;Separate all the planet tokens and place them off to one side of the table within reach of the players. (Saturn, Jupiter, Neptune and Uranus)&#10;Remove all the scoring reference cards and give one to each player. Put any extra reference cards back in the box.&#10;Shuffle all the small Asteroid cards and deal two to each player. Place the remaining Asteroid cards in a draw deck off to one side of the table within reach of the players.&#10;Shuffle all the larger Moon cards and deal the whole deck out to the players one at a time in clockwise order.&#10;Put the block token (red circle with a line through it) off to one side of the table within reach of the players.&#226;&#128;&#168;&#10;&#10;Quick Play&#226;&#128;&#168;&#10;1. Complete the set up&#10;2. All players create a face down three card tableau&#10;3. All players reveal tableaus simultaneously&#10;4. Highest card in tableau gains first player marker (first round only)&#10;5. The first player may play an Asteroid card if he/she wishes&#10;6. First player leads first trick by playing one Moon card&#10;7. In clockwise order from the first player, all other players may play one Asteroid card if they&#10;wish, and then must play one Moon card (must follow suit if able)&#10;8. The player with the highest numbered on-suit card wins the trick and gains a planet token&#10;that matches any suit in his/her tableau&#10;9. The lowest off-suit card wins a token matching the off-suit played (if tied, low off-suits do not get a token)&#10;10. The winner of the trick leads the next trick&#10;11. After all cards have been played, the winner of the most tricks gains 1 planet token of their&#10;choice (does not have to match tableau) &mdash; In the case of a tie, all tied players receive 1&#10;token of choice&#10;12. Players who earned zero tricks may take one token that matches any card in their tableau&#10;13. Pass the first player token to the left (the Earth&rsquo;s moon token) &mdash; the Earth token should&#10;never be moved as it marks the starting point&#10;14. The new first player deals out all cards for the next round and leads the first trick&#10;15. Repeat until all tokens are gone or until all players have dealt one time&#10;&#10;Players score points based on sets of tokens.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Space Exploration"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "16309",
    "Name": "Tri-Tactics",
    "ID": 2605,
    "Year": "(1932)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/2605/tri-tactics",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "Popular and intriguing military air, sea and ground forces tactics game TRI-TACTICS by Harry Gibson&#10;&#10;History:&#10;&#10;This board game was launched in 1935 by Gibsons aiming to provide an amalgamation of three other tactical board games:&#10;&#10;- L'Attaque (1909) - the U.K. rights were acquired by Gibsons in 1925.&#10;- Dover Patrol (1911)&#10;- Aviation: The Aerial Tactics Game of Attack and Defence (1925)&#10;&#10;All of these Gibsons games, marketed at the time as Series: The Big Four (Gibsons), predate Stratego (1942) by Jumbo which shares many similar aspects of play, but is now much more well known.&#10;&#10;Gameplay:&#10;&#10;The game is played on a special 12x12 board which illustrates land and sea spaces equally for each side, and each with two special squares, an HQ and a Lake containing a Naval Base. Two players, one RED, the other BLACK, command combined Navy, Airforce and Army forces, with a total of 112 prices, each player starting with 56, comprising the following:&#10;&#10;Infantry&#10;5 Battalions - rank 1&#10;4 Brigades - rank 2&#10;3 Divisions - rank 3&#10;2 Army Corps - rank 4&#10;1 Army - rank 5&#10;&#10;Artillery&#10;5 Anti-Aircraft gun - rank AA&#10;4 Field Artillery - rank FA&#10;3 Heavy Artillery - rank HA&#10;&#10;Naval Force&#10;4 Destoryers  - rank 1&#10;3 Cruisers - rank 2&#10;2 Battleships - rank 3&#10;1 Aircraft Carrier - rank 4&#10;1 Submarine - rank SM&#10;4 Flying Boats - rank FB&#10;&#10;Air Force&#10;4 Reconnaissance Planes - rank 1&#10;3 Bombers - rank 2&#10;2 Two-Seat Fighters - rank 3&#10;&#10;Auxiliary&#10;8 Searchlights - rank SL&#10;&#10;At the beginning of game, these 56 pieces are placed by a player to occupy the first 5 rows of one side (but not on the HQ or Lake), with the other player doing likewise with their 56 on the opposite side&rsquo;s 5 rows. This leaves two whole rows in the centre of the board empty, as well as the HQ, Lake, and 2 other squares between the two forces facing each other. All types and ranks of the pieces are hidden at the beginning of the game&#10;&#10;The object of the game is to occupy the opponent&rsquo;s HQ with an Infantry piece, or the Lake with a Naval piece (not including the FB), which must approach via the river.&#10;&#10;The players draw lots to decide who commences play, by moving one piece, and thereafter play alternates between the players, by moving one piece per turn.&#10;&#10;All pieces can move one square at a time, forwards, backwards or sideways, with the exception of the Searchlight which can move multiple squares in a single direction (but only when attacking), as long as the squares are unoccupied.&#10;&#10;To attack, a player must move a piece adjacent to an opponent&rsquo;s piece and announce &lsquo;Attack&rsquo;. They may choose not to, in which case they state &lsquo;No Attack&rsquo;. In that case, the opponent cannot on their turn attack that adjacent piece without first moving another of his pieces.&#10;&#10;The two adjacent pieces of each player are then revealed. The attacks are resolved by consulting the Value Table; as a general rule, the highest rank wins, but there are various combinations that apply, particularly when comparing land, sea and air pieces on land, sea or over a coastline. If successful, the attacker remains where they are, and the defender&rsquo;s square becomes empty as the defender&rsquo;s piece is removed. If the attacker loses, their piece is removed, and the defender&rsquo;s piece remains where it is. If the pieces are the same rank, both are removed.&#10;&#10;It is allowed to place Land pieces on the sea and Naval pieces on the land, but with the risk that when attacked, any such piece found to be operating &lsquo;out of their element&rsquo; will immediately forfeit and removed. Excluded from this rule is the FB as well as all Air Force pieces and the Searchlights.&#10;&#10;The River is a special area which is classified as Land or Sea depending on which piece is occupying it. When a Naval piece does so, the square is designated Sea, and when a Land price occupies it, then it is classified as Land. On the rest of the board, where land and sea meet, then the spaces are classified as Sea or Land depending on which is in the majority. The coastline in each case separates these defined areas of Land and Sea. Should there be an attack between a Ship and a Land piece over a coastline, the attacker is forfeit, except for HA and AA when the ordinary ruling applies. Also, Bombers and FB destroy Infantry and FA.&#10;&#10;The HQ and Lake must not be occupied but a piece may be move over these squares in consecutive turns or else be forfeit. Only Ships (not FB) may attack and capture the Lake, and to do so must move up the River (it cannot capture the Lake by entering via Land, or then it must exit via the river to sea); in doing so, in this special case it captures all Land pieces in attacks, except HA. Similarly, only Infantary pieces (not Artillery) may attack and capture the HQ.&#10;&#10;Similar to:&#10;&#10;    L'Attaque&#10;    Dover Patrol&#10;    Aviation: The Aerial Tactics Game of Attack and Defence&#10;    Stratego&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: The Big Four (Gibsons)"
    ]
  },
  {
    "Rank": "16310",
    "Name": "Alesia: Last Stand of the Gauls",
    "ID": 218683,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/218683/alesia-last-stand-of-the-gauls",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.9",
    "Description": "Description from the publisher:&#10;&#10;Alesia is a two-player game of the epic battle between Roman and Gallic forces in 52 BC. The battle pitted two of the great Leaders of that era against each other: Julius Caesar and Vercingetorix. This began as a Roman siege of the Gallic fortress at Alesia, and concluded with a decisive battle. The game system emphasizes command control. Players pick command markers to generate actions, modeling the chaos of the original battle. The Gallic objective is to break out of Alesia and link up with the relief army coming in from off the map. The Roman&rsquo;s (caught in the middle) objective is to defeat the Gauls and eliminate Vercingetorix. There are two players in the game: Roman and Gauls. The game consists of three Days of Battle. Within each day, there will be several turns based on the command markers. There are 176 5/8in counters, with a 22x34 inch map depicting the area around the fortified village of Alesia and the Roman fortifications and towers surrounding the village.&#10;&#10;Magazine: Strategy &amp; Tactics #312&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (City Scale)",
      "History: Roman – Gallic Wars",
      "Magazine: Strategy & Tactics"
    ]
  },
  {
    "Rank": "16311",
    "Name": "Tricky Bid",
    "ID": 90142,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/90142/tricky-bid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5833",
    "Description": "Tricky Bid is a trick-taking game in which half the cards in hand will be used for bidding and the other half for tricks.&#10;&#10;Before each trick, each player takes turns placing a card face-up on the table, which represents his bid for that trick. The player who leads then plays a card, and each player follows suit if possible, with the highest card on suit (or the highest trump, if one was played) winning the trick. The cards in the trick are thrown away, however, and the winner of the trick keeps only his bid card and all other bid cards of the same color. Since bidding is done in turn order, all but the starting player can decide to join in on a bid (by playing a card of the same color as the lead player, thereby raising the stakes) or start a bid in a new color.&#10;&#10;Players score points based on the bid cards they collect, and the player with the most points after each person has dealt once wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "16312",
    "Name": "Paikō",
    "ID": 119782,
    "Year": "(2012)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/119782/paiko",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "2.75",
    "Description": "In Paiko, a one-on-one turn-based strategy game, your main objective is to spread out your tiles and block off your opponent's, with the capture of your opponent's tiles being a pleasant secondary objective.&#10;&#10;You win Paiko by earning 10 points, and you amass points by positioning your tiles in aggressive places on the board. You gain:&#10;&#10;&bull; 0 points for tiles in the safety of your own homeground&#10;&bull; 1 point for tiles in the even-footed middle ground&#10;&bull; 2 points for tiles in your opponent's homeground.&#10;&#10;On your turn, you do one of three things: place a tile on the board, move a tile already on the board, or draw three more tiles of your choosing. You start the game with a hand of eight tiles (if white), or ten tiles (if black). Because Paiko has eight kinds of tiles, much strategy is involved in choosing your starting hand, and choosing when to spend time building your hand by drawing tiles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 14 x 14 Grids",
      "Containers: Unique Shape",
      "Continents: Asia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16313",
    "Name": "Hurlyburly",
    "ID": 287219,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/287219/hurlyburly",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In Armenia in 1901, you lead a team of scientists on an international expedition. In the remote mountains you discover a new element in the volcanic rock and realize that the first team to report the discovery will gain the credit (and everlasting fame). The fastest way to communicate is by flags, so a race starts to build towers and keep your flag flying long enough and high enough to stake your claim. Of course the other teams have the same idea...&#10;&#10;Hurlyburly is a physical dexterity game of building and defending your tower while trying to demolish your opponents' towers and steal their resources. Imagine Super Rhino (Rhino Hero) with catapults! On your turn, you can take one action:&#10;  &#10;&#10;     Build (increase the height of your tower or build defenses),&#10;     Prepare (upgrade your catapult or gather ammunition), or&#10;     Attack (launch rocks at opponents' towers to knock them down)&#10;&#10;&#10;Whoever has a five-level tower with their flag on top at the start of their turn wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "16314",
    "Name": "Divočina",
    "ID": 317613,
    "Year": "(2020)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/317613/divocina",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Trample Beasts is a set collection card game. Play individual, a pair of cards or a whole her of monsters to trigger powerful effects! There are eight different types of beasts in the game. Their various abilities let you steal the opponents' cards, group or disband your or somebody else's herds etc. At the end of the game, players gain points for successfully guarded pairs and herds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Ownership",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "16315",
    "Name": "Monster Pit",
    "ID": 241726,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/241726/monster-pit",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Monster Pit features tableau building, dice drafting, and hand management in a fully co-operative, fantasy adventure game. During the game, loyal Captains must rally their forces to defend the Citadel against the emerging threat of a creature from the deep. Think Gandalf rallying the forces of Minas Tirith in Return of the King.&#10;&#10;This is not a tower defense game, but blends several mechanisms including dice drafting (there are custom dice and rolls can be mitigated), tableau building (the player boards are extra large to organize the various cards), and worker placement (in terms of the various buildings your Captain will visit).&#10;&#10;Your Captain&rsquo;s tableau will include soldiers, wizards, heroes, mounts, and wyverns. Some of these characters are for offensive purposes (attacking the Monster etc) and some for defensive purposes (building your resources including your dice pool). During the game player will also complete quests for the King, buy items from the Town Hall, ride a Mount, fight creatures in the streets of the Citadel, upgrade their Captain at the Armoury, visit the Dwarven Grotto for gold, and find helpful trinkets in the Fountain.&#10;&#10;The game supports &quot;true solo&quot; (a solo player need only control one Captain), fully co-op multiplayer against the Monster, one vs one (one player controls the Captain, the other player controls the Monster), or one player (controlling the Monster) vs up to four Captains. All play modes feature long or short variants.&#10;&#10;There are five monsters included in the game (Dragon, Enchantress, Behemoth, Vampire Queen, and Orc War Chief) both featuring &quot;A&quot; and &quot;B&quot; sides for greater challenge and variation. The game engine can be further adjusted with Difficulty Tokens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Deck Construction",
      "Events",
      "Hand Management",
      "Market",
      "Passed Action Token",
      "Role Playing",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Game: Catacombs",
      "Players: Games with Solitaire Rules",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "16316",
    "Name": "Dungeon Duel",
    "ID": 257440,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/257440/dungeon-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.3333",
    "Description": "Dungeon Duel is a two-player game in which players recruit warriors, look for weapons, hunt monsters, advance the level of their characters, learn magic, and set traps to stop your opponent.&#10;&#10;At the beginning of the game, each player may choose one of the three characters. They have a variety of abilities, including enhancing your attack, increasing self-healing ability, gaining section action, and having different ways to win the game. Taking good advantage of the combination of the characters is the most important challenge of the game.&#10;&#10;In this game, a player wins immediately by meeting one of the following victory conditions:&#10;&#10;&#10;    A player's soul level exceeds their opponent's by four or more.&#10;    A player accumulates six different elements.&#10;    The opponent&rsquo;s HP is reduced to 0.&#10;&#10;&#10;If neither of the players meets any of these victory conditions before the last card on the third floor is resolved, the game enters the final scoring phase, with the player who has the highest soul level winning the game.&#10;&#10;Rule En:&#10;https://youtu.be/jcgUrOON470&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16317",
    "Name": "Letter GO!",
    "ID": 241323,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/241323/letter-go",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Each round, players write words on their whiteboards using the available letter cards, but they score points only for the cards they are able to claim before their opponents &mdash; and words score only if the player follows the ever-changing rules.&#10;&#10;The player who scores the most points at the end of five rounds wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "16318",
    "Name": "Reverse Charades Junior Edition",
    "ID": 102676,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/102676/reverse-charades-junior-edition",
    "Min Players": "6",
    "Max Players": "24",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Reverse Charades is a hilarious twist on a classic game where the entire team has 60 seconds to act out as many words as one team member can guess. It&rsquo;s a fast-paced, fiercely fun team competition that&rsquo;s an absolute riot with families, work teams, school groups, party-goers or among a few close friends. But be warned&hellip;you&rsquo;re in for big and dangerous doses of fun.&#10;&#10;Reverse Charades Junior Edition is the family friendly version of Reverse Charades.&#10;&#10;Contains:&#10;360 double sided word cards&#10;sand timer&#10;instructions&#10;&#10;Basic rules (from the publisher):&#10;1. Split into teams of three or more. Decide on a number of rounds or a point target to win.&#10;2. 1 word guessed correctly = 1 point. Each team has one minute to guess as many words as possible.&#10;3. Each team selects a guesser (everyone gets a turn) and the rest of the team acts out the words.&#10;4. Shhh! Not a peep among the team members.&#10;5. Ready, set, go!&#10;&#10;720 words, for 6+ players ages 6 and up, geared towards Kids &amp; Family.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Game: Reverse Charades",
      "Traditional Games: Charades",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "16319",
    "Name": "Fruition",
    "ID": 374019,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/374019/fruition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Grape juice! Grass! Garbage! There's more than fruit on the table at this buffet of categories. Serve up the freshest answers to savor the sweet taste of victory.&#10;&#10;There are no turns - just shout out your answers to fit the initial letter and category to win the round. The judge's decision is final. Play 10 rounds to decide whose answers reached Fruition to win the game!&#10;&#10;The Judge announces the letter and category to begin the round. All other players shout out their answers; a player may give multiple answers in a round. The Judge points to the player who most recently gave a valid answer. When the Judge feels that players can offer no more answers, they begin a 5 second countdown. If a player gives a valid answer before the countdown ends, the round continues until a countdown is completed. The Judge awards the letter card to the last player to give a valid answer in the round.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Print & Play",
      "Word Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Real-Time"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Containers: Wallets",
      "Food & Drink: Fruit",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "16320",
    "Name": "Principles of War: Napoleonic – Wars Between 1792 and 1815",
    "ID": 7588,
    "Year": "(1996)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/7588/principles-of-war-napoleonic-wars-between-1792-and",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3",
    "Description": "A set of Napoleonic miniatures rules. Units have a base strength which is modified by a die roll. This strength is used as the basis for firing, melee and morale tests, but not determined until the player needs to know it.&#10;&#10;Movement is based on initiative points, based on a  die roll. Better officers get a better roll.&#10;&#10;The game consists of the rules and includes army lists for all major participants in the period 1793-1815.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars",
      "Series: Principles of War – Miniature Wargame Rules (Tom Penn)"
    ]
  },
  {
    "Rank": "16321",
    "Name": "3 Laws of Robotics",
    "ID": 271447,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/271447/3-laws-of-robotics",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "3 Laws of Robotics is a lively deduction game for 4-8 players in which you know everyone's information except your own!&#10;&#10;Each round, you ask a single question to try to figure out who is on your side, being sure to obey the laws as they're added. Ask the right questions, find your team, and boot up victorious in 3 Laws of Robotics!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Mechanism: Deduction – Blind Man's Bluff",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "16322",
    "Name": "PEAS",
    "ID": 388361,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/388361/peas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "PEAS is a two-player &quot;trick lane&quot; game in which each trick is assigned a number of points (roughly -2 to +3). On your turn, you can play to any of the tricks; if you are the second to play to a specific trick, you must follow the suit of the first card played there, if possible. The first person to play to the first trick will lead in the first trick; otherwise, resolve as expected. The first person to win two hands wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "16323",
    "Name": "The Little Land: The Battle of Novorossiysk",
    "ID": 261161,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/261161/the-little-land-the-battle-of-novorossiysk",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "2100",
    "Weight": "3.5",
    "Description": "February 4-9, 1943&#10;&#10;Stalin had been unhappy with the progress of North Caucasus Front on Krasnodor and impatient to see more success, he ordered General Ivan Petrov, commander of the Black Sea Group of Forces, to break the stalemate by a surprise invasion from the Black Sea.  This would unhinge the German defense and quicken the offensive.&#10;&#10;Almost immediately, things went wrong - with a bombardment from the Black Sea Fleet that merely alerted the defense - and the invasion itself was running far behind schedule.  So began the battle of Novorossiysk.&#10;&#10;CSS: Novorossiysk is the first game in the Nemesis series covering company level battles on the Eastern Front.  With added special rules to cover the unique type of warfare on the Eastern Front, players will battle over the fate of the Kuban with tanks, amphibious invasions, paratroopers, naval ships and artillery.&#10;&#10;Details:&#10;&#10;Complexity: 7 (out of 10)&#10;    Solitaire Suitability : 8 (out of 10)&#10;    Time Scale: 2 hours per game turn&#10;    Map Scale: 500 meters per hex&#10;    Unit Scale: Company/platoon&#10;    Players: 1-2&#10;    Playing time: 2-35 hours&#10;    Designer: Adam Starkweather&#10;    Artist: Antonio Pinar&#10;&#10;Scenarios:&#10;&#10;6 scenarios included&#10;&#10;Components:&#10;&#10;2 22x34 maps&#10;    6 countersheets&#10;    1 rules booklet&#10;    1 scenario booklet&#10;    9 player aids&#10;    2 D10 dice&#10;    Box and lid&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Company Scale System"
    ]
  },
  {
    "Rank": "16324",
    "Name": "You Suck",
    "ID": 140468,
    "Year": "(2013)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/140468/you-suck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3636",
    "Description": "All your life all you've wanted was to have the best, the biggest, and the most awesome tick collection in the world. With You Suck, that dream is close to becoming a reality.&#10;&#10;Using a suited deck, you and your opponents will play cards onto seven different ticks, each with a unique power. Take advantage of these powers to ensure that you'll match your bid and capture even more ticks. You'll score points for bidding correctly and for capturing special bonus point ticks!&#10;&#10;That's right &ndash; it's a tick-taking game, a close cousin of &quot;trick-taking&quot; games, but oh-so-much better because it has cute ticks. And it's more fun.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Trick-taking",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "16325",
    "Name": "Judge Dredd: I am the Law – Starter Set",
    "ID": 311397,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/311397/judge-dredd-i-am-the-law-starter-set",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Judge Dredd is a skirmish tabletop miniatures game for two or more players set in the Judge Dredd universe created by legendary comic creators John Wagner and Carlos Ezquerra. &#10;In it, Street Judges patrol the towering City Blocks and crammed streets of the vast megalopolis Mega-City One, a city full of criminals, gangs, crazies, and murderers. &#10;Only the uncompromising resolve of the Judges stands in the way to total lawlessness.&#10;&#10;In Judge Dredd, players take control of a small team of Judges or Perps as they fight for justice or survival in the mean streets of Mega-City One and beyond.&#10;&#10;The Judge Dredd rulebook contains everything you need to know about playing the game and includes rules for fighting within buildings and using vehicles. As well as a number of scenarios, there are rules for developing your chosen faction in a series of linked games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Turn Order: Random"
    ],
    "Families": [
      "Comic Books: Judge Dredd",
      "Game: Judge Dredd Miniature Game (Warlord Games)",
      "Players: Games with expansions that add solo play",
      "Setting: 2000 AD (Warlord Games)"
    ]
  },
  {
    "Rank": "16326",
    "Name": "Pinnacle",
    "ID": 278322,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/278322/pinnacle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "5",
    "Description": "Strategic stacking leads to precarious peaks! In Pinnacle, players take turns stacking wooden blocks of various shapes to create a perilous pile of laughter and risk-taking fun. If the shapes fall, the game ends! Ideal for players of any age who love a tactile and fun experience.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "16327",
    "Name": "The Battle of Tanga 1914",
    "ID": 16332,
    "Year": "(2015)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/16332/the-battle-of-tanga-1914",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.5",
    "Description": "The Battle of Tanga was the first major movement by Britain during World War 1 against the German East Africa colony. A diverse mix of colonial troops from India took part in the landings. Plagued with numerous problems, the British pressed on against the outnumbered German Schutztruppe and their Askari soldiers.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Tanzania"
    ]
  },
  {
    "Rank": "16328",
    "Name": "1899",
    "ID": 3130,
    "Year": "(1994)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/3130/1899",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4.1667",
    "Description": "This 18xx game is a variant of 1830: Railways & Robber Barons in China. Full rules are not provided, the designer only provides the modifications to the 1830: Railways & Robber Barons rules.&#10;&#10;This game is essentially the regular game of 1830: Railways & Robber Barons, played on a new map, with relatively minor rules modifications:&#10;- Inner Mongolia: Extended off-board runs can be made to Inner Mongolia.&#10;- There are High mountains which cost $80 to upgrade to Green tiles, and wide rivers which cost $120 to cross.&#10;- Mail runs: Each company earns 1/2 of revenue from the starting and ending cities for one of its trains. This mail revenue always goes to the company treasury and is used to defray the higher building costs.&#10;- One private company builds a ferry for a major company.&#10;- There a few new tiles in the game.&#10;- There is $17,000 in the bank at start.&#10;&#10;This game uses components of 1830.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: China",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "16329",
    "Name": "Zodiac War",
    "ID": 324517,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/324517/zodiac-war",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "Zodiac War is a rotating board game based on astrological themes. The game draws on authentic themes such as personalities of the signs, aligning planets and elements, and drawing on powers of tarot cards. The game is for 1-5 players and takes about 60-90 minutes to play.&#10;&#10;Astrology and Tarot authentically share an astrological theme and Zodiac War has been developed to merge these ideas into a fun board game.&#10;&#10;The unique rotating board is moved by players to align planets and elements with zodiac signs, consistent with the basics of astrology. Aligning the board wins star crystals, and three star crystals light up your constellation to win the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action / Event",
      "Open Drafting",
      "Rondel",
      "Take That",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Components: Tarot Cards",
      "Theme: Astrology"
    ]
  },
  {
    "Rank": "16330",
    "Name": "Happiest Town",
    "ID": 250643,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/250643/happiest-town",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Take charge as one of many mayors in Happiest Town (&#227;&#131;&#143;&#227;&#131;&#148;&#227;&#130;&#168;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#130;&#191;&#227;&#130;&#166;&#227;&#131;&#179;) to build buildings and attempt to make your city the happiest of all. The game includes more than forty types of buildings, and in the game you earn money, build stuff, earn more money from what you've built, and score at the end of the game with your city's happiness being determined by a &quot;population x happiness&quot; formula.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "16331",
    "Name": "Hisss",
    "ID": 7708,
    "Year": "(2001)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/7708/hisss",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0194",
    "Description": "The players try to form snakes, which are as long as possible. A snake always consists of a head-section, at least one middle-section and a tail-section. The player who has formed the most and longest snakes wins.&#10;&#10;The cards are shuffled and placed face down fan-like on the table. One card is drawn from the &quot;fan&quot; and is placed face-up in the middle of the table. In turn, each player draws a card from the &quot;fan&quot; and tries to match the color with a card in the middle of the table. The card can be turned around to match. If the colors of the two cards match, a snake is started.&#10;&#10;If a player draws a card which cannot be placed next to a card or a snake in the middle of the table, this card is then placed on its own in the middle of the table. A card which is drawn from the &quot;fan&quot; can be placed next to a snake to lengthen the snake. A snake can be made longer on both sides. If a head or a tail was already added to the snake, the snake cannot be made longer on that side where the head or tail was placed. A snake without a head or a tail is an incomplete snake. Incomplete snakes remain in the middle of the table until they can be made complete and claimed.&#10;&#10;A complete snake consists of a head-section, a tail-section and at least one middle-section. A complete snake does not need to have all colors. The player who is able to complete a snake by laying down a head or a tail with the matching color next to the &quot;open&quot; side of the snake may pick up the snake from the center of the table and place it directly in front of him.&#10;&#10;The head and the tail with the rainbow colours are jokers. They may be placed next to every middle-section of a snake.&#10;&#10;If several incomplete snakes exist in the middle of the table, a player who draws a matching card from the &quot;fan&quot; can combine two incomplete snakes. The player picks up the combined snake and places it directly in front of him. The player is only allowed to combine two incomplete snakes if he uses the card which he just drew from the &quot;fan.&quot;&#10;&#10;The game ends when the last card is drawn from the &quot;fan.&quot; If the player with the last card is able to complete a snake, he is allowed to pick up the snake and place it directly in front of him. Now the cards in front of every player are counted. The player who has the most cards wins. If two or more players have the same number of cards the player with the longest snake wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Snakes"
    ]
  },
  {
    "Rank": "16332",
    "Name": "Snake: The Board Game",
    "ID": 345455,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/345455/snake-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Pre-order now on Kickstarter!&#10;&#10;Snake - The Board Game is the tabletop version of the 45 years old classic video game Snake. The result is that you get to see a strategic, tactical side of Snake that you never have. In Snake - The Board Game, you need to plan out every move, growing in a way that is going to block your opponent from doing the same.&#10;&#10;The basic premise hasn't changed. You are still trying to eat apples (or dots, depending on how far back you go in the game's history) to get longer and longer. Simply by shifting the speed downward, Snake morphs into something that forces you to think ahead and get much more creative.&#10;&#10;Curious? Check it out for yourself on our website, and play Snake - The Board Game online against the computer!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Movement",
      "Player Elimination",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Arcade Video Games"
    ]
  },
  {
    "Rank": "16333",
    "Name": "Chez Grunt",
    "ID": 6250,
    "Year": "(2003)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/6250/chez-grunt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4545",
    "Description": "'Chez Geek' set in the army.  Once again, players attempt to gain slack in any way that they can.  Food, jobs, nookie... apparently the army is more fun than you thought.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Game: Chez Geek"
    ]
  },
  {
    "Rank": "16334",
    "Name": "Lineage II: The Boardgame",
    "ID": 17697,
    "Year": "(2005)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/17697/lineage-ii-the-boardgame",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8824",
    "Description": "Here is the introduction from the publisher :&#10;&#10;The story of Lineage II : The Boardgame precedes the original Lineage by far. It goes long back before the history of the usurpation and the revenge between the rightful heir Deforge and the usurper Ken Rauhel. The age of the mighty Titans has ended. The human who are the most prosperous, the noble elves who protect nature, the strong orcs who worship power, the evil dark elves who are driven by vengeance, and the dwarves who are the skillful tradesmen - these five races compete to dominate the world. You will become one of them in this game. Although they want different things, their paths are already laid out by the fate. It is the way of becoming the strongest in this world of grave adventures, glorious victories, oaths of blood and evil treacheries; in order to leave your footsteps in this time of war and chaos.&#10;&#10;&#10;Lineage II : The Boardgame is based on a simple roll and move mechanism, played on a small hex map. Players move around the board to hunt monsters, hire mercenaries and fight castle sieges. VPs are collected by winning siege battles. The first player with 10 VPs will become the victor.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "16335",
    "Name": "Victory at Sea",
    "ID": 3240,
    "Year": "(1992)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/3240/victory-at-sea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3",
    "Description": "[From the Compass Games webpage]&#10;&#10;Victory at Sea, Original 1992 Edition is a strategic level game developed from Jedko&rsquo;s popular naval game, War at Sea. This two-player game refights the Battle of the Atlantic in every detail. This is a game of Grand Strategy with each player assuming the role of an Admiral of the Fleet and trying to control the sea areas that are important to his nation&rsquo;s interests. The rules are easy to learn, and yet require cunning strategies to achieve ultimate victory. An ideal wargame for beginner&rsquo;s, Victory at Sea also serves as a fast-playing, tense contest for experience gamers.&#10;&#10;The Allied player, although possessing a mighty armada of English and American ships, faces a difficult task. The Kreigsmarine&rsquo;s powerful battleships Bismarck and Tirpitz present a formidable threat. Control of the Mediterranean must be wrested from an elusive Italian fleet. Vital convoys have to be protected from stalking U-Boats and audacious German surface raiders. Oilers in the Atlantic allow ships such as the Graf Spee to elude pursuit whilst harassing Allied vessels. The Axis player has a small fleet by comparison to the Allies, but a shrewd strategy can exhaust hsi opponent and win the war.&#10;&#10;Victory at Sea allows you to recreate every major aspect of the naval war. The game mechanics include Admirals, port repair facilities, the invasion of France, U-Boat technology, surface raiders &amp; oilers, the British Home Fleet, critical hits &amp; damage control, limited intelligence, airpower, mines, and convoys. Components include a colorful mounted mapboard and 117 large counters representing all major German, Italian, British, American and Russian capital ships of the European theater.&#10;Product Information:&#10;&#10;Complexity: Low&#10;Time Scale: abstract (9 turns)&#10;Map Scale: area movement&#10;Unit Scale: individual capital ships&#10;Players: 1-2 players&#10;Solitaire: High&#10;Playing Time: 3 hours or less&#10;Components:&#10;&#10;1 Mounted map (22&Prime; x 34&Prime;)&#10;1 Countersheet&#10;1 Rulebook&#10;2 Player aid cards&#10;Dice&#10;Box and Lid&#10;Game Credits:&#10;&#10;Designer: John Edwards&#10;Project Lead: Bob Cloyd&#10;Project Director: John Kranz&#10;Artist: Bruce Yearian&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse"
    ],
    "Families": [
      "Game: War at Sea",
      "Players: Two-Player Only Games",
      "Series: War at Sea Game Series Like"
    ]
  },
  {
    "Rank": "16336",
    "Name": "Hexenflug",
    "ID": 64955,
    "Year": "(2010)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/64955/hexenflug",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "You are teaching witches how to fly at Blocksberger Flugschule. Only the most talented witches are admitted there.&#10;&#10;You have to let five witches fly as high and far as possible. Every witch that succeeds will give you a spellbook. The player with the most spellbooks wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Witches"
    ]
  },
  {
    "Rank": "16337",
    "Name": "Dolina królików",
    "ID": 292130,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/292130/dolina-krolikow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "Draft dice and collect Rabbit Cards (big or small in 3 different colours: white, brown or pinto) in order to create Rabbit Families in your Rabbit Houses, remembering about genetic cross rule (e.g. pair of Pinto Rabbits can have babies in all colours, but pair of Brown Rabbits can have only brown babies).&#10;&#10;Each player has 1 Forest Card (for all Rabbits) and 2-5 Rabbit House Cards (one House for one Family) with hidden objectives (e.g. only Brown Rabbits in Rabbit House) to be fulfilled. Players can also gain extra points e.g. for the number of rabbits in their families. Players can gain Rabbits Cards by selecting appropriate combinations of dices and can modify scores on dices by using special tokens.&#10;&#10;Game components include 51 Rabbit Cards, 16 Rabbit House Cards, 9 Forest Cards, 9 dices (D6; 3 blue, 3 orange, 3 green), Garden board, 4 Player Aid Cards and more than 80 different markers and tokens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Hidden Victory Points",
      "Set Collection",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Mechanism: Tableau Building",
      "Theme: Biology",
      "Theme: Science"
    ]
  },
  {
    "Rank": "16338",
    "Name": "Mixtape Massacre: Escape From Tall Oaks",
    "ID": 300399,
    "Year": "(2020)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/300399/mixtape-massacre-escape-from-tall-oaks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Mixtape Massacre: Escape from Tall Oaks is a meta-cooperative game where 2-6 players attempt to escape the maddening streets of Tall Oaks by fighting off slashers, rescuing residents, and safeguarding the town in hopes of getting the hell outta town&hellip;or die trying. Though working together at times, in the end only one survivor will escape.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Humor",
      "Mature / Adult",
      "Movies / TV / Radio theme",
      "Music"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Decades: The 1980's",
      "Movies: Horror Movies",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "16339",
    "Name": "Tanuki Matsuri",
    "ID": 310385,
    "Year": "(2020)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/310385/tanuki-matsuri",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "Tanuki live in the forest. They are pranksters and funny. But most of all, they are very greedy! They have stolen fruits from the little shop of Granny for the big tanuki party! Who will have the most beautiful table with the most guests? Will Grandma want to participate? Today is Tanuki Matsuri!&#10;&#10;In this roll and write game taking place in the same universe as Tanuki Market, players roll dice and circle fruits on their sheet. Fruits give bonuses that players can chain together to create combos.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Japan",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "16340",
    "Name": "Fram R'lyeh",
    "ID": 180006,
    "Year": "(2015)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/180006/fram-rlyeh",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "This game looks a simple trick-taking game. Each player plays a power card and the player who played the greatest power card wins a treasure.&#10;&#10;However, Victory points of the treasure is revealed to only one player(dealer). Other players have to guess the victory points with the power card played by the dealer. And be careful! The winner's power card becomes negative points as well.&#10;&#10;Winning is not only getting victory points but also getting information. The winner becomes next dealer. Exactly, you may peek at both the treasure you win and the treasure of next round.&#10;&#10;All players with negative VP are attracted to The Abyssuspolis and become cultists of The Old One. If at least one player isn't a cultist, he can call for aid and stop their intrigue. However, if all players do become cultists, THE OLD ONE AWAKENS. In this case, the player(s) with the most negative VP win! The Old One gives favor to people attracted to insanity the most.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Hand Management"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "16341",
    "Name": "Miscellaneous Game Magazine",
    "ID": 18785,
    "Year": null,
    "Geek Rating": "5.526",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/18785/miscellaneous-game-magazine",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6",
    "Description": "This is a page on game magazines, it can be used to list and trade/sell miscellaneous game related magazines in the BoardGameGeek Marketplace and Collection Trade lists.&#10;&#10;Complete Wiki list : Game magazines.&#10;&#10;RPG magazines on RPG Geek : Role-Playing Periodicals.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Miscellaneous Placeholder"
    ]
  },
  {
    "Rank": "16342",
    "Name": "Helios Expanse",
    "ID": 228889,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/228889/helios-expanse",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A game of Helios Expanse places you in control of an interstellar civilization, competing for galactic supremacy against its rivals. You colonize habitable planets, research technologies, and build a military with which to wage war. The civilization that colonizes the most planets emerges victorious and rules the galaxy.&#10;&#10;Helios Expanse was inspired by a vision to develop a board game that provided a 4X play experience in under sixty minutes, and the play experience was crafted to be as satisfying for the traditional 4X gamer as it is for the casual gamer. This vision drove a specific set of design goals that would serve as the foundation for the game design. First and foremost, the game was created around the goal of being teachable in less than five minutes. This specific goal drove a streamlined decision tree resulting in simple, but tactical player choices turn to turn. An emphasis was placed on player interaction to preserve the game play tension typically associated with a 4X play experience. Ultimately, this combination of foundational design goals (along with a few others) led to an action/movement programming game mechanism that created just the right amount of tension turn-to-turn. At its core, Helios Expanse is a highly interactive game with simple, but tactical decisions and cohesive, working mechanisms.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Fighting",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16343",
    "Name": "London Markets",
    "ID": 179386,
    "Year": "(2016)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/179386/london-markets",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "London Markets puts players in the roles of merchants and assistants trying to earn the most profit for their goods. The player who can navigate the markets with ease, being in the right place at the right time to earn the most profit, will become the most respected merchant of the London markets.&#10;&#10;The game is a revised and re-themed edition of Dschunke, which was nominated for the German game of the year award in 2002.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Crowdfunding: Kickstarter",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "16344",
    "Name": "Glory: 2nd Edition",
    "ID": 337316,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/337316/glory-2nd-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "90 minute, RPG-style board game.&#10;&#10;Roll and move adventure. Pick up quests, buy goods. Friendly competition with other players - everyone's a good guy out to help towns and defeat monsters.&#10;&#10;Win condition is 20 points of glory- by questing, winning battles, and fate. General play is constituted by how you spend your time, estimating whether you can take on battles, and taking appropriate risks depending on the situation of other players.&#10;&#10;-&#10;&#10;50% new content in 2nd edition including +4 heroes.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "16345",
    "Name": "G.I. JOE: Battle for the Arctic Circle",
    "ID": 397841,
    "Year": "(2024)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/397841/gi-joe-battle-for-the-arctic-circle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Cobra has established a base at the North Pole and threatens the world with its Weather Dominator! Only G.I. Joe is ready and able to defeat these forces without drawing the entire world into a larger conflict. Admiral Keel-Haul and Snow Job lead the Joes against the aggressive forces of Cobra, led by Cobra Commander and Destro!&#10;&#10;In G.I. JOE: Battle for the Arctic Circle, you play as the G.I. JOE or Cobra in a fight for control of the Arctic Circle.&#10;&#10;The game features more than 110 figures, including the Snow Cat, W.O.L.F., Skystriker, and Rattler, and it introduces new strategic options that commanders may employ, such as using the Weather Dominator to freeze the sea to block pathways or create strategic land bridges. The air, land, and sea of the Arctic Circle is the battlefield. Are you ready for a fight?&#10;&#10;",
    "Categories": [
      "Modern Warfare"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Miniatures",
      "Game: Axis & Allies (Avalon Hill)",
      "Region: Arctic",
      "Toys: G.I. Joe"
    ]
  },
  {
    "Rank": "16346",
    "Name": "Crossbows & Catapults: Castle Battle",
    "ID": 390612,
    "Year": "(2024)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/390612/crossbows-and-catapults-castle-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Crossbows &amp; Catapults: Castle Battle is a restoration of Crossbows and Catapults, the 1983 classic game of kinetic warfare. Each player builds their castle, then players take turns using their weapons to fire discs at their opponent's castle, trying to knock over their warrior figures.&#10;&#10;This new version features highly engineered weapons and building bricks. The new weapons no longer use rubber bands, replaced by spring-powered and pinch-to-fire technology that ensure reliable velocity and reward player skill. On the building side, castles are constructed using a variety of detailed components to allow for larger, more intricate, and more varied structures.&#10;&#10;On your turn, take two actions: Move or Fire. Do them in either order, or do the same one twice. Knock down all the enemy warriors and their general to win!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Crossbows and Catapults"
    ]
  },
  {
    "Rank": "16347",
    "Name": "Hellfire Pass",
    "ID": 13771,
    "Year": "(1985)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/13771/hellfire-pass",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4615",
    "Description": "Game presentation from a magazine ad:&#10;Hellfire Pass pits the British against the Germans during Rommel's early days in the Desert campaign. Now the British were attacking a German defense for the first time in the was in the &quot;Brevity&quot; and &quot;Battleaxe&quot; operations. These battles featured swirling desert armored battles an the devastating power of the famous 88mm anti-tank gun. Fought over essentially the same battlefield as found in the O'Connors Offensive game, Hellfire Pass includes armored cars, Matilda tanks, desert fortifications and armor breakdown. Both players must decide when to use their mobility to outflank the enemy positions and balance that attack with the forces described as akin to a roller coaster ride on a tight-rope. Hellfire Pass is truly a tactician's dream.&quot;&#10;&#10;Hellfire Pass is an Operational scale wargame of combat between the Allies and Germans in the North African Desert in World War II. Uses half-day turns, 2 mile hexes, and battalion/company scale units.&#10;&#10;This game is part of the Series: Battles for North Africa (3W). The other games in the Series: Battles for North Africa (3W) are: Rommel at Bay, O'Connor's Offensive, Hellfire Pass,  Patton Goes to War, Objective: Tunis, Decision At Kasserine: Rommel's Last Chance, and Race For Tunis. Plus Bloody Keren and Drive on Damascus that are not set in the North Africa desert zone.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battles for North Africa (3W)"
    ]
  },
  {
    "Rank": "16348",
    "Name": "El Maestro",
    "ID": 264843,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/264843/el-maestro",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "You like Air Guitar? You will love Air Drawing!&#10;&#10;The Maestro needs to draw a picture which only they can see for the other players. How do they do this?&#10;&#10;They Air Draw!&#10;&#10;By drawing in the air with their fingers and using the Maestro&rsquo;s Signals to indicate the relative positions the shapes that they have drawn!&#10;&#10;The other players will try to recreate the best they can on their sketch-pads what the Maestro is Air Drawing.&#10;&#10;After they have finished, each player will try to name the two things which they think they reproduced in their drawings.&#10;&#10;Finally, points are awarded for the artistic merit as well as for the elements of the picture that the players have correctly guessed. The Maestro's score depends on whether he spoke or not during his performance.&#10;&#10;A game is played in four rounds.&#10;&#10;Air drawing, communication and a lot of laughter in a party game from 3 to 8 players (and even more) from 8 y.o.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": [
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "16349",
    "Name": "Beverage",
    "ID": 378557,
    "Year": "(2024)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/378557/beverage",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Worker placement with a bidding element.  &#10;Players take on the role of a CEO in a beverage company.  You, along with your rivals have agreed to help fund the creation of a new stadium in your city.  However, only the company with the highest reputation will be allowed to sell their drinks inside.&#10;&#10;A round starts with bidding for how much money you will get to use in a round.  This money is then used to pay for actions around the board.&#10;&#10;Once the local stadium is complete, the game will end.  A cutthroat game from Japan; Beverage combines the nostalgic with the modern.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16350",
    "Name": "Fantasy Forest",
    "ID": 4196,
    "Year": "(1982)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/4196/fantasy-forest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1765",
    "Description": "A children's fantasy game from the makers of Dungeons & Dragons Adventure Game.  Each player is a young elf traveling through Fantasy Forest.  In the middle of the forest is the Magic Mountain where Morley the Wizard lives.  The first player to reach Morley's castle wins.&#10;&#10;Players are dealt a hand of three cards.  Cards show a monster type and a number.  They are used to move your elf ahead on the path or to challenge another player to a duel.  Playing the right color cards at certain points on the board allows a player to take shortcuts.&#10;&#10;Red spots on the board are ambush spaces.  Players landing there must play a card face-up from their hand and then draw the top card off the deck.  If the player's card is higher than the drawn card, they move forward the number of spaces equal to their card's number.  If their card is lower than the drawn card, they move backwards the number of spaces equal to the drawn card's number.&#10;&#10;Duels are handled the same way, only they are between players and the winner gets to move to the space in front of the losing player (assuming it is forward movement along the path).  In this way players are never really out of the running because they can challenge the leader anytime they draw a strong card.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Creatures: Unicorns"
    ]
  },
  {
    "Rank": "16351",
    "Name": "Monster! Monster!",
    "ID": 280730,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/280730/monster-monster",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Monster! Monster! is a two-player game of human-hunting monsters. If you want to win, you must outbluff, outwit and sometimes simply overpower your opponent.&#10;&#10;You play three nights. Each night four humans are up for grabs, and you play your monsters next to them. You don&rsquo;t know what cards your opponent has played, but the card backs give a hint. Then you fight for humans, and the strongest monsters win. The first to capture 4 different humans or 3 of the same wins. But strength is not all. All monsters have special abilities that allow you to move cards, swap strength, reveal your opponent&rsquo;s monsters and more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16352",
    "Name": "Armonia",
    "ID": 341009,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/341009/armonia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.1818",
    "Description": "Welcome to Armonia, a new game in the Sagani universe that answers an unresolved question from the previous game: &quot;What is the origin of the harmonious melodies forged into the sound discs that awaken the spirits of nature?&quot;&#10;&#10;Turns out that the answer is you because in Armonia, you play as the children of nature &mdash; cute little gnomes, furry yetis, jumping cyc-hops, and wet but happy octis &mdash; and follow various landscapes and paths through the wilderness to discover the best and most melodious tones and harmonies, then forge those new-found melodies into sound discs by completing tasks in the Temple of the Clouds, where their true Armonious magic unfolds!&#10;&#10;In game terms, each turn you roll the dice, rolling up to three times, with the dice allowing you to initiate and complete several movements and tasks with your sound discs each roll along the paths to the Temple of the Clouds. Your ultimate goal is to complete the final tasks of four of the Temple tiles. Whoever does this first wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "16353",
    "Name": "Cooking Rumble",
    "ID": 227163,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/227163/cooking-rumble",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Cooking Rumble is a quick and portable 3-player game where each player assumes the role of a Chef in the final of a culinary competition trying to earn the title of &quot;Master Chef&quot;.&#10;&#10;To win, you have to finish enough gourmet dishes and desserts to score 6 points, but be quick! Our judge never tries the same dish twice.&#10;&#10;Each turn, the current player plays a recipe's ingredient face-down, and the opposing player tries to guess what was played. If the ingredient is not guessed correctly, then the player can place that ingredient in any of his recipes, otherwise, the opposing player can add any ingredient to the recipe of his choice. First player to score 6 points by completing recipes, wins.&#10;&#10;Cooking rumble mixes risk-taking with bluffing and opponent-reading. The game is very simple, yet, it offers enough depth to keep each match different, and since the matches are so short, every single decision matters.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "16354",
    "Name": "Three of a Crime",
    "ID": 7641,
    "Year": "(1991)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/7641/three-of-a-crime",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2308",
    "Description": "There are seven thieves and each of the 35 cards shows some combination of three of them.&#10;&#10;One player acts as the  &quot;eyewitness&quot;   and secretly looks at one of the cards. The other players will then try to deduce the three thieves on this card. They do so by revealing one card at a time from the deck. The eyewitness places a 0,1 or 2 chip to indicate how many of the thieves are on his card. The player that correctly identifies the three thieves that the eyewitness  &quot;saw,&quot;  solves the crime. The next player then becomes the eyewitness and the first player to solve three crimes wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Mafia",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "16355",
    "Name": "Unlock! Kids: Cocow Island",
    "ID": 353604,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/353604/unlock-kids-cocow-island",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Discover Unlock! Kids with this free mini adventure.&#10;&#10;Land on Cocow Island and experience two thrilling adventures.&#10;&#10;--translated from publisher description&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Exploration",
      "Print & Play",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "16356",
    "Name": "QUARZ",
    "ID": 371842,
    "Year": "(2025)",
    "Geek Rating": "5.526",
    "Avg Rating": "8.95",
    "Link": "https://boardgamegeek.com/boardgame/371842/quarz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Probably the sweetest-looking Capture the Flag board game - but it bites back like cavity!&#10;&#10;Ever wonder what happens when a mob of misfit monsters throws down for the ultimate prize? Step into QU'ARZ, a high-octane, capture-the-flag brawl that&rsquo;s definitely NOT a kids&rsquo; game. Gather 2 to 4 players and join the yearly tournament where every monster is out to snatch the Crystal Idol, get it back to the camp before time runs out - and carve their path to the cosmic glory of the Great Qu'arz.&#10;&#10;The Deets:&#10;&#10;Crystal Clear Mission: Swipe the Crystal Idol from the altar and sprint it back to your camp. Keep an eye on the clock, think fast. One slick move, and you win instantly&mdash;everyone else gets left in the dust.&#10;&#10;Monster Mash-Up: Each player commands a trio of uniquely savage monsters, each sporting its own deck of action cards. Mix and match basic moves with your monster&rsquo;s special flair to outwit and out-munch your foes.&#10;&#10;Munch Your Way to Power: The longer the game, the more your monsters can MUNCH abilities for permanent buffs. It&rsquo;s like a power-up buffet&mdash;only the hungriest survive!&#10;&#10;Board: Comes with a modular board that morphs each setup and shrine abilities ready to flip the game on its head, you&rsquo;ll need to stay on your claws. One misstep and that crystal might just vanish!&#10;&#10;The Big Picture:&#10;Once a year, monsters from every corner compete in a showdown to be chosen for the academy and become disciples of the legendary QU'ARZ&mdash;the extraterrestrial being who flipped the world upside down. Prove your mob is unique, clever, and worthy of joining his cult of chaos!&#10;&#10;So, are you ready to join the mob, munch on some power, and capture that crystal? QU'ARZ is your playground of puns, puzzles, and pandemonium&mdash;where every move is a conundrum and every monster packs a punch (or a munch!).&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Command Cards",
      "Dice Rolling",
      "Drawing",
      "Hand Management",
      "Hexagon Grid",
      "Map Deformation",
      "Modular Board",
      "Sudden Death Ending",
      "Take That",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "16357",
    "Name": "Mushroom Cats!",
    "ID": 362710,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/362710/mushroom-cats",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Mushroom Cats! is an adorable card game about a mushroom hunt gone awry. Players compete to gather, steal, and magically transmute the most valuable collection of mushrooms they can before the picking is done and a winner is declared.&#10;&#10;A clowder of cats has descended on your mushroom foraging trip, causing no end of mayhem. Your goal is simple: harvest the best basket of mushrooms you can find before the day is up, but watch out! These cats are behaving very strangely, and might steal or enchant your mushrooms!&#10;&#10;Collect the most points to win.&#10;&#10;The rules of Mushroom Cats! are quite simple, and players familiar with other pick-and-pass type games will have no trouble learning the rules. At the start of each round, players are dealt a hand of cards, then:&#10;&#10;&#10;     Simultaneously select and reveal a card&#10;     Resolve any special action cards that were played&#10;     Pass their hands to the next player and select a new card, continuing until all cards are played&#10;&#10;&#10;Once a round is complete, players total their score from their played cards to determine a winner. That's it!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Closed Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Cats",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16358",
    "Name": "Ransom",
    "ID": 114,
    "Year": "(1994)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/114/ransom",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.625",
    "Description": "This game comes inside what looks like a video tape case, which is definitely odd for a board game.  Inside the package are cards for properties on Manhattan island, workers, building materials, and building contracts.  Each turn, players turn over a card and either purchase it outright or auction it to the group.  But when the contracts get bought, players will need to negotiate a deal, because it's very difficult to build a decent sized building on your own.  The deal making is vicious and cutthroat, ergo the name.&#10;&#10;The 1995 edition features rules in English, Japanese, German, Spanish and French (see the Tidwell review).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "City Building",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Memory",
      "Trading"
    ],
    "Families": [
      "Containers: Video Tape Boxes"
    ]
  },
  {
    "Rank": "16359",
    "Name": "Nordwind 1945",
    "ID": 97494,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/97494/nordwind-1945",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Nordwind 1945 is a wargame that simulates Operation North Wind (Unternehmen Nordwind) which was the last major German offensive of the Second World War on the Western Front.&#10;&#10;Scale:&#10;- The map covers a part from Alsace between Rhine River (east), Germany (north) Strasbourg (south) and Lorraine (west) &#10;- One game turn for two days&#10;- One hex. for 5 km &#10;- Units are battalions, regiment of tactical groups (Allied Combat Command or German Kampfgruppen)&#10;&#10;Game content:&#10;- One 42x29,7 cm map&#10;- 100 die-cut counters&#10;- one rules booklet (in French), English version (pdf) available on Vae Victis Web site&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: Vae Victis",
      "Region: Alsace (France)",
      "Region: Lorraine (France)"
    ]
  },
  {
    "Rank": "16360",
    "Name": "Once Upon a Line",
    "ID": 375365,
    "Year": "(2024)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/375365/once-upon-a-line",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.7",
    "Description": "Since the dawn of time, YOU, the Zephyrhymes, take control of talented beings in order to stop Tragedies that threaten the balance of the universe.&#10;&#10;The Butterfly&rsquo;s Breath&#10;On Earth, in a not too distant future, a pandemic has decimated most of the human population, leaving room for insects to become gigantic.&#10;The survivors exploit the insects&rsquo; prodigious abilities to construct a new world. But all that may soon crumble.&#10;&#10;Once Upon a Line is a narrative game played out in chapters. Embody heroes and use their actions to play on a board of scratch off ink. Uncover hidden words and take their corresponding cards. This will reveal the next part of the story as well as new words to find in order to accomplish your mission.&#10;&#10;     Fully immerse yourself in a personalized adventure.&#10;     Elude traps (riddles, anagrams, palindromes, etc.). &#10;     Complete your Quest before scratching off the last square on the Line of Tragedy.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Exploration",
      "Murder / Mystery",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Legacy Game",
      "Narrative Choice / Paragraph",
      "Role Playing",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Book as Board",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Misc: Limited Replayability",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "16361",
    "Name": "Thoughtwave",
    "ID": 2395,
    "Year": "(1974)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/2395/thoughtwave",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1111",
    "Description": "From the box: &quot;A quick-moving tactical contest for 2 quick-thinking players.&quot;&#10;&#10;This is another connection game in the grand tradition of Hex and Twixt.  Players have identical sets of 24 tiles. Each tile has a path on it; straights, t's, turns, crosses, and one cap.  They take turns playing a single tile anywhere on the board with the goal of creating a path connecting their two sides of the board.  The only caveat on tile placement is that pieces must &quot;fit&quot; -- if you place a tile next to others, then all path ends must match up.&#10;&#10;Online Play&#10;&#10;&#10;     Richard&#039;s PBEM server  (turn-based)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16362",
    "Name": "APBA American Saddle Racing",
    "ID": 12160,
    "Year": "(1970)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/12160/apba-american-saddle-racing",
    "Min Players": "1",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Scarce and popular Saddle Racing simulation.  The first &quot;season&quot; is 1969 -- published late 1970.  The company made new seasons of horses through the 1987 season (last published 1989). There is also one card from the 1968 season (Stage Door Johnny) that the company made and sent to faithful subscribers in the later 1970s.&#10;&#10;APBA allows replay of famous races and construction of fantasy match-ups as well.  Like its APBA brethren, statistics for each horse are represented on cards, sometimes several for each horse (for different racing years).&#10;&#10;The horses are historical and accurate in detail, though not in results.  If you play enough the horses begin to develop their own personalities and you stop worrying that Shecky Greene can beat Secretariat-- after a while you understand the cards and the way they are printed.&#10;&#10;User modification makes this a better game-- limit the amount of lengths a horse can &quot;save&quot;-- give certain horses one mulligan per race, add real significance to jockey rating-- but be that as it may, this game is a geek fest-- results and stats can be retained for literally years.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "16363",
    "Name": "Battle for Sularia",
    "ID": 168250,
    "Year": "(2016)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/168250/battle-for-sularia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.25",
    "Description": "From the publisher:&#10;&#10;Welcome Battle Commanders! The future of your faction's survival is depending on you! Gain influence and expand your forces to strategically defeat the opposing faction. You win the battle when you reduce your opponent&rsquo;s health to zero. However, a Battle Commander must be cautious if their opponent is off-initiative. Since Battle for Sularia is a round-based card game, if your opponent is off-initiative, they have the chance to strike back and reduce your health total below theirs and thereby defeating you and winning the game!&#10;&#10;FEATURES/GAME PLAY INCLUDES:&#10;&#10;Multiple Play Modes&#10;With one box, you and your friend can play with the preconstructed 60 card play decks in a head-to-head 2 player game. The two players can then play in our &quot;60/90&quot; constructed format by customizing their play decks with the additional 60 cards provided in the box! If draft play is more your style, one box also supports 2-4 player draft play! An 8 player draft simply requires one additional box. Of course, the game is fully expandable for a variety of casual play modes &ndash; one box supports up to 2 players in casual mode, but there is simply no limit on how many players and formats are available with additional boxes.&#10;&#10;Construction Point Values&#10;Unique &quot;60/90&quot; deck construction system. Each card has a construction point value of 1 to 4 points. Each deck must have a minimum of 60 cards and a deck cannot exceed a total construction value of 90 points. This system pushes the envelope on deck construction and maintains value and interests for all cards within the set &ndash; not just a few select overpowered options.&#10;&#10;Two-resource System&#10;Engaging two-resource system which includes influence and sularium. Influence increases once per round, while each player uses their influence to establish sites on their turn to help build their sularium stockpiles. Sularium is used to deploy combatants, which are used to attack your opponent's sites. The two-resource system in turn provides additional strategies for repeatable game play.&#10;&#10;Round-based Game&#10;Simultaneous combat. The game runs on a round-based system, which allows each player to complete their turn before the round is over.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter",
      "Game: Chronicles of Sularia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16364",
    "Name": "Imperial Harvest",
    "ID": 166767,
    "Year": "(2015)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/166767/imperial-harvest",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.2727",
    "Description": "Welcome to the wild lands of Feorhyrna, where grow the world&rsquo;s most desired fruit&mdash;the Royal Strawberry! Servants of the Imperial Court have been tasked with the mission of harvesting this magic fruit from the Emperor's private gardens. Upon arriving at the Imperial compound, however, the servants are chagrined to discover Raiders from the North climbing the walls, hastening to harvest the fabled fruit for themselves.&#10;&#10;In Imperial Harvest, players build a modular board replete with moats and hedges then take turns drafting a unique trio of fantastic champions who will either raid or protect the imperial strawberry patch. To be successful, each player must master the powers of their respective characters, navigate the Imperial Gardens, evade enemy attacks, and collect the majority of the realm&rsquo;s mysterious, magical fruit.&#10;&#10;Imperial Harvest takes place over 7 rounds (less, if all strawberries are plucked before game-end) and takes roughly 20 minutes to play. A cloth play mat is included in the game box for players that prefer not to create their own modular board or who prefer a quicker game setup. Each character in Imperial Harvest features a basic side (for novice/casual players) and an advanced side (for experienced/competitive players). Additionally, all components (garden tiles, character cards, etc.) are 100% compatible with Royal Strawberries (both games are stand-alone but also expand each other).&#10;&#10;IMPERIAL HARVEST: TAG TEAM (allows 2 additional players per additional copy of Imperial Harvest):&#10;Grab another copy of Imperial Harvest, expand your board, and bring a new group of players to the table! With competitive tag-team rules, you and your allies can face-off against a team of worthy adversaries. By pairing skills and chaining more character actions, Imperial Harvest: Tag Team offers new creative strategies for navigating the board and cleverly collecting those precious strawberries. As always, only the craftiest team will win &mdash; and watch out for those hydras!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Modular Board",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "16365",
    "Name": "Anomia: Pop Culture",
    "ID": 376217,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/376217/anomia-pop-culture",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "A fun, fast and easy to learn card matching game where you race to spit out words in topics like Disney Princesses, Ben &amp; Jerry's flavors, Queen songs, and YouTube videos before your opponent.&#10;&#10;Players flip cards until the symbols on two players cards match. Matching players raced to give an example of the category on their opponents card.&#10;&#10;Wild Cards create unexpected matches, and losing a car can set off a chain of cascading face-offs.&#10;&#10;Includes three (3) unique Anomia Pop Culture decks, each containing 72 different category cards (movies, TV, music, the internet, and more!), 7 wild cards and 2 customizable blank cards. A 2-player variation available in the rules.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Anomia"
    ]
  },
  {
    "Rank": "16366",
    "Name": "Varmints!",
    "ID": 368852,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/368852/varmints",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Varmints is a head-to-head contest between two crowds of critters as they race to devour all the trash in the neighborhood.&#10;&#10;Populate three alleys with fluffy, adorable pests and use them to raid the bins on the other side of the block. Defend your own bins with precise critter placement and tricky abilities. Call for backup and boost your plucky pests to outmaneuver the competition. Swoop, sneak, and scurry your way to dumpster-diving dominance, and may the fullest belly win!&#10;&#10;A game of Varmints is organized into a series of shared turns, each consisting of a Day Phase and a Night Phase. During the Day Phase, players trade actions back-and-forth, playing one Varmint card from hand at a time. Varmint cards are placed in lanes (called &quot;alleys&quot;) in order to defend their own Trash Bins while attempting to swipe Scraps from the opponent. During the Night Phase, the strategically positioned Varmint cards face off in individual alleys, and the quicker critter wins, removing one Scrap from the defending Trash Bin.&#10;&#10;The game continues through cycles of Day and Night as alleys swarm with critters and scraps start to disappear from Trash Bins throughout the neighborhood. Empty all of your opponent's Trash Bins before they empty yours, and you win the game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16367",
    "Name": "Motion Pictures: Movies Out of Cardboard",
    "ID": 198456,
    "Year": "(2016)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/198456/motion-pictures-movies-out-of-cardboard",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Motion Pictures is a card game that uses a hand management mechanism with strong set collection and deck building elements.&#10;&#10;At the beginning of the game, we have several available projects for the players to compete in.&#10;Every turn a player can choose between three actions: shoot, hire and recast. &#10;While shooting, a player places a filmmaker at an available project. If a project's requirements are met the player places the completed project in his score pile. &#10;When hiring, a player takes an advanced filmmaker into his hand from the advance row by discarding another filmmaker of the same specialty. Advance filmmakers have multiple skills and special abilities.  &#10;Using the recast action, a player can draw a new card from his deck by discarding any one card from his hand.&#10;The four types of projects have different requirements. &#10;Movies need skills, based on their difficulty. Tv series need a defined number of skills while excluding some in particular. Commercials need specialties, not specific skills, whereas awards need exactly the skills shown on them and nothing more. Finally, there is also the trilogy in which all players can place filmmakers in secret during the course of the whole game and gain fame at the end according to the skills played.&#10;&#10;After a project is completed it is replaced by a new one from the upcoming projects pile. When the pile is depleted, players play a last round before the era is completed. The game ends after four eras and the final scoring occurs.&#10;&#10;It is a light to medium game, equally suited for families and gamers, and is recommended for players 12 years old and up. Two to four players can have the unique experience of managing a movie studio and each game lasts about forty minutes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "16368",
    "Name": "Bazaars of Ubar",
    "ID": 349329,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/349329/bazaars-of-ubar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "The Bazaars of Ubar is a fantastical engine-building game that takes players to the mythical marketplaces of Ubar - the Atlantis of the Sands! Draft trade tiles from a common area, paying for them with time, in a marketplace where the costs shift like the sands from game to game. Make clever use of tradewinds to activate your drafted tiles again and again. Manage the space on your ship to carry only the most precious cargo as you make your way to floating bazaars to sell your goods. Watch for fluctuating values in the markets to make sure your goods bring in the most gold and ensure your victory as the shrewdest trader in The Bazaars of Ubar!&#10;&#10;During setup, Trade tiles are laid out in a grid in the center of the table. On a player's turn, they take a trade tile from the center area and, paying a time cost for it. The time cost is spent by moving their ship along the path toward the next bazaar.&#10;&#10;After taking a trade tile, a player adds it to their tableau adjacent to previously taken tiles - activating the newly taken tile and previously taken tiles in their tableau according to the direction of the trade winds on their tile. Trade tiles allow players to earn new goods from the supply or trade goods they already have for more desirable goods.&#10;&#10;When a player's ship reaches a bazaar, they may sell any number of the goods they have in their ship (to marketplaces with fluctuating values that vary from game to game). When all players have reached a bazaar, the trade tiles in the center are cleared and a new grid of trade tiles created.&#10;&#10;When all players have reached the third bazaar, the game ends and the player with the most gold from selling their goods wins!&#10;&#10;",
    "Categories": [
      "Arabian",
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "Market",
      "Open Drafting",
      "Square Grid",
      "Tile Placement",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Category: Combinatorial",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "16369",
    "Name": "Lupin the 3rd",
    "ID": 99777,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/99777/lupin-the-3rd",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5385",
    "Description": "Lupin The Third brings the characters of the decades-old manga series Lupin III, created by Kazuhiko Kato, to the game board, with players taking the role of one of five characters from the series, each represented by a colorful miniature:&#10;&#10;&#10;     The unpredictable gentleman thief Lupin&#10;     His inseparable friend with the unerring aim, Jigen&#10;     The taciturn master swordsman Goemon Ishikawa XIII&#10;     The charming and mischievous Fujiko Mine, Lupin's love interest&#10;     The stubborn and indefatigable Inspector Zenigata&#10;&#10;&#10;Lupin The Third has elements of a reverse Scotland Yard in that one of the players will control Inspector Zenigata and be visible on the game board along with his team of police agents, while the other players will work together to try together to steal the treasure and escape; these players are visible only when within view of Zenigata and the police, but both sides can use tricks to misdirect the other. What's more, as in the comic, Fujiko Mine can betray the group to try to escape with the treasure on her own!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Characters: Arsène Lupin",
      "Mechanism: Hidden Movement",
      "Theme: Anime / Manga",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "16370",
    "Name": "Monsters vs. Heroes: Volume 2 – Cthulhu Mythos",
    "ID": 272711,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/272711/monsters-vs-heroes-volume-2-cthulhu-mythos",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Meet the main characters of Lovecraft's masterpieces &quot;The Shadow over Innsmouth&quot; and &quot;At the Mountains of Madness&quot;. Fight with Robert Olmstead or Zadok Allen, or the dreadful Deep One, or with William Dyer and Danforth, or the creatures that haunt Antarctica.&#10;&#10;During the game, you can play a card from your hand or draw a new card from the deck. Each card represents a character with a special skill you can use in your favor. The Innsmouth Folk can ambush and devour heroes. Warren Rice can rely on Francis Morgan or Professor Armitage. Unique characters have incredible powers, but don't underestimate the utility of Investigator of the Occult or deadly Albino Penguins....&#10;&#10;Monsters vs. Heroes: Volume 2 &ndash; Cthluhu Mythos is a fast and fun card game for 2 to 8 players. This set includes two different decks (30 cards each); use them separately to play with four players or fewer, or mash them together to play with more people, or to have the fun last a little longer!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Creatures: Monsters",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "16371",
    "Name": "CityTriXX",
    "ID": 406501,
    "Year": "(2024)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/406501/citytrixx",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "150",
    "Weight": "2.9286",
    "Description": "CityTriXX is a 75 to 150 minutes deep financial strategy game designed for 3 to 5 players&nbsp;where players are investors managing railway companies. Skillfully blending the mechanics of trick-taking games with the world of financial games. You will have to play your hand of cards to obtain the resources you need to make the companies in which you have invested flourish. The game unfolds over 3 years divided into 3 phases:&#10;1. Trick round: win cards that will be used in the following two phases.&#10;2. Operating round: operate your trains through cities to generate income and increase your share values.&#10;3. Stock round: sale and purchase shares in the various companies.&#10;&#10;I also invite you to have a look at my &quot;Preamble to 18XX and trick-taking players&quot; (https://boardgamegeek.com/thread/3271780/preamble-18xx-and-trick-taking-players).&#10;&#10;Why the title CityTriXX? &#10;I wanted a title that makes sense and combines several of my passions. First, &laquo;City&raquo; for the beautiful cities and monuments to discover. Then &laquo;Trixx&raquo; for Trick Taking, which brought me joy for years and that I recently rediscovered thanks to my friends. Finally, &laquo;XX&raquo; for my economic games with stocks and trains, such as the 18XX series. I also liked the similarity in sound to the word CityTrip, which invites to travel and exploration. I hope this game brings you as much pleasure as I had in creating it and playing it.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Trains",
      "Travel"
    ],
    "Mechanics": [
      "Alliances",
      "Hand Management",
      "Income",
      "Investment",
      "Market",
      "Multi-Use Cards",
      "Stock Holding",
      "Trading",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "16372",
    "Name": "Heraldica",
    "ID": 370858,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgame/370858/heraldica",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "Kingdoms unite, becoming bigger and stronger for the good of everyone and You are glad that is so.. Only... Your granddad&rsquo;s old crest. Could we save it?&#10;&#10;In Heraldica, players take roles of noble houses trying to impose their crest as the official coat of arms of the newly united Kingdom.&#10;&#10;Each player draws their coat of arms alongside emblem tiles that are used to make it on the game board. &#10;During their turn the players will try to lay out their coat of arms by carefully:&#10;&#10;&#10;     Placing new tiles on the board&#10;     Rearranging existing tiles&#10;&#10;&#10;If at any moment during their turn the player success in forming their coat of arms on the board they are declared the winner.&#10;&#10;The game's basic version also comes with a &quot;Remembrance&quot; alternate game mode which works as a memory game. The players will try to beat their opponents by scoring the most victory points.&#10;&#10;A set of tasks, both big and small, will be laid out next to the board. The players will try to finish the task by properly arranging the emblem tiles. During their turn the players will, similarly to the base game, lay down new tiles and rearrange existing ones. But this time, all the emblem tiles will be face down. The first player to gather 15 points wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "16373",
    "Name": "Ice War",
    "ID": 3560,
    "Year": "(1978)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/3560/ice-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1538",
    "Description": "Microgame #9 in the Metagaming Microgames series, a Soviet invasion of Alaska during the Third World War.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Movement Points",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Region: Arctic",
      "Series: MicroGame (Metagaming)",
      "States: Alaska",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "16374",
    "Name": "Cash",
    "ID": 2310,
    "Year": "(1990)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/2310/cash",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2857",
    "Description": "Players, taking on the personas of thieves, start with empty hands. On each turn, a player may draw a key card (keys come in four colors) or play one or more combinations of four appropriately colored key cards to open some of the 35 available safes (only seven safes and their contents are revealed and available each round) to collect cash. Players receive a bonus for opening the seventh and final safe each round, and also for cracking two or more safes in a single turn. When all 35 safes (five rounds) have been collected, the player with the most cash wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "16375",
    "Name": "Kung Fu Samurai on Giant Robot Island",
    "ID": 6583,
    "Year": "(2003)",
    "Geek Rating": "5.526",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/6583/kung-fu-samurai-on-giant-robot-island",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The third game in the B-Movie Series of card games by Z-Man Games.  It focuses on martial arts movies, anime, and giant monster movies.&#10;&#10;Players play characters, locations, and prop cards to create a movie.  Creature cards are played to kill off characters in other movies and Special FX cards are used to perform various special actions at (almost) any time.  The goal of the game is to have the most points in your movie when &quot;Roll the Credits&quot; is played or the draw deck runs out.&#10;&#10;This game adds the 'Kung Fu' trait to certain characters, allowing them to attack and knock out other characters so they don't count as part of the movie until the next turn.&#10;&#10;This game can be played as a stand-alone product or mixed with any other B-Movie Series games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Series: B-Movies (Z-Man)",
      "Theme: Retro",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "16376",
    "Name": "Happy Dim Sum",
    "ID": 324522,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/324522/happy-dim-sum",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Welcome to Happy Dim Sum! As a good guest, you&rsquo;ll be serving tasty pieces of Har Gow, Siew Mai and other delights to your fellow diners. Discover hilarious ways to load your friends&rsquo; plates while keeping your own clear, like getting help from Grandma and battling over the bill.&#10;&#10;Happy Dim Sum is a 2 to 5 player game where you draw Dim sum and Action cards and pass the dim sum in your hand to your friends, trying to help them complete their sets. Once a player completes 3 different sets and the relevant Daily Special cards are drawn from the deck, the players are eliminated. Make use of action cards to move the Dim Sum around and survive the Dim Sum stuffing till the last man standing!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "16377",
    "Name": "EcoLogic: Europe",
    "ID": 428989,
    "Year": "(2025)",
    "Geek Rating": "5.526",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgame/428989/ecologic-europe",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.625",
    "Description": "EcoLogic is a beautiful logic game whose mechanics were created to show the relationships between plants, fungi and animals. Players create complex ecosystems using cards representing hundreds of living organisms, inhabiting a variety of habitats.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental",
      "Trivia"
    ],
    "Mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Resource Queue",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Continents: Europe",
      "Crowdfunding: Gamefound",
      "Theme: Nature",
      "Trivia: Animals"
    ]
  },
  {
    "Rank": "16378",
    "Name": "Jutland: Duel of the Dreadnoughts",
    "ID": 4349,
    "Year": "(1991)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/4349/jutland-duel-of-the-dreadnoughts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "The Battle of Jutland at individual ship level (for the big ships) and squadron level for destroyers and light cruisers. Each shipping counter represents a battlegroup of 1 to 4 ships and has 1 or 2 gunnery target counters representing big and/or small guns.&#10;&#10;To hit a ship with gunfire, a die must be rolled. Then if a 'hit' is scored, a 2nd die roll is made for penetration (actual damage, sinking one ship of the counter's battlegroup)&#10;&#10;Victory is determined by sinking enemy ships.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: Command"
    ]
  },
  {
    "Rank": "16379",
    "Name": "The Golden Wilderness",
    "ID": 134419,
    "Year": "(2013)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/134419/the-golden-wilderness",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "A game of early California, from the Spanish explorers to the Gold Rush.&#10;&#10;Players take turns exploring and settling California, developing local industries.  The game starts with the earliest explorers, like Cabrillo and de Anza.  The early pioneers make a living shipping goods (like hides) overseas.  Later on, California becomes settled enough to develop markets of its own.&#10;&#10;Presidios help defend against danger and establish the governing power's control over the region.  Missions convert the California Indians into Spanish settlements.  El Camino Real is built, connecting the settlements of California together.&#10;&#10;",
    "Categories": [
      "American West",
      "Economic",
      "Exploration",
      "Negotiation"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Open Drafting",
      "Tile Placement",
      "Trading",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "States: California"
    ]
  },
  {
    "Rank": "16380",
    "Name": "Drogi do Rzymu",
    "ID": 289494,
    "Year": "(2020)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/289494/drogi-do-rzymu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Roads to Rome is an elegantly simple network-building Eurogame, designed by Matthieu Podevin and illustrated by Jo&euml;lle Drans. Players take on the role of Rome's richest families, seeking to gain the Emperor's favor by creating a network of roads linking the Eternal City to the rest of the world!&#10;&#10;Each turn, players place road sections onto the map, starting from Rome and moving from city to city. Players gain points each time a new road is built based on how many steps away from Rome they are &mdash; the longer the section of road, the more points they score! If the road back to Rome contains a section placed by another player, that player also scores points. Forcing other players to use your roads is one of the most direct ways to win the game, but not the only one.&#10;&#10;The cities themselves also have a value, which will score players points at the end of the game. Players compete to secure the trade routes to the richest, most crucial settlements and metropolises in each region, sorting them by color and value.&#10;&#10;These cities offer up precious resources to Rome's industrious families! Collecting valuable trade goods like wine, oil, gems, and gold, players score points at the end of the game depending on the variety of different treasures they bring back to Rome.&#10;&#10;The game ends when all of the cities on the map have been claimed, and the player with the most points after final scoring wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Civilization"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "16381",
    "Name": "En Pointe Toujours III: Koursk 1943",
    "ID": 8441,
    "Year": "(2003)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/8441/en-pointe-toujours-iii-koursk-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "En Pointe Toujours (EPT) is a company-scale tactical combat game system.  &#10; One turn equals approximately ten minutes of real time. The distance between the centers of two adjacent hexes equals approximately 50 meters. Levels equal a change in elevation of between 10 and 50 meters. Each piece represents either a squad, a heavy weapons section, a leader and his staff, a vehicle, or a cannon. The maps in are geomorphic, that is to say, they can be arranged in different ways to form different terrain.  Games in are played using historical scenarios. Each scenario gives an order of battle, the maps used with their relative positions, and special rules for that scenario.&#10;&#10;Game published in Vae Victis No. 51.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Country: Germany",
      "History: World War II (Eastern Front)",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: En Pointe Toujours! system (Vae Victis)"
    ]
  },
  {
    "Rank": "16382",
    "Name": "Pirates of the Caribbean: Master of the Seas Strategy Game",
    "ID": 98931,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/98931/pirates-of-the-caribbean-master-of-the-seas-strate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Play as one of the infamous captains from Disney's Pirates of the Caribbean.  Six islands are placed randomly around the main island of Port Royale to create a unique, table filling play area.  The ships are large cardboard/plastic stand-ups with spaces for up to 8 counters in the base.  The 12 prize cards are distributed around the islands, each player needs to find the three specific prizes listed on their captain's character card to win the game.&#10;&#10;Players roll dice and use the included movement caliper to move from island to island where they can collect prizes or add new crew members to give bonuses to their ship.  The players use the map card deck to gain prizes or gold from the islands. If they get another player's prize, they can either sell it at Port Royale, or keep it and use its special ability for themselves.  Beware though, the other player can attack and attempt to steal their prize back.&#10;&#10;There is additionally a Captain's deck of cards that can earn many rewards, or cause much grief for the other captains, including letting loose the dreaded Kracken.  Finally some islands will allow you to hire new crewmembers to add to your ship, such as a gunner or sailor.  These can add either 1, 2, or 3 to your movement or fight rolls depending upon their level.&#10;&#10;This thematic game includes simple, full color rules and high quality components.  It&rsquo;s time to plunder the seas.   Arrrgh...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Pirates"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Pirates of the Caribbean"
    ]
  },
  {
    "Rank": "16383",
    "Name": "Gettysburg: The Wheatfield",
    "ID": 68187,
    "Year": "(2011)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/68187/gettysburg-the-wheatfield",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.7273",
    "Description": "Microbadges:   &#10;&#10;&#10;Tattered Flags is a series of Kriegspiel-style historical miniatures/board game depicting battles of the American Civil War (1861-1865). In this first game in the series, each player controls a Union or Confederate force at the Battle of Gettysburg, struggling for The Wheatfield on July 2nd, 1863. Gettysburg: The Wheatfield was carefully crafted to introduce players to system basics of organization, events, maneuver, fire and morale, with future games in this series promising to expand the detail and accuracy of the Tattered Flags system.&#10;&#10;Since many players do not have the time, funds or eyesight to paint armies of miniature figures, Tattered Flags comes with colorful cardboard counters, called &ldquo;Stands&rdquo; (in the vernacular of miniatures gaming). These games also use a printed battlefield game map in lieu of miniature trees, hills, buildings, etc. Feel free to substitute miniature figures if desired!&#10;&#10;There are three scenarios included in Gettysburg: The Wheatfield, each with its own Order of Battle (OOB), Special Rules, Turn Length and Victory Condition. The first scenario is introductory in complexity and is used when someone is first learning and playing the game. The second scenario is the historical scenario depicting the actual fighting that occurred during the afternoon of July 2nd. The final scenario is a dramatic, &ldquo;what-if&rdquo; meeting engagement battle.&#10;&#10;Game Data:&#10;Complexity: 5 on a 9 scale&#10;Solitaire Suitability: 7 on a 9 scale&#10;Scale: 1 inch = 50 yards; each Stand is approximately 150 men or 3-4 cannon; each turn represents a variable amount of time, perhaps 15 to 20 minutes or so&#10;&#10;Game Components:&#10;&bull; One 12 page color rules booklet with lots of illustrated examples&#10;&bull; One 4 page scenarios booklet&#10;&bull; 60 color, die-cut 1&quot; x 1/2&quot; Stands&#10;&bull; 60 color, die-cut 1/2&quot; square markers&#10;&bull; 8 color, die-cut 5/8&quot; x 1.25&quot; Leader pieces&#10;&bull; 1 beautiful, full color game map (11&rdquo; x 17&rdquo;)&#10;&bull; 20 Event cards&#10;&bull; 2 Player Aid sheets&#10;&bull; 1 Game Turn track&#10;&bull; 1 Movement measuring tool&#10;&bull; 1 Combat measuring tool&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "History: Battle of Gettysburg",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "16384",
    "Name": "Benevolent",
    "ID": 370835,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/370835/benevolent",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Far away from the big cities lies a mysterious forest. Thousands of years ago, there lived tribes that worshiped the spirits of the woods. Even now, ruins of their sanctuaries, conquered by ivy and amarbel, can be found among the trees. Rumour has it that those spirits have always been benevolent and sometimes leave their guests precious gifts: a piece of amber here, a bluebird&rsquo;s feather or an ancient figurine of some outwardly stone there&hellip; Now it&rsquo;s your time to head out to the magical forest, earn respect of its guardians and collect all their gifts!&#10;&#10;Every player takes the Character card and all 5 Footsteps of their chosen color and places 1 Footstep on the first position of the Dream Path. Assemble the forest board according to the player count.&#10;&#10;Players take turns clockwise starting with the first player.&#10;When a players has all 5 different gift tokens (no matter how many of each kind), the game immediately ends and that player wins.&#10;&#10;During your turn you must move first, and then perform an action.&#10;&#10;Movement:&#10;Place one of your Footsteps onto a hex without your Footstep.&#10;You can&rsquo;t place your Footstep onto a hex where you already have a Footstep.&#10;You can&rsquo;t place your Footstep onto a hex if there are no adjacent hexes with your Footsteps.&#10;&#10;Action:&#10;After the movement phase you must perform an action on the hex where you&rsquo;ve just placed the Footstep. You have two options:&#10;Perform that hex&rsquo;s action &mdash; but first you must pay Leaves for all Footsteps there, except yours.&#10;Gather Leaves &mdash; take 2 Leaves from the supply.&#10;&#10;Players continue taking turns until one of them wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "16385",
    "Name": "Nord",
    "ID": 164284,
    "Year": "(2015)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/164284/nord",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Far to the north, off the northwest coast lies a cliff-ringed island:&#10;Rugged mountain ridges, deep fjords, dark forests, surrounded by black waters.&#10;Long ago, the Northmen lived here. As workers, they lumbered wood, hunted salmon,&#10;and mined for ore. A hard life. As soon as they saw a weakness, though,&#10;the tribe banded together, attacking the next settlement over. Some died,&#10;the surviving warriors stand fast und challenged the old jarls.&#10;&#10;In Nord, each player leads a clan, ordering workers and fishermen, performing attacks, uniting settlements, and providing their fighters with raw materials and food. Each player starts with one jarl and one warrior in a settlement, and a typical game turn takes up to three steps:&#10;&#10;&#10;    Place New Workers: A player places up to three workers in one land area or up to two with boats on the sea.&#10;    Attack a Settlement: If two enemy settlements are now connected by the new workers, a raid starts; the player's northmen in the connection attack, some die, some invade victorious, some return with the spoils of war.&#10;    Score Points: If the dragon boat is filled with dead northmen, the next scoring is triggered. When resources are scored players get points for having men delivering wood and iron to their warriors. These are scored in the warriors scoring where some might not survive the winter when not enough food is provided. Alternatively a player might, if he feels strong enough, duel a foreign jarl to receive points of glory.&#10;&#10;&#10;The game ends after the fourth scoring with a final scoring of treasures that the players hoarded throughout the game. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "16386",
    "Name": "Point of View: Circus Island – Mini-Testspiel",
    "ID": 425238,
    "Year": "(2024)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/425238/point-of-view-circus-island-mini-testspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Point of View is a new cooperative and communicative puzzle game series. It impresses with an ingeniously simple game principle with high play value. The &ldquo;slimmed down&rdquo; test game is a first taste in mini format&#10;&#10;Four large folding maps show you a hidden object scene in a cool 3D style. But: Each folding plan shows this scene from a different angle. And: Each of you only gets to see one folding plan at a time, showing each other is taboo. As a result, no one has a complete overview. Communication is the key to joint success! To solve the puzzles, you have to talk to each other intensively - both about what you see and about what you don't see. In four chapters, you will immerse yourself in exciting and crazy adventures and constantly face new challenges.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Series: Family Games (HABA)",
      "Series: Point of View (HABA)",
      "Versions & Editions: Demo Versions"
    ]
  },
  {
    "Rank": "16387",
    "Name": "Aachen",
    "ID": 5828,
    "Year": "(1983)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/5828/aachen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.6667",
    "Description": "Aachen is a simulation/game depicting the battle for the city of Aachen from September 12 through October 21, 1944. &#10;The struggle between the US 1st Army's VII and XIX Corps is presented on a scale of 1/2 mile (800 m.) per hexagon and company/battalion sized units, with a time frame of one turn (containing 5-6 impulses) per day. The problems posed by the game for the Americans is how to penetrate a double belt of fortifications and capture a large city while at the same time minimizing losses. The German player must use the advantage of good defensive terrain to get the maximum effect out of his poor quality troops so as to slow the US Army's advance until powerful reinforcements can arrive.&#10;&#10;Both sides will have to attack and defend with seemingly inadequate resources.&#10;&#10;600 Counters (2 Counter Sheets)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Aachen (North Rhine-Westphalia, Germany)",
      "Country: Germany",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Black Sea * Black Death"
    ]
  },
  {
    "Rank": "16388",
    "Name": "Autumn of Glory",
    "ID": 11373,
    "Year": "(1995)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/11373/autumn-of-glory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.7",
    "Description": "&quot;AUTUMN OF GLORY&quot; is a two player operational wargame on General William S. Rosecrans' offensive into northern Georgia during the late summer of 1863.  This offensive was met by a strong Confederate counterattack that resulted in the Battle of Chickamauga.  The game also portrays the effort made to control Knoxville that so vitally influenced the Chickamauga campaign. This is the fifth game in COA&rsquo;s Civil War Campaign series.&#10;&#10;The map depicts the theater of operations from Cumberland Mountain to Rome, Georgia, centered on Lookout Mountain.  It is divided into Areas to regulate movement.  Each Area represents approximately a 7-mile slice of terrain.  Each turn represent about 2 days of real time.  The playing pieces represent divisions and brigades on both sides, as well as artillery units and various informational markers.  Each combat strength point represents around 800 infantry, 400 cavalry, or 16 artillery pieces, depending on the unit represented.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Minimap Resolution",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Civil War Campaign (Clash of Arms Games)",
      "States: Georgia"
    ]
  },
  {
    "Rank": "16389",
    "Name": "War For the Motherland",
    "ID": 15683,
    "Year": "(1994)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/15683/war-for-the-motherland",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.4286",
    "Description": "War for the Motherland is a strategic/operational game covering the German-Soviet fighting in World War 2 from June 1941 until April 1944.&#10;&#10;(from the rulebook)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "16390",
    "Name": "Mumia: Wyścig w bandażach",
    "ID": 167185,
    "Year": "(2014)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/167185/mumia-wyscig-w-bandazach",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Mumia: Wy&#197;&#155;cig w banda&#197;&#188;ach (&quot;Mummy: The Race in Bandages&quot;) is a roll-and-move game in which players try to gather the most valuable tiles from the board. The tiles can be positive (+1 to +8) or negative (-1 to -10). There are also camel tiles which convert negative values into positive. The last pawn leaving the tile has to take the tile from which it leaves. Sometimes players may or have to move the mummy or guards which provide some meaningful choices to the game. At the end of the game the player with most points wins.&#10;&#10;The base variant may be also extended by four modular expansions included in the game box, which can be added separately or all in once.&#10;&#10;Mumia: Wy&#197;&#155;cig w banda&#197;&#188;ach is an extended version of Verflixxt! (&quot;That's Life&quot;) that contains the whole base game and most components from two expansions: Verflixxt nochmal and Verflixxt hoch 2. The first expansion is included almost 100%, but there are no pawns for 7th and 8th player. Apart from that, the whole Verflixxt nochmal is contained in this version. The second expansion is included partially with risk tiles, a happy green hat and a cursed red cap, but with no movement cards or finish-tile discs.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Animals",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Egypt",
      "Animals: Camels",
      "Components: Standees",
      "Country: Egypt",
      "Creatures: Mummies",
      "Game: Verflixxt!",
      "Occupation: Adventurer / Explorer"
    ]
  },
  {
    "Rank": "16391",
    "Name": "Hedgehog Haberdash",
    "ID": 296358,
    "Year": "(2020)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/296358/hedgehog-haberdash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The hedgehog children are playing dress-up and want to have big spines in their favorite colors. To do this, the players need to draw leaves with the right colored points out of the leaf bag, but be careful! The wind can blow the leaves around so that even leaves you thought were safely yours fly away again! The first player to completely decorate their hedgehog with leaves in their color wins Hedgehog Haberdash.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Animals: Hedgehogs / Porcupines",
      "Series: Mitbringspiele M (HABA)"
    ]
  },
  {
    "Rank": "16392",
    "Name": "Captain Black",
    "ID": 183528,
    "Year": "(2015)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/183528/captain-black",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1.3333",
    "Description": "Captain Black is a cooperative board game with an electronic game master and a 3D pirate ship. The goal is to protect the pirate ship of Captain Black's ghost against all dangers and reach his treasure island in a given but unknown number of rounds.&#10;&#10;After assembling the pirate ship from the box and provided parts, you select the difficulty and activate the figurine of Captain Black's ghost, the electronic game master.&#10;&#10;A player round consists of rolling the die, moving up to the rolled number of spaces on the ship with his sailor, moving and activating the Captain, and solving the present or announced tasks at the location: fighting pirates, sea creatures, rats, fires, leaks or some mini games: blind snatching of items, throwing cubes, push ups/knee bends, etc. If all of these tasks are solved before night falls (i.e., the number of rounds is reached), the sailors have won; if night falls or the ship sinks or is seized by the pirates, the game is lost.&#10;&#10;The Captain is powered by batteries and directed by plastic platforms on each ship location. The output is acoustic.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Electronic",
      "Pirates"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Game Box Used In Play"
    ]
  },
  {
    "Rank": "16393",
    "Name": "How to Host a Murder: The Watersdown Affair",
    "ID": 4877,
    "Year": "(1985)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/4877/how-to-host-a-murder-the-watersdown-affair",
    "Min Players": "8",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5556",
    "Description": "THE WATERSDOWN AFFAIR &#10;By separate invitation, you and a select few others have been invited to Watersdown Mansion as the weekend guests of Sir Roger Watersdown. As Sir Roger's guest, I thought you might be interested in some information about the mansion and, perhaps, about the other guests that will be present during your stay. I have enclosed a brief biography of each guest. Watersdown Mansion is an old, elegant stone building situated in Yorkshire, England, and constructed in 1817. The original owner, Lord Balmy Farfrummit, made his fortune selling English pig iron to the French after Bonaparte's defeat in 1815. Roger Watersdown acquired the entire Farfrummit holdings in 1925 after the tragic death of Viscount Farfrummit aboard his sailing yacht, Frummit's Ferry, which foundered during a fierce storm off Falmouth Harbor. Sir Roger, as you may know, is the principal shareholder of the giant conglomerate Watersdown Beverages Ltd., and known far and wide as a jovial host. Female guests are cautioned that Sir Roger, after consumption of his customary evening cocktails, tends to become something of a leech. I welcome you on behalf of Sir Roger and the entire Watersdown Mansion household, and I hope your stay will be a pleasant one.&#10;&#10;CHARACTERS&#10;Dr. Malcom K.T. Praktiss, Miranda T. Shetes, Roger S.B. Astird, Dame Allison Bigh, Prosper Alvin Bates Esq., Donald J. Brooks, Florence Wing Brooks, Eiaguielle R. Aminmund&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Series: How to Host ..."
    ]
  },
  {
    "Rank": "16394",
    "Name": "Wana",
    "ID": 364012,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/364012/wana",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.75",
    "Description": "Each player has 8 marbles of their color. They are placed on divot at the intersection between the lines.&#10;&#10;On your turn you must move one of your marble. A marble can move as far as you want along a line. A marble cannot move through, or onto the same space as another marble. A marble that travel off the board will appear and continue traveling from the opposite side.&#10;&#10;If you have a marble that cannot be moved at the beginning of your turn you lose the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Line of Sight",
      "Pattern Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Marbles",
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16395",
    "Name": "Barakka",
    "ID": 262291,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/262291/barakka",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "In Barakka, you want to collect sets of beautiful Moroccan cards, ideally keeping your opponent from doing the same.&#10;&#10;To set up, shuffle the deck, which contains cards in five colors, with cards numbered 1-5 (and jokers) in each color. Reveal two cards to start two discard piles.&#10;&#10;On a turn, pick up the top card of either discard pile or the top of the deck. If you drew from the deck and don't want the card, discard it on top of either pile. If you do want the card, place it in a pile that contains only cards of that color; each player maintains their own set of card piles. Arrange the cards in each pile so that you can see how many cards are in the pile, but not the number or joker symbol on any card but the topmost one. Your goal is to get all five of the numbered cards (1-5) in each color, although a joker can replace any number, giving you bonus points along the way. If you place the fifth card in a pile, claim the matching colored token and place it on top of the pile to show that color is now out of play for you.&#10;&#10;When the deck runs out, you re-arrange the cards in each pile into a numerical sequence, and you score points based on the length of the sequence starting with 1. If a sequence has no 1, it's worth 0 points for you! Additionally, each joker in a valid sequence is worth as many points as the length of the sequence. Each colored token you collect is worth as many points as the number of tokens you collect. Whoever uses their memory well to collect valid sequences &mdash; while being cutthroat enough to block their opponent &mdash; wins.&#10;&#10;Barakka includes multiple variants that add new cards and tokens to the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Country: Morocco",
      "Theme: Art"
    ]
  },
  {
    "Rank": "16396",
    "Name": "Pizza Pizza Yum Yum",
    "ID": 403256,
    "Year": "(2023)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/403256/pizza-pizza-yum-yum",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Order up! Your shop is known for the tastiest pizza pies. But in this chaotic kitchen, miscommunications lead to mixed-up toppings and mad customers. Work together to keep the pizza party going!&#10;&#10;Pizza Pizza Yum Yum is a cooperative game played over three rounds. Each round, you will be making two pizzas with your partner. Scoring criteria will be face-down, and communication is restricted, so you will need to be in sync for a high score!&#10;&#10;Meld minds with your friend and tackle the challenge in Pizza Pizza Yum Yum. Over the course of the round you&rsquo;ll both be playing Pizzas out, and Yum cards to determine scoring. Those Yum cards are vital, showing what ingredients score for the pizza. However, you don&rsquo;t know which ones your partner plays nor where - making it a test of how well you can plan without overtly expressing those plans. Do you think you have what it takes to topple the 30-point threshold in order to secure victory? Or will your delivery end up running a little behind, leaving you short on tips for the evening? Check this one out if you enjoy quick, cooperative challenges with a friend.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Multi-Use Cards",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Containers: Wallets",
      "Food & Drink: Pizza",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "16397",
    "Name": "1792: La Patrie en Danger",
    "ID": 17615,
    "Year": "(1991)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/17615/1792-la-patrie-en-danger",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8889",
    "Description": "1792: La Patrie en Danger is an operational level wargame / simulation about the first campaign of the First Coalition (1792-1797) of the French Revolutionary Wars conducted by the French army against European Royalists Powers (aka Allies: Holy Roman Empire, Great Britain, Spain, Dutch Republic...).&#10;It was used for the '1992 French wargame championship'.&#10;&#10;The system used is Kevin Zucker's &quot;The Campaigns of Napoleon&quot; (Napoleon At Bay, 1809...)&#10;1 hex = 3,200m (2 mile)&#10;1 strength point =~1,000 men&#10;turn = 2 days/turn&#10;&#10;8 page rule book.&#10;&#10;Published in Casus Belli #66. Additional material in Casus Belli #67.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Austria",
      "Country: France",
      "Country: Prussia",
      "Digital Implementations: VASSAL",
      "History: French Revolutionary Wars",
      "Magazine: Casus Belli",
      "Misc: Championnat de France de Wargame",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Campaigns of Napoleon System – 1x"
    ]
  },
  {
    "Rank": "16398",
    "Name": "Zombie Cinema",
    "ID": 37997,
    "Year": "(2008)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/37997/zombie-cinema",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Zombie Cinema is a boardgame for 3-6 players, Ages 12 and up. One game takes 2-3 hours, all told. Learning the game takes ten minutes. The game is a cooperative storytelling exercise wherein the players create a story very much like a zombie movie.&#10;&#10;What it says on the box&#10;&#10;Nobody knew when it started, or why. Perhaps the lonely death of a spinster was one too much for angels to bear, or a chemical leak in the ground-water had unexpected consequences. Only one thing is certain: now the dead walk.&#10;&#10;This story game is about the zombie apocalypse and the desperate choices of the survivors. Not only do these characters scramble over each other trying to find safety, but they may also cooperate and even sacrifice themselves so at least a few might survive the story.&#10;&#10;Zombie Cinema is quick to set up, easy to learn and it's designed to play from start to finish in one evening, making for an excellent party game or a first step into a new hobby. The game box includes everything required to create stories of survival horror with your friends.&#10;&#10;Game Components:&#10;27 Cinema Cards&#10;1 Game Board&#10;6 Character Pawns&#10;6 Dice&#10;1 Zombie Pawn&#10;1 Round Marker&#10;1 Rules Sheet&#10;&#10;Packaged in a VHS tape case, making it look like a zombie movie.&#10;&#10;",
    "Categories": [
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "16399",
    "Name": "Pour Dieu et pour le Roy",
    "ID": 15432,
    "Year": "(2005)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/15432/pour-dieu-et-pour-le-roy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Pour Dieu et Pour le Roy (For God and the King) simulates the war in the Vend&eacute;e, France 1793, a period poorly covered in games in general.&#10;&#10;A game turn is one month (March 1793 to October 1793).&#10;One point of combat represents 500 to 1500 men.&#10;The map represents the Vend&eacute;e (West coast of France, under the Loire river) and is divided in areas of roughly 10 x 10 kms.&#10;&#10;One player controls the republican troops, while the other controls the revolting people of the Vend&eacute;e.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Country: France",
      "History: French Revolutionary Wars",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Region: Vendée (France)"
    ]
  },
  {
    "Rank": "16400",
    "Name": "Cabaret",
    "ID": 171258,
    "Year": "(2015)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/171258/cabaret",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Paris!  The city of lights, the city of romance, the city of cabaret! Entertainers from all over the globe come to the city in hopes of becoming a star of the famous cabaret stages. Talent agents like you are there, too, looking for the best acts to sign to their agency.&#10;&#10;In Cabaret, players are talent agents putting together performers for cabaret shows throughout Paris. The performers come from a variety of genres: singers, dancers, comedians, jugglers, musicians, and magicians.&#10;&#10;In game terms, a hand of twelve cards is dealt to every player. The start player leads any card they like. The next player can play any card they want except that they CANNOT follow suit. Then the next player can't follow either suit, and so on until each player has played one card, with these cards comprising the &quot;trick&quot;. Whoever played the highest card wins the trick, taking all the played cards, adding them to their score pile, and starting a new trick by playing any card. A hand continues until each player has played all of their cards, then you score cards (each card has a value on it) that you've collected and the game continues for three hands. Between hands, you take all the cards, shuffle them up, and deal them out again.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Crowdfunding: Kickstarter"
    ]
  }
]