[
  {
    "Rank": "5501",
    "Name": "Pacific Victory: War in the Pacific 1941-45",
    "ID": 912,
    "Year": "(2000)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/912/pacific-victory-war-in-the-pacific-1941-45",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.1897",
    "Description": "Pacific Victory covers the war in the Pacific during World War II using the Columbia Block game system. Units are represented by wooden blocks which remain upright and hide the type and strength of the unit. A fusion of Columbia's older &quot;Front&quot; system and its newer &quot;Victory&quot; system, the game focuses on the grand strategy of the Pacific war. It provides a number of scenarios that deal with specific stages of the war and also a grand campaign.&#10;&#10;&#10;See wiki page for Pacific Victory.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Decades: The 1940's",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5502",
    "Name": "Kingswood",
    "ID": 253368,
    "Year": "(2020)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/253368/kingswood",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "The King has assembled the most prominent village Guilds and issued a challenge: rid the surrounding forest of monsters to earn your Guild widespread fame and glory!&#10;&#10;Players take turns controlling the guild's adventurers moving about the village. The purpose of traveling to different locations is to either build up new or refresh your existing resources. For example, you will visit the Blacksmith for your swords, the Academy for your spell books, the Market for coins, and the Tavern for your hearts. Liquid courage perhaps? There are also 7 other locations in the game, of which you will use one per game. This adds variety to the playing experience as these special locations have a wide range of abilities.&#10;&#10;Once you feel like you have enough resources, you will venture out into the Forest. There you'll encounter a variety of monsters. These monsters will give you points to add to your glory and some of them provide immediate benefits when they are defeated. The first player to gain 20 glory triggers the end game and once all players have had an equal number of turns, the guild leader with the highest glory total is declared the victor!&#10;&#10;Kingswood features an action rotation mechanism that puts players at the heart of the game.&#10;&#10;Each turn you select an adventurer and move them to a new location, taking the actions associated with both the starting and ending locations.&#10;&#10;Since every player controls the same adventurers, your choices change your opponents options on their turn.&#10;&#10;Kingswood: A guilded quest for 1-5 adventurers!&#10;The game is designed by Henry Audubon (Space Park &amp; PARKS) and illustrated by Tristam Rossin (3 Laws of Robotics &amp; Rune).&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Rondel",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "5503",
    "Name": "Age of Thieves",
    "ID": 203740,
    "Year": "(2016)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/203740/age-of-thieves",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5833",
    "Description": "Description from the publisher:&#10;&#10;Age of Thieves is a fantasy board game of strategy and adventure set in Hadria, a port metropolis located on the northern fringes of a mighty Empire. Each player becomes a master thief about to commit the most daring burglary of his career. During the game players may use unique abilities of their thieves as well as various action cards, which represent maneuvers, alchemical potions or complicated devices inspired by visionary ideas of Renaissance inventors. The players choose cards to play and then use available Action Points to plan the order of their activities. This makes the game very dynamic, with each resolved action dramatically influencing the turn. The players&rsquo; order changes dynamically depending on the number of Action Points placed on each chosen card.&#10;&#10;The goal of the game is to break into the vault inside the Emperor's palace and steal the Emperors' Jewel, the symbol of power very precious to the ruling dynasty. However, this is hardly the end, because thieves must escape from the city with their loot. This is no easy task - the streets are patrolled by vigilant city guards and veteran captains well versed in all criminal tricks. Additionally, time is running fast for the thieves - event cards introduced each turn control the flow of the game, escalating its pace and difficulty of challenges for the players to overcome.&#10;&#10;The thief who will manage to escape through one of four city gates taking with him the Emperors&rsquo; Jewel or other valuable loot will be the winner of the game. Anyone who will stay inside Hadria after resolving the last event card will be caught and mercilessly thrown inside the city dungeon, their names erased from the annals of the omnipotent Guild.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Renaissance",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "5504",
    "Name": "Untamed: Feral Factions",
    "ID": 261525,
    "Year": "(2019)",
    "Geek Rating": "5.725",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/261525/untamed-feral-factions",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "Untamed: Feral Factions is a fast-paced shuffle-building card battle game. Players each take control of three animal factions that battle together to bring down the opponent's three Strongholds. Each faction has its own unique appearance, Stronghold, and play style. By combining three different factions each game, players will be able to discover new synergies, combos and strategies.&#10;&#10;The game features a streamlined, accessible ruleset and a double resource system that adds tactical depth. Players can easily build their decks at the start of the game by choosing three animal factions: shuffle them together and you are ready to play.&#10;&#10;Each turn a player will face interesting choices with regards to how to use their cards: all cards double as resources which are required to play Animals and Items. Previously used and defeated cards enter a player's Support Area where they can be used to fuel powerful card abilities.&#10;&#10;Untamed: Feral Factions requires no additional purchases beyond the base set for an optimal playing experience, with almost a hundred possible deck combinations out of the box.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "5505",
    "Name": "Sine Tempore",
    "ID": 218395,
    "Year": "(2018)",
    "Geek Rating": "5.725",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/218395/sine-tempore",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "3.5",
    "Description": "Sine Tempore is a co-operative game in which 1 - 4 players face the game&rsquo;s artificial intelligence as part of a campaign, which guides them to one of three different endings.&#10;&#10;Sine Tempore is a game rich in high-detailed miniatures that plunge players into the planet&rsquo;s alien atmosphere, guided by spectacular scenarios.&#10;&#10;Each mission has an objective that needs to be successfully reached to determine whether or not a territory has been conquered, and whether or not new sectors can still be explored.&#10;&#10;During the end game phase, each conquered sector will provide colonists with access to the resources they need to build new structures and equipment.&#10;&#10;The final mission taken on by players will radically change their destiny.&#10;&#10;Sine Tempore will take you back to a faraway past, thousands of years before Nova Aetas, exploring new worlds in search of a new home where characters can live and prosper.&#10;&#10;During this long journey, your spaceship will come across a number of different alien species, some friendly, others somewhat suspicious or openly hostile.&#10;&#10;In the box you&rsquo;ll find 39 miniatures, 4 of which are heroes, with whom you will delve into the dangers of Primevus V, through unexplored jungles,  used as  hunting  grounds by Primaevi and the ancient ruins of civilisation used by the latter as a resting base.&#10;A campaign designed to be replayed with different paths each time will lead you to 3 different endings in your search for the resources you need to survive.&#10;&#10;An efficient &ldquo;end game&rdquo; system will help you to develop your characters through a modern tree skill system and a tested crafting mechanism inspired by Nova Aetas.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Sine Tempore",
      "Mechanism: Campaign Games",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "5506",
    "Name": "At the Helm",
    "ID": 361598,
    "Year": "(2022)",
    "Geek Rating": "5.725",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/361598/at-the-helm",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.7692",
    "Description": "The sea is a dangerous place. Whether it&rsquo;s storms or sea serpents, you&rsquo;re putting your life on the line each time you set sail. Boldly face the challenges of the open ocean as you steer your ship into uncharted waters.&#10;&#10;At the Helm is a heavy nautical theme game inspired by the old captain's ship logs. Often in these ship logs you'd see drawings and we used that as inspiration. It's solo and it's a deckbuilder.&#10;&#10;Over a series of turns, build a deck and use it to complete the three selected challenges before you run out of time or health. Turns proceed as follows:&#10;&#10;1. Choose 1 or 2 cards from your hand. For each chosen card, either resolve its ability and place it in the discard pile, or discard it (ignoring its ability).&#10;&#10;2. Resolve the effects of incomplete challenges.&#10;&#10;3. Draw cards form the deck until you have 3 cards in hand. Take 1 damage for each broken heart.&#10;&#10;If the market and deck both run out of cards and you need to draw a card, or your health reaches the skull and bones, you lose the game.&#10;&#10;Otherwise, when you complete the win conditions of the selected challenges, you win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;A 15 minute game in which you captain your sailboat through various challenges of the open ocean.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Containers: Wallets",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "5507",
    "Name": "Football Highlights 2052",
    "ID": 256876,
    "Year": "(2019)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/256876/football-highlights-2052",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Welcome to Football Highlights 2052!&#10;&#10;Football Highlights 2052 is like watching TV highlights of early 21st-century football games, with the game play being full of theme but with no time-outs or commercial breaks and all without bogging down in a play-by-play football simulation.&#10;&#10;In this quick and interactive game, two players manage their teams, combining both strategy (building your team) and tactics (playing the game) without any downtime. During each half, players alternate playing ten cards to simulate a full game's highlights. Each card represents both an offensive and a defensive play, both of which will be used to resolve your opponent's and your own offensive plays.&#10;&#10;Do you try to thwart your opponent's threatened offense, or put up a strong offense of your own? The player who makes the best use of their plays will score the most points through touchdowns, field goals, and even safeties to win the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "5508",
    "Name": "Bremerhaven",
    "ID": 137237,
    "Year": "(2013)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/137237/bremerhaven",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.1",
    "Description": "Game description from the publisher:&#10;&#10;Bremerhaven is a clearly structured but complex economic game about the famous harbor town in the north of Germany. Each player builds his own unique harbor and tries to reach the highest combination of money and prestige by the end of the game.&#10;&#10;Each round, players are trying to get the most influence on the action fields they want to use. Since you place your influence cards face down, you have to watch closely what the other players might want to do. (You can even place more than one card on one spot.) The options are varied: Get a new ship with new goods into your harbor, close a new contract, change the values of the four different goods, improve your influence card-hand, expand your harbor, buy a new building, or simply rise in the nautical ranks to get more money. But you have to be careful: Every ship and every contract will stay in your harbor only for a short while. (The transporters and trains are waiting!) If you fail to coordinate the incoming and outgoing goods, you might have to pay penalty for not fulfilling a contract!&#10;&#10;Bremerhaven ends after a defined number of rounds, and the rules include both a short version and solo rules. Visually the game will be in the vein of Le Havre.&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Constrained Bidding",
      "Pick-up and Deliver",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Bremerhaven (Bremen, Germany)",
      "Country: Germany"
    ]
  },
  {
    "Rank": "5509",
    "Name": "Settlers of Catan: Gallery Edition",
    "ID": 38821,
    "Year": "(2008)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/38821/settlers-of-catan-gallery-edition",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3",
    "Description": "In the Settlers of Catan Gallery Edition, the award-winning game is simplified and reduced in price to allow for quick play and introduction to casual players. The Settlers of Catan are once again traveling through the lands of Catan, racing to develop their settlements.&#10;&#10;Players are now able to gain the flavour of the popular board game within 60&ndash;90 minutes with simplified rules that allow quick game setup and learning. The Catan board game continues to have the popular modular board and the variety of strategic options available that made the original Settlers of Catan game so popular.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Modular Board",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Game: Catan"
    ]
  },
  {
    "Rank": "5510",
    "Name": "Shephy",
    "ID": 150016,
    "Year": "(2013)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/150016/shephy",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4348",
    "Description": "In the solitaire game Shephy, you start with one sheep in your field, and you must manage the event cards presented to you in order to have one thousand sheep in the field before you go through the deck of event cards three times.&#10;&#10;The sheep deck consists of values 1, 3, 10, 30, 100, 300 and 1,000; at the start of the game, you place a 1 sheep card in your field, then shuffle the 22 event cards and lay out five cards to form your hand. On a turn, you choose one card, carry out its effect, then refill your hand to five cards. Event cards might duplicate existing sheep cards, add new ones, swap one value of sheep for another, remove sheep, etc. Play through the deck until you have no cards in hand, then shuffle the event cards.&#10;&#10;If you go through the deck three times without having at least one 1,000 sheep card in the field or if at any point in the game you have no sheep in the field, then you lose.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Events",
      "Hand Management",
      "Move Through Deck",
      "Set Collection"
    ],
    "Families": [
      "Animals: Sheep",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "5511",
    "Name": "Paco Ŝako",
    "ID": 232974,
    "Year": "(2017)",
    "Geek Rating": "5.725",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/232974/paco-sako",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2.9",
    "Description": "Paco &#197;&#156;ako (Esperanto words for &quot;peace chess&quot;: pronounce &quot;PAH-tso SHAH-ko&quot; = /'pat&#205;&#161;so '&#202;&#131;ako/ IPA) is a form of chess created to be an expression of peace, friendship and collaboration. The aim is to find, through strategic gameplay, a way to &quot;embrace&quot; the other player's king.&#10;&#10;The game represents a constructive conversation or development in which the two sides merge their knowledge, ideas, and strength. During the game, both players try to bring forward good or ever better ideas than the other player by moving their chess pieces around. For both players, the aim is to stand strong for your knowledge, ideas and strength, but you will be open to receive input from the other player when it is their turn. Making the last move and bringing one of your pieces into a union with the other player's King will make you win the game.&#10;&#10;Paco &#197;&#156;ako is played on the same board and with the same chess pieces as traditional/classic chess, though the Paco &#197;&#156;ako chess pieces have a different functionality. Black and white pieces can be merged into a union and can stay together on one square. Because there are no pieces taken, all pieces stay on the board during the game. Once unions are created, both players can still move them; you can take over a union and release your piece out of a union by replacing it with another piece and eventually there is the chain reaction, which really brings out the Paco &#197;&#156;ako gameplay. Taking over unions and releasing pieces mean you may move several pieces in one turn.&#10;&#10;The game is very much focused on patterns and creativity, not on piece advantage. The nice thing about this is that both players stay in the game until the last move is made. There can be created an advantage in position and games can be fast because of the dynamics and physical patterns in which several pieces can be moved in one go. When the game develops into an endgame with a lot of unions, there will be a high energy on the board with lots of possibilities, chains and creative options, and often both players will get closer to making the final move. Sometimes it is about having momentum and holding it.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Moving Multiple Units",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "5512",
    "Name": "221B Baker Street: The Master Detective Game",
    "ID": 1275,
    "Year": "(1975)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/1275/221b-baker-street-the-master-detective-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.798",
    "Description": "221B Baker Street is the London address of the world's most celebrated fictional detective, Sherlock Holmes, and his dedicated companion, Dr. Watson. In this game you start at 221B and travel through the streets and alleys of London picking up clues and attempting to solve the most intriguing cases Holmes and Watson have ever faced.&#10;&#10;Each player assumes the role of Holmes and matches wits with the other players to determine who possesses the most skillful powers of deduction.  Each case is represented by a card that features a crime told in story form, a selection of probable suspects and a list of locations involved in that crime. Clues are hidden throughout London, one in each of fourteen locations. Players must collect clues from each location, noting them down on their checklists as they attempt to find the answers to the questions listed on the case card.&#10;&#10;Naturally, the crime scene will often contain vital clues, and a prudent detective always checks with the neighbors. Still, you can learn something vital almost anywhere in town.  The first player to figure out the correct answers to a particular mystery or crime, return to 221B and announce the solution, is the winner.&#10;&#10;The original 221B Baker Street Board game was created and copyrighted by American writer Jay Moriarty (dba Antler Productions) in 1975.  The Brazilian version of this game is known as Scotland Yard, not to be confused with the 1983 Spiel des Jahres winner also called Scotland Yard.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Deduction",
      "Narrative Choice / Paragraph",
      "Paper-and-Pencil",
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Mystery Novels",
      "Books: Sherlock Holmes",
      "Country: England",
      "Game: 221B Baker Street",
      "Theme: Police"
    ]
  },
  {
    "Rank": "5513",
    "Name": "Bolide",
    "ID": 20865,
    "Year": "(2005)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/20865/bolide",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7426",
    "Description": "Bolide presents itself as a revolutionary car racing game since no cards or dice move the cars.&#10;&#10;Each driver can take total control of his own car by applying a move mechanism based on a second pawn, able to reproduce the real accelerations, decelerations and inertial movements of the cars during the races.&#10;&#10;To learn such a mechanism means to learn driving a racing car and to experience a very high simulation level: the drivers can work out the best routes along the squares of the track and push their car at the speed they want, racing opponents and making breathtaking over-takings or extreme braking.&#10;&#10;They really play with their driving style. But they should make sure they preserve their engine and tires for the last part of the race...&#10;&#10;Moving on to the advanced level, the top drivers, besides their driving skills, will have to demonstrate their strategic abilities by choosing the best tires, by deciding between pit stops tactics or long race ones and by identifying the optimum set-up to push the car ahead of all others.&#10;&#10;To improve the level of simulation and play, a die is provided to rule superior performance requests, unforeseen events &amp; risky situations: this adds a touch of the unexpected to the Bolide race.&#10;&#10;The game comes with multilingual rules (Italian, English, German)&#10;&#10;Expanded by:&#10;&#10;    Bolide Tracks #1: Roma (Italy) and O Copo (Brazil)&#10;    Bolide Tracks #2: Bugeleisenring (Germany) and Tsunami (Japan)&#10;&#10;&#10;Developed from:&#10;&#10;    Racetrack&#10;&#10;&#10;Similar to:&#10;&#10;    Tacara&#10;&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Simulation"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "5514",
    "Name": "Enemy at the Gates",
    "ID": 6203,
    "Year": "(1994)",
    "Geek Rating": "5.725",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/6203/enemy-at-the-gates",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "6000",
    "Weight": "4.4146",
    "Description": "On a cold, foggy morning in November, 1942, a four-hour artillery barrage rocked the Rumanian lines north and south of Stalingrad. Countless swarms of Red infantry, tanks, and guns then swept the lines. In four days, the pincers met near Kalach-um-Don &ndash; entombing the 6th Army in Stalingrad. During the next three months, the Germans will reel from successive Soviet hammer blows, try in vain to relieve the 6th Army, and fail to supply it from the air. The 6th Army surrenders, and only the counter-attack by von Manstein&rsquo;s panzers stop the red tide. The turning point of World War II in Europe has passed.&#10;&#10;Enemy at the Gates, the second Operational Combat Series release by The Gamers, offers players different challenges from those in the very popular game Guderian&rsquo;s Blitzkrieg. The Soviet army has rearmed and reorganized their Tank Corps &ndash; their challenge to the Panzer Divisions. The unique force structures of each side force players to fight differently in order to maximize their strengths. And, of course, players must face the toughest operation and strategic choices they have ever faced. When to stand, when to run&hellip;and when to strike.&#10;&#10;Enemy at the Gates covers the entire period from 19 November 1942 to mid-March 1943. There are numerous one and two map scenarios. The game covers Operation Uranus, Operation Little Saturn, the German Relief and airlift efforts, and Operation Star and Gallup (to include von Manstein&rsquo;s famous &ldquo;backhand blow&rdquo;).&#10;&#10;Extensively researched, playtested, and developed, Enemy at the Gates will satisfy the Eastern Front interest of any gamer who wants to know more than the pulp-history version of these pivotal events!&#10;&#10;Features:&#10;&#10;    Dynamic and fluid situation&#10;    All of the pivotal battles in AG South&#10;    The creation of the Stalingrad pocket&#10;    The relief effort and airlift&#10;    Mansteins famous Backhand Blow!&#10;    Follow-on to the popular Guderian's Blitzkrieg: The Drive on Moscow game and system- refined based on player feedback&#10;    Player skill is highly rewarded&#10;&#10;&#10;Game Scale:&#10;&#10;    Turn: Half-week&#10;    Hex: 5 miles / 8 Km&#10;    Units: Battalion to Army&#10;&#10;&#10;Game Inventory:&#10;&#10;    Four 22 x 34&quot; maps (Maps A, B, C &amp; D)&#10;    One 8 x 11&quot; Stalingrad 'Blow-Up' map&#10;    Eight dual-side printed countersheets (5 combat, 3 markers - 2,800 1/2&quot; counters)&#10;    One 36-page OCS rules booklet&#10;    One 36-page Enemy at the Gate game specific rules booklet&#10;    Two 6-page OCS version 2.0 Charts &amp; Tables Folders&#10;    Four Player Aid cards&#10;    Two 6-sided dice&#10;&#10;&#10;Complexity: High&#10;Solitaire Suitability: High&#10;Playing Time: 4-100 hours&#10;Players: 1 or more&#10;&#10;(from the Game Box)&#10;&#10;&#10;All 4 maps were changed and reprinted in 2001.&#10;Updated and replaced by Case Blue.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Kharkiv (Ukraine)",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine",
      "Series: OCS - Operational Combat Series (MMP & The Gamers)"
    ]
  },
  {
    "Rank": "5515",
    "Name": "Hitler's Reich: WW2 in Europe",
    "ID": 165186,
    "Year": "(2018)",
    "Geek Rating": "5.725",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/165186/hitlers-reich-ww2-in-europe",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0625",
    "Description": "No stacks of armies, no hexes, no overly-lengthy rules to learn - Hitler&rsquo;s Reich takes five minutes to set up and two hours (or less!) to play. Players fight over Europe, across the North Atlantic and Mediterranean and into Russia using a combat mechanism similar to the traditional card game &ldquo;War&rdquo; with dice added in.  High-quality wooden pieces mark their progress, which is aided economically, politically and on the battlefield through the competition for and play of Event Cards drawn from three unique decks: one for the Axis, one for the Allies, and one from which either side can attempt to draw.&#10;&#10;Hitler&rsquo;s Reich is the first of the Card Conquest System game series in which players recreate epic military contests of history in short, comparatively simple and easy to learn, but hard to master games.  Designed to be set up in minutes and played to conclusion in one sitting, these are not simulations but games, albeit ones packed with enough historical flavor, excitement, and decision making to give you the feeling of being there at the highest levels of command.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Germany",
      "Country: Soviet Union",
      "Country: United Kingdom",
      "Country: USA",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Middle East",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "5516",
    "Name": "Mystery House: Adventures in a Box",
    "ID": 269537,
    "Year": "(2019)",
    "Geek Rating": "5.724",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/269537/mystery-house-adventures-in-a-box",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.125",
    "Description": "Experience the thrill of an escape room in Mystery House: Adventures in a Box, which features a mix of technology and tradition. Play the game with this real 3D house where you can look in through the windows using a flashlight, giving you the experience of really exploring a dark, mysterious house. In this Escape Room type board game, you have to solve all the riddles you find inside to solve the mystery!&#10;&#10;At the beginning of the game, you insert enigma cards in the box top, building the house, and these cards will tell a story as they're revealed and resolved during play. You must search for clues in the house, looking through the windows in the rooms. An app drives you through the game and records the progress of your team and your playtime. With the app you can try to see items better, use items and enter codes, needed to solve the mystery.&#10;&#10;The base game includes an intro mystery and two adventures: &quot;Family Portrait&quot; and &quot;The Lord of the Labyrinth&quot;. All future expansions will use the same base game box and app as a game system.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Murder / Mystery",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Components: Game Box Used In Play"
    ]
  },
  {
    "Rank": "5517",
    "Name": "Icehouse",
    "ID": 225,
    "Year": "(1989)",
    "Geek Rating": "5.724",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/225/icehouse",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5957",
    "Description": "This is the game that introduced Icehouse Pieces. In December 1989, an initial test run of 100 Icehouse sets were made and sold, packaged in black boxes. Later, a few more of these handmade sets were produced, but in very limited quantities.&#10;&#10;This game doesn't use turns, or rounds, or anything else to break up the action.  Players place their pieces as quickly or slowly as they like, in attacking or defending positions.  Only when time runs out or when everyone has used up all their pieces is the game scored, with people getting points for their safe defenders and successful attackers.&#10;&#10;Stashes of Icehouse Pieces without rules, later released as Looney Pyramids, have an accessory entry here: Looney Pyramids.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Looney Pyramid Games",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "5518",
    "Name": "It Happens..",
    "ID": 66193,
    "Year": "(2010)",
    "Geek Rating": "5.724",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/66193/it-happens",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3924",
    "Description": "Anton, the adventurous anteater, is out looking for food.  Nosy as he is, he sticks his long nose into every termite hill he comes across, and it&rsquo;s not just edible things that he turns up either.  His main objective, however, is the termite queen and her general.  They earn the most points at the end.&#10;&#10;A dice game where players have to place dice one by one onto certain columns of different anthills in order to attain the majority and score the most victory points.  Majorities are not all the players must think about, however, as players will also want to place their dice on certain spaces to collect various items, forming sets that are also worth points at the end of the game.  The player that is best able to balance attaining majorities while also collecting items will likely be the winner.&#10;  &#10;The funny background illustrations show the Anton the anteater in trouble with the ants and termites as he explores their homes.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Ants"
    ]
  },
  {
    "Rank": "5519",
    "Name": "The Barracks Emperors",
    "ID": 278685,
    "Year": "(2023)",
    "Geek Rating": "5.724",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/278685/the-barracks-emperors",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.7273",
    "Description": "The Barracks Emperors is a strategy card game set against the backdrop of the Roman Crisis of the Third Century, during which at least 45 different men made a claim to the throne of the Roman Empire.  In this game, 1-4 players represent prominent political factions attempting to gain control over the men who would be Emperors of Rome.  Players deploy the influence available to them (represented by the cards in their hands) to claim imperial reigns (represented by the historical Emperor cards arrayed on the board.)   But they must be very careful, because politics is a complex game, and sometimes attempting to exert your influence necessitates aiding someone else in their own plots.  Play your cards cleverly to capture Emperors and score the most points to win.&#10;&#10;At its heart, The Barracks Emperors is a trick-taking game, but not one like you&rsquo;ve ever seen before. In this innovative design, all 13 tricks are available for play simultaneously, in an interlocking grid that forces you to balance the value of every card you play against the value that same card may have for another player on a different trick.  Plus, every card grants you an additional special ability that you might be able to use to spring a surprise on your unwitting opponents.&#10;&#10;Features:&#10;Historical emperors, co-emperors, pretenders, and even Gallic Emperors who broke away from Rome during the Crisis of the Third Century are all represented as individual cards in the game, each with interesting facts about the rise and demise of the man depicted.&#10;&#10;For fans of Time of Crisis: The Roman Empire in Turmoil, 235-284 AD and Time of Crisis: The Age of Iron and Rust, you will find some of the concepts and flavor from that deck-building wargame, adapted in this all new standalone game.  You don&rsquo;t need Time of Crisis to play The Barracks Emperors, but you&rsquo;ll recognize Influence Cards such as Praetorian Guard, Foederati, and Pretender, now used in an entirely new way.&#10;&#10;An innovative card drafting mechanic adds an extra layer of strategy to how you play your cards while also mitigating the luck that would come with being dealt a full hand of cards at the start of each round.&#10;&#10;This game is designed for 4 players, but also includes options for 2 or 3 players, plus an easy-to-play solitaire adaptation for the solo player.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Ancient: Rome",
      "History: Roman Empire"
    ]
  },
  {
    "Rank": "5520",
    "Name": "Longstreet Attacks: The Second Day at Gettysburg",
    "ID": 158816,
    "Year": "(2018)",
    "Geek Rating": "5.724",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/158816/longstreet-attacks-the-second-day-at-gettysburg",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "720",
    "Weight": "3.4643",
    "Description": "Longstreet Attacks: The Second Day at Gettysburg is a two-player Tactical level  board-wargame simulating the fighting on July 2nd, 1863 during the second day of the Battle of Gettysburg and focuses on the southern portion of the battlefield. These engagements involved General Longstreet&rsquo;s attack against Sickles&rsquo; positions, with troops from Hood&rsquo;s and McLaws&rsquo; Divisions, assisted as well by Anderson&rsquo;s Division of A.P. Hill&rsquo;s Corps.&#10;&#10;The game is specifically designed to be a playable regimental-scale game that players can complete in a long evening. It allows the players the immersive experience of tactical combat without the heavy rules overhead normally found in such games, while also delivering a comprehensive experience of limited intelligence and unexpected events. The game features the Blind Swords chit-pull system which emphasizes the three &ldquo;FOW&rsquo;s&rdquo; of military conflict: fog-of-war, friction-of-war and fortunes-of-war. With each chit pull, players will be challenged to make tough decisions based on their assessment of the situation at that moment. Unlike traditional chit-pull systems, the Blind Swords system ensures that no combat units can be counted on, or conversely, counted out. This yields an environment of tense action and constant surprises &ndash; an environment that will challenge each player.&#10;&#10;UNITS&#10;&#10;All regiments and batteries of the Army of Northern Virginia and the Army of the Potomac that took part in these actions are represented in the Order of Battle. Each unit has a Strength Point number, with each point equaling 50 men or 1 artillery piece, and a Cohesion Rating, representing the unit&rsquo;s morale, training and experience.&#10;&#10;SYSTEM HIGHLIGHTS&#10;&#10;Combat and Cohesion System: The combat system is &ldquo;firepower&rdquo; based and utilizes the unit&rsquo;s size and Cohesion Rating to determine its effectiveness. The combat system is driven by a unique four-D6 dice mechanic. All four differently-colored dice are rolled simultaneously. The black and white dice generate an initial result ranging from 11 to 66. The other two dice (red and blue) simultaneously give the players the tangible effect of the initial result and represent physical casualties suffered by the unit (the red die) and the morale effect of the enemy&rsquo;s fire (the blue die).&#10;&#10;Orders System: A player must first choose one of four possible Orders that an activated Brigade will operate under &ndash; Attack, Defend, Maneuver or Rally. Each Order has specific parameters that provide benefits and restrictions. This Order choice can be critical to a unit&rsquo;s performance during its activation.&#10;&#10;Chit-Pull System: The Blind Swords chit-pull system is a unique mechanic and generates challenging actions and difficult decisions for the players. It features four different types of chits, all of which reside in the same cup, each with special effects:&#10;&#10;Division Activation Chits. These activate any one Brigade (not yet activated) from the Division listed on the chit. However, further Brigade activations from this Division are dependent on the Division General&rsquo;s Command Rating and a die roll. A successful die roll places the chit back into the cup and thereby the other Brigades of the Division have a chance to activate in the future.  A failed die roll discards the chit for the turn and the remaining Brigades will not be able to activate normally (however, see below). &#10;CIC Chits.  These are a special kind of Activation Chit. The Union player has a Sickles chit and the Confederate player has a Longstreet chit. These chits allow the player to select any one Brigade in the game for activation - even if it has already activated or will be activated later in the turn. Thus, this is the opportunity to activate a Brigade twice in the turn or activate a Brigade from a Division that has lost its Division Activation Chit. &#10;Event Chits.  There are nine Event chits assigned to each player. At the start of each turn, players may select any one of these chits to place in the cup (obviously an Event they really want). Three Event chits are randomly thrown out of the turn and will not be used &ndash; the remaining five Event chits are also then placed into the cup with the previously pre-selected chit. In this manner, players are never assured of drawing any particular Event chit, except for the one they chose. Each Event chit has a Unique Event side (all the chits have a different Event listed) and a Command Event side. The Unique Event is a tactical event that can be used on the battlefield and each Event has specific effects and options for the player to consider. Examples are Rebel Yell!, Union Logistics, Quick March and Heroic Stand. The Command Event side is used for more strategic options. The Union player may call for reinforcements from the rest of the Army of the Potomac (only the III Corps Divisions are available at start) and the Confederate player can attempt to better coordinate his attack (by increasing his Division General&rsquo;s Command Ratings). &#10;Wild Chits.  These are the two &ldquo;chaos&rdquo; chits. One chit is Fog of War, which can possibly cause units from either side to conduct unexpected attacks or withdrawals, or can cause General officer casualties. The other chit is Fortunes of War which will immediately discard the next chit pulled with no effect &ndash; including that special pre-selected Event chit if it happens to come up!&#10; MAP&#10;&#10;The map is 22&rdquo; x 34&rdquo; hexagonal map of the entire south end of the Gettysburg battlefield. Each hex equal 150 yards and contains all the significant terrain details &ndash; elevations, slopes, woods, swamps, buildings, orchards, etc.&#10;&#10;SCENARIOS&#10;&#10;The game will include at least five scenarios:&#10;&#10;The Round Tops. A small scenario to introduce people to the games rules.&#10;&#10;The Whirlpool. A ten turn scenario about the most contested part of the battlefield. The Wheatfield, Devils Den, Houck's Ridge and the Peach Orchard. 4:20 to 7:20pm&#10;&#10;Assault on the Emmitsburg Road. A 9 turn scenario of the battle for the Peach Orchard and Cemetery Ridge. 5:40 to 8:20 PM&#10;&#10;Hammerin' Sickles. The full second days action on this part of the field. 14 turns. 4:00 to 8:20 pm.&#10;&#10;Sickles Stays Put. A what if scenario exploring a set up closer to what Meade intended for Sickles before his forward advance.&#10;&#10;Map by Rick Barber&#10;Counters by Charlie Kibler&#10;Box by Mark Mahaffey&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points"
    ],
    "Families": [
      "Country: USA",
      "History: Battle of Gettysburg",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Blind Swords System",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "5521",
    "Name": "Spoils of War",
    "ID": 213549,
    "Year": "(2017)",
    "Geek Rating": "5.724",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/213549/spoils-of-war",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "The raid is over, and the victorious Vikings gather in the chieftain's tent to divide the spoils of war! Piled high on a massive oak table are the best treasures taken during the raid: gleaming gems, shiny swords, fine armor, and magical artifacts! Once strong allies, the Vikings are taken by greed, and soon a heated debate ensues &mdash; who will get which spoils? Fists pound the table, insults are made, and tempers rise!&#10;&#10;Spoils of War is a fast-paced and exciting game of bidding and wagering for 3-5 players. Each round, players roll their dice, then cleverly bluff and bet to outwit their fellow Vikings. The winners of each round get to claim fantastic treasures to add to their collection! With lots of twists and surprises, no one knows who will win until the last treasure is claimed and the spoils are counted!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Bluffing – Dice Cup",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "5522",
    "Name": "AI Space Puzzle",
    "ID": 383064,
    "Year": "(2023)",
    "Geek Rating": "5.724",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/383064/ai-space-puzzle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "AI Space Puzzle is a co-operative board game in which most players take on the role of people who have been evacuated from Earth on spaceships and one player performs as a distressed AI that has partially malfunctioned. Its task is to help passengers during this difficult journey, and to do so it must try to create an effective communication system so that the passengers can be directed to the proper rooms while holding the correct security keys. The AI player uses various tokens to convey the required combination of colors and pawns, but the meaning of the tokens is up to the players to decide.&#10;&#10;The game includes dozens of scenarios with increasing levels of difficulty, each with new challenges that you must overcome to survive. Beep boop!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "5523",
    "Name": "Cursed!?",
    "ID": 382035,
    "Year": "(2023)",
    "Geek Rating": "5.724",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/382035/cursed",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Cursed!? is a quick, solo, push your luck, fantasy themed game.&#10;&#10;You have been cursed by a witch and the only way to get it lifted is to take on nearby monsters in the dark forest and gather some souls for the witch so she can complete her ritual and lift the curse on you.&#10;&#10;The curse causes everything you touch to turn to ash so you have to use weapon and items you find on long dead adventurers. This means every weapon and item you get is random and you have to make the best of what you draw. Due to the push your luck nature of the game the items you can find are extremely powerful when used at opportune times and help mitigate a bad weapon draw or a monster with a nasty trait.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "5524",
    "Name": "Nevada City",
    "ID": 269810,
    "Year": "(2020)",
    "Geek Rating": "5.724",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/269810/nevada-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.4783",
    "Description": "You and your family have come to Nevada City to set up a homestead and help the town grow. Will you be able to outperform the other homesteaders?&#10;&#10;Each player in Nevada City starts the game with a nuclear family &mdash; mother, father, daughter, and son &mdash; and a homestead mat where you can establish farms, fence in livestock, and develop silver mines. You start the game with one mine, one farm, and one ranch, along with some money and an assortment of commodities. The town consists of a few buildings, and other buildings will become available for construction as the years advance, with the game lasting four years.&#10;&#10;A year lasts a number of turns until all players have used all of their characters and hired workers. On a turn, a player chooses one of their characters and takes actions until all of that character's actions are spent; a character can't take the same action during a turn. A character can buy new property from city hall; mine, farm, or ranch their own property; claim a building; construct a building; use an existing building; reserve a contract that has conditions for improving the city; or work to fulfill that contract. Each character and worker has a different set of skills that can boost the actions they take, such as finding additional silver in a mine or bringing lumber to a construction site.&#10;&#10;You earn victory points (VPs) for constructing buildings, in addition to fees from those buildings when other players use them. You earn VPs for completing contracts as well, with those contracts having different values depending on which buildings are in place at the time. Each player receives a private goal card at the start of the game, and all players score points for these goal cards based on how well they do relative to other players, so pay attention to their choices.&#10;&#10;Each year, various events pop up, leaving players to suffer drought or reap the benefits of fertile land, among other things. At the end of a year, workers leave unless you marry them into a family, which will require spirits and other resources.&#10;&#10;Nevada City also includes advanced rules that add additional buildings and events to the game, a gambling subgame of sorts, a more volatile production market to make life in the West less predictable, and extra sons and daughters. On top of all that, the unhired workers at the end of a year get rowdy and start shooting up the town, so you need to use your gunslinging abilities to bring them to heel and try to avoid getting wounded since you might lose out on a character's abilities in the subsequent year.&#10;&#10;",
    "Categories": [
      "American West",
      "City Building",
      "Economic",
      "Farming",
      "Territory Building"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "States: California",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "5525",
    "Name": "Rainforest",
    "ID": 365698,
    "Year": "(2022)",
    "Geek Rating": "5.724",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/365698/rainforest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "In Rainforest, your aim is to create a jungle environment that offers a rich variety of vegetation, which will allow you to reintroduce and protect the region&rsquo;s iconic species: Monkeys, frogs, butterflies and parrots. Don&rsquo;t forget to secure the long-term survival of your totem animal, and you&rsquo;ll be able to earn some precious extra points. Can you make your jungle a cradle of diversity?&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Environmental",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "Open Drafting",
      "Pattern Building",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Animals: Birds",
      "Animals: Butterflies",
      "Animals: Frogs / Toads",
      "Components: 3 x 3 Grids",
      "Digital Implementations: Board Game Arena",
      "Region: Amazon Rainforest",
      "Theme: Ecology",
      "Theme: Environmental Protection / Degradation / Pollution",
      "Theme: Nature",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "5526",
    "Name": "Siberia: The Card Game",
    "ID": 131246,
    "Year": "(2012)",
    "Geek Rating": "5.724",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/131246/siberia-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.0588",
    "Description": "After the release of Siberia from Reiner Stockhausen and dlp games in 2011, the search for resources &ndash; gas, charcoal, petroleum, diamonds and gold &ndash; in the wilderness of Siberia continues in Siberia: The Card Game with players using investors, salesmen, and workers to extract the most profitable resources.&#10;&#10;Eight resource cards start on the table, with the three leftmost face-up, and resources of the same type must be extracted from left to right. Each player starts with one worker cards on the table and five action cards in hand; an action card shows a combination of one of the five resources and one of the three workers. On a turn, the player first reveals one of the face-down resource cards, then chooses one of the following:&#10;&#10;&#10;    Passes on playing cards and draws two action cards. (A player can hold at most eight cards.)&#10;    Plays two action cards that bear the same symbol, takes the appropriate action (claim a character or extract resources), then draws one action card. (Any two action cards can be used as a joker, but you need at least one symbol of the appropriate type to take an action.)&#10;&#10;&#10;What do the characters do? Each investor has a different resource symbol, and when you extract that resource in the future, you need to play only one card instead of two. The salesman either boosts the value of a particular resource or the value of a character type at the end of the game. The worker allows you extract more resources.&#10;&#10;When you extract resources, you take one card from the resource row (starting at the left) for each worker you have in front of you, then replace those cards with face-down cards from the resource deck. When the last resource card is revealed, each player takes on final turn, then they tally their scores, scoring $1,000 for each character and the printed value for each resource card (unless a salesman modifies those values). The player with the highest total wins!&#10;&#10;The five salesman cards in Siberia: The Card Game can be used as an expansion for Siberia, and rules for this expansion are included.&#10;&#10;Expands (while also being a standalone game)&#10;&#10;&#10;    Siberia&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Multi-Use Cards",
      "Tags"
    ],
    "Families": [
      "Region: Siberia (Russia)",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "5527",
    "Name": "Rossio",
    "ID": 276633,
    "Year": "(2020)",
    "Geek Rating": "5.724",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/276633/rossio",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8235",
    "Description": "The Portuguese King has called the finest stonemasons of the country to pave one of the most important squares with cal&ccedil;ada tiles (worldwide famous black and white tiles that pave several squares in Portugal). But the task is enormous and players will have to count with the aid of helper cards who will help them score points and/or collect money.&#10;&#10;In Rossio, players start the game by drawing five cards and keeping three of them on their hands.&#10;&#10;On a player's turn, players will first recruit a card from their hands, placing it on the rightmost space under their player board, sliding to the left all cards previously recruited, discarding the card that slides off their boards (under each player board there are only 3 card slots). If the newly recruited card is played face-up, players must pay its cost in coins. If the card is played face-down, no money needs to be spent.&#10;&#10;Then, ALL cards under a player board will activate: face-up cards will give the player Points for each time the pattern depicted on the card is found on the square. Face-down cards will provide the player 1 coin each.&#10;&#10;Then, players must build the leftmost cal&ccedil;ada tile of their player boards. Players can never voluntarily change the order of the tiles on their board. At any moment players can, however, spend 1 coin to swap 2 pieces on their board that are orthogonally adjacent. The tile must be built in the square orthogonally adjacent to at least 2 elements: 1 tile and 1 wall, or 2 tiles. And must be built on the leftmost available space of the line it is being built. If the players manage to build orthogonally adjacent to a similar tile, they can as bonus build the next leftmost tile, and so on, until they decide to stop or until they can't build more. Players collect then 1 coin for each coin depicted on the spaces that were left free on their player boards after tiles were built.&#10;&#10;Finally, players end their turn by drawing 1 card into their hand from the 4 cards available on the market. However, the amount of cards players can choose from depends on the number of tiles that they have built. So, if players build only 1 tile, they must take the 1st card. If they build 3 tiles, for example, they can choose between the 1st, 2nd or 3rd cards. Players end their turns by refilling the empty spaces of their player boards with tiles from the facedown stacks.&#10;&#10;As the square is being cooperatively built, certain patterns appear more often than others and the scoring of face-up cards becomes exponential. Also, when players complete a column, they collect a bonus, that can be either 1 coin or drawing more cards. Money is very tight in this game, so gaining an extra coin can be crucial to recruiting a card from your hand face-up.&#10;&#10;The game ends when the square is finished and the player with most points wins the game.&#10;&#10;Rossio is all about timing: Recruit a card face-up late in the game, and then it will score fewer times than expected. Recruit it too early, and it will score you a few points since there are few tiles built on the square. To many cards recruited face down will give that extra amount of money, but, they won't score any points. Build several tiles and you're probably helping your opponents. Build fewer tiles and you probably won't have money next turn to recruit a face-up card.&#10;&#10;Rossio is a game with very simple rules, but with high interaction between players and interesting decisions every single turn.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Lisbon (Portugal)",
      "Components: Multi-Use Cards",
      "Country: Portugal",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "5528",
    "Name": "Rise of the Necromancers",
    "ID": 227002,
    "Year": "(2018)",
    "Geek Rating": "5.724",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/227002/rise-of-the-necromancers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "Are you evil? Maybe just a little?&#10;&#10;Then unleash your most wretched forces and seize power! To become the Necromancer King, you have to master dark magic, raise an army of undead minions, explore festering dungeons, and research ancient artifacts and spells.&#10;&#10;Rise of the Necromancers is an evil strategy game for 2-5 players, in which each player controls a Necromancer struggling for absolute dominance. Rise of the Necromancers is based on a classic fantasy narrative with character development as well as territorial strategy. The objective of the game is to develop your Necromancer and take control of the lands. Each player starts out as an aspiring Necromancer who can study spells, craft artifacts and eventually graduate from one of four academies. In time, your Necromancer can attract their own apprentice and assemble an undead army of minions to rule the lands.&#10;&#10;Your Necromancer can venture into dungeons where they will encounter wonders and dangerous creatures &mdash; and perhaps meet new companions. In the end, your Necromancer might be able to return to their academy and become Headmaster &mdash; or even seize the foulest of thrones as the Necromancer King.&#10;&#10;Each player moves their miniature Necromancer around the game board to gather resources, spells and artifacts, enter dungeons, battle cities and fight rival Necromancers. Throughout the game, Necromancers can increase their combat and movement abilities as they amass their armies. A Necromancer's minions can also be left behind to protect conquered cities and dungeons.&#10;&#10;In addition to the game's territorial component, the players compete in collecting spells, artifacts and minions affiliated with the four academies. Enough elements of the same color can make you Headmaster of an academy. The game has a varying starting set-up, so no two games are ever the same.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Miniatures",
      "Territory Building",
      "Zombies"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Movement Points",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5529",
    "Name": "Filthy Rich",
    "ID": 441,
    "Year": "(1998)",
    "Geek Rating": "5.723",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/441/filthy-rich",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9014",
    "Description": "Filthy Rich is a card game that is played with a binder and 4 pages of Ultra Pro card protector pages.  Players launch business billboards in the form of cards that get placed in the pages.  If the number rolled on the business dice corresponds to your billboard you get paid.  Income is spent to acquire Luxuries, and the first player to own three luxuries wins!  However, Luxuries and Businesses have a tax value that is due during a randomly-triggered tax phase.  if you cannot pay your taxes, you must liquidate your empire.  Special action cards and events add to this light but fun game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Binders",
      "Components: Polyhedral (not D6) dice",
      "Components: Transparent Elements"
    ]
  },
  {
    "Rank": "5530",
    "Name": "Monsters Menace America",
    "ID": 17835,
    "Year": "(2005)",
    "Geek Rating": "5.723",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/17835/monsters-menace-america",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8418",
    "Description": "As a giant monster, stomping cities is what you do. But now, other giant monsters are moving in on your turf - and you have to put a stop to that. Through a bizarre twist of fate, a branch of the military has decided to focus all its firepower on the other monsters. While your rivals are busy trampling tanks and swatting fighter jets, you'll be out there growing in power and infamy - getting ready for the Monster Challenge. In the end, when the dust settles and the radiation fades, the last creature standing will be crowned King of the Giant Monsters!&#10;&#10;Each player is one of six Giant Monsters, stomping across a map of the USA in search of cities to destroy. The monsters run the gamut from the classic (enormous lizards and gargantuan apes) to the slightly more unconventional (giant walking eyeball), and each has its own set of attributes and powers.&#10;&#10;Ingeniously, everyone also controls an arm of the military, which can be used to attack and weaken the other monsters on the board. It's a losing battle for the militia -- monsters can wipe out military bases and reduce the total number of forces available to each player -- but you can get a few good licks in early in the game.The battle escalates until the 20th city is reduced to rubble. At that time, all the monsters duke it out in a free-for-all, mano-a-clawo Monster Challenge; when the dust settles, the last monster standing is declared the winner.&#10;&#10;This game is a reworking of Monsters Ravage America.&#10;&#10;Key differences between this version and the original game include: getting rid of money in favor of a set number of units each turn, streamlined combat (two rounds in the new edition as opposed to three), removal of &quot;bad&quot; cards from the Research and Mutation decks (along with a few new cards from some of the unofficial expansions), removal of terrain effects on the board, miscellaneous balance tweaks between the military branches and the monsters.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Finale Ending",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Monsters",
      "Theme: Kaiju",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "5531",
    "Name": "Source of the Nile",
    "ID": 1577,
    "Year": "(1978)",
    "Geek Rating": "5.723",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/1577/source-of-the-nile",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.9538",
    "Description": "Designed to be an educational and challenging game in which players compete primarily with Nature and with each other, luck tends to be an element in the game, but can be overcome by careful play. Because the situation is forever changing, there is no single best strategy; however,players must weigh risks against gains with every decision they make and good judgment will pay off.&#10;&#10;The game is played on a mapboard showing Africa from Khartoum to Capetown and Lagos to Mombasa. The periphery of this map, showing the territory known ca. 1820, is filled-in; the center is blank. A hexagonal grid is superimposed on the map to regulate movement and to delimit territory explored. In the course of play, each player moves a token (representing his explorer) from explored hexagons to blank hexagons one at a time.; terrain, native tribes and other discoveries within the hexagons are then semi-randomly determined, with allowance made for previous discoveries in adjacent hexagons. The player interacts with the discoveries (e.g. negotiates with new natives for guides) and records them on the mapboard using wax crayons. The mapboard surface is erasable. If the explorer dies before returning to Europe to publish his discoveries, all hexagons which only he has explored will be erased and &quot;subsequent explorers will find that his discoveries were only rumors&quot;; i.e., when other players explore the erased hexagons later they will have to generate new discoveries there.&#10;&#10;When explorers do return to civilization, however, they may publish their discoveries, after which they are safe from erasure. Players may also emulate real explorers by withholding some of their discoveries since they will enjoy some advantages when moving through terrain or dealing with natives known only to them. Points are scored for discoveries as they are published and once scored will not be lost if the explorer dies or is retired by his player. A player may retire his explorer at any time and then start a new explorer in Europe.&#10;&#10;Before each trip to Africa, explorers will have to raise money to support their expedition. New explorers with no discoveries to their credit must do this by drawing chance cards for several turns until they feel their finances are adequate. Experienced explorers can accelerate this process by publishing discoveries, which allow them to draw additional chance cards.&#10;&#10;Originally published by Discovery Games and re-published by Avalon Hill as a more card-based rather than dice-based system. A form of the original rules are preserved in the AH rules book under the rubric &quot;Game II&quot;.&#10;&#10;The rules to the AH version have a serious glitch in sections 12.61 - 12.63 where the die roll modifiers for guides and proceeding cautiously are reversed.&#10;&#10;The GENERAL Index  Article List:&#10;&#10;    The GENERAL Vol.18,No.6&#10;        Source of the Nile &ndash; &ldquo;Native Policy in Source of the Nile&rdquo; (Strategy) Michael Anchors&#10;        The Question Box - Source of the Nile&#10;    &#10;    The General Vol.21,No.3&#10;        &quot;Source of Strength&quot; (Variant)Source of the Nile With A Vengeance, Tim Williams&#10;    &#10;&#10;&#10;Online Play&#10;&#10;     amarriner.com (PBEM)&#10;&#10;&#10;Expanded by:&#10;&#10;    Source of the Nile: Tributary (Discovery Games version)&#10;&#10;&#10;",
    "Categories": [
      "Exploration",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Variable Set-up"
    ],
    "Families": [
      "Continents: Africa",
      "Digital Implementations: Steam",
      "Rivers: Nile",
      "Sports: Hunting",
      "Theme: Colonial",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "5532",
    "Name": "Dutch Resistance: Orange Shall Overcome!",
    "ID": 327266,
    "Year": "(2023)",
    "Geek Rating": "5.723",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/327266/dutch-resistance-orange-shall-overcome",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.0714",
    "Description": "Resistance fighters in the Netherlands work together to outsmart the occupation forces in a non-violent way.&#10;&#10;In a period when most people were too afraid to oppose the occupying Nazi forces, some decided they did not want to sit idly by. To keep morale high and show they did not accept the occupation, they wrote a secret message OZO (Oranje Zal Overwinnen, translated as Orange Shall Overcome) on the walls. They formed groups and found ways to sabotage the occupiers' plans. You are one of those resistance fighters.&#10;&#10;Dutch Resistance: Orange Shall Overcome! is a scenario-based cooperative game about the Dutch Resistance during the Second World War. The main mechanisms are pick-up and deliver and resource management.&#10;&#10;The game has five very different highly replayable scenarios. They are not directly connected to each other but focus on different aspects of the resistance work. Each scenario has its own goals, special rules, cards, and other elements.&#10;&#10;Each player controls a character that is based on a real resistance fighter. These ten different characters have their own deck of three unique Character cards, based on what this person did during the war.&#10;&#10;Orange Shall Overcome!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Relative Movement",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Netherlands",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "5533",
    "Name": "Battlestar Galactica: Starship Battles – Starter Set",
    "ID": 250821,
    "Year": "(2018)",
    "Geek Rating": "5.723",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/250821/battlestar-galactica-starship-battles-starter-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.2",
    "Description": "Battlestar Galactica: Starship Battles is a starship combat miniature game created by the same designers as Wings of Glory and Sails of Glory. The game includes ready-to-play, painted and assembled miniatures, with a special base to support its unique game mechanisms.&#10;&#10;In the game, players take control of one or more Colonial and Cylon ships and face each other in furious dogfights and many other different kinds of missions. The game features innovative mechanisms allowing players to simulate space combat using simple and intuitive rules to imitate the unique dynamics of the battles in the TV show.&#10;&#10;Battlestar Galactica: Starship Battles includes both &quot;Classical and &quot;Reimagined&quot; settings as the publisher's license with Universal Brand Development includes both the classic series, created by Glen A. Larson in the late 1970s, and the re-imagined series developed by Ronald D. Moore and David Eick, which aired until 2010.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Movement Template",
      "Player Elimination",
      "Programmed Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Components: Rulers",
      "Game: Battlestar Galactica – Starship Battles",
      "TV Shows: Battlestar Galactica"
    ]
  },
  {
    "Rank": "5534",
    "Name": "Seastead",
    "ID": 307656,
    "Year": "(2020)",
    "Geek Rating": "5.723",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/307656/seastead",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.7692",
    "Description": "On an ocean world, even enemies must play fair. You and your rival compete for control of the four flotillas, the last remnant of old Earth. Strike cunning deals, build stable ground, and clean the ocean. Then, you will truly lead Seastead!&#10;&#10;With the survival of humanity in the balance, sabotaging your rival outright would put too much at risk! So in Seastead, many of your actions will also help your opponent; you just have to make sure you don't help them too much.&#10;&#10;Each turn, you either dive to gain resources or build a building from your player mat with your resources. Whenever you dive, you draw a card with two different resource collections from which to choose, with the resources you don't pick going to your opponent! When you construct a building, add it to one of the four central flotilla tiles, opening up bonuses and abilities &mdash; just try to use them before your opponent can!&#10;&#10;Seastead contains double-sided flotilla tiles, a variety of specialist cards, and multiple building paths to create endless strategies to explore!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical"
    ],
    "Mechanics": [
      "I Cut, You Choose"
    ],
    "Families": [
      "Theme: Treasure Diving",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "5535",
    "Name": "Cardline: Globetrotter",
    "ID": 145014,
    "Year": "(2013)",
    "Geek Rating": "5.723",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/145014/cardline-globetrotter",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3438",
    "Description": "Like its predecessor Cardline: Animals, players of Cardline: Globetrotter want to rid themselves of cards as quickly as they can, with the first player to have an empty hand winning the game.&#10;&#10;The game includes approximately 100 cards. Both sides of each card depict a country, while only one side of the card includes information about that country's size, population, GDP, and CO&#226;&#130;&#130; emissions. For each game, players decide before playing which of these four country traits they'll compare.&#10;&#10;At the start of the game, each player places a number of country cards on the table in front of her with the characteristics hidden. One card is placed in the center of the table with its characteristics revealed. Players then take turns placing a card from their tableau in a row on the table; a player can place a card between any two other cards or at either end of the row. After placing the card, the player reveals the characteristics on it. If the card was placed correctly &ndash; that is, with the particular characteristic in numerical order compared to all other cards on the table &ndash; the card stays in place; otherwise the card is removed from play and the player takes another card from the deck and adds it to her tableau.&#10;&#10;The first player to get rid of all her cards by placing them correctly wins. If multiple players go out in the same round, then everyone else is eliminated from play and each of those players are dealt one more card for another round of play. If only one player has no cards after a bonus round, she wins; otherwise play continues until a single player goes out.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Cardline"
    ]
  },
  {
    "Rank": "5536",
    "Name": "Barbarossa: Army Group Center, 1941",
    "ID": 1583,
    "Year": "(1998)",
    "Geek Rating": "5.723",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/1583/barbarossa-army-group-center-1941",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Historical Setting&#10;June 1941 -- Army Group Center hurls itself through the Soviet border defenses, and its two Panzer groups race headlong toward Minsk. Behind them lie the remnants of the Soviet Western Front -- almost a million men in four armies. The Soviets are stunned by the German Blitzkrieg. Their responses are slow, confused, and governed by pre-war contingency plans made obsolete by the speed of the German advance. In little more than a week, the German panzer spearheads meet east of Minsk. Though isolated units continue to fight, the entire Soviet Western Front has ceased to exist!&#10;&#10;The Germans' next target is Smolensk, but the Soviets resist more effectively. Entire armies are dispatched from other parts of the Soviet Union as the true scope of the Minsk pocket disaster and the magnitude of the German threat become known. Soviet counterattacks, especially around Lepel, are thrown back with horrific losses. Once again the Panzer Groups charge eastward, creating yet another huge Soviet pocket west of Smolensk. The Soviets resist savagely. Smolensk falls on July 13th, but the pocket does not close. Many Soviet units escape to fight another day.&#10;&#10;Hitler now makes a fateful decision and overrides his generals. Over half of Army Group Center's armored and air formations are diverted south to take Kiev or north to isolate Leningrad. No longer under heavy pressure, the Soviets gain time to form solid fronts around Vyazma and Bryansk. Did Hitler's decision cost the Germans the war? Play Barbarossa: Army Group Center and find out for yourself&#10;&#10;Game Features&#10;    Eight scenarios allow players to vary their level of involvement, complexity, and starting point, from introductory to full campaign&#10;        An asymmetrical sequence of play that highlights Axis armored breakthroughs and Soviet difficulties in combined arms warfare. This includes a &ldquo;non-op&rdquo; Soviet HQ system to simulate the rigid, yet fragile, Soviet Command structure&#10;        Detailed air rules which integrate with land combat and weather rules&#10;        Incredibly detailed Order of Battle, including special coverage of artillery, rocket artillery, engineers, bridge units, armored trains, and much more&#10;        Modifications to the proven &ldquo;EFS&rdquo; include many revised rules and procedures, as well as new Order of Battle information&#10;        Extensive bibliography and design/historical notes&#10;&#10;TIME SCALE     2 days per turn&#10;MAP SCALE     5 miles per hex&#10;GROUND UNIT SCALE     Division/Regiment&#10;AIR UNIT SCALE     40-80 aircraft per counter&#10;NUMBER OF PLAYERS     One to four&#10;&#10;COMPONENTS&#10;&#10;        Four 22x34 inch full-color maps (Series Maps C, D, H, and I)&#10;        One 22x8.5 inch map (Map WA) (in 2nd edition only)&#10;        1400 multi-colored die-cut &frac12; inch counters&#10;        Rule Book&#10;        Play Book&#10;        Player's aid&#10;&#10;&#10;(from GMT website and BGG user's description)&#10;&#10;&#10;This is one of a very popular series of games from GMT covering the first months of the invasion of the USSR; units are battalions through divisions, hexes are about 5 miles, and turns are two days. The system encompasses (as of 6/2001) Barbarossa: Army Group North (2000), Barbarossa: Army Group Center (1998), and Barbarossa: Army Group South (1996). Typhoon! (1995) is the progenitor of these games, and its system is quite similar, but it is unfortunately subtly incompatible with the later games.&#10;&#10;While not simple, these games are also not overly complex and present an excellent simulation of the early war. Most of the details of the campaigns are covered in a playable manner. Perhaps the most obviously interesting detail is the sequence of play, which is asymmetrical to account for the difficulties the Soviets labored under. Make no mistake, the Soviets are going to take a lot of abuse, but this is no walkover for the Germans and both sides are interesting to play.&#10;&#10;(BGG user description)&#10;&#10;&#10;Errata counters contained in Barbarossa: Crimea.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belarus",
      "Country: Russia",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Series: East Front (GMT)"
    ]
  },
  {
    "Rank": "5537",
    "Name": "The Arrival",
    "ID": 204675,
    "Year": "(2016)",
    "Geek Rating": "5.723",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/204675/the-arrival",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "90",
    "Weight": "2.625",
    "Description": "Description from the publisher:&#10;&#10;In a time long forgotten, the cruel Fomori rule over &Eacute;rin, the green island. They praise their king Balor, who reigns from his fortifications in the north with an iron fist. Old paths and ruins spread over the island's face, which will be called Ireland many generations from now. But new tribes arrive at the island striving for permanent presence. Who will control &Eacute;rin's fate over the next centuries to come?&#10;&#10;Each player in The Arrival represents a tribe leader who tries to gain predominance over the mythical island of &Eacute;rin while pushing back the demon-like Fomori. But the players are facing a dilemma, for spreading too quickly means becoming more and more corrupt and strengthening the Fomori in their power...&#10;&#10;Over 4-6 rounds, the players determine their resources by means of a unique game mechanism, which will be used later on profitably. During a first phase (Earning Phase), players draw four cards, each showing three sections of different resources. Two of these sections are gradually blocked by the player, thus leaving one section. The resources shown on this section are the ones the player gets. During this phase, they have to decide which section is the best one; while the upper section of the cards offers many resources, it also results in unwanted Corruption Points. The middle and the lower sections offer fewer resources, but also less Corruption.&#10;&#10;After that, the Action Phase takes place and the players must use their resources wisely while having the choice from different kinds of actions in order to get Fame Points.&#10;&#10;The game ends when a certain number of rounds have been played or somebody reaches the corruption limit.&#10;&#10;The winner is either the one with the highest amount of Fame Points or the one with the fewest Corruption Points. This depends on the scene of the board at the end: Do the tribes (players) control more locations on &Eacute;rin than the Fomori do &mdash; or is it the other way around?&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Wooden pieces & boards",
      "Country: Ireland"
    ]
  },
  {
    "Rank": "5538",
    "Name": "Mush! Mush!: Snow Tails 2",
    "ID": 147707,
    "Year": "(2013)",
    "Geek Rating": "5.723",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/147707/mush-mush-snow-tails-2",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9286",
    "Description": "No brakes. No speed limits. Just husky racing at its most extreme.&#10;&#10;Gordon and Fraser Lamont say that Snow Tails was their favorite design of the past decade, so in celebration they've decided to revisit husky racing with Mush! Mush! - Snow Tails 2, a fast-playing follow up to Snow Tails that allows you to dive in for a single race or compete over a three-route championship&mdash;the choice is yours!&#10;&#10;Mush! Mush! includes a massive oversized board with multiple tracks on both sides, new bonus movement, four polyresin buildings, proper scale model trees with bases, no brakes (as advertised above!) and less math, and gameplay that fits up to eight at the table&mdash;you and seven losers. Now hop on the sled and get moving!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Hand Management",
      "Modular Board",
      "Race"
    ],
    "Families": [
      "Animals: Dogs",
      "Region: Arctic",
      "Sports: Dog Sledding",
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "5539",
    "Name": "Aquileia",
    "ID": 108161,
    "Year": "(2011)",
    "Geek Rating": "5.723",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/108161/aquileia",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.925",
    "Description": "Aquileia, the second most important city of the Roman Empire, had been originally founded as an outpost against the Barbarian invaders. From its military origin comes the peculiar quadrilateral structure divided by the main streets. Later, the city developed to become an important political and cultural center and a prosperous trading city, especially for precious goods, thanks to its convenient and efficient river port. Important monuments such as the Gladiator Arena, the horse-racing Stadium, and the famous theater were built, as well as craftsmen's workshops, patrician villas which completed the architectural network of the city.&#10;&#10;In Aquileia, players want to become the most powerful figure in the city by trading and building. Each player, representing a wealthy Aquileian patrician, owns a certain number of henchmen (pawns) which he uses for these main activities: sports playing, culture, trading, and building. Each activity can bring expenses, earnings and sometimes victory points (VPs).&#10;&#10;Each round begins with a placement phase in which players take turns placing their henchmen on action spaces and their tiebreaker disc on the tiebreaker track. Placing the tiebreaker is mandatory; placing henchmen is not (but you probably want to place them). Once everyone has passed or placed all of their tokens, players resolve the action spaces in numerical order:&#10;&#10;&#10;    The Mercatus allows players to buy weapons, arms and slave cards, collect money through a die roll, claim four blue dice for use with the Arena and Stadium, and trade one currency for another. (This is the only way to make change, and some actions require specific currencies; if you must pay bronze and have only silver and gold, then you cannot take that action!)&#10;    At the Arena, players compare fighting strength, with that number determined by the starting strength on the action space claimed, the roll of three dice and the playing of slave and weapon cards. The winner gets three bronze coins and either double his strength in VPs or a slave card. The second and third best players receive lesser rewards.&#10;    The Stadium is similar to the Arena, with the horse cards coming into play and the winner receiving gold or silver coins and his choice of two laurel cards; laurel cards deliver 3-10 VPs or are a multiplier for endgame scoring.&#10;    The Theatrum brings a bid for a dual-colored laurel card, with players needing to ante and raise in particular currencies. &#10;    In the Forum, players build villas and private banks, sometimes scoring points for doing so when they pay the specific costs with the proper coins.&#10;    Finally, the Portus gives players a chance to activate their buildings, thereby earning them VPs or money.&#10;&#10;&#10;After six rounds, the game ends and players score VPs for their hidden point cards and the product of their villas' values times laurel cards of a matching color. (For example, a total of 8 points of blue villas and three blue villa cards equals 24 points.) The player with the most victory points wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Rome",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "5540",
    "Name": "Babylon",
    "ID": 418354,
    "Year": "(2024)",
    "Geek Rating": "5.723",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/418354/babylon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In the 6th century BCE, Nebuchadnezzar II, king of Babylon, wanted to honor his young wife, Amytis of Media, with magnificent gardens featuring a multitude of beautifully scented flowers, so he called on the most eminent architects in his kingdom to test their ingenuity and realize his vision of creating what would become one of the seven wonders of the ancient world.&#10;&#10;In Babylon, you take on the role of an eminent architect. Dig the quarry for the best materials, and use them wisely to build your gardens. At the end of the game, the player who unveils the most impressive design before the king will be declared the winner and crowned the greatest architect in the kingdom. Although Babylon is accessible to the whole family, it is also very popular with heavy gamers, due to a large number of optimization possibilities.&#10;&#10;The game box, representing the quarry from which you will draw your construction materials, is placed in the center of the table. On your turn, take a Terrace tile of your choice from the quarry and receive, depending on its location, a variable number of pillars. Use these pillars to place your tile on your personal board and, if you can, beautify your garden with different decorative elements. Build your terraces to go from floor to floor and decorate them as much as possible. At the end of the game, each decorative element will give you victory points depending on the floor where it is located.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting",
      "Three Dimensional Movement",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Babylon",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "5541",
    "Name": "Button Men",
    "ID": 17,
    "Year": "(1999)",
    "Geek Rating": "5.723",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/17/button-men",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.52",
    "Description": "This game gained a quick following after one of the major gaming conventions of 1999.  It features several characters, represented on actual stickpin buttons, that each have a unique allowance of polyhedral dice.  These dice endow each  character with fairly unique combat abilities.  Players roll the dice against each other and take their opponents' dice as casualties.  The object of the game is take out the most die 'sides' during the combat.  It's quite simple, quite inventive, and deeper than it would seem at first.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Two-Player Fighting Games",
      "Components: Polyhedral (not D6) dice",
      "Creatures: Vampires",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5542",
    "Name": "Kings of War",
    "ID": 85204,
    "Year": "(2012)",
    "Geek Rating": "5.723",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/85204/kings-of-war",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Kings of War is the miniatures wargame from Mantic Games. Designed to go along with the accompanying 28mm Fantasy Ranges the game features players maneuvering large blocks of miniature soldiers around the battlefield in search of victory.&#10;&#10;Kings of War is a new concept for mass battle miniature wargaming &mdash; a game that is both easy to learn and fast to play! With few and simple rules, there is little to get in the way of the fun and slaughter. Kings of War is a challenging game of strategy, where you can pit your wits against your opponent without devoting half of your brain power to remember a plethora of convoluted rules.&#10;&#10;And that&rsquo;s not all, the innovative turn structure allows you to play Kings of War using a time-keeping tool (like a stopwatch or a chess clock) to time your moves. As the seconds tick away, the pressure and excitement this adds makes 'Kings of War' unlike any other large-scale wargame you&rsquo;ve ever played before.&#10;&#10;Units are given simple ratings such as 'Melee Attack', 'Defense' and 'Nerve' and then augmented with special abilities that characterize the different fantasy races that inhabit the world. In 2015, the &quot;beta&quot; rules were updated and a full ruleset was released. Abbreviated rules are downloadable from Mantic's website, and extracts (about 70%) from the full army lists for all factions are also available for download, called &quot;starter lists&quot;. Currently army lists exist for Elves, Dwarves, Kingdoms of Men (medieval humans), Basileans (clerical army with saints and angels), Forces of Nature (Treemen, Dryads and other assorted forest creatures), Forces of the Abyss (devils and demons), Abyssal (evil) Dwarves, Goblins, Orcs, Ogres, Twilight Kin (evil elves) and the Undead hordes. &#10;Additional factions lists are now available in the &quot;Uncharted Empires&quot; supplement: The Brotherhood (high medieval and mystical humans with elementals), Salamander (humanoid lizards), The Herd (satyrs... ok: beast-men), The League of Rhordia (fantasy renaissance humans and halflings), The Trident Realms of Neritica (tritons/ fishmen), The Empire of Dust (aegyptian undead... yes, kings from tombs), Night-Stalker Armies (spirits, ghosts and the like), Ratkin Armies (ska... er, scavenger ratmen) and the Varangur (chao...tic warriors).&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: Kings of War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5543",
    "Name": "Confrontation",
    "ID": 7742,
    "Year": "(2000)",
    "Geek Rating": "5.723",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/7742/confrontation",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4074",
    "Description": "Confrontation is a miniature skirmish game. Each blister of Rackham miniatures contains the game rules and a reference card giving the statistics of the miniatures just bought.  Just like in similar games, players assemble an army of a certain race. Each warrior is paid for by points; the better it's capabilities, the higher it's point cost.&#10;&#10;From the rules:&#10;Confrontation is a game which marks the beginning of Rag'narok in skirmishes with often crucial consequences.&#10;Confrontation offers a simple game system that enables you to simulate small skirmishes between rival factions with loads of game play and fun.&#10;To start playing Confrontation, you will need a few 6 sided dice (D6). You can start a game with your friends just after choosing your figurines !&#10;&#10;As you build up bigger armies, you will be able to use the Rag'narok rules to simulate bigger conflicts. Some rules differ between Confrontation and Rag'narok but to go from one system to the other will present no difficulty, the game principles being the same.&#10;&#10;Re-implemented by:&#10;&#10;    Confrontation: The Age of the Rag'Narok&#10;    Rag'narok&#10;&#10;&#10;Expanded by:&#10;&#10;    Confrontation: Dogs of War&#10;&#10;&#10;See also: Tabletop RPG&#10;&#10;    Cadwallon&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Players: Two-Player Only Games",
      "Series: Confrontation (Rackham Entertainment / Dust Games)"
    ]
  },
  {
    "Rank": "5544",
    "Name": "Clash of Decks: Starter Kit",
    "ID": 334307,
    "Year": "(2020)",
    "Geek Rating": "5.723",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/334307/clash-of-decks-starter-kit",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "You are a surviving Sorcerer-Lord from the Erret Archipelago. A territory where hundreds of islands are connected together by huge bridges. Bridges once conferred the Archipelago greatness and prosperity, and permitted flourishing trade between its islands. The Archipelago's wealth, which would only transit through these bridges, offered every resident a life of comfort and carefreeness. But today, overpopulation, natural resources depletion, and blind cupidity from the Lord-Sorcerers have created a cataclysmic imbalance in the Erret Archipelago. Not a day goes by without the earth ripping apart and the seas engulfing the most fragile islands. The Sorcerer-Lords now fight for control of the upper and safest islands of the Archipelago. To survive in these hostile lands, you need to cross the bridges and fight other Sorcerer-Lords to claim their land.&#10;&#10;Clash of Deck: Starter Kit is a card-based combat game for 1-2 players aged 8+ that plays in 15-30 minutes, created by L&eacute;andre Proust, with artwork from Studio Rexard, and published by Grammes &Eacute;dition. Create your 8 unit army and battle other Lord-Sorcerers to destroy their Strongholds!&#10;&#10;Clash of Deck is dead&hellip; Long lives Clash of Decks! Clash of Decks is a card game which has been played and tested by hundreds of players throughout its first year of existence, as a French version. The game was published in 2020 in an atypic form: cards you cut yourself from a folded sheet of cardboard. A new standalone expansion was published each month. Today, thanks to the feedback and support of its community of players, Clash of Decks takes off with a new edition, available in English. The game will have more conventional components, such as &quot;real&quot; cards, larger and of better quality, with a tuck box.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Game: Clash of Decks"
    ]
  },
  {
    "Rank": "5545",
    "Name": "Conquest of the Empire",
    "ID": 97,
    "Year": "(1984)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/97/conquest-of-the-empire",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.5357",
    "Description": "Conquest of the Empire is part of Milton Bradley&#039;s Gamemaster series.  It is set during the Roman Empire and depicts the struggle around the Mediterranean as rival factions attempt to take control of the empire.  Each player plays one of these factions and receives a Caesar figure, several general figures, and ships of a specific color.  Along with these leaders, players utilize a pool of generic units composed of infantry, cavalry, and catapults.  All game pieces are plastic figures.&#10;&#10;Players attempt to conquer their neighbors and build up cities and fortifications to increase production of wealth.  Players also may build road networks that allow for faster movement, by all armies.  Along the way players have to contend with rising inflation which makes military units more and more expensive.  Eventually through elimination one player pulls ahead for the win.&#10;&#10;Re-implemented by:&#10;&#10;    Eagle Games&#039;s Conquest of the Empire (2005)&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Economic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Digital Implementations: VASSAL",
      "History: Roman Empire",
      "Region: Mediterranean Sea",
      "Series: Gamemaster (Milton Bradley)"
    ]
  },
  {
    "Rank": "5546",
    "Name": "Ancient Civilizations of the Inner Sea",
    "ID": 220558,
    "Year": "(2019)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/220558/ancient-civilizations-of-the-inner-sea",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "2.4651",
    "Description": "Ancient Civilizations of the Inner Sea allows you to create or conquer the great civilizations of the ancient Mediterranean in a single night, alone or with up to five other players - and without having to roll a single die!&#10; Build great Wonders to glorify a peaceful, thriving, commercial empire - or sack cities and conquer new lands as you spread your domain across the waters and around the shores of the Inner Sea.  Start from humble beginnings in isolated settlements at the dawn of the Bronze Age or leap ahead to scenarios that put you in charge of the mighty civilizations of Troy, Egypt, Carthage, Mycenae, Minos, Phoenicia, Rome, Mauretania, Celt-Iberia and the Gauls as they contend for supremacy and survival in numerous historical environments.&#10;&#10;Solitaire rules challenge the player to save Egypt from invaders, defend Rome from the barbarians or march as the Greeks against Persia in exciting solitaire scenarios from the desperate days at Marathon to the conquests of Alexander.  The game&rsquo;s 110 Event Cards grant civilizations great generals, prophets and architects, along with military and commercial advantages ranging from chariots to triremes and from caravans to traders. There are also Events which can inflict plagues and famines, foment civil wars, incur barbarian invasions from all directions of the compass and unleash volcanoes, floods and earthquakes of apocalyptical proportions.&#10; With a very short rule book that lets players get into the game quickly, Ancient Civilizations of the Inner Sea is an exciting, fast-playing, easy-to-learn, easy-to-play but challenging to master and always different abstract game in which player's guide the legendary civilizations that surged and receded around the shores of the Mediterranean: which the Romans aptly called the Mare Internum, or Inner Sea.&#10;&#10;Ancient Civilizations of the Inner Sea is not just one game but many games. From one to six players will each take the role of one, two or even three of these civilizations as they compete across up to four epochs, each Epoch taking up to four turns, on land and sea, each seeking to make their indelible mark on history.  The scenarios are of much shorter duration of only a few turns each (depending on which is selected).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Chaining",
      "Hand Management",
      "Solo / Solitaire Game",
      "Sudden Death Ending",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Egypt",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Mediterranean Sea",
      "Region: Middle East",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "5547",
    "Name": "Crows",
    "ID": 71973,
    "Year": "(2010)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/71973/crows",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9",
    "Description": "Crows are smart, but they have a weakness for shiny objects. You have a shiny object. The problem is, so do your friends. There are too many shiny objects and too few crows!&#10;&#10;Players take turns placing tiles and then positioning their shiny objects to attract the most crows. Crows flock to the shiny objects based on simple rules. It&rsquo;s going to take some wits if you&rsquo;re going to attract the most birds!&#10;&#10;When all tiles have been placed, the player who has attracted the most crows wins.&#10;&#10;This was one of Valley Games' 2010 Essen releases.&#10;&#10;Crows is #7 in the Valley Games Modern Line&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Crows / Ravens / Magpies",
      "Components: Gems/Crystals",
      "Components: Meeples (Animal) / Animeeples",
      "Series: Modern Line (Valley Games)"
    ]
  },
  {
    "Rank": "5548",
    "Name": "Moorland",
    "ID": 397431,
    "Year": "(2023)",
    "Geek Rating": "5.722",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/397431/moorland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3478",
    "Description": "As the morning sun tentatively rises above the high moor, its light filters through the remaining mist. The ground beneath the swaying, ancient trees is a haven for specialized animals and plants, making this an important place for our environment.&#10;&#10;In Moorland, it's up to you to manage this fragile and fascinating ecosystem and its uniquely adapted creatures. Success lies in cleverly linking waterways and distributing plants to keep your own moor alive. Create a diverse habitat for various animal species and compete to build the best ecosystem.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Misc: LongPack Games",
      "Theme: Environmental Protection / Degradation / Pollution",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "5549",
    "Name": "Ligny 1815: Last Eagles",
    "ID": 235454,
    "Year": "(2017)",
    "Geek Rating": "5.722",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/235454/ligny-1815-last-eagles",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "600",
    "Weight": "3.4286",
    "Description": "Ligny 1815: Last Eagles is the third title of the Eagles of France series after Fallen Eagles (Waterloo) and Rising Eagles (Austerlitz).(to be released Q4 2017)&#10;At Ligny, Blucher accepted battle with Napoleon assuming that Wellington would not be too far. The French nearly achieved a decisive victory which could have changed completely the dynamic of the Belgium campaign.&#10;&#10;This game will link up with a coming release Quatre-Bras 1815 to provide an ultimate experience at this scale of the 16th of June 1815 battles that could have decided the campaign before Waterloo.&#10;&#10;Historical battle and smaller scenarios will be available with the same set of rules. But this games adds variable reinforcements rules as a variant. Both sides will be unsure about what they could get. Using the fog of war rules, players will be as close as possible to the real life situation. No more helicopter view and automatic historical insight.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Fleurus (Belgium)",
      "Country: Belgium",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign",
      "Series: Eagles of France (Hexasim)"
    ]
  },
  {
    "Rank": "5550",
    "Name": "Targui",
    "ID": 202,
    "Year": "(1988)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/202/targui",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3871",
    "Description": "Conquer and occupy the valuable desert grounds. And also keep your home village! By tactically moving groups of camels through the different desert grounds and by using its specialties you can rule the desert. -- from the rulebook&#10;&#10;Targui has a board made of large square tiles representing the different types of desert ground. These provide varying economic and strategic value, from 0-5, and with a salt mine in the center, random distribution (with a little tinkering) makes a varied map each game. Players have a village tile which they place on the outer edge, and start with some camels and money. Your turn simply consists of moving and buying camels, expanding your control of the land.&#10;&#10;Targui has very simple mechanisms, and is in effect a simple rolling war game with obvious tactics. But the random turn order creates a wonderful world of rapidly shifting alliances, with players making and breaking promises within moments. The winner is not the one with most money or camels, but with the most economic value under their control.&#10;&#10;The game plays nicely with 3 or 4 players. However, Targui is a long game. Eight rounds takes about three hours, so using the whole deck of 20 fortune cards makes for an over-long game. If you enjoy Risk or light wargaming, then you'll get a lot from Targui.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Wargame"
    ],
    "Mechanics": [
      "Modular Board",
      "Player Elimination",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Camels",
      "Components: 7 x 7 Grids",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "5551",
    "Name": "7th Sea Collectible Card Game",
    "ID": 3125,
    "Year": "(1998)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/3125/7th-sea-collectible-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4828",
    "Description": "A collectible card game about pirates.  Each player starts with a ship and captain.  Players strengthen their ships by hiring crew and collecting items.  Conflict is usually done through cannon attacks or boarding/sword fights.  Generally, players win by having the last standing captain.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "5552",
    "Name": "Veggies",
    "ID": 277410,
    "Year": "(2019)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/277410/veggies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.4615",
    "Description": "Fresh fruit and veggies! The best in the market! Look at these strawberries, ma'am!&#10;&#10;In Veggies, a.k.a. Magazynier, 2-4 players compete to build the most successful produce stand in the market from eight cards that they'll place turn by turn. Each card contains six spots in a 2x3 layout, with those spots containing strawberries, bananas, grapes, carrots, mushrooms, an empty pallet, or rats. On a turn, play the card in your hand or a card of your choice from the row of three cards into your personal layout. You can overlap the cards as you wish so long as you retain a grid structure to how they're laid out. If you played from your hand, you draft a face-up card to end your turn, then reveal a new card.&#10;&#10;When each player has placed eight cards, the game ends. Players score points for the largest group of the good of their choice, but the rest of the players also score this good, so try to dominate one type of good for yourself while also building up goods that others will score. Your score for a good is the number of distinct groups of that good multiplied by the number of crates in your largest group of that good. Empty pallets are worth 0 points, and rats are -2 points, so you better cover them up to keep from scaring customers! Whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Layering",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Mechanism: Partially overlapping cards",
      "Series: Pocket Games (Devir)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "5553",
    "Name": "S.T.A.L.K.E.R. The Board Game",
    "ID": 381246,
    "Year": "(2024)",
    "Geek Rating": "5.722",
    "Avg Rating": "8.61",
    "Link": "https://boardgamegeek.com/boardgame/381246/stalker-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.6842",
    "Description": "S.T.A.L.K.E.R. features high-quality models and top-notch components that transport players to the harsh and cruel Zone. The mechanics have been carefully crafted to provide players with a sense of tension and danger as they tackle the game's challenges. At this point, we know that the game will please hardcore players while being accessible to people who are just starting their journey in story-driven board games. The core narrative will be based on the S.T.A.L.K.E.R.&rsquo;s campfire stories, and these stories will be our missions. The board game is described as a &quot;zone-crawler&quot; and is suitable for 1 to 4 players. The missions themselves are divided into separate boxes, allowing for a smooth transition into the game itself.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Dice Rolling",
      "Multiple Maps",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Country: Ukraine",
      "Creatures: Monsters",
      "Crowdfunding: Gamefound",
      "Theme: Chernobyl",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "5554",
    "Name": "Sherlock: 13 Hostages",
    "ID": 266444,
    "Year": "(2018)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/266444/sherlock-13-hostages",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "&quot;The tactical unit has intervened in a hostage robbery, but the robbers have disappeared, what happened?, why? Follow the clues with your team of investigators to answer these questions and other questions. Will you find the stolen jewels?&quot; (from the back cover of the game)&#10;&#10;In each Q case, you try to solve a mystery case with 32 clues, with players revealing one clue at a time until all cards have been revealed or discarded. During your turn, each player must perform one of the following actions:&#10;&#10;A) Reveal information:&#10;Choose a card from your hand and place it on the table, so all players can read or see the entire information.&#10;We recomend you read out loud all shared info when you place it on the table. If you play a clue that happens to be irrelevant&#10;to the case, you lose points at the end of the game, but be careful! Some clues are vital to resolve the case.&#10;&#10;You can share and expose your theories at any moment and talk about the cards you have in your hand but you cannot show them to the other players and you may only read out loud the words written in bold or the text framed inside an image:&#10;&#10;At the end of the game, when all clue cards have been revealed or discarded, you must check carefully all the available information and prepare a theory of what happened, working all together. Then, open the questionnaire and answer all questions. During this phase of the game, you can speak freely about your discarded cards, or the information you remember of them. Each right answer will add two points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "5555",
    "Name": "Avant Carde",
    "ID": 390163,
    "Year": "(2024)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/390163/avant-carde",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "1.875",
    "Description": "In Avant Carde, you want to build a collection of stunning cubist artwork. Each player starts with a deck of ten so-so cards: 1s and 2s in six colors that don't match and four high-value cards, each in a different color. Each player draws a hand of seven cards, then puts on the best exhibition possible by matching colors and numbers, e.g. red 11, red 1, purple 1, purple 13.&#10;&#10;Each card you play earns you $1, and in turn players can buy cards from the gallery stacks: a 2 costs $2, a 3 $3, etc. Once per turn, you can bury a top card in a gallery stack on the bottom of that stack. If you don't spend all of your money and don't already have a change token, take a change token from the bank; it's worth $1 when you decide to spend it. End your turn by discarding all played cards and cards still in hand, then draw a hand of seven cards, shuffling your discard pile when necessary.&#10;&#10;Six patrons numbered 2-7 are in play, and they give cards additional powers. If you played the most 2s, for example, you have an extra $1 to spend; if you played a 3, you can trash a card from your hand or played area; when you play a 4, you can change either its color or number. Avant Carde includes multiple sets of patrons, and you can use the cards from a single set or mix them.&#10;&#10;Why are you building this collection? To gain awards! If you earn at least $6, you gain an award, and higher amounts net you more awards. Earning $11 is worth four awards, and while you might wonder how you can earn $11, a 7 patron lets you draw additional cards on a turn and a 5 patron lets you earn an extra $1 for each 5.&#10;&#10;When the deck of awards runs out, whoever has collected the most awards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Matching",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Theme: Art",
      "Theme: Fine Art and Art Museums"
    ]
  },
  {
    "Rank": "5556",
    "Name": "Magna Roma",
    "ID": 319348,
    "Year": "(2022)",
    "Geek Rating": "5.722",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/319348/magna-roma",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.5263",
    "Description": "You are summoned by the Roman emperor to hear about his great plans for expansion. He wants you to found the next great Roman city and bring glory to the Roman Empire!&#10;&#10;Carefully plan your city and efficiently connect neighborhoods to gain valuable resources! Spend coins and employ population to build magnificent monuments! Use legions to conquer distant lands for the Emperor! Produce valuable luxuries to use for scoring points! Gain the Will of the Gods and use it to empower your city! Glory is within your grasp!&#10;&#10;Build the greatest Roman cities and bring glory to Rome in this tile-placement, city builder board game for 1-4 players!&#10;&#10;In Magna Roma, the objective is to make the most points at the end of the game by building your city efficiently! To do so, players take turns to place city tiles in their city. A newly placed tile must be connected to at least one of the previously placed tiles. When a player places a tile, the connection with the adjacent tiles will result in producing one or more resources for the player. For example, connecting two half-circles found on the tiles produces a coin, a rectangle and triangle produce population, a rectangle and half-circle produce a legion etc. What's more, if the connected shapes are of the same color, the game rewards the player with double the resources.&#10;&#10;With these resources, players will be able to play the other actions in the game, such as: build different monuments in your city, gain a Luxury Good, gain the Gods' Favor tiles, conquer new provinces for the Emperor all serving the same goal - to gain the most points at the end of the game and build the greatest Roman city that ever existed!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Civilization"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Highest-Lowest Scoring",
      "Open Drafting",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement",
      "Track Movement"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: 5 x 5 Grids",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "5557",
    "Name": "Foxy",
    "ID": 359318,
    "Year": "(2022)",
    "Geek Rating": "5.722",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/359318/foxy",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Foxy, you'll put your memory and observation skills to the test while looking at a sequence of large, full-color cards. Each card shows one of four environments, as well as 1-2 animals that live in that environment &mdash; although a cat can show up anywhere, so sometimes a card will feature three animals.&#10;&#10;To set up, shuffle 19 of the 40 cards into a deck, then shuffle the fox card into this deck. Each player takes a dry erase board and a marker. Flip the top card; for the types of animals depicted on this card, everyone secretly writes the total number of animals of these types that they've seen on all cards revealed so far. For the first round, this is easy &mdash; write the number of animals on this card! But you'll start seeing cards of many environments, and wait, how many chickens have I seen so far? How many cats? You can write only a single numeral for each round, with no reminders of which animals were which. When the fox card appears, write a numeral showing how many different animals you've seen total. Once during the game, you can circle a number to take a chance on doubling that score.&#10;&#10;Once you've finished the deck after twenty rounds, flip it over, then go through the cards again, this time keeping a public tally of how many animals of each type have been seen. If the number you wrote for a round is equal to or less than the total number of animals seen, you score that many points; if the number is larger, then cross it out and score nothing for that round. For the circled number, if you correctly wrote the exact number of animals, score twice that many points; if you guess higher or lower, score nothing. Whoever scores the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Series: Fluffy Animals (GateOnGames)"
    ]
  },
  {
    "Rank": "5558",
    "Name": "Town 66",
    "ID": 361212,
    "Year": "(2022)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/361212/town-66",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2727",
    "Description": "The residents of Town 66 can't stand it when houses with the same shape or color are lined up with each other. Try to build as many houses as you can while keeping in mind which houses in your hand can be built at the end.&#10;&#10;In Town 66, each player has a hand of tiles, with each tile showing one of six house styles in one of six colors/patterns. (The color/pattern of a tile also shows on its reverse side.) The game has 36 tiles in total, one of each possible combination.&#10;&#10;The first player places a tile in the upper-left corner of an imaginary 6x6 square, then on each subsequent turn a player adds a tile to a row or column in this square so long as this tile is adjacent to at least one other tile and the color/house style isn't already present in this row and column. After playing a tile, a player can choose to draw anew tile or not. If you play your final tile, you win, but if you don't draw new tiles, you might find yourself unable to play!&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids"
    ]
  },
  {
    "Rank": "5559",
    "Name": "Heave Ho!",
    "ID": 3318,
    "Year": "(2002)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/3318/heave-ho",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2841",
    "Description": "Two Scottish players participate in a classic tug-of-war, joined on occasion by Nessie.  Players first scramble to build their decks in real time.  After the decks have been built, card play goes back and forth until someone pulls the whisky barrel across their line and claims it. First one to win three whisky barrels wins the game.&#10;&#10;Heave Ho! is part of the Kosmos two-player series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Tug of War"
    ],
    "Families": [
      "Country: Scotland",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "5560",
    "Name": "Dogs",
    "ID": 148083,
    "Year": "(2013)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/148083/dogs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.375",
    "Description": "In Dogs, each player owns a kennel and want to turn it into the largest and most comfortable shelter for city &#226;&#128;&#139;&#226;&#128;&#139;dogs. Each game round is divided into three phases:&#10;&#10;In Phase 1 players move their vehicles (trucks) through two different scenarios of the board, Field and the City, collecting stray dogs, rewards will be worth it, and abandoned dogs of various races who need medical care and food, but yield valuable points at the end of the game.&#10;&#10;In Phase 2 players select special cards and perform important actions in five places: the City, the Warehouse, the Pet Shop, Veterinary Clinic and Trade Show Dogs. The number of players who can use each location in the round is limited, and therefore, choosing the right action is essential to bring good results kennel player. In addition, there are four types of resources in the game (money, gasoline, ration and medicines) and is essential to keep them under control and avoiding penalties disorders.&#10;&#10;In Phase 3 players feed the dogs in their stalls, pay the salaries of assistants and kennel organize the board for the next round.&#10;&#10;Upon completion of a certain number of rounds, the kennel with the highest score wins the game!&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Resource to Move",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter",
      "Series: Numbered Series (MS Jogos)"
    ]
  },
  {
    "Rank": "5561",
    "Name": "Celebrities",
    "ID": 22303,
    "Year": null,
    "Geek Rating": "5.722",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/22303/celebrities",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.1818",
    "Description": "Celebrities is a public domain game in which each player writes the names of celebrities (about 8) on pieces of paper or cards, one per piece of paper or card.  The names are placed in a container, and players are assigned partners randomly (there must be an even number of players).&#10;&#10;The first player pulls names out of the container one at a time and tries to get their partner to say the name on the paper by giving whatever clues they like, without saying the actual name on the paper.  If their partner get a name right, they keep the paper; everything else goes back in the container.  Each player has only 30 seconds.  The names are passed to the next person, who repeats the process, and so on, with the names going around the table, and everyone getting chances to give clues and to guess, until all of the names are guessed.  Teams score one point for each name guessed.  All of the names are put back in the container, and a second round begins.&#10;&#10;In the second round, the clue giver can give only one word clues for each name (with whatever other sounds or charades they like), and the guesser can guess only once.  The round is played similar to the first round in everything else, and the names go back to the container at the end again, for a third round.&#10;&#10;In the third round, no words at all are allowed for the clue giver; only charades and sounds (humming tunes) is allowed.&#10;&#10;The team with the highest total score from the three rounds is the winner.&#10;&#10;The game was packaged commercially as Celebrity and Time's Up! in 1999, and Monikers in 2015.&#10;Also known non-commercially as Salad Bowl or Fish Bowl.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": [
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "5562",
    "Name": "Robber Knights",
    "ID": 19989,
    "Year": "(2005)",
    "Geek Rating": "5.722",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/19989/robber-knights",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0127",
    "Description": "From the publisher:&#10;&#10;The knights set off from their castles to conquer the surrounding land. For the wealth of the big towns and the villages belonging to them is just too tempting.&#10;&#10;Of course, once in possession, no knight wants to lose his newly acquired properties, so this means: caution. For the other players&acute;knights are awake to any opportunity and the newly gained land may be lost again just as quickly to a new lord.&#10;&#10;Bring your landscape tiles and above all your knights skilfully into play, secure your properties on all sides and watch out for enemy knights at all time.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Mancala",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 10 x 10 Grids",
      "Components: 7 x 7 Grids",
      "Series: Small Box (Queen)",
      "Theme: Chivalry / Jousting / Tournaments (Medieval Europe)"
    ]
  },
  {
    "Rank": "5563",
    "Name": "1805: Sea of Glory",
    "ID": 23685,
    "Year": "(2009)",
    "Geek Rating": "5.721",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/23685/1805-sea-of-glory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "3.7222",
    "Description": "Spring, 1805&#10;Napoleon&rsquo;s Grande Armee&rsquo; is encamped along the shores of the English Channel. Following the teachings of Alexander, the French Emperor seeks to defeat a naval power from the land. He has but to place his 200,000 troops on British soil and France&rsquo;s hereditary enemy will finally fall. To do this, his combined fleet must control the Channel long enough for hundreds of shallow draft boats to ferry his troops to England. Standing in the Emperor&rsquo;s way is the Royal Navy.&#10;&#10;The year 1805, which is punctuated by the British naval victory at Trafalgar, represents one of England&rsquo;s darkest times during the Napoleonic Wars. Her great &ldquo;wooden walls&rdquo; offer the island nation its only defense against a far superior foe.&#10;&#10;1805: Sea of Glory examines the naval war on an operational level during that pivotal year. Although Trafalgar shines through history as the beacon of victory, it is the successful blockade of enemy ports that kept French boats from stepping onto British soil. But 1805: Sea of Glory is more than just a game about blockade duty. It is a game of breakout and pursuit, deception and false leads, husbanding meager resources, striking a blow where your enemy least suspects, and bringing about the decisive battle that defines victory or defeat.&#10;&#10;1805: Sea of Glory focuses on the operational actions of the three great navies. The Allied player (France &amp; Spain) must constantly try to break out of numerous European ports and form a combined fleet. The British player must continuously worry about his ships on station, as wind and weather allow the enemy an opening to slip anchor and set sail. For when Napoleon&rsquo;s fleets take flight, the British are hard pressed to cover all the potential targets and bring the enemy to bear. The British player will find that he never has enough frigates to watch all avenues of escape, and that a clever French player can keep him guessing and ultimately win this game of cat and mouse.&#10;&#10;The game uses blocks to represent the fog of war. The ability to spot and intercept your enemy is paramount. But is that block scurrying across the Mediterranean towards Egypt the French fleet? Or has the Toulon squadron turned west towards the Caribbean? From the French perspective, is the block off the coast of Brest a fleet? Or have the British returned home to repair and refit, leaving only a few frigates to watch the port? Is now the moment to sortie? Or does a large enemy force lay just over the horizon?&#10;&#10;While blocks represent fleets, squadrons, and scouting frigates, traditional counters represent the individual ships of the line. Every ship that could have seen duty, from lowly 64 gunners to the massive Santissima Trinidad, is present. Individual ships are kept on off map organizational charts, so that the exact composition of a fleet or squadron block is not known to your opponent until interception takes place.&#10;&#10;The great naval commanders of the age are present in the game as well. Rosily-Mesros, Villeneuve, Ganteaume, Missiessy, and Gravina for the Allied fleets. Cornwallis, Nelson, Calder, Collingwood, and Strachan for the British. Each admiral is rated for his ability to escape or pursue, as well as, his tactical acumen in combat. Special abilities are also included: from Cornwallis&rsquo; skill as an administrator, to Villeneuve&rsquo;s fatalistic bent, to Gravina&rsquo;s charisma, to Nelson&rsquo;s visionary brilliance brought to life as the &ldquo;Nelson Touch&rdquo;.&#10;&#10;The 22&rdquo; x 34&rdquo; map covers the North Atlantic from the Channel Coast to Africa, and the Mediterranean from the Straits of Gibraltar to Egyptian shores. An insert map covers the West Indies. Each hex represents 50 nautical miles. An Atlantic transit track handles fleets and squadrons sailing from Europe to the Caribbean and back. The major ports of the three belligerents are shown; each rated for harbor facilities and their effect on a fleet&rsquo;s ability to sortie.&#10;&#10;Weather also plays a huge part in the game. Storms and squalls will blow blockading forces off station, allowing the Allied player the opportunity to escape. While at sea, fleets and squadrons are at the mercy of the wind. True to any age of sail game, fleets may become becalmed at the worst possible moment. Prevailing winds are also noted on the map, resulting in interesting strategic options. A player that learns to anticipate and utilize the game&rsquo;s weather system will have the advantage. Beware being caught at sea in the Windward or Leeward Islands during hurricane season.&#10;&#10;Each individual ship is rated for its firepower and morale. The Allied player will cringe as his Spanish ships strike their colors early in a battle, while the steadfast Jack Tars of the Royal Navy will never seem to falter. But despite their superiority at sea, the British are not invincible, and a shrewd French player will find ways to thwart his enemy. Fire high and disable the British so that you can slip away, or stand hull to hull and exchange broadsides?&#10;&#10;A unique tactical combat system rewards fleets that seize the weather gauge. Each player has a selection of tactics chits which represent flag signals sent to his ships during battle. Choose the right combination of maneuver and sail settings to break the enemy line. Take the leeward position and attempt to escape before the windward fleet can close. Or from the leeward, turn and fight, creating a gauntlet of fire an overly aggressive enemy must endure. A Trafalgar sized battle can be fought out in less than 15 minutes.&#10;&#10;Although the game ends immediately in a French victory if the Allied fleet ever controls the English Channel, there is also a set of variable victory conditions. The British Admiralty must watch out for French invasions of Egypt, Malta, Naples, Ireland, or West Indies islands. The British player will quickly learn that he never has enough ships to cover every potential threat.&#10;&#10;A series of random events rounds out the simulation. Napoleon&rsquo;s meddling, British manpower shortages, West Indies fever, Spanish drafts, favorable winds, and Royalist spies are among some of the events that will hinder or help players achieve victory.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "5564",
    "Name": "Silent Death",
    "ID": 3895,
    "Year": "(1990)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/3895/silent-death",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7627",
    "Description": "Silent Death is a space combat game, normally played with miniatures. Most ships are fighter and heavy-fighters in size, but there are expansions to include gunboats and small capital ships. Each ship has a control sheet to make all bookkeeping (mostly damage and ammo when necessary) easier. The game is normally played in 10 turns, each player alternate moving all ships before making attacks.&#10;&#10;From designer's notes:&#10;Silent Death is an attempt to produce a fun and fast-moving game that is simple to learn. The mix of design trade-offs (detail for playability) in the Standard Game feels about right, but since you can't satisfy all of the people all of the time, we piled in a bunch of optional rules so players can find their own optimum mix; either simpler or more complex.&#10;&#10;Re-implemented in:&#10;&#10;    Silent Death: The Next Millennium Deluxe Edition&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Silent Death"
    ]
  },
  {
    "Rank": "5565",
    "Name": "Neolithic",
    "ID": 193486,
    "Year": "(2016)",
    "Geek Rating": "5.721",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/193486/neolithic",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.0667",
    "Description": "Neolithic is a 2 player card game set at the dawn of the Neolithic Age, where each player takes on the role of leader for their village. Neolithic uses a mix of Hand Building, Worker Placement, and multi-use cards.&#10;&#10;The game is played over alternating player turns. Players send Villager cards from their hands to perform Tasks and acquire more cards, to help unlock Innovation cards and boost their Culture(s). Returning these Villagers allows the player to play the cards they previously acquired.&#10;&#10;Each turn, the player chooses one of two options:&#10;&#10;Take a Task turn (play Villager card(s) from their hand to one of the five Task decks to acquire more cards)&#10;Take a Village turn (returns all of their Villager cards to hand, and for each Villager returned, may play a non-Villager card to their Village).&#10;&#10;The game ends when 2 of the 5 Tasks have no cards remaining. Players score points based on the cards in their Village. Points come from Culture cards (which award points based on certain Icons), Innovations, and for having the most Icons. The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Prehistoric"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5566",
    "Name": "Majolica",
    "ID": 258041,
    "Year": "(2018)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/258041/majolica",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.7692",
    "Description": "The rise of industrialization during the Victorian Era enabled both the mass production of a type of glazed pottery known as majolica as well as its spread to the Far East, including Japan, China, Taiwan, and Southeast Asia. The name &ldquo;Majolica&rdquo; comes from the Spanish name for the island of Maio (Cape Verde), which became renowned for (and later synonymous with) its export of high quality colorful glazed pottery tiles.&#10;&#10;In the game of Majolica, players take turns to collect majolica tiles from the outlying sides of a 4 x 4 grid and place them in one of their four workshops. When the ratio of the tile colors matches the requirement of the workshop, you may deliver the tiles to your design card and &quot;carry-over&quot; the remaining tiles to the next workshop.&#10;&#10;Choose the tiles wisely, arrange your design cards in the right place, and &quot;recycle&quot; your remaining tiles efficiently are the keys to score the most points and win the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Zeczec"
    ]
  },
  {
    "Rank": "5567",
    "Name": "Silver Dagger",
    "ID": 318098,
    "Year": "(2020)",
    "Geek Rating": "5.721",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/318098/silver-dagger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8182",
    "Description": "Silver Dagger is the fourth standalone game in the Silver series of fast and engaging card games.&#10;&#10;In Silver Dagger, as in the other Silver card games, everyone starts the game with five face-down cards, with everyone being able to see two cards of their choice. Cards are numbered 0-13, with the number showing how many werewolves the character on that card attracts, and each character (number) has a different special power.&#10;&#10;On a turn, you draw the top card of the deck or discard pile, then either discard it to use the power of the card (but only if it came from the deck), discard it without using the power (ditto), or replace one or more of your face-down cards with this card; you can replace multiple cards only if they bear the same number, and you must reveal the cards to prove this, being penalized if you're wrong.&#10;&#10;Silver Dagger contains 14 new roles and abilities not seen in the previous titles, some of which allow you to strategically switch the direction of gameplay, the #4 zombie in particular! As might be expected, zombies are tough to get rid of; in game terms, you can't place them on top of the discard pile, and they need to be face up in order to pass them to the previous player. The game also includes helpful roles such as the debt collector, which subtracts a point for each card held by your opponents, and the halfling, who has the power to divide your entire score for the round in half.&#10;&#10;As in other Silver games, call for a vote when you think you have the fewest werewolves circling your village. Your opponents will then have only one more chance to save themselves &mdash; or to sabotage you!&#10;&#10;The Silver series is made to mix and match! Pick out roles to fill the 0-13 slots from Silver Amulet, Silver Bullet, Silver Coin, or this title to create your very own custom deck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Digital Implementations: Tabletopia",
      "Game: Silver",
      "Misc: Lowest Score Wins",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "5568",
    "Name": "Saboteur: The Duel",
    "ID": 168215,
    "Year": "(2014)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/168215/saboteur-the-duel",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2833",
    "Description": "Saboteur: Duel is a standalone version of the famous card game Saboteur for one and two players. When playing alone, you want to collect as much gold as possible by digging new tunnels in the mine; when playing with an opponent, you'll just want to collect more than that player, but naturally your opponent will try to block your progression by all means.&#10;&#10;In this card game, you play path or action cards. The path cards form a maze in the direction of the six goal cards, which contain a variable number of gold stones. The action cards are used to hinder your opponent or to help you to repair broken equipment. A greedy troll also lurks in the mine, and you will have to pay him to progress and he doesn't give back any change!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Creatures: Trolls",
      "Game: Saboteur",
      "Theme: Mining",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "5569",
    "Name": "Epic Spell Wars of the Battle Wizards: Annihilageddon Deck-Building Game",
    "ID": 274128,
    "Year": "(2019)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/274128/epic-spell-wars-of-the-battle-wizards-annihilagedd",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.0769",
    "Description": "Revisit the world of Epic Spell Wars. Mercilessly attack your foes and kill them over, and over, ah-and over! Take advantage of your wizard's special ability tile and familiar card that only you can buy!&#10;&#10;It's an all-out battle to the death for the Annihilageddon trophy in the crazy world of Epic Spell Wars! While fully compatible with other Cerberus Engine releases, Epic Spell Wars of the Battle Wizards: Annihilageddon Deck-Building Game features a whole new world of mayhem...literally.&#10;&#10;Mayhem Events, Familiars, Past Champions, Wizards, Spells, Creatures, Treasure, and Wild Magic. It all adds up to an Epic Spell Wars experience unlike anything you've seen before. And fans of the series have seen a lot. Yeesh.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Game: Cerberus Engine – Heroes",
      "Game: Epic Spell Wars of the Battle Wizards"
    ]
  },
  {
    "Rank": "5570",
    "Name": "Blox",
    "ID": 34227,
    "Year": "(2008)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/34227/blox",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0833",
    "Description": "Get out your forklift! In this diversified building game, the call goes out: Who will use tactics and good luck with the cards to erect the most valuable towers? Who will clear them out and collect the most points? And who will throw the other players from the playing field at the right moment?&#10;&#10;Blox is a tower-building game in four phases, utilizing cards seemingly similar to Arbos. The player with the most victory points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "5571",
    "Name": "Endangered Orphans of Condyle Cove",
    "ID": 207687,
    "Year": "(2017)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/207687/endangered-orphans-of-condyle-cove",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "A deplorable tabletop game devoid of joy, hope, or humor; which, regrettably, is also far more awesome than it has any right to be.&#10;&#10;In Endangered Orphans of Condyle Cove, players take turns choosing to move around the board, playing options to either help their orphan survive, or make their opponent's orphan suffer.&#10;&#10;When an orphan either runs out of options, or in an act of desperation, reveals the boogeyman, the boogeyman takes the orphan.&#10;&#10;When all but one orphan are taken by the boogeyman, the game ends, and the last orphan to survive is the winner.&#10;&#10;The Endangered Orphans set includes:&#10;&#10;&#10;     Condyle Cove Core Game&#10;     Boogeyman Solo Play Figure&#10;     Fourth Player Expansion&#10;     Last Winter Expansion&#10;     The Ghost of Benny Harris Expansion&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Modular Board",
      "Player Elimination",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "5572",
    "Name": "Coconuts Duo",
    "ID": 163929,
    "Year": "(2014)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/163929/coconuts-duo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Coconuts Duo is a standalone expansion for the dexterity game Coconuts. In the game, you use your monkey launcher and your skill to fling coconuts into cups, claim them, and place them on your board. By stacking a pyramid of six cups you win the game and can claim the title of the monkey king &mdash; but beware the new powerful magic cards the other player may use.&#10;&#10;Coconuts Duo can be played as a tense two-player game with ten new special magic cards, or it can be combined with the original Coconuts to play a five- or six-player game. Either way, you will have a lot of coconut-flinging fun...&#10;&#10;Integrates with:&#10;&#10;    Coconuts&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Apes / Monkeys",
      "Players: Two-Player Only Games",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "5573",
    "Name": "Steamwatchers",
    "ID": 302413,
    "Year": "(2021)",
    "Geek Rating": "5.721",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/302413/steamwatchers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1765",
    "Description": "Steamwatchers unfolds in a frozen Europe, broken by an ice age that followed a brutal water level increase. In those hostile conditions, nomadic clans struggle to survive with the regular and puzzling outbreak of steam columns everywhere on the continent. These columns are a testament to intense subterranean heat sources. They free earth from the grasp of ice and allow mankind to grow food once again. These oases of heat are vital for survival...and, unfortunately, only transient. To make things worse, a strange sickness spreads around them: The Bane. It affects both mind and body, and to this day, no cure has been found. Handling it is necessary to the survival of the clans.&#10;&#10;Steamwatchers is a 2 to 5 player game in which you play as the leader of a nomadic clan. You will struggle over the geothermal resources of Europa in scenarios that last from 3 to 6 rounds. At the end of the last round of the chosen scenario, the winning clan is the one with the most geothermal resources (steam columns and farms), but a clan can claim victory before the end of the scenario by acquiring 10 geothermal resources.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Order Counters",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Miniatures",
      "Continents: Europe",
      "Crowdfunding: Kickstarter",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "5574",
    "Name": "Die Fugger",
    "ID": 8130,
    "Year": "(2003)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/8130/die-fugger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9556",
    "Description": "Players play cards to collect trade goods and at the same time influence the price of these trade goods. The player who earns the most money becomes the trading partner of the rich merchant Jakob Fugger and wins the game.&#10;&#10;&#10;Game Summary&#10;Cards 1-9 are placed clockwise; these are the Market, and indicate the prices of 5 commodities. A marker (card) for each commodity is placed in the 5 position. The Jakob the Rich card is set close by. Players each get a hand of cards.&#10;&#10;Players rotate taking turns. On your turn, you draw a card if you have &lt;4 cards. Then, play a card face up. The first 2 turns, you may play 1 card each round face down _in addition_ to the face up card. At the end of each round, draw a card from the draw deck and add to Jakob's area. Any time a commodity card is played face up (on your turn, or for Jakob), count all the cards of that type face up on the board. The turn ends if there are 5 of that type: score, and start again unless someone got to 100  points. If so, reveal and score all hidden commodities and score them (below). If starting the next round, first deal 2 more cards to everyone; players who played 1 merchant get 2 more cards (total 4); those who played 2 merchants get 3 more (total 7). Play continues with the player who would have played next.&#10;&#10;End of Turn Scoring: First, count how many cards there are for each of the 5 commodities. The top 3 will move clockwise in the Market, one step for each card played. If any commodity would move past 1, it stops at 1. All other commodities move counterclockwise (down) ONE space (but not past the '1' value). Each player adds up the value of the cards they've played. If any commodity has &lt;3 total cards played, those commodities marked with a rose count as double value.&#10;&#10;End of Game Scoring: all hidden cards are revealed and score double their current Market value (ignore roses)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Commodity Speculation"
    ],
    "Families": [
      "Cities: Augsburg (Bavaria, Germany)",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "5575",
    "Name": "Magic Rabbit",
    "ID": 303669,
    "Year": "(2020)",
    "Geek Rating": "5.721",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/303669/magic-rabbit",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "3",
    "Weight": "1.0769",
    "Description": "The magic show is about to start.&#10;&#10;Behind the curtain, it is chaos: the rabbits jump from all sides and the hats roll to the ground!&#10;&#10;You have to put all this back in order.&#10;&#10;Hurry up! The audience is already getting impatient!&#10;&#10;In Magic Rabbit, players will cooperate in a limited time to gather in line rabbits and hats together in an ascending order.&#10;&#10;The game design is straightforward. At first, place randomly a Rabbit tile face-down under a Hat tile face up. Then, place Dove tokens, depending of the number of players.&#10;&#10;Within 2'30&quot;, you will have to rearrange the Rabbits and Hats, so they match their number : Rabbit #1 under Hat #1, from 1 to 9.&#10;&#10;At their turn, players have to choose one of these 3 actions, if a pile is not blocked by a Dove token :&#10;&#10;     Look at a Rabbit tile in a Rabbit &amp; Hat pile&#10;     Switch 2 Hats between 2 Rabbit &amp; Hat piles&#10;     Switch to Rabbit &amp; Hat tile pile in the line&#10;&#10;&#10;At the end of their turn, player may also move a Dove token from a pile to another one.&#10;&#10;Hidden envelopes will bring some new magic trick to spice up the game difficulty. Envelopes comes in 3 levels and each of then contain several game variants to achieve before opening the next one!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Chaining",
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Memory",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Speed Matching"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Series: Coffee Break Games (Lumberjacks Studio)"
    ]
  },
  {
    "Rank": "5576",
    "Name": "Winds of Plunder",
    "ID": 7571,
    "Year": "(2007)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/7571/winds-of-plunder",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3739",
    "Description": "Set in the Caribbean at a time when pirates have naught to fear but each other, Winds of Plunder allows 3-5 players to compete for Victory Points (VP) by a variety of means: plundering ports, spreading their fierce reputations in the Caribbean isles, finding buried Treasure, and boarding their opponents. Randomly placed VP tiles dictate the value of each port and the location of Treasure Maps, while a unique tile rotation system helps keep game play fresh. Weapons, Crew, and Provisions may also be found in the various ports, each of which confers its own Advantages during the game and translates to VP's in the end. Action cards enhance a player's ability to gain plunder or to forestall his opponents. Wind Cubes permit players to vie over control over the winds that guide movement and the order of play for each game round. But the clock is ticking on the days of easy piracy! The game lasts 9 rounds, or approximately 60-120 minutes.&#10;&#10;All materials are marked &quot;Copyright 2006.&quot; However, the game was not released until May 2007.&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Take That",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "5577",
    "Name": "Birds of a Feather",
    "ID": 169341,
    "Year": "(2015)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/169341/birds-of-a-feather",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2308",
    "Description": "Every year, the most enthusiastic (or maybe just crazy) birders across the country embark on a big trip, where they try to see as many birds as they can. For some reason, you've decided that this year will be your big year. You'll explore wonderful habitats on a quest to see as many beautiful birds as you can. But whenever you see a bird, word will get out. Anticipate the crowd to see more birds than anyone else!&#10;&#10;Birds of a Feather is a fast, friendly, easy to learn card game for 1-7 players. The game is easy enough for children to learn and enjoy, but surprisingly strategic, making it a great filler for more hard core gamers.&#10;&#10;At the beginning of the game, each player is dealt a large hand of cards. The game takes place over several rounds. In each round, each player chooses a card to play simultaneously. This determines not only which bird that player sees that round, but which habitat that player visits. Players check off the birds they see on a score sheet, seeing their own bird plus any other birds in the same habitat. Additionally, all birds are available to be seen for an additional round, giving players the opportunity to see rare birds they missed the first time.&#10;&#10;Once all players have played through their hands, scores are tallied based on which birds each player saw. Seeing all birds in a habitat gives a substantial bonus. In the end, whoever saw the widest variety of birds is the winner!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Birds",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "5578",
    "Name": "The Little Flower Shop",
    "ID": 218025,
    "Year": "(2018)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/218025/the-little-flower-shop",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4615",
    "Description": "You're working for the little flower shop in the heart of the village. To attract customers, you'll need to arrange the most beautiful display of flowers in the shop's window.&#10;&#10;The Little Flower Shop is a light, yet strategic, set collection game featuring stunning artwork by botanical artist Sarah Wry. Mechanically, the game employs a familiar card drafting system of picking a card and passing the rest.  The cards are then used according to their type.  Vase cards are placed in a player's shop window.  Flower cards are tucked under the vases, provided they meet the vase's requirements. Basket cards may be hung at the top of a player's window, but only if they can buy the baskets first.  Salary cards provide free income.  Sale cards allow players to sell flowers to put additional funds in their register.  At the game's end, players score points for the best display of flowers in their windows.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "5579",
    "Name": "Yom Kippur: The Battle for the Sinai, October, 1973",
    "ID": 3414,
    "Year": "(1995)",
    "Geek Rating": "5.721",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/3414/yom-kippur-the-battle-for-the-sinai-october-1973",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "600",
    "Weight": "2.5849",
    "Description": "Oct. 6, 1973: Six years after the decisive Israeli victory in the Six-Day War, Egypt has armed itself again to reclaim undisputed control of the Suez Canal. This time, with better-trained and well-equipped troops (armed with new SAGGER anti-tank missiles), the Egyptians clobber the Israeli Bar-Lev defense line. Israel must once again scramble the valiant IDF and fight for its very survival.&#10;&#10;Yom Kippur - The Battle for the Sinai, October 1973 covers the bitter fighting around the Suez Canal during the 1973 October War. Both players must fight against time to win before a ceasefire is mandated by the world superpowers. The tools of the modern battlefield, incredibly destructive weapons like rocket artillery, SAM missiles and airmobile troops, are at their disposal. But despite the bewildering complexity of such computerized weapons, Yom Kippur itself is a simple-to-play, fast and fluid contest.&#10;&#10;Contents:&#10;&#10;    One map&#10;    280 counters&#10;    Series Rules&#10;    Game Rules&#10;    Two Dice&#10;&#10;&#10;Game Details:&#10;&#10;    Unit Scale: Company to Brigade&#10;    Hex Scale: 2 miles / hex&#10;    Number of Players: 2 (also solitaire friendly)&#10;    Playing Time: Varies with scenario played&#10;    Complexity: Low&#10;    Solitaire Suitability: High&#10;&#10;&#10;&#10;Part of the Standard Combat Series.&#10;&#10;Also published in Command Magazine Japan #65 in 2005.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Israel",
      "Digital Implementations: VASSAL",
      "History: Yom Kippur War",
      "Players: Two-Player Only Games",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "5580",
    "Name": "Reforest: Plants of the Pacific Northwest Coast",
    "ID": 387276,
    "Year": "(2023)",
    "Geek Rating": "5.721",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/387276/reforest-plants-of-the-pacific-northwest-coast",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5882",
    "Description": "Reforest is a medium-complexity card game with light engine-building elements. Players compete to grow the healthiest forest ecosystem by arranging a synergistic tableau of plants, each with their own unique traits and abilities.&#10;&#10;On your turn, you'll choose one of two actions:&#10;&#10;&#10;     Gather. Draw two cards from the deck or the nursery of face up plants.&#10;     Play a plant. Add a plant card to your forest tableau in one of its allowed elevation rows (low, middle or high elevation). The cost of cards is payed by discarding other plants from your hand as nutrients. Given space is limited, taller plants can be grown over pioneer species at a reduced cost.&#10;&#10;&#10;Each introduced plant earns you points and contributes to a growing ecosystem of interconnected abilities. At the end of each round (when the plant deck is emptied), an animal visitor card will be earned by the player who's plants best matched the visitor's habitat preferences (most flowers / fruit / etc).&#10;&#10;The game ends when all visitors have found a home. Each player's forest is scored for the value of their plants and for the visitors they host.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Multi-Use Cards",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Environmental Protection / Degradation / Pollution",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "5581",
    "Name": "Scharfe Schoten",
    "ID": 153480,
    "Year": "(2014)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/153480/scharfe-schoten",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.125",
    "Description": "Scharfe Schoten (a.k.a. &quot;Hot Peppers&quot;) is a trick-taking game in which players predict their tricks &mdash; but instead of predicting the number of tricks they'll take, they have to state the color that they think they'll get the most or least tricks of. Since all cards show their color on the back, the players have more information than usual. In addition to cards in hand, the game includes a common supply of cards, some of which can be added to the tricks to make it easier to reach a player's goal. This strategy might backfire, however, if cards of the wrong color make it into a trick and you're aiming for a low score in that color.&#10;&#10;During each trick, you must follow suit, even with the special trump cards. This also makes it difficult to correctly predict which tricks you'll get. In the end, the player who comes closest to his predictions wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "5582",
    "Name": "Time of Empires",
    "ID": 354672,
    "Year": "(2022)",
    "Geek Rating": "5.721",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/354672/time-of-empires",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3.0588",
    "Description": "In Time of Empires, take charge of a civilization and lead it through the ages from antiquity through the Middle Ages and the Industrial Revolution to modern times.&#10;&#10;Each epoch spans a preparation phase, an action phase, and a scoring phase. Other players have accepted the same charge you have and will be grappling with life through the action phase simultaneously with you in real time. Your two 30-second sand timers will trigger your actions &mdash; expanding your territory, building wonders, and discovering new technologies &mdash; while a soundtrack keeps the tempo of history. You probably won't be able to look everywhere at the same time, so try to ensure that you don't overlook a potential attack because you're too busy helping to complete a wonder!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Real-time"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Timer",
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "5583",
    "Name": "Canasta Caliente",
    "ID": 1445,
    "Year": "(2000)",
    "Geek Rating": "5.720",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/1445/canasta-caliente",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7231",
    "Description": "This is a special deck made for playing Canasta, a card game in the Rummy family.  Canasta uses a standard double deck of cards but Canasta Caliente have added the points and special abilities to the cards themselves for easy use.  Canasta is a game that rewards being behind as your initial melds must meet a minimum point value that increases with your point total goes up.  There are also two special cards that you can use to change the game slightly from the original but of course you can leave these out and play Canasta the traditional way.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "5584",
    "Name": "Richard Scarry's Busytown: Eye found it! Game",
    "ID": 64220,
    "Year": "(2009)",
    "Geek Rating": "5.720",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/64220/richard-scarrys-busytown-eye-found-it-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1944",
    "Description": "This is a cooperative game appropriate for preschoolers, combining a race across Busytown, with a mechanic of looking for specific objects on the map (flags, ladders, etc.).  The game board is over six feet long.&#10;&#10;(from the rules sheet)&#10;Drive across Busytown toward the ferry that will take you to Picnic Island.  On your way, you will help Goldbug find hidden objects all around town.  The more you find, the faster you move! Will you make it to Picnic Island before Pig Will and Pig Won't eat all the food?&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time",
      "Roll / Spin and Move",
      "Speed Matching",
      "Track Movement"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Hippopotamuses",
      "Animals: Worms",
      "Authors: Richard Scarry",
      "Characters: Richard Scarry's Busytown",
      "Game: Eye Found It!",
      "Theme: Anthropomorphic Animals",
      "Theme: TV Detectives"
    ]
  },
  {
    "Rank": "5585",
    "Name": "Epic Spell Wars of the Battle Wizards: Annihilageddon 2 – Xtreme Nacho Legends",
    "ID": 338322,
    "Year": "(2022)",
    "Geek Rating": "5.720",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/338322/epic-spell-wars-of-the-battle-wizards-annihilagedd",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "Return to the arena for the second insane deck-building game from the award-winning Epic Spell Wars of the Battle Wizards universe! The action is even more intense, the carnage is more vicious, and the table-flipping anger is even more epic.&#10;&#10;Epic Spell Wars of the Battle Wizards: Annihilageddon 2 &ndash; Xtreme Nacho Legends is a standalone game, but it's also compatible with Epic Spell Wars of the Battle Wizards: Annihilageddon, the first deck-building game in the Epic Spell Wars universe!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Game: Epic Spell Wars of the Battle Wizards"
    ]
  },
  {
    "Rank": "5586",
    "Name": "Epic Resort",
    "ID": 151151,
    "Year": "(2014)",
    "Geek Rating": "5.720",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/151151/epic-resort",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5172",
    "Description": "Players compete to build the best resort for attracting fantasy heroes and tourists looking for fun and relaxation. The more you attract, the more likely monsters will attack!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OverviewHire and train your workers, build and upgrade your attractions, and convince your battle weary heroes to fight just one more time so without letting too many tourists get eaten! Gain Victory points by upgrading attractions and giving Heroes the rest they need. The highest scoring player when all monsters are defeated is the winner.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;SetupEach player begins with a humble resort consisting of a Beach, a Tiki Hut and a small number of Tourists, placed at each attraction. Each player starts with their own worker Deck consisting of 7 Apprentices, 3 Street Performers, and 3 Lazy Peons.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;GameplayEach round consists of 4 phases:&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Phase I - Get to Work&#10;     Each Player draws a hand of 5 Workers from their Worker Deck.&#10;     Players simultaneously send worker cards from their hand to do work at each of their Attractions. Any missing units of work (are required by the Attraction) cause Tourists to leave before gathering resources.&#10;     Players gain the primary resource of Gold by having more tourists at each attraction, and Flair by having less tourists. &#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Phase II - Action: Attract, Hire &amp; UpgradeIn order, players take one action per turn or pass. Players will be interacting with common draft areas, as well as using abilities from their own workers and attractions. Possible actions include:&#10;&#10;     Attract Tourists from the Dock (Spending Flair) - Tourists are placed at attractions, potentially increasing the Gold gained on the subsequent turn.&#10;     Attract a Hero from the Dock (Spending Flair) - Heroes start with low health, which is gained at the end of each round. Fully Rested Heroes are scored for Victory Points.&#10;     Upgrade an Attraction (Spending Gold) - Providing higher tourist capacity, better Gold payout, better abilities and more Victory Points. Upgraded attractions typically require more workers to keep them fully staffed.&#10;     Train or Hire new Workers (Spending Gold) - Upgrade your workers to provide more work, or better abilities. Training locks a worker draft pile, preventing other players from upgrading to that particular worker during the round. Training workers is a 1-for-1 exchange, keeping players' Worker Deck lean by design. &#10;     Pass - The first Player to Pass becomes the Start Player for the next round&#10;&#10;&#10;Any time during a player's turn, he may use abilities from fully-staffed attractions, or discard worker cards to use their unique abilities.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Phase III - A Ship ArrivesThe dock is refilled with new Heroes and Tourists from a center pile. While refilling, it's possible to trigger a Monster Attack!&#10;&#10;     If an Attack! card is revealed, the top Monster from the Monster Pile will choose which player it's attacking; typically by Most Tourists or Most Heroes at their resort, ties broken clockwise from the start player.&#10;     If a Hero defends against a Monster Attack, he loses 1 health. Any undefended damage causes tourists to be eaten by the Monster.&#10;     Heroes may dodge into, or out of, a Monster Attack up to one time per round.&#10;     If an attraction has no Hero or Tourists, a Monster will Damage it, potentially destroying the attraction.&#10;     A player may chose (if they have one) to throw a Lazy Peon at the monster, ending the attack and permenantly removing the Worker Card from the game.&#10;     The Dock Continues to refill, potentially triggering more Monster Attacks, until it is full.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Phase IV - Clean Up&#10;     Used and unused Workers are placed in players' discard piles.&#10;     Any fully-rested Heroes are scored - Placed to the side, each worth Victory Points at the end of the game. This Hero also removes the top Monster from the remaining Monster Deck.&#10;     Remaining Heroes gain 1 Health each.&#10;     Any Locked Worker Draft Piles and Attraction Abilities are made available for the next round.&#10;     Any unused Flair is sent back to the supply. Gold carries over to the next round.&#10;&#10;&#10;Gameplay continues with Phase I&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game EndIf at the end of the round  there are no Monsters remaining, the game is over and players total Victory Points from Attractions, Scored Heroes, and 1 point for each remaining Hero at their resort. The player with the highest Victory Point total has built the most Epic Resort and is victorious!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Pirates"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Beaches",
      "Theme: Hotels, Inns, Lodgings"
    ]
  },
  {
    "Rank": "5587",
    "Name": "Warrior Knights",
    "ID": 1143,
    "Year": "(1985)",
    "Geek Rating": "5.720",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/1143/warrior-knights",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.2203",
    "Description": "Players vie against each other to take over as many cities on the map as they can.  The player who controls more than half of the un-razed cities of the kingdom wins.  Warrior Knights is a game where players use armies to conquer cities and rout opposing forces.  Cities provide income which pays for armies and city improvements.  The interesting aspect of the game, though, is the Assembly where players vote on various motions drawn from the deck of Assembly cards.  These motions are mainly for titles and appointments such as governors, ambassadors and other offices which give the holder additional troops, or for concessions which create additional income for the holder.  As in any game of this nature, alliances are forged and broken between players in order to further goals until one player emerges victorious.&#10;&#10;Re-implemented by:&#10;&#10;    Warrior Knights&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Political",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "5588",
    "Name": "The Good, the Bad, and the Munchkin",
    "ID": 30166,
    "Year": "(2007)",
    "Geek Rating": "5.720",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/30166/the-good-the-bad-and-the-munchkin",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9559",
    "Description": "Oh, give me a home where the Jackalopes roam&#10;And the Dudes and the Buckaroos play,&#10;I'll slay and I'll loot, give the monsters the boot,&#10;And the dice are not loaded, no way.&#10;&#10;The Good, the Bad, and the Munchkin opens a whole new frontier - the Wild West! Forget dragons and goblins - Jackalopes and Davy Croc have just as much treasure. Those plains may seem wide open, but there's lots of monsters to kill, and lots of stuff to take.&#10;&#10;Become a Cowboy with a Twenty-Gallon Hat, or an Indian on a Catamount. Fight Wild Bill Hiccup, the Killer Jalapeno, and a Barber Shop Quartet. Take The Annual Bath for an extra level. Or just pal around with your sidekick the Greenhorn, until you sacrifice him to distract a monster.&#10;&#10;The Good, the Bad, and the Munchkin is the next stand-alone game in the award-winning Munchkin line. Steve Jackson (I) and John Kovalic have teamed up again to put puns to paper like no one else can. Head 'em up and move 'em out, and get ready to wander the Grim Roper into somebody else's combat and make him &quot;Rootin' Tootin'&quot; for +10...&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "5589",
    "Name": "BasketBoss",
    "ID": 56758,
    "Year": "(2009)",
    "Geek Rating": "5.720",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/56758/basketboss",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.1266",
    "Description": "Each player of this game is the manager of a basketball team.&#10;&#10;Draft good new basketball players. With each of these players you see what is his expected value in next 6 seasons. And you see his best field position, his height, and how popular he is which is good for your team funds.&#10;&#10;Get assistance from a trainer, player agent, banker or even the referee to win the trophies.&#10;The TRAINER can bring your players on the level they would normally reach next season.&#10;The PLAYER AGENT helps you for getting good prices at the transfer market.&#10;The BANKER gives you a good interest.&#10;The help of the REFEREE makes your team 'stronger'.&#10;&#10;Try to win the most valuable trophies during your manager period. That, and good perspectives for the current season, is all your team fans want!&#10;&#10;",
    "Categories": [
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "5590",
    "Name": "Emerge",
    "ID": 387201,
    "Year": "(2023)",
    "Geek Rating": "5.720",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/387201/emerge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.0769",
    "Description": "New islands have emerged from the ocean, and as scientists, you must research the new, developing ecosystems present there. Watch the islands on the board grow in three dimensions as you learn more about them, and add colorful plants and animals to each island as you explore their ecosystems.&#10;&#10;Each round in Emerge, earn points by rolling your dice and using them to collect research and make discoveries. All players start with the same research board, but throughout the game you can modify your own board and change what you're researching. After eight rounds, score points based on how flourished and biodiverse your islands are as well as varying research objectives.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Environmental",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Re-rolling and Locking",
      "Turn Order: Progressive"
    ],
    "Families": []
  },
  {
    "Rank": "5591",
    "Name": "Fairytale Gloom",
    "ID": 172062,
    "Year": "(2015)",
    "Geek Rating": "5.720",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/172062/fairytale-gloom",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5556",
    "Description": "In the Gloom card game, you assume control of the fate of an eccentric family of misfits and misanthropes. The goal of the game is sad, but simple: You want your characters to suffer the greatest tragedies possible before passing on to the well-deserved respite of death.&#10;&#10;Fairytale Gloom spreads that misery and suffering to the beloved, classic stories of your youth, like a magical, flying godmother ready to perturb you with peas, foil you with fairies, and surprise you with spiders.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Components: Transparent Elements",
      "Game: Gloom"
    ]
  },
  {
    "Rank": "5592",
    "Name": "Urbino",
    "ID": 237009,
    "Year": "(2017)",
    "Geek Rating": "5.720",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/237009/urbino",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Urbino is a semi-abstract city-building game played on a 9 by 9 square board.&#10;&#10;Each player has 18 houses, 6 palaces and 3 towers of their color. Additionally there are two neutral architect figures on the board. On their turn players may reposition one of the architects who look in orthogonal and diagonal directions targeting at spaces where buildings may be placed. There are some building rules which further restrict the placement options.&#10;&#10;In the end, when there are no more architect moves left, the town is evaluated. The different buildings score one, two or three points in quarters you have the majority. Special monuments like town walls, ducal palaces or cathedrals score twice as many points. The player with the highest score wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 9 Grids",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: BoardGamePlay",
      "Players: Two-Player Only Games",
      "Theme: City"
    ]
  },
  {
    "Rank": "5593",
    "Name": "Wings of War: Fire from the Sky",
    "ID": 36482,
    "Year": "(2009)",
    "Geek Rating": "5.720",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/36482/wings-of-war-fire-from-the-sky",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0294",
    "Description": "The WW2 series of Wings of War is an easy, fun to play, fast and furious system which previous fans of the game will be able to start playing minutes after opening the box! New game mechanics support a simulation which must encompass planes with very different flight capabilities and firepower, while still keeping the flow of the combat simple as it is in the WW1 series. The innovations to maneuver cards and to the fire deck system provide all the needed historical accuracy with no headaches to the players!&#10;&#10;&ldquo;Fire from the Sky&rdquo; is the second set in the new series of Wings of War games, which will allow you to re-create dogfights, bombing missions, escorts, and endless other aerial combat situations set in World War Two. New fighters are introduced into the system, among which the Curtiss P-40 Tomahawk featured in several allied color schemes including the famed Flying Tigers. Airacobra, Yak 1, Reggiane Re.2001 Falco II, Hien and several other fighters from every WWII front are also included. The newest add to the system are Anti-Aircraft guns in ground nests and three different dive bombers: Stuka for the Axis, Val for Japan and Dauntless for United States and France.&#10;Up to 6 planes can fly with the contents of this set, for scenarios with 1 to 6 players.&#10;&#10;Part of the Wings of War series&#10;&#10;Expanded By:&#10;&#10;     Wings of War: Flying Legend Squadron Pack&#10;     Wings of War: Eagles of the Reich Squadron Pack&#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Wings of Glory",
      "Occupation: Aviator"
    ]
  },
  {
    "Rank": "5594",
    "Name": "Big City: 20th Anniversary Jumbo Edition!",
    "ID": 261424,
    "Year": "(2019)",
    "Geek Rating": "5.720",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/261424/big-city-20th-anniversary-jumbo-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5714",
    "Description": "The original city-building game Big City returns to print in a 20th Anniversary Jumbo Edition with buildings 33% larger than the original game and revised property trading rules.&#10;&#10;In Big City, players acquire cards in eight different neighborhoods, then use them to lay out buildings either one, two, or three spaces large. The points they receive for a given building is a base score, plus bonuses for the buildings surrounding it. Someone must play city hall (scoring no points for themselves) in order for anyone to start placing any structure beyond the simple residences and business. As for what differs from the original game in this new edition:&#10;&#10;&bull; Redevelopment Phase - This new mandatory phase happens at the end of each round of player turns (i.e. after all players have acted). In point order (first to last) each player must surrender one property from their hand, and optionally they can surrender a second property. Then in reverse point order, each player takes back a number of cards equal to the number they surrendered. Cards are normally played face-down so that only the neighborhood is visible. However, a player can &quot;jump to the front of the line&quot; by choosing to play their card face-up. However, this can be done only when the card is currently usable, so you cannot use this method if you're trying to trade neighborhood properties which are not yet in play. (You can still trade them, just face-down only.)&#10;&#10;This redevelopment phase helps to solve the stand-off issue in which players are tempted to hoard properties when the person owning the neighboring property was also doing the same thing. Now the city enforces a &quot;use it or lose it&quot; policy.&#10;&#10;&bull; Escalating City Hall Points - City Hall starts the game worth 0 points, but each round it escalates by 1 point up to a maximum of 5.&#10;&#10;&bull; Early Game End - If everyone passes or uses the exchange action, the game ends immediately. That means there is no guarantee your city will become a Big City. Be very sure not to leave the leader in control of the last downtown property before City Hall is built!&#10;&#10;&bull; Base Game 2-4 players only - The original edition allowed up to 5 players, but this was widely-considered to be too many players because such a large proportion of neighborhoods started the game on the board and the action became crowded in a hurry. As per Benno's request, the base game is now just 2-4.&#10;&#10;&bull; New Waterfront Tile - Basically it's a neighborhood where nothing can be built. It acts as both a barrier to adjoining neighborhood placement, but also it provides a bonus to residential placed nearby.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Theme: City"
    ]
  },
  {
    "Rank": "5595",
    "Name": "Stalingrad: Advance to the Volga, 1942",
    "ID": 374926,
    "Year": "(2023)",
    "Geek Rating": "5.720",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/374926/stalingrad-advance-to-the-volga-1942",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "1.9677",
    "Description": "Stalingrad Advance to the Volga, 1942 puts the player in charge of the attacking and far more mobile German side while the game system handles the defending and largely static Soviet side. No two games will ever be the same. Each turn represents new and unique challenges for the player in the form of random events, uncertain supply deliveries and unknown Soviet area strength and defensive strategies.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Volgograd (Russia)",
      "Country: Germany",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "5596",
    "Name": "Panda Panda",
    "ID": 400113,
    "Year": "(2023)",
    "Geek Rating": "5.720",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/400113/panda-panda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players collect and discard cards in an attempt to build a set in their hand. The deck consists of cards from A to G with varying number of copies. You win if you start your turn with a completed set on your hand and say &quot;Meow!&quot; If you don't have a set, you may either draw a card from the deck, take a card from an opponent's discard pile, or discard a card from your hand. If you discard an &quot;A&quot; card, each player must pass one of the cards from their hand to the player on their left.&#10;&#10;Collect, discard, swap, meow!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Cats",
      "Card Games: Fishing",
      "Series: Tiny Box (AllPlay)"
    ]
  },
  {
    "Rank": "5597",
    "Name": "SiegeStorm: SiegeMode",
    "ID": 257063,
    "Year": "(2019)",
    "Geek Rating": "5.719",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/257063/siegestorm-siegemode",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.5882",
    "Description": "SiegeStorm is deck building game, where you can create your own style of playing and build deck around it. You will be able to execute powerful combos that can win you a game in a very exciting way! You have just 1 card type, simple and intuitive concept of moving tracks and overall skeleton of the game.&#10;&#10;Easy to learn, does not mean easy to play, now does it? In SiegeStorm you will face tons of hard tactical choices, since you can play every cards in 3 ways from you hand:&#10;&#10;     sacrifice it for mana&#10;     use its as action&#10;     or deploy it on track.&#10;&#10;&#10;When the card will reach your enemy, you will also need to make a decision - weather to keep the card's passive, storm with it (deal dmg and use its action) or add it as supporter that will build your mana pool. Combos and possibilities and endless!&#10;&#10;There are also special AI decks, that makes playing solo as well as 2 player co-op possible. This is a perfect place to practice your skills and have a lot of fun trying to defeat various bosses, each with different skills and decks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "5598",
    "Name": "Cinco Linko",
    "ID": 208808,
    "Year": "(2016)",
    "Geek Rating": "5.719",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/208808/cinco-linko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.15",
    "Description": "With nothing but four stacks of colored tiles, it's no wonder why Cinco Linko &mdash; a.k.a. OK Play &mdash; is regarded as the world's easiest to understand game. Don't let that fool you though - whilst this game takes minutes to learn, it takes ages to master. The rules are simple: using your stack of tiles, you try to make a line of five before any of your opponents can. Each tile must line up with the flat side of another (no placing corners on corners) and your line of five can go orthogonally or diagonally. If you manage to use all of your tiles and there's still no winner, you can reposition them one at a time. Whether you're from Albania or Zambia, speaking in Urdu or Zulu or playing against a rabbi or a Jedi, OK Play can go anywhere and be played by anyone, with anyone (even if you can't understand a word the other person is saying).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "5599",
    "Name": "Vom Kap bis Kairo",
    "ID": 2555,
    "Year": "(2001)",
    "Geek Rating": "5.719",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/2555/vom-kap-bis-kairo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Players attempt to be the first to build a railway route from Cape to Cairo through various terrain types in Africa. Players begin with 100 pounds, which is used to bid on terrain cards and purchase missing tracks necessary to cross terrain. Each turn, a number of terrain cards equal to the number of players in the game are auctioned off and placed before the appropriate player's train, representing the next space to be crossed. Terrain cards show a number of tracks ranging from 0 to 3 and require from 6 to 10 tracks to cross depending on the type of terrain. In turn order, players flip additional terrain cards, and decide whether to build (cross terrain) or pass. When a terrain is crossed, the card is flipped face down and the player who completed the crossing receives back a number of pounds as indicated on the card. The track-building phase continues until one player has no terrain cards lying in front of their train, at which time a new set of terrain cards are auctioned. The first player to complete the crossing over eight terrain segments is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Cities: Cairo (Egypt)",
      "Continents: Africa",
      "Country: Egypt",
      "Country: South Africa"
    ]
  },
  {
    "Rank": "5600",
    "Name": "Dreamwell",
    "ID": 180761,
    "Year": "(2016)",
    "Geek Rating": "5.719",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/180761/dreamwell",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "In a place outside the waking world where children go while they sleep, &#10;Wander the dreamkin&mdash;lost sleepers, whose souls this land seeks to keep. &#10;Underneath the gentle waves of lucid seas we fell. &#10;We&rsquo;re off to find our missing friends in the vast Dreamwell.&#10;&#10;Dreamwell is a 2-4 player competitive game featuring the art of Tara McPherson where players are trying to locate their lost friends in the Dreamwell. The Dreamwell is represented by a 4 x 4 grid of tiles. Each tile shows a environment and a creature, in addition to pathways to neighboring tiles. At the beginning of the game, players will be dealt two cards, each of which shows a picture of the friend whom he or she is trying to locate along with the two creatures and environment that will be required to find that particular friend.&#10;&#10;On your turn, you will be able to take three actions from the following list: move one of your pawns, rotate a tile, draw a card, replace the display, or locate one of your missing friends by playing a card. Only by carefully navigating the maze-like Dreamwell can you locate your friends and win the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Modular Board",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Components: Standees",
      "Theme: Dreams / Nightmares"
    ]
  }
]