[
  {
    "Rank": "N/A",
    "Name": "1565, St. Elmo's Pay: Promo Pack",
    "ID": 320676,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320676/1565-st-elmos-pay-promo-pack",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2",
    "Description": "1565, St. Elmo's Pay: Promo Pack includes eight brand new, unique, and gorgeously illustrated cards to add to your games of 1565: St. Elmo's Pay &#226;&#128;&#147; The Great Siege of Malta as well as two brand new promo cards for the game 1066, Tears to Many Mothers: The Battle of Hastings.&#10;&#10;Four new real life events from the Greatest Siege in History, and four more unsung heroes from the battle - including the courageous Salih Reis, and the bold Vincenzo Anastagi - add even more stunningly realised and richly researched content to your Ottoman and Malta decks. Enhance the variety of your gameplay options, and find new ways to surprise your foe - simply shuffle these promo cards into your game and you are ready to go.&#10;&#10;The promo cards for the game 1066, Tears to Many Mothers: The Battle of Hastings are:&#10;&#10;1x Saxon Character (TP1) - Hereward the Wake - Fearsome: Destroy 1 non-Leader enemy in this card's Wedge.&#10;1x Norman Character (TP2) - Richard FitzGilbert - Fearsome: Destroy 1 non-Leader enemy in this card's Wedge.&#10;&#10;&mdash;description (with minor edits) from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Medieval",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Solo / Solitaire Game",
      "Tug of War"
    ],
    "Families": [
      "Country: England",
      "Country: Malta",
      "Crowdfunding: Kickstarter",
      "History: Classical Age of the Ottoman Empire",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operation Jubilee: The Raid on Dieppe August 19, 1942",
    "ID": 320678,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/320678/operation-jubilee-the-raid-on-dieppe-august-19-194",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2",
    "Description": "By 1942 the British Admiralty was increasingly fearful of losing control in the skies over the English Channel. Earlier in February the German&rsquo;s Operation Cerberus saw the battlecruisers Scharnhorst and Gniesenau, as well as the heavy cruiser Prinz Eugen sail up the channel to ports in Germany, beneath the very noses of the RAF and Royal Navy. New German radar and anti-aircraft and shore batteries installed along the north coast of France were making life more dangerous for Allied shipping as well as increasingly dangerous for their bombers crossing the channel to conduct bombing raids in occupied France, Belgium as well as Nazi Germany.&#10;&#10;In May it was decided to conduct a raid on the channel port of Dieppe. Vice-Admiral Lord Louis Mountbattan, commander of the British Combined Operations Center, was charged with planning the raid. It was hoped the raid could cause serious damage to the German&rsquo;s defenses, demonstrate to the Soviets that the Allies were earnest in their desire to quickly take the war to the Germans on the European continent, as well as demonstrating the feasibility of large scale amphibious operations. The RAF was counting on the Luftwaffe also rising up to aggressively defend the skies above Dieppe in a battle the RAF leadership was confident they could win. It was also hoped that intelligence agents, that would land with the 5,000 Canadian and 1,000 British  assault troops (along with 50 US Rangers), could perform &ldquo;pinch&rdquo; operations to capture German code books, samples of their new radar technology, and perhaps an Enigma code machine (this aspect of the raid was overseen by Ian Fleming, the future author of the James Bond novels). An earlier raid to be launched in July, dubbed Operation Rutter, was cancelled but the raid was resurrected in the first week of August and called Operation Jubilee.&#10;&#10;Can you do as well or better than your opponents? Learn and enjoy!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Cities: Dieppe (France)",
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythic Americas: Warlords of Erehwon Rulebook",
    "ID": 320680,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/320680/mythic-americas-warlords-of-erehwon-rulebook",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "The Mythic Americas version of Warlords of Erehwon still keeps at its heart a singular objective in mind &ndash; to allow for fast-paced and exciting miniature battles upon a standard-sized table between rival forces known as Warbands. A Warband represents your own band of warriors &ndash; courageous humans, blood-thirsty monsters, legendary heroes, and mythological entities from the depths of the darkest myths.&#10;&#10;Mythic Americas: Warlords of Erehwon provides a new multi-level, scenario-driven approach to your games. This approach offers plenty of opportunities to reward tactical play, but at the same time keeps things manageable in terms of the size of forces and space required. The game still uses ten-sided and Order dice, making for a game with mechanical depth and considerable adaptability. The Order dice test system, at the mechanical core of Mythic Americas, and an extremely balanced rules set offers Warband leaders great tactical freedom, but the game still offers lots of opportunity for fate and chance to have a say in the outcome of your battles. But, every experienced general throughout the ages knows that fate and chance will test even the most ingenious battle plan!&#10;&#10;This is The Way.&#10;&#10;The rulebook contains all the rules you need to get playing, a wealth of scenarios and four full army lists for the Tribal Nations, The Aztecs, The Mayans, and The Incas. It also includes background with tactical tips and painting tips for each of the four warbands.&#10;&#10;&mdash;description from publisher's website&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Continents: North America",
      "Continents: South America",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythic Americas: Aztec & Tribal Nations Starter Set",
    "ID": 320681,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/320681/mythic-americas-aztec-and-tribal-nations-starter-s",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Mythic Americas version of Warlords of Erehwon still keeps at its heart a singular objective in mind &ndash; to allow for fast-paced and exciting miniature battles upon a standard-sized table between rival forces known as Warbands. &#10;A Warband represents your own band of warriors &ndash; courageous humans, blood-thirsty monsters, legendary heroes, and mythological entities from the depths of the darkest myths.&#10;&#10;Mythic Americas: Warlords of Erehwon provides a new multi-level, scenario-driven approach to your games. &#10;This approach offers plenty of opportunities to reward tactical play, but at the same time keeps things manageable in terms of the size of forces and space required. &#10;The game still uses ten-sided and Order dice, making for a game with mechanical depth and considerable adaptability. &#10;The Order dice test system, at the mechanical core of Mythic Americas, and an extremely balanced rules set offers Warband leaders great tactical freedom, but the game still offers lots of opportunity for fate and chance to have a say in the outcome of your battles. &#10;But, every experienced general throughout the ages knows that fate and chance will test even the most ingenious battle plan!&#10;&#10;This is The Way.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Components: Miniatures",
      "Continents: North America",
      "Continents: South America",
      "Theme: Aztecs",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jurassic Parts: Black Market Promo Card",
    "ID": 320682,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320682/jurassic-parts-black-market-promo-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "When you earn amber for completing dinosaur fossil sets, instead of placing the amber in your pool for spending, place it on this card instead. You cannot use the amber for the rest of the game. At the end during final scoring, every amber placed on this card will score 2 points instead of the usual 1.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jurassic Parts: One Dino Podcast",
    "ID": 320683,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320683/jurassic-parts-one-dino-podcast",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Remove up to 3 concealed tiles from the Slab and secretly look at them. You may mix them up; then return them face down in any orientation. If there are chisels on the tiles, they remain in the same placement when the tiles are returned.&#10;&#10;&#10;This promo card was made for the &quot;One Board Family&quot; media team who do reviews, podcasts, etc.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape Box: Mystère au Louvre",
    "ID": 320684,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/320684/escape-box-mystere-au-louvre",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Mystery in the largest museum in the world!&#10;&#10;Your class won a competition and you won a private tour of the Louvre for 45 minutes. &#10;However, the curator of the Egyptian archeology department who was to accompany you disappeared along with a mysterious sarcophagus ...&#10;&#10;It's up to you to search the 7 departments of the museum to try to find them!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Deduction",
      "Events",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Constructions: Louvre (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Puzzle & Dragons Trading Card Game",
    "ID": 320685,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/320685/puzzle-and-dragons-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Puzzle &amp; Dragons Trading Card Game is the trading card game version of famous mobile game Puzzle &amp; Dragons.&#10;In this game, players need turn beads to gain combos like play the mobile game.&#10;Like most tcgs, players also need use monsters to fight with you opponent and the player makes his opponent's life to zero will win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elemies",
    "ID": 320686,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/320686/elemies",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Elemies Card Game is the first manifestation of the Elemies World. It&rsquo;s a game of character, strategy, adaptability, and teamwork. It is played by four players split into two teams. Get rid of your cards first, win the battles, and collect treasure points for your team. Be ready to lead and to follow; attack and hold your ground. The world of Elemies demands balance.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental",
      "Memory"
    ],
    "Mechanics": [
      "Advantage Token",
      "Hand Management",
      "Ladder Climbing",
      "Memory",
      "Team-Based Game",
      "Trading",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Outplay",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ABspecken",
    "ID": 320687,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/320687/abspecken",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A roll-and-discard game for 2-5 players from age 8. &#10;Players place 24 cards with numbers 1 to 6 - 4 of each number - in 6 stacks in front of themselves. Their aim is to get rid of all cards as soon as possible. To do so, each player takes 5 cards in her/his hand, then the three dice are thrown. The pips and colour shown by the dice now offer possibilities for the players to discard some of their cards (&bdquo;abspecken&ldquo;), or they imply restrictions, depending on the combination of the 5 cards a player holds in her/his hand. So the players need to do some deduction to keep their chances for winning the game.&#10;As soon as one player got rid of all of his 24 cards the game round is over. The players who still have cards collect minus points. The game ends as soon as one of the players has collected 33 minus points in total.&#10;ABspecken is an easy-to-start family game which implies some challenges in combination and a certain proportion of good or bad luck.&#10;&#10;&mdash;user summary&#10;&#10;Note by the publisher: Interested in licencing ABspecken? Contact us on info@biwo-spiele.de&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spell Card Strike",
    "ID": 320688,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/320688/spell-card-strike",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Spell Card Strike (&#227;&#130;&#185;&#227;&#131;&#154;&#227;&#131;&#171;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#130;&#175;) is a doujin card game of Touhou Project designed by doujin group AQUA STYLE.&#10;&#10;Spell Card Strike is a one-on-one battle-type card game that uses the power of the &quot;Spell Card&quot; that appears in the Touhou Project.&#10;&#10;Call the girl who owns the spell card as a &quot;striker&quot; on the 5x4 &quot;stage&quot;, unfold the barrage pretend. The battle on the board with up to 12 strikers, including both enemies and allies, gives you a feeling of play like a strategy simulation game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lich Wars",
    "ID": 320691,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/320691/lich-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Inspired by classic TCGs like Magic The Gathering, Lich Wars is a fast-paced strategic card game for 2-4 players where you play as rival liches vying for supremacy! Command hordes of undead minions and cast devastating spells as you attempt to destroy your opponents' phylactery life sources and be the last player standing!&#10;&#10;The goal of the game is to eliminate every other player by destroying their life source: one of their three phylacteries. Each player begins the game with three phylactery cards, but only one is keeping them in the game. In order to be victorious, you will need to uncover and destroy your opponents' phylacteries while also keeping yours well protected!&#10;&#10;Gameplay elements include:&#10;&#10;- Resource management&#10;- Deduction / Bluffing&#10;- Action point system&#10;- Powerful combos and synergies&#10;- Lots of &quot;Take that!&quot; moments&#10;- A bit of luck!&#10;&#10;At the start of the game, players first need to start placing down resource collecting minions. These are placed behind a phylactery and will be used for the duration of the game to fuel both your attacks and defense by producing blood, bones, and souls equal to their cost. These resources will be used to play other minions.&#10;     Ensure that your phylacteries are safe by guarding them with your minions. Using resources from your collector minions, you can place down a defender to protect one of your phylacteries. Build a strong defense by placing high health minions as defenders, and having spells ready to counter attacks.&#10;     There are countless ways to overcome your opponents' defenses and seal your victory! Once you have enough resources from your collector minions, launch your attack by spending symbols equal to your attacker's cost. Buff your minion with spells to create an unstoppable assault!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Deduction",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ARS BELLUM: Extension Perses",
    "ID": 320692,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320692/ars-bellum-extension-perses",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Expand your prospects for glory with ARS BELLUM game expansions.&#10;In this expansion, find the Persian army and its multitude of troops.&#10;Counters, cards, a dice, the victory is in your hands!&#10;&#10;The Persians expansion contains&#10;&#10;     1 scenario booklet to play the battles of &#10;         Thymbr&eacute;e (547 BC),&#10;         Marathon (490 BC),&#10;         Plataea (479 BC)&#10;    &#10;     1 board of 108 pawns representing the army of the Achaemenid Persians&#10;     1 A4 card and 1 A3 card&#10;&#10;&#10;Requires ARS BELLUM base module, Hellenic Expansion and Lydian Army Supplement&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Elargissez vos perspectives de gloire avec les Extensions du jeu ARS BELLUM&#10;Dans cette extension, retrouvez l'arm&eacute;e perse et sa multitude de troupes&#10;Les pions, les cartes, un d&eacute;, la victoire est entre vos mains !&#10;&#10;L' extension Perses contient&#10;&#10;     1 livret de sc&eacute;narios pour jouer les batailles de&#10;         Thymbr&eacute;e  (547 av JC),&#10;         Marathon (490 av JC),&#10;         Plat&eacute;es (479 av JC)&#10;    &#10;     1 planche de 108 pions repr&eacute;sentant l'arm&eacute;e des Perses ach&eacute;m&eacute;nides&#10;     1 carte A4 et 1 carte A3&#10;&#10;&#10;N&eacute;cessite le module de base d'ARS BELLUM, l' Extension Hell&egrave;nes et le Suppl&eacute;ment d'arm&eacute;es Lydiens&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Greco-Persian Wars (5th century BC)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soul Tokens",
    "ID": 320694,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/320694/soul-tokens",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "We tried to make a combination of Cards Against Humanity and the game of Life, and what we came up with is something way better. Start Soul Tokens blind draw of Race, Gender, and 2 Wild cards. Move through 84 game tiles, each one represents 1 year of your life. Your story grows as life randomly inflicts itself on you. Trade, coerce. cooperate, and compete with other players. Whoever has the most SOUL TOKENS when you die wins.&#10;&#10;Soul tokens the Ruthless game of real life combines side-splitting humor with dreamlike exploration of the human condition. Easy to play, rich in content, extraordinary in style: Soul Tokens gives players an opportunity to come together and laugh with subjects like race, gender, sex, aging, inequality, mental illnesses, and death.&#10;&#10;In Soul Tokens you and your friends begin at birth with a set of random but defining characteristics and go through hilarious life scenarios in an attempt to keep your soul. It's a game of real life where you're striving to get soul tokens in a world of harsh but funny truths. Soul Tokens is a simple roll and move game, where each roll of the dice moves you forward in life birth to death. 84 spaces represent the average life expectancy, moving players through 4 stages of life: child, young adult, adult, and old.&#10;&#10;Start the game with a Race, Gender, and 2 Wild cards. Trade, coerce, connect with other players as new cards enrich your stories all the while competing for soul tokens. At this level, Soul Tokens plays like a fast and funny party game, but at some point, it crosses over into the surreal.&#10;&#10;A lighthearted and profound departure from the tabletop board games lets you make fun of all that sh*t in your life that&rsquo;s been bumming you out.  It puts you in the shoes of another person. This is a game that doesn&rsquo;t even have a genre.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Storytelling",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "You Know You are African When...",
    "ID": 320695,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320695/you-know-you-are-african-when",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "How many times have you been asked if you speak African? &#10;How many times have you rolled your eyes when the insect in the &quot;feed children in Africa&quot; commercial appears? &#10;Or when a friend who has never left the continent has a British accent? &#10;What is the first thing that you think of when you hear these words: African parents, a black cat, Nigeria, South Africa, Kenya, Egypt?&#10;&#10;This is a pretty straightforward game. &#10;Each round, a rotating dictator (decision maker) reads a Question card and citizens (players) answer with the best fitting or funniest Answer card in their hand. &#10;The dictator reads the Answer cards aloud and decides who wins each round. A new round starts and a new dictator takes over.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Continents: Africa",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "How Nigerian Are You?",
    "ID": 320696,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320696/how-nigerian-are-you",
    "Min Players": "6",
    "Max Players": "36",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The First Nigerian Trivia Game!&#10;&#10;Get ready to go down memory lane in an exciting team game that tests your knowledge of Nigeria&rsquo;s History &amp; Historical Figures, Entertainment (music, sports, etc.) and Riddles.&#10;&#10;In the box : over 400 questions + hints, answers, a sand timer and a game guide.&#10;&#10;Sixty-second rounds require quick thinking and strategizing. Team planning is encouraged to decide when to use your delegation powers and whom to delegate to.&#10;&#10;Pick a side to play (low or high difficulty.) &#10;Use a hint if you need one, but you&rsquo;ll only get half of the points. &#10;Successfully complete Hammer questions to significantly bump your team&rsquo;s score.&#10;&#10;Not Nigerian or don&rsquo;t know much about Nigeria? &#10;This is a great way to learn! &#10;The timekeeper and scorekeeper roles give you the opportunity to participate and learn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Nigeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jollof Wars",
    "ID": 320699,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320699/jollof-wars",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The West African Party Game!&#10;&#10;Your favorite game formats and words that represent you in one game!!&#10;&#10;In the box : over 450 words, a sand timer, a game guide and a mini West African overview.&#10;&#10;The goal is to get your team to say the word on the card. Sixty-second rounds require quick thinking.&#10;&#10;Choose a color to play and flip the cards so that the color you have chosen faces down. &#10;The color you choose to play determines how you will play the game:&#10;&#10;     Red: Describe the word by using 1 word and gestures (how will you describe Shaku Shaku?)&#10;     White: Describe the word by using no more than 5 words (how will you describe Kofi Annan?)&#10;     Green: Describe the word by explaining however you would like to (how will you describe Useless?)&#10;     Yellow: Describe the word by singing or rapping (how will you describe Akon or Makossa?)&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Action Timer",
      "Real-Time",
      "Singing",
      "Team-Based Game"
    ],
    "Families": [
      "Continents: Africa",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Z/X: Zillions of enemy X",
    "ID": 320712,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/320712/zx-zillions-of-enemy-x",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Z/X (pronounced as Zeks) is a one-on-one trading card game created by Broccoli and Nippon Ichi Software where the players fight against each other on 3&times;3 squares battlefield using different combination of offensive and defensive strategy based on 5 different worlds.&#10;&#10;In Z/X, the first player who makes their opponent lose all 4 of their lives win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Deck Construction",
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Fishing D6",
    "ID": 320713,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/320713/dice-fishing-d6",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A Solitaire Print and Play Fishing Dice Game!&#10;&#10;In this solitaire fishing dice game You roll 3 six-sided dice. You catch a fish when you roll doubles and one different number, that different number is the kind of fish you catch.&#10;&#10;You must always catch the small fish of a kind first, then you may catch the big one. You can never catch the big one first if the small one is still available! once you catch both of a kind those are no longer available.&#10;&#10;Small fish are worth 1 point, big fish are worth 2 points!&#10;&#10;If you roll trips of any kind you can catch any fish you want respecting the small to big fish catching rule. In other words, when choosing which fish to catch after rolling trips, if a small one of that kind is available you must catch the small one, but if the small one has already been caught, you can go ahead and take the big one!&#10;&#10;You can always use a &quot;Lucky Nudges&quot; box to change the number of one die, but only by one unit, either up or down. As an example you can change a number 2 roll to a 1 or a 3 by marking one of the &quot;Lucky Nudges&quot; boxes. Use the lucky nudges carefully, you don't get more than the available four per game! Once they're gone, they're gone!&#10;&#10;If you roll 1 2 3 the game ends immediately! The game also ends with a 4 5 6 roll or by rolling three &quot;Awful Casts!&quot; An Awful Cast roll is a &quot;nothing&quot; roll! Like a 1 4 6 or 3 4 5 for example (if you happen to &quot;catch&quot; a fish that's already been caught, nothing happens, roll again, this is not considered a &quot;nothing&quot; roll). So When you roll an &quot;Awful Cast&quot; mark one of the appropriate boxes. If all three get marked the game ends. BUT! with the 4 5 6 roll and the Awful Casts you may use one of your Lucky Nudges to keep going AND maybe even catch a fish in the process! As long as lucky Nudges are still available of course.&#10;&#10;Keep rolling until you either catch all the fish or run out of luck! Happy Fishing!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Футуриум",
    "ID": 320714,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/320714/futurium",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Conversation party in a futuristic setting. The Futurium board game was released by Muravey Games in 2017.&#10;&#10;Game participants are invited to become creators of the future, science fiction writers, and cyber prophets.&#10;&#10;Imagine the world in 20-30 years, when it will change beyond recognition. Futurium is a conversation game that allows you to immerse yourself in this world! By playing, players can create a future that even great science fiction writers never dreamed of!&#10;&#10;Each time they open the box, players become creators of a future reality. The game offers many versions of the future and a huge number of unexpected developments. For example, humanity in your game can move to live underwater or, conversely, fly away to colonize Mars in its entirety, or simply surrender all control in the world to intelligent robots, while ceasing to work at all. Each game takes place in a different future - each time in a new way!&#10;&#10;The game is suitable for both novice players and experienced ones. Whether it's fun, serious, or completely insane - you choose what your future will be like!&#10;&#10;It's easy to play:&#10;1. Open cards with names of objects&#10;2. Invent and tell what one of the objects will become in the future&#10;3. Those interested can tell alternative versions&#10;4. Vote for the most interesting version&#10;This continues for several &quot;circles&quot;.&#10;At the end of the game, the one who gets the most votes will be the winner.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le Mother Phoquer",
    "ID": 320717,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/320717/le-mother-phoquer",
    "Min Players": "3",
    "Max Players": "28",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "PARTY GAME: + Trash + Dirty + Better. Make funny and unusual card combinations to make a lot of players laugh. Discomfort and laughter guaranteed!&#10;GAMEPLAY: The &quot;Seal&quot;, designated at the start of the game, distributes 6 Response cards to the players. He then reads 1 Hole-Pitch phrase aloud. Each person completes the blank sentence with one of their Answer cards. Whoever has the funniest phrase wins and becomes the new &quot;Seal&quot;.&#10;400 TRASH HUMOR CARDS: All the most trashy and annoying cards in one game. Judge the humor of your friends with thousands of possible combinations.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;JEU DE SOIR&Eacute;E : + Trash + Sale + Mieux. Fais des combinaisons de cartes dr&ocirc;les et insolites pour faire rire un max de joueurs. Malaises et fous rires garantis ! &#10;GAMEPLAY : Le Phoquer, d&eacute;sign&eacute; en d&eacute;but de partie, distribue 6 cartes R&eacute;ponses aux joueurs. Il lit ensuite 1 carte Phrase &agrave; trou &agrave; voix haute. Chacun compl&egrave;te la phrase &agrave; trou avec une de ses cartes R&eacute;ponses. Celui qui a la phrase la plus dr&ocirc;le gagne et devient le nouveau Phoquer. &#10;400 CARTES D'HUMOUR TRASH : Toutes les cartes les plus trash et g&eacute;nantes r&eacute;unies dans un jeu. Juge l'humour de tes potes avec des milliers de combinaisons possibles.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SportsBall Madness",
    "ID": 320720,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/320720/sportsball-madness",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "SportsBall Madness is a strategy dice game where the objective is to earn the most prize money across several tournaments (rounds). Your dice are your team of players, and as team managers you wisely choose which players to compete in each round. As the tournament progresses dice become injured, allowing teams to come back from behind and rake in easy wins.&#10;&#10;After each tournament, you have the opportunity to pay from your winnings to keep your team together, or send players to the draft pool in the hopes of getting to pick an even better team for the next round.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "On the Wall (fan expansion for T.I.M.E. Stories)",
    "ID": 320721,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320721/on-the-wall-fan-expansion-for-time-stories",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3",
    "Description": "Explore new - but strangely familiar - kingdoms in order to bring back an influential empress who has gone missing in 815 FT.&#10;&#10;This scenario has a strong focus on story line and relies on your deduction skills to solve multiple puzzles. It can be played separately from the T.I.M.E. Stories universe, while it carries a few winks to the original white cycle.&#10;&#10;Each scene is accompanied by a thematic playlist on Spotify.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fan Expansion",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: T.I.M.E Stories – White Cycle",
      "Game: T.I.M.E Stories / TIME Stories",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat: The Thrill of Combat – The Power of Command",
    "ID": 320724,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320724/combat-the-thrill-of-combat-the-power-of-command",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Combat is a set of wargame rules for World War II, inspired by several other rules such as Rapid Fire, Bolt Action, and Flames of War. The main objective is to provide an easy-to-learn regulation, but don&rsquo;t forget the realism and historical accuracy.&#10;&#10;Main features:&#10;1 - Rules developed for different scales, from 6mm to 20mm, at Squad level.&#10;2 - Valorization of the chain of command.&#10;3 - An original system of randomized movement of units that are out of the chain of command - a system that can also be easily adapted for solo play.&#10;4 - Range definitions in centimeters and hexagons, allowing games on maps without markings and on maps with hexagonal grids.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Ink: Eldritch Expansion Pack",
    "ID": 320730,
    "Year": "(2021)",
    "Geek Rating": "5.703",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320730/railroad-ink-eldritch-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "3",
    "Description": "In the multiplayer puzzle game Railroad Ink&trade;, your goal is to connect as many exits on your board as possible.&#10;Each round, a set of dice are rolled in the middle of the table, determining which kind of road and railway routes are available to all players.&#10;&#10;Use the 4 special dice of the Eldritch Expansion Pack in addition to your regular Route dice, and find new ways to score points:&#10;&#10;&#10;     Ritual (1 die): open new Portals and add mysterious Rituals to create a Madness Network!&#10;     Portal (1 die): open different supernatural Portals to connect distant areas of your network!&#10;     Tentacle (1 die): extend Tentacles along your network as much as you can to get bonus points for each space occupied!&#10;     Investigation (1 die): send your Investigator to collect Clues to solve the case and gain extra points!&#10;&#10;&#10;Note: at least one core set of Railroad Ink&trade; or Railroad Ink Challenge&trade; is required to use this expansion pack.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Railroad Ink",
      "Mechanism: Roll-and-Write",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Ink: Arcade Expansion Pack",
    "ID": 320731,
    "Year": "(2021)",
    "Geek Rating": "5.617",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320731/railroad-ink-arcade-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the multiplayer puzzle game Railroad Ink&trade;, your goal is to connect as many exits on your board as possible. Each round, a set of dice are rolled in the middle of the table, determining which kind of road and railway routes are available to all players.&#10;&#10;Use the 4 special dice of the Arcade Expansion Pack in addition to your regular Route dice, and find new ways to score points:&#10;&#10;&#10;     Pluck-Man (1 die): feed Pluck-Man with enough Fruits to eat those pesky Ghost!&#10;     Tetromino (1 die): respect your commitment for urban planning to gain precious points!&#10;     Galactic Invaders (1 die): send Aliens to attack your opponents while trying to defend against those invading you!&#10;     Rainbow (1 die): populate your board with colorful rainbows and send ominous clouds to your adversaries!&#10;&#10;&#10;Note: at least one core set of Railroad Ink&trade; or Railroad Ink Challenge&trade; is required to use this expansion pack.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Railroad Ink",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Ink: Underground Expansion Pack",
    "ID": 320732,
    "Year": "(2021)",
    "Geek Rating": "5.646",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320732/railroad-ink-underground-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "3",
    "Description": "In the multiplayer puzzle game Railroad Ink&trade;, your goal is to connect as many exits on your board as possible.&#10;Each round, a set of dice are rolled in the middle of the table, determining which kind of road and railway routes are available to all players.&#10;&#10;The Underground Expansion Pack contains 4 dice that you can use in two ways.&#10;&#10;With the Standalone mode, you use them instead of the normal Route dice, to build underground networks of Subway Routes and Water Pipes to score points in a whole new way.&#10;&#10;With the Expansion mode, you use them together with the normal Route dice, but without mixing them! You need two boards for each player, one for the Surface and one for the Underground. The basic Route dice are used on the Surface board (following the normal rules), while the Underground dice (and rules) are used on the Underground board!&#10;&#10;Note: at least one core set of Railroad Ink&trade; or Railroad Ink Challenge&trade; is required to use this expansion pack.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Railroad Ink",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blobs",
    "ID": 320733,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320733/blobs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Blobs is played on the lines and intersections of a 12x12 grid; players take it in turn to draw &quot;blobs&quot; encircling one to four adjacent intersections.&#10;&#10;The board is initially seeded with two to four one-point blobs per player (depending on player count). After that a player places a new blob by drawing a &quot;stem&quot; along a grid line from one of their existing blobs, at the end of which a new blob is placed. The shorter the stem, the larger the new blob.&#10;&#10;When no players can play the game ends. The blobs score based on their sizes and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Ink: Engineer Expansion Pack",
    "ID": 320734,
    "Year": "(2021)",
    "Geek Rating": "5.733",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320734/railroad-ink-engineer-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the multiplayer puzzle game Railroad Ink&trade;, your goal is to connect as many exits on your board as possible.&#10;Each round, a set of dice are rolled in the middle of the table, determining which kind of road and railway routes are available to all players.&#10;&#10;Use the 4 special dice of the Engineer Expansion Pack in addition to your regular Route dice, and find new ways to score points:&#10;&#10;&#10;     Construction (1 die): perform special actions and restructure your networks!&#10;     Renovation (1 die): modify pre-existing routes and add more connections to them!&#10;     Separation (1 die): increase the challenge of your games with tricky expansion and its never-connecting routes!&#10;     Special (1 die): build Special Routes in a whole new way and score a lot of points!&#10;&#10;&#10;Note: at least one core set of Railroad Ink&trade; or Railroad Ink Challenge&trade; is required to use this expansion pack.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Railroad Ink",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Ink: Futuristic Expansion Pack",
    "ID": 320735,
    "Year": "(2021)",
    "Geek Rating": "5.645",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320735/railroad-ink-futuristic-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the multiplayer puzzle game Railroad Ink&trade;, your goal is to connect as many exits on your board as possible.&#10;Each round, a set of dice are rolled in the middle of the table, determining which kind of road and railway routes are available to all players.&#10;&#10;Use the 4 special dice of the Futuristic Expansion Pack in addition to your regular Route dice, and find new ways to score points:&#10;&#10;&#10;     Super Connection (1 die): use &ldquo;wild&rdquo; routes and connect both Highways and Railways to create huge networks!&#10;     City Builder (2 dice): gather resources and construct buildings to score extra points!&#10;     Alien Farmer (1 die): manage your farms and use UFOs to collect as many sheep as possible!&#10;&#10;&#10;Note: at least one core set of Railroad Ink&trade; or Railroad Ink Challenge&trade; is required to use this expansion pack.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Railroad Ink",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Ink: Sky Expansion Pack",
    "ID": 320736,
    "Year": "(2021)",
    "Geek Rating": "5.661",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320736/railroad-ink-sky-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the multiplayer puzzle game Railroad Ink&trade;, your goal is to connect as many exits on your board as possible.&#10;Each round, a set of dice are rolled in the middle of the table, determining which kind of road and railway routes are available to all players.&#10;&#10;Use the 4 special dice of the Sky Expansion Pack in addition to your regular Route dice, and find new ways to score points:&#10;&#10;&#10;     Weather (2 dice): control clouds, rain, and snow and prevent weather fronts from colliding to score bonus points!&#10;     Airline (2 dice): use air routes and airports to extend your networks up to the sky!&#10;&#10;&#10;Note: at least one core set of Railroad Ink&trade; or Railroad Ink Challenge&trade; is required to use this expansion pack.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Railroad Ink",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Ink: Electricity Expansion Pack",
    "ID": 320737,
    "Year": "(2021)",
    "Geek Rating": "5.645",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320737/railroad-ink-electricity-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the multiplayer puzzle game Railroad Ink&trade;, your goal is to connect as many exits on your board as possible.&#10;Each round, a set of dice are rolled in the middle of the table, determining which kind of road and railway routes are available to all players.&#10;&#10;Use the 4 special dice of the Electricity Expansion Pack in addition to your regular Route dice, and find new ways to score points:&#10;&#10;&#10;     Street Lamp (2 dice): build Street Lamps and power them with Generators to light your board and score a lot of points!&#10;     Power Grid (2 dice): connect your Exits to the central Accumulator and charge it with electricity to multiply your bonus points!&#10;&#10;&#10;Note: at least one core set of Railroad Ink&trade; or Railroad Ink Challenge&trade; is required to use this expansion pack.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Railroad Ink",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crokey",
    "ID": 320738,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320738/crokey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Crokey is a board game version of croquet. The board is a grid with each square representing approximately nine square yards of space. There are holes into which metal hoops are inserted, and the hoops hold plastic clips to designate order.&#10;&#10;There are three versions of the game in the rules: Sequence Crokey which is based on Golf Croquet, Crokey, which is based on Association Croquet, and Error Crokey which introduces a luck element.&#10;&#10;The game was apparently self-published by the designer under the name &quot;Tactical Games.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Sports"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ramses II",
    "ID": 320740,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320740/ramses-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Ramses II is a variant based on Avalon Hill's tactical battle game Alexander the Great.&#10;The mapboard, with a few modifications, and the game system are used in the variant. The vast majority of the rules for Alexander the Great are employed; those modified or not utilized are noted below. New game counters, which represent the Hittite and Egyptian forces, are provided on the insert of this issue. With these-mapboard,&#10;rules, counters-at hand, one can recreate the bloody Battle of Kadesh, fought over 3200 years ago.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Magazine: The General",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Head Cases",
    "ID": 320743,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320743/head-cases",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A party game about clever psychological deduction, and acting absurd. For each round one player is the Doctor, and all others are the Patients.&#10;&#10;Each round, Patients draw two cards and choose one to act out, discarding the other.&#10;&#10;Each Patient makes a short statement about their card (preferably in character) without saying any of the text written in red on the card.&#10;&#10;The Doctor may ask each Patient two follow up questions, which they must answer (again preferably in character).&#10;&#10;The Doctor then tries to diagnose the Patients. If they are correct, the Patient scores points equal to the number shown on the card by placing it face up in front of them. If they are wrong, the Doctor loses 1 point which is shown by placing the card face down in front of the Doctor.&#10;&#10;After all players have been the Doctor once, the player with the highest score wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Medical",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Deduction"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Occupation: Medic / Doctor / Nurses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythologien in der Welt",
    "ID": 320751,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/320751/mythologien-in-der-welt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Mythologien in der Welt (&quot;Mythologies of the World&quot;), you pay tributes to collect various gods from Greek, Norse, and other mythos.&#10;&#10;There's a knack to paying tribute successfully, but you also have to keep an eye on what your rival tribute payers are doing. Try to come out on top of the competing offers and collect as many gods as you can!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oh! My Fish Head",
    "ID": 320752,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/320752/oh-my-fish-head",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "50",
    "Weight": "2",
    "Description": "You are a talented Fisherman. Do your best to get more fish and Bonus Catch including precious treasure or Rainbonus Fish. Try to connect more Fish Cards within the limit time and utilize gene mutation fish to get more chance to win&#239;&#188;&#129;&#10;&#10;How to play:&#10;&#10;In your turn, draw 1 Fish Card and place it under any front row Bobber. If you place the card as the 3rd position under a Bobber Token, you will get the Bobber Token and all Fish Cards under the Bobber.&#10;&#10;You have to place all Fish Cards that you got this round into your Fishing Rod Area. (Each player owns 3 Fishing Rod Areas) You can&#226;&#128;&#155;t keep them for next round. Each Fishing Rod Area can only place the cards with same color.&#10;&#10;If you get a Fish Card that you can&#226;&#128;&#155;t connect, you can break your Fishing Rod during connecting your fish. Turn the Fishing Tackle Tokens of this area to Scoop Net side. The player who get Scoop Net can draw Bonus Catch from Bonus Catch Sack.&#10;&#10;If you complete a fish, it means the fish is on the hook now! Face them up in Complete Fish Zone. These Fish Cards will be&#10;counted as points in the end of the game.&#10;&#10;When the game reaches the 7th round and all players complete Catch Action, the game ends. Each Fish Card get 1 point. Check the &quot;longest&quot; fish for each color and give Trophy Card to the onwer. If you get Trophy Card of one color, each Fish Card of that color will get 2 points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Do or Drink",
    "ID": 320753,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/320753/do-or-drink",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Do or DRINK is your new favorite party game. This game brings strangers closer together, has the potential to break up year long friendships and has even played a hand in getting a few people pregnant. If you are looking for a game that will make you laugh so hard you cry and show a side of you you didn&rsquo;t know was there, look no further. Best part is you probably won&rsquo;t remember what happened the next day.&#10;&#10;&mdash;description from the publisher&#10;&#10;The game play is simple. Separate the white and black cards into two piles and shuffle. The first player draws a white card, reads it aloud, does what it says, then the next player does the same until someone picks up a white &quot;DRAW&quot; card. Once this happens then that player must draw a black from the other pile, read it aloud, and do what it says or drink. If the challenge on the card is completed successfully, the card can be kept by the player and counted as points. Some cards are far more challenging than others and therefore are worth more but also have greater consequences for failing to successfully perform the challenge. In the end, the player with the most points wins.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Drinking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Day of Independence",
    "ID": 320755,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgame/320755/day-of-independence",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "4",
    "Description": "A competitive semi-anti-co-operative board game of world domination. Warring human faction must choose to keep fighting one another or join forces to defeat the Alien invaders... or both... or side with the aliens to get help in defeating their human foes... or not.&#10;&#10;Day of Independence is a grand strategy game for 2 - 5 players set in an alternative steam-punky future. Each player plays a human power trying to take over the world. At some random point in the game Aliens may show up. The Aliens' true intentions are slowly revealed over time, and players must decide whether to fight the Aliens or not. Players choose actions that will make them either Collaborators with the Aliens or Resistance Fighters. The benefits and penalties of each decision depends upon the Aliens' true intentions. Lots of strategy, forced cooperation, and the ever present possibility of a knife in the back makes this game fun and different each time it is played.&#10;&#10;You live on an Earth that is a fractured world of rival human powers, struggling against each other for dominance&hellip; you know, the usual &mdash; like it&rsquo;s always been. Each unwilling to let other nations just chill.&#10;Culture, art, religion, language, population, and even military might have been reduced to a single quantified unit of influential power, called Influence.&#10;Advances in technology have allowed all economies and industries to rely on just three resources: Ever-Stones, a chewy red resource crystal especially good in stews and as a sealant for nuclear waste sites; Green Avoidium, an aromatic mineral green resource used to put off chores and unpleasant tasks until tomorrow, and; Un-salt, a yellow resource ore best described by what it isn&rsquo;t &mdash; it&rsquo;s not salt.&#10;Scientist the world over have postulated the possibility of extra-terrestrial life for centuries, but there has never been any proof that Aliens exist and no proof that they are heading to earth on a mothership filled with super-powerful weapons and a willingness to use them.&#10;So don&rsquo;t worry. There probably aren&rsquo;t any super advanced Aliens out there with incredible technology that could pose a threat to humankind. Just keep fighting amongst yourselves. If only you could capture enough territory to declare yourself Ruler of Earth, everything would be great. All problems would be solved and you could go to bed at night and sleep the sleep of the just, knowing that you are the winner, &lsquo;cause winning is all that matters.&#10;But, if Aliens came&hellip; they might Exterminate the human race, or maybe they would come to Enslave you all. If they knew the Earth contained the Resource of Interest that they have been scouring the Universe for, they might come to Mine the Earth dry. Or maybe they might just come to say &lsquo;hi&rsquo;, as part of their mission to Explore strange new worlds and seek out new life and new civilizations. Or maybe capitalism would be their bag, and they would come to Trade, with a special offer, just for you.&#10;But they probably don&rsquo;t exist, so just keep fighting amongst yourselves.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civilization",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Dice Rolling",
      "Moving Multiple Units",
      "Semi-Cooperative Game",
      "Simultaneous Action Selection",
      "Single Loser Game",
      "Track Movement",
      "Turn Order: Auction"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Unicorn Fever: Royal Hooves",
    "ID": 320761,
    "Year": "(2020)",
    "Geek Rating": "5.558",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320761/unicorn-fever-royal-hooves",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "More Unicorns, more fun! This expansion for Unicorn Fever contains 3 additional Unicorn Miniatures and cards, to expand the roster of unicorns available during your races and spice up your games with exciting new Fever abilities!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Bluffing",
      "Fantasy",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "In the Zoo (fan expansion for Dizzle)",
    "ID": 320765,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320765/in-the-zoo-fan-expansion-for-dizzle",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The story of &quot;in the zoo&quot;:&#10;You have to collect tickets at the entrance. Then it's off to the various enclosures where you can collect food from the animals.&#10;The penguins only have cheap fish, for which you can collect a lot of points with the blue area. The elephant is really difficult at the beginning, but there is expensive salad and the girl is more valuable than the visitor children in the other enclosures.&#10;And what is the most disturbing thing in the zoo? Rubbish! So there are -5 points for it.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Draftosaurus: Marina",
    "ID": 320777,
    "Year": "(2020)",
    "Geek Rating": "6.062",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320777/draftosaurus-marina",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "Draftosaurus: Marina expands the boundaries of your park and adds a new species to draft: plesiosauruses!&#10;&#10;This expansion for Draftosaurus adds a new double-sided board that each player can combine with their existing park to add a new river zone. Plesiosauruses are the only dino-meeples that can be placed in this part of the river, granting points at the end of the game. To move your plesiosaurus further down the river and earn more points, you must place specific other species in your park to unlock the dams one by one!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Dice Rolling",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: Meeples (Dinosaur) / Dinomeeples",
      "Digital Implementations: Board Game Arena",
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Draftosaurus: Aerial Show",
    "ID": 320778,
    "Year": "(2020)",
    "Geek Rating": "5.961",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320778/draftosaurus-aerial-show",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.3846",
    "Description": "Draftosaurus: Aerial Show expands the boundaries of your park and adds a new species to draft: pterodactyls!&#10;&#10;This expansion for Draftosaurus adds a double-sided board that each player can combine with their existing park to add a new mountain zone. Pterodactyls are the only dino-meeples that can be placed on this part of the board, and each of their nests offers you a specific bonus in return, ranging from extra points to immunity to the placement die!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Dice Rolling",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: Meeples (Dinosaur) / Dinomeeples",
      "Digital Implementations: Board Game Arena",
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Klimasvin",
    "ID": 320779,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320779/klimasvin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Klimasvin (Danish for &quot;climate pig&quot;) is a game about limited resources. Players fill up the map with their pieces. Whoever has most luxury points at the end of the game wins - unless someone has been forced to place one of their pieces so it extends out of the map. In this case, the winner is the player who has the fewest luxury points at the end of the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grand Austria Hotel: Let's Waltz!",
    "ID": 320780,
    "Year": "(2021)",
    "Geek Rating": "6.531",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320780/grand-austria-hotel-lets-waltz",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "Grand Austria Hotel: Let's Waltz! is an expansion for Grand Austria Hotel that contains five modules.&#10;&#10;Night has fallen in Vienna and it's ball season. Your hotel guests are all dressed up, the champagne is flowing and the society is far from ready to retreat to their bedrooms. Everybody wants to enjoy the nightlife, what better way than to dance in one of Vienna's famous ballrooms until dawn?&#10;&#10;This it's also the title of the first expansion to the popular Grand Austria Hotel board game by Simone Luciani and Virginio Gigli. In Grand Austria Hotel: Let's Waltz!, your hotel guests can visit Vienna's famous ballrooms, opening up new and exciting strategic possibilities. Especially popular, despite all the socializing at balls: The solo campaigns! For this purpose, Vienna has the S&eacute;par&eacute;e. But that's a whole other story... :)&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Drafting",
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Set Collection",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Vienna (Austria)",
      "Country: Austria",
      "Crowdfunding: Kickstarter",
      "Mechanism: Dice Drafting",
      "Players: Expansions Adding Solo Play",
      "Theme: Hotels, Inns, Lodgings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ATS: Cambrai 1 – Armoured Fist 1917",
    "ID": 320793,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320793/ats-cambrai-1-armoured-fist-1917",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "ATS: Cambrai 1 &ndash; Armoured Fist 1917 is a Great War historical module in the CAMBRAI Series.&#10;&#10;The largest Great War historical module ever produced.&#10;&#10;It includes 5 sheets of counters,7 scenarios, special rules and historical map.&#10;&#10;This is not a complete game: ownership of the ATS Rulebook 2014 is required, plus small and large markers. &#10;Provides all the combat counters you need to play.&#10;&#10;NOTE: VERY LIMITED PRINT RUN &#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Cities: Cambrai (France)",
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beat the Parents: Ask Me Anything",
    "ID": 320795,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/320795/beat-the-parents-ask-me-anything",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Beat the Parents Ask Me Anything is the friendly competition that brings families together. It&rsquo;s like a trivia game where every category is YOU! Kids ask a personality question of the their parents, then lock in their guess as to what they think the parents&rsquo; answer will be. Parents then must guess which answer the kids expected them to pick. If they&rsquo;re right, they win the round. The parents then take a turn asking a question of their kids. What&rsquo;s your favorite thing about summer? What insect scares you the most? Beat the Parents Ask Me Anything is the personality guessing game that pits parents against their kids in a friendly battle of who knows whom best. Everyone learns something new about each other while having a hilarious time!&#10;&#10;Description&#10;&#10;How well do parents know kids? Do kids have insight into parents&rsquo; quirks? Beat the Parents Ask Me Anything is the fun way for families to find out! Parents ask kids a question about themselves, and then guess what the kids&rsquo; response will be. Then the tables turn as kids ask their parents a question. With 150+ thought-provoking questions, find out more than you imagine with Beat The Parents Ask Me Anything, and have a hilarious time in the process!&#10;&#10;&mdash;description from the publisher&#10;&#10;Game play involves one family comprised of two teams - parents and kids.  Teams take turns drawing a card and asking the other team a question.  Each card has two personal, trivia questions - one to ask parents, one to ask kids.  The off-turn team selects and answer (A, B, or C) and hides a response card.  The on-turn team debates the question and then announces what they feel the answer should be.  The off-turn team reveals the hidden response card.  If the answer and card match, the on-turn team scores one point.  Play continues until an agreed upon score or turn count elapses.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Last of Us",
    "ID": 320803,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/320803/the-last-of-us",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Last of Us: The Board Game is set in the world of Naughty Dog's critically acclaimed and best-selling video game series, The Last of Us.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elemental, Force of Nature",
    "ID": 320804,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/320804/elemental-force-of-nature",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Elemental, Force of Nature players take on the role of Elementals, powerful beings who are constantly battling and scheming to outdo each other by using and manipulating Natural Phenomena. Elementals have two main powers: crushing the Natural Phenomena of other Elementals with Phenomena of their own and manipulating the 6 primal elements that make up these Natural Phenomena to outwit their opponents.&#10;&#10;As an Elemental, you will be dealt a hand of 7 Natural Phenomena cards. Going clockwise, Elementals take turns matching the elements on the cards while making sure to not leave too great of an opening for their opponents. The real strategy comes in gaining and using an Elemental's greatest resource: Elemental Tokens.&#10;&#10;These token allow you to manipulate the elements that make up a Natural Phenomenon, or exchange Phenomena from your arsenal.&#10;&#10;Your goal is to make sure no other Elemental can crush the Natural Phenomenon you play. Think of this as a battle for survival where the last one to play wins the round. A game is at least 3 rounds and the player who has won the most rounds wins and proves that they are the most powerful Elemental, a true force of nature!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Matching",
      "Memory",
      "Pattern Recognition",
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Bundeswehr",
    "ID": 320805,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/320805/monopoly-bundeswehr",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Monopoly: Bundeswehr&#10;NEW GAME FUN: For you we have linked the world-famous original Monopoly board game with the Bundeswehr life. Put together your own armed forces, buy offices, training areas and show your strategic skills. There are lots of little insiders hidden that will make you laugh. Your gaming fun gets a new fun level!&#10;LOVE OF DETAIL: Discover the world of the Bundeswehr with detailed Eurofighter, folding spades, tanks and lots of explanations and facts! Get to know everyday life and the structures in a simple and humorous way. It makes civilians smile. Soldiers will encounter funny situations from their daily work during the game!&#10;&#10;&mdash;description from the publisher(translated)&#10;&#10;NEUER SPIELSPA&szlig;: F&uuml;r dich haben wir das weltber&uuml;hmte Original Monopoly Brettspiel mit dem Bundeswehr Leben verkn&uuml;pft. Stell dir deine eigene Bundeswehr zusammen, kaufe Dienststellen, &Uuml;bungspl&auml;tze und zeige deine strategischen F&auml;higkeiten. Es sind viele kleine Insider versteckt, die dich zum Lachen bringen werden. Dein Spielspa&szlig; bekommt ein neues Spa&szlig; Level!&#10;LIEBE ZUM DETAIL: Entdecke die Bundeswehr-Welt mit detailgetreuen Eurofighter, Klappspaten, Panzer und vielen Erkl&auml;rungen und Fakten! Lerne den Alltag und die Strukturen auf einfache und humorvolle Art kennen. Es bringt Zivilisten zum Schmunzeln. Soldaten und Soldatinnen werden w&auml;hrend des Spiels immer wieder auf lustige Situationen aus ihrem Dienstalltag treffen!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Germany",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "That's a You Problem",
    "ID": 320806,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320806/thats-a-you-problem",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "That's a You Problem is a casual card game for 2-8 players where you solve the problems in the world.&#10;&#10;Collect resources to solve environmental and social problems, and get points by solving them, the first player to reach 15 points is the winner... but be careful, your friends could use special cards to stop you and mess your game.&#10;&#10;At your turn, you get to draw one card for free and 2 actions, you could use your actions to play resources, trade cards with players, draw an extra card, discard problems, play special cards. Solving problems is always FREE!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SiegeStorm: Seraphia",
    "ID": 320811,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320811/siegestorm-seraphia",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "3",
    "Description": "The radiant army of Seraphia is full of pompous Elves and boring do-gooders. They specialize in arts of protection, healing, and control - often outlasting their enemy. And if that fails, they can always hope for one of their overpowered angels to swoop in and slaughter the opponent or even grant you an additional turn.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Chaining",
      "Deck Construction",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Egghead",
    "ID": 320813,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/320813/egghead",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Egghead is a deduction game where players can see everyone else's cards save for their own. Each turn players read off a question and answer it according to what they see on everyone's cards. Eventually this gives players enough information to deduce what is on their own cards and winning a point.&#10;&#10;As their predecessor What's That on My Head? (from 1963), all 4 versions of Egghead are using the 6 letters A, B,C,D,E &amp; G. Three versions use the headbands gimmick, but in one edition you have wooden banks to hold the colored letter cards. But unlike Code 777 (numbers 1-7) the colors are not involved in gameplay.&#10;&#10;Similar to:&#10;&#10;    What's That on My Head?&#10;    Code 777&#10;    Figure It&#10;    Amnesia&#10;    Guess What I Am!&#10;    Coyote&#10;    Pow Wow&#10;    Am I a Banana?&#10;&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: What's That on My Head?",
      "Mechanism: Deduction – Blind Man's Bluff"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The King's Armory: 7th Anniversary Edition",
    "ID": 320814,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/320814/the-kings-armory-7th-anniversary-edition",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "300",
    "Weight": "2.5",
    "Description": "The King's Armory&#10;&#10;...is a 100% pure co-op honoring the truest mechanisms of the online Tower Defense video game genre with a new Heroic feel.&#10;&#10;At the start of each game you'll build your own map, choose your own Hero, and then battle ferociously against waves of oncoming monsters.  Defeat every monster, on every wave, including their epic boss, and we all win.  But should you let the Castle Gate fall, the enemies will use the powerful Armory Weapon against you.  Who will win in this epic battle of good vs. evil?&#10;&#10;You'll never go it alone, in the co-op, even if playing solo!  Your small but might army of Heroes will hire new recruits to help you defend the castle, such as Foot Soldiers, Archers, Sorcerers, Clerics, and Psionicists.&#10;&#10;What's New in the 7th Anniversary Edition?&#10;&#10;The King's Armory now features 43 gorgeous new minis for Heroes and Hirable Characters alike, upgraded component quality including dice balance and tower strength, upgraded art, a fully rewritten manual, and more streamlined play via a new double-sided Wave Card for Monster Selection options.&#10;&#10;Throw in a minor rebalancing of foes, equipment, and reinforcements, a few updates to the graphic design, and a 3x bigger box to hold all the new stuff, and the 7th Anniversary edition will scratch your every itch for hero-based tower defense with an even greater focus on the fun!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Income",
      "Modular Board",
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Three Dimensional Movement",
      "Trading",
      "Turn Order: Role Order",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Celestial Checkers",
    "ID": 320815,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320815/celestial-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An ancient Chinese folk tale recounts that the Jade Emperor once held a feast to which he invited all the animals of the forest. Only twelve showed up. To reward his guests, the Jade Emperor announced that he would name a year of the Zodiac after each. The animals were all duly honored. But then the question of order arose. The Ox, the brawniest of all the animals but also the most dull-witted, insisted he should be first due to his tremendous strength. The Rat, puniest of all the animals but also the most cunning, argued he should be first due to his keen intelligence. The other animals, who possessed both strength and intelligence in varying degrees, soon joined the quarrel. Some sided with the Ox, saying that strength was more important than intelligence. Others sided with the Rat, saying intelligence was more important than strength. While still others wavered back and forth. So to settle the matter, the Rat proposed a contest.&#10;&#10;This game uses the twelve animals of the Chinese Zodiac. Each animal possesses its own unique combination of strength and intelligence. During the first phase, strength is crucial; in the second phase, intelligence is valued.&#10;&#10;The board starts off empty. The players alternately place their pieces on their sides of the board. Each piece must be placed on the unoccupied yellow spaces within their first three rows. The direction a piece is facing indicates which player it belongs to. After each player has placed all their twelve pieces, the game can begin. North, for having gone second during the set-up stage, gets to move first.&#10;&#10;An animal can not capture an animal stronger than itself. The animals are ranked in strength, from strongest to weakest: 12. Ox, 11. Tiger, 10. Dragon, 9. Horse, 8. Dog, 7. Goat, 6. Pig, 5. Snake, 4. Rooster, 3. Monkey, 2. Hare, 1. Rat.&#10;&#10;When an animal reaches the far rank, it is removed to the side and scored according to its intelligence. The animals are ranked in intelligence, from smartest to dumbest: 12. Rat, 11. Hare, 10 Monkey, 9. Rooster, 8. Snake, 7. Pig, 6. Goat, 5. Dog, 4. Horse, 3. Dragon, 2. Tiger, 1. Ox. As can be seen, an animal's intelligence is in inverse proportion to its strength. In other words, the weaker the animal the more valuable it is and vice-versa.&#10;&#10;Other than this, normal Checkers rules apply. Pieces can only move diagonally forward, either by sliding to an adjacent empty square or by jumping over an enemy piece to a vacant square on the other side. Jumping over a piece captures it. Capturing is mandatory, and you must keep jumping and capturing as long as it is possible.&#10;&#10;When one player is unable to make a move, by either having no more pieces left on the Checkerboard, or by having all his pieces blocked from movement, the game ends and the player with the higher score wins.&#10;&#10;Incidentally, through prudent and skillful play the Rat was able to easily defeat the brute efforts of the Ox. On the Chinese Calendar, the Year of the Rat is first, and Year of the Ox second to this very day.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Seeds of Plenty",
    "ID": 320816,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320816/seeds-of-plenty",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Seeds of Plenty is a card game developed by Ko-Kee Games LLC for 2-5 players aged 8 and older 104 cards.  Though the game was originally designed to be played within a family environment with very young players to adult ages it can be equally engaging for adults or youth to play the game by themselves.&#10;&#10;The objective of the game is to be the first player to place vegetable plants in planter bins and fend off potential attackers that would uproot these vegetables.  The first player to last one entire round with three planter bins still containing vegetables is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Disciples the Game",
    "ID": 320820,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320820/disciples-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Start a cult! Perform ridiculous rituals, collect disciples and forget your morals in this fun global strategy tabletop game.&#10;&#10;Disciples is an easy-to-learn tabletop game, where you are a cult leader who collects disciples and sets up tents and temples around the world. The first player to build three temples wins.&#10;&#10;You start by using your intuition to pick the 2 cards that decide your cult's name and rules. For example &quot;Angels of the Gold Hive&quot; or &quot; Infinite Crown of Serpents&quot;. There are 144 possible combinations of cults. On each turn you roll, move across the map, perform your peculiar ritual, collect new disciples, tempt fate with the Cards of Consequence and built your tents and temples in various cities around the world.&#10;&#10;There will be lots of laughs, surprises and turns of fortune. Luck meets strategy. You may get arrested or sued for your shady behavior. If you think you're winning, you probably won't. The game takes about 30 - 60 min.&#10;&#10;This game is rated for ages 17+. Cult leaders are typically inappropriate. Fun for gamers and civilians alike.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Religious"
    ],
    "Mechanics": [
      "Acting",
      "Area Movement",
      "Command Cards",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World War III: Team Yankee – British Starter Force: Challenger Armoured Squadron",
    "ID": 320826,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320826/world-war-iii-team-yankee-british-starter-force-ch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "With its usual professionalism, the British Army had prepared for war. &#10;Now, as the Soviet Army flooded across the border into West Germany, it was ready and waiting. &#10;Fox, Scorpion and Scimitar recon vehicles skirmished with the Soviet forward detachments as the Challenger and Chieftain armoured regiments waited. The infantry held the towns and woods, forcing the enemy into killing zones, new Warrior infantry fighting vehicles in fire support. If anything broke through, the airmobile troops in their Lynx helicopters would hold them. The British Army is ready.&#10;&#10;Includes:&#10;&#10;Five Challenger Tanks&#10;    Two Chieftain Tanks&#10;    Two Warrior with Milan Anti-tank Vehicles&#10;    Two Scimitar or Scorpion Light Tanks&#10;    Four Fox Armoured Cards,&#10;    Two, MLRS Rocket Launchers&#10;    Two plastic Lynx helicopters&#10;    Eight rare-earth magnets&#10;    Four decal sheets&#10;    One Complete A5 Rulebook,&#10;    One British &quot;Start Here Booklet&quot;&#10;    Eleven Unit cards&#10;    One set of Death Or Glory Tokens&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: United Kingdom",
      "Game: Team Yankee (Battlefront)",
      "Game: World War III – Team Yankee 2 (Battlefront)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Betcha Can't!",
    "ID": 320827,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/320827/betcha-cant",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Could ya? Would ya?&#10;&#10;Betcha Can't!&#10;&#10;The Game of One-Upping&#10;&#10;Can you name more flavors of ice cream than your friends? How about the most dance moves? Put your knowledge to the test with Betcha Can't!  In this game of bets and brags, players bet on how many things they THINK they know. From dog breeds to smoothie flavors, place bets on how many you can name in the given amount of time. But beware - if you have the highest bet, you may be told &quot;Betch Can't!&quot;  Prove yourself and name the number you bet to win the card. Fail the challenge, and you'll end up in Time Out - but you can try to break out by one-upping the winner of a round! The first player to collect five cards wins and is named the Better Bettor!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "D4 Dungeon: An OSR Dungeon Crawl RPG",
    "ID": 320830,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320830/d4-dungeon-an-osr-dungeon-crawl-rpg",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "D4 Dungeon is a light dungeon crawl and a love-letter to old-school RPGs. It includes all the maps you&rsquo;ll need to play, four character cards for the greedy Tomb Robbers under your control, a Doom Clock to mark the hour of your ultimate demise, and the rules in a printer-friendly PDF.&#10;&#10;The pyramid of Krug lies in the deep mists of the Valley of Bones, drifting in and out of reality as the tides of magic ebb and rise. Four determined tomb robbers have climbed the pyramid&rsquo;s many black steps to reach the ancient tomb&rsquo;s pinnacle, and the great door of bone.&#10;&#10;Beyond the grim door&rsquo;s threshold lie the many mysteries and horrors of the pyramid. Those who overcome them may discover great treasures, or a horrible end. Beware, for the pyramid&rsquo;s power will work for and against you.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battleship: zAPPed Edition",
    "ID": 320831,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/320831/battleship-zapped-edition",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each ship has its own super weapons!&#10;&#10;&#10;     Battleship&#10;     Aircraft Carrier&#10;     Destroyer&#10;&#10;&#10;Battle aliens and protect the Earth!&#10;&#10;Embark on epic missions around the globe ...&#10;&#10;Hunt down alien targets ...&#10;&#10;Destroy the enemy!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Movies / TV / Radio theme",
      "Nautical"
    ],
    "Mechanics": [
      "Deduction",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ziggurat: The Secret of Four Epigraphs",
    "ID": 320832,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320832/ziggurat-the-secret-of-four-epigraphs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "With smart actions, rewrite the Ziggurat wall epigraphs according to your goal and discover the secret of 4 ziggurat epigraphs sooner than other players by creating the desired patterns. To win, you need a variety of strategies and precise memory.&#10;In Ziggurat: The Secret of Four Epigraphs, players use their hands to change the cards on the ground to make different patterns to complete their goals. Each player has unique goals but make other players' goals will give you diamonds. They help you to win sooner.&#10;There is 52 epigraph cards whit different backs. also 13 goal cards and 9 diamond tokens.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kotakote",
    "ID": 320833,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/320833/kotakote",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A GAME OF OBSERVATION AND SPEED&#10;OBJECT: use your powers of observation and dexterity to replicate pictures as fast as possible.&#10;All players receive the same 4 Kotakote cards, showing different-coloured geometric shapes on one side and half-finished pictures on the other. A &ldquo;challenge&rdquo; card is turned over in the middle of the table. The players must all try and replicate the picture shown on the challenge card by lining up 2 of their Kotakote cards correctly. Remember that only the cards required to complete the challenge can be placed on the table; players must keep hold of the others! The quickest player wins the &ldquo;challenge&rdquo; card, which they will need to keep hold of until the end of the game. The first player to win 5 &ldquo;challenge&rdquo; cards wins the game.&#10;&#10;+++  Two difficulty levels available!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sweet Monster",
    "ID": 320834,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/320834/sweet-monster",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A GAME OF MEMORY AND DEDUCTION &#10;OBJECT: feed the little monsters by remembering where their favourite sweets are.&#10;In this game, 12 double-sided tiles (with a monster on 1 side, and a sweet or rotten fish on the other) are placed in the middle of the table with monster sides facing up. When it is their turn, each player throws the 2 dice to get one monster and one sweet. Then they must turn the tile over that shows that combination. If they pick the right one, they win a token. Any tiles that are turned over are left with the new side facing up. Careful: if a player turns a tile over to find a rotten fish, they will need to give one of their tokens back! The game ends when a player wins their 5th token.&#10;&#10;+++  A good memory and powers of deduction are a must if you&rsquo;re going to find the right tiles!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animomix",
    "ID": 320835,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/320835/animomix",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A MATCHING GAME&#10;OBJECT: are you ready to make some wacky animals by matching up heads, bodies and legs?&#10;Each Animomix has 3 parts: their head, their body, and their legs. Careful you don&rsquo;t get muddled up &ndash; the heads come in 2 different sizes, and so do the legs! At the start of the game, each player is dealt 4 cards. When it is their turn, each player asks another player for a head, a body, or a set of legs so that they can try and make a brand-new Animomix&hellip; but don&rsquo;t forget that all three parts of the Animomix have to join up properly for it to count! The first player to make 4 Animomixes wins the game.&#10;&#10;+++  Players will have to look carefully at their cards to match up the 3 parts of their Animomix properly!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Twist Up",
    "ID": 320838,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/320838/twist-up",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A TEAM LANGUAGE GAME&#10;OBJECT: good communication and listening skills are a must to beat the other teams and successfully replicate the challenge card.&#10;In each team, one player is the speaker and one is the doer. Each doer takes a set of 9 &ldquo;colour&rdquo; cards and 9 see-through &ldquo;animal&rdquo; cards. The speakers each draw a &ldquo;challenge&rdquo; card, which they keep hidden. Then each speaker has to explain to their doer &ndash; just using words &ndash; how to place the &ldquo;colour&rdquo; and &ldquo;animal&rdquo; cards to replicate the picture shown on the &ldquo;challenge&rdquo; card. Both teams play at the same time, and the quickest to complete the challenge wins the card. The first team to win 5 challenges wins the game!&#10;&#10;+++  Good communication is the key to success!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tapikékoi",
    "ID": 320840,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/320840/tapikekoi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "MEMORY GAME&#10;OBJECT: test your opponents&rsquo; memories by finding the things that have been stolen from around the house while the family is asleep.&#10;Players take it in turns to be the family, while all the other players pretend they are thieves. Objects are placed on the boards that represent the family&rsquo;s living room, kitchen, bedroom and garden. While the &ldquo;family&rdquo; player is asleep, the thieves steal things. When the &ldquo;family&rdquo; player wakes up, they have to use their memory to try and identify all the missing objects. If they miss one, the thief keeps it! New objects are added for each round. Who will collect the most counters?&#10;&#10;+++  Each object can be put back in its usual place to help make it easier for players to remember them.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bluff Pirate",
    "ID": 320841,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/320841/bluff-pirate",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A BLUFFING GAME&#10;OBJECT: become a pirate and be the first to find the treasure on the secret island by bluffing your way forward.&#10;All aboard! A race has just begun to be the first to find the treasure hidden on one of the secret islands. To move your &ldquo;ship&rdquo; piece forward, you&rsquo;ll need to play a set of identical cards. You can bluff  and hide bits of the set you put down, but be careful your enemies don&rsquo;t catch you out &ndash; that might give them the upper hand! Are you ready for an adventure?&#10;&#10;+++  An introduction to bluffing!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game",
      "Pirates",
      "Racing"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Little Family",
    "ID": 320842,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/320842/little-family",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A GAME OF PAIRS&#10;OBJECT: the animals are looking for their friends &ndash; can you help find them?&#10;The &ldquo;animal&rdquo; cards are shuffled, and each player is dealt 4 cards. They place these cards in front of them so that everyone else can see them. The rest of the cards make up the draw deck. When it is their turn, each player draws a card and puts it in front of them. Then they look at all the cards on the table (their cards first, then the other players&rsquo; cards) and try to make a pair: either by using their own cards, or one of their own cards and one from another player. The game ends when all the pairs have been found, and the player who found the most wins.&#10;&#10;+++  A game of pairs specially designed for little ones!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Little Mime",
    "ID": 320843,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/320843/little-mime",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A GAME OF IMITATION AND COOPERATION&#10;OBJECT: help the animals find their way home by pretending you&rsquo;re their mummy.&#10;4 &ldquo;animal&rdquo; cards are placed face-up in the middle of the table. These animals are lost! To help them find their way home, players must pretend to be their mummies. The first player starts by secretly choosing an animal from the table, and imitating the sounds they make, the way they move, or both. The other players have to work together to try and figure out what animal they are  pretending to be. If they get it right, the animal can go home. Another player chooses a different animal to imitate, and so on until all 4 animals have found their way home!&#10;&#10;+++  A introduction to imitation games for little ones to play together.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Little Puzzle",
    "ID": 320844,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/320844/little-puzzle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A PUZZLE AND COLOUR MATCHING GAME&#10;OBJECT: for a successful fishing trip, you need to catch some whole fish! Who can catch 4 the fastest?&#10;At the start of the game, all 24 half-fish are placed face-up in the middle of the table. Players all play at the same time, and must try to put 4 whole fish together as quickly as they can to win the game. Careful &ndash; for the fish to count, you need to find 2 matching halves with the same coloured spot!&#10;&#10;+++  An introduction to observation games for toddlers.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Little Match",
    "ID": 320846,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/320846/little-match",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A SHAPE AND COLOUR MATCHING GAME&#10;OBJECT: to join the line, the animals must be the same colour or shape as the one before them. Help them get themselves in order! &#10;The cards are shuffled, and each player is dealt 4 cards to hold. A card from the pack is turned over and put in the middle of When it is their turn, each player has to try and place a card the middle of the table &ndash; but the card either has to be the same as the one before, or show the same animal. If they can&rsquo;t play they pick one up and the game moves to the next player. The player to have put all their cards in the middle of the table wins&#10;&#10;+++  A quick and easy introduction to discarding games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guzzle",
    "ID": 320848,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/320848/guzzle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "GAME OF TACTICS&#10;OBJECT: a frantic race to put together a perfect octopus.&#10;Who will be the fastest to build their octopus? Each octopus will of course have to have 1 head and 8 tentacles, all of which must be properly connected to its head with the puzzle pieces. A multitude of possibilities, but only one winner! Be careful not to get your tentacles in a twist in the rush! Fancy making the game harder? Before you begin, choose a larger number of required pieces to fit into your octopus. Fastest player wins!&#10;&#10;+++  A very simple assembly system for a task that is not as easy as it seems!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Octopuses",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kaiju Kaos: Sinister Scarecrows – Named Characters",
    "ID": 320854,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320854/kaiju-kaos-sinister-scarecrows-named-characters",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Kaiju Kaos &ndash; Sinister Scarecrows Stat Cards, Set 01&#10;&#10;30 Named Characters including:&#10;&#10;AHAB&#10;    BONESYLVANIA JACK&#10;    BONESYLVANIA PATCH&#10;    BRAUM&#10;    BUNYAN&#10;    CAPT. BIX MAX&#10;    CAPT. HALFMOON&#10;    CARVER&#10;    CRANE&#10;    CROWBREAKER&#10;    CRUSOE&#10;    FEATHERTOP&#10;    GALEUX&#10;    GAUNTFIELD&#10;    HALLOWEEN JACK&#10;    HOKKAIDO&#10;    KUEBIKO&#10;    LEMAX&#10;    OZ&#10;    PUMPKIN HEAD&#10;    RAG &amp; TAG&#10;    RAGGED MOLLY&#10;    ROOK&#10;    SILAS MURPHY&#10;    TACKLE STRIKE&#10;    TAPS&#10;    TREJO&#10;    WACKO JACKO&#10;    WHITE GHOST&#10;    WORZEL&#10;&#10;16 Unnamed Characters including:&#10;&#10;Assault Rifle Sharpshooter&#10;    Assault Rifle Trooper&#10;    Hatchet Specialist&#10;    Hatchet Trooper&#10;    Machete Specialist&#10;    Machete Trooper&#10;    Pitchfork Specialist&#10;    Pitchfork Trooper&#10;    Scythe Specialist&#10;    Scythe Trooper&#10;    Speargun Sharpshooter&#10;    Speargun Trooper&#10;    Brawler&#10;    Melee Combat Trooper&#10;    Fast-Moving Skeleton&#10;    Slow-Moving Skeleton&#10;&#10;2 new Specialized Burst Weapons including:&#10;&#10;GAUNTFIELD&rsquo;S Enchanted Bag of Bones&#10;    HALLOWEEN JACK&rsquo;S Lantern Bomb&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Food Chain Island: Tough Skies",
    "ID": 320856,
    "Year": "(2020)",
    "Geek Rating": "5.659",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320856/food-chain-island-tough-skies",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "The skies are filled with beautiful, yet tough animals. Watch out as they will make your arrangements efforts even harder!&#10;&#10;A three card expansion that will make your games just a little more challenging. At the beginning of the game, shuffle and place one card face-up into the play area. Do not use the others. During the game, you must activate, resolve and discard the air animal. The air animal must be resolved before the end of the game. For an additional challenge, use 2 or all 3 air animals.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game",
      "Print & Play"
    ],
    "Mechanics": [
      "Chaining",
      "Network and Route Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Food Chain Island",
      "Series: Simply Solo Games (Button Shy)",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Food Chain Island: Friendly Waters",
    "ID": 320857,
    "Year": "(2020)",
    "Geek Rating": "5.698",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320857/food-chain-island-friendly-waters",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "The waters (and the animals within) are your friends. They'll help you arrange the land animals so they can eat each other. Anything to keep them out of the sea!&#10;&#10;A 3 card expansion of additional sea animals to help you along the way. You can shuffle these in with the sea animals in the base game, then draw 2 for a normal difficulty, and draw less for an additional challenge.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game",
      "Print & Play"
    ],
    "Mechanics": [
      "Chaining",
      "Network and Route Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Food Chain Island",
      "Series: Simply Solo Games (Button Shy)",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Face Factor",
    "ID": 320861,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320861/face-factor",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Face Factor is a party game where players act out different scenarios using only their head and facial expressions.  Players then guess which scenario is being acted out. Face Factor is for ages 17+ and may include funny suggestive content. Face Factor game was created and written by Liza Salta in 2020.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Qwixx: Bonus",
    "ID": 320877,
    "Year": "(2020)",
    "Geek Rating": "5.638",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320877/qwixx-bonus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "Qwixx: Bonus consists of two new scorepads that provide twists on the normal way of playing Qwixx.&#10;&#10;On one of the scorepads, the score sheet now includes twelve boxed spaces, with three boxes in each of the colored rows. Additionally, a row of twelve colored boxes lies below the colored rows. Whenever you cross off a boxed space, you cross off the next colored box in the row (e.g., a red box), then cross off the leftmost space of that color that you can legally mark off. This might cause a chain reaction, and it might cause you to complete a second row, which would then end the game.&#10;&#10;On the other scorepad, ten spaces among the colored rows are marked with bonus boxes, with two each of five bonuses. When you mark off the second box of a particular bonus, you receive a special reward, such as crossing off the next two spaces of your row with the fewest marks, crossing off the next space of each active color, or doubling the score of your least valuable row at the end of the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Qwixx",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "District Commander Kandahar",
    "ID": 320880,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/320880/district-commander-kandahar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.6667",
    "Description": "District Commander: Kandahar simulates the problems facing insurgent and counterinsurgent commanders in southern Afghanistan circa 2009-2010. This is not Brian Train's first or even second game about this conflict, and you might be wondering, what does this one have to offer? We think that the District Commander system - with its emphasis on bluff and deception, scarce resources and shifting operational goals - is an especially good fit for capturing the pace and nature of operations in Afghanistan.&#10;&#10;Brian Train's District Commander is a series of operational games on counterinsurgency situations. The players alternate activation of groups of units (stacks) to perform discrete operations (missions) through the expenditure of Task Points (TP). Some missions are Tactical Missions - straightforward military tasks such as performing patrols, ambushing or attacking enemy forces, or moving from one place to another - and these may be performed multiple times by a stack during a turn. Other missions emphasize the &quot;non-tactical&quot; end of the campaign, establishing friendly influence, control, and infrastructure in an area, reducing the enemy's claim to the same, and recruiting or training troops. These missions take more time to perform and so unlike the tactical missions may be the only mission performed by the stack during the turn.&#10;&#10;Missions are resolved by play of secretly-held Chance Chits, each with ratings that are better or worse for certain types of operations. Chits are played simultaneously and the ratings compared, modified by units, assets, and the current board state to determine the outcome. Using the right chit at the right time - knowing when to save a good chit for later and when to use it, and trying to determine if your opponent is going all-in or holding back - will require steely judgment in an atmosphere of doubt and deception.&#10;&#10;All this is done in pursuit of objectives handed down to you by your superiors (i.e., chosen randomly) and kept secret from your opponent - objectives that may even change over the course of the game. Within this framework, the two sides - Government and Insurgent - play very differently, with the Insurgent player, in particular, depending on bluff and deception to achieve their goals. A large number of variant rules allow you to turn the game into a sandbox for exploring counterinsurgency doctrine and practice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Events",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Country: Afghanistan",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "History: War in Afghanistan",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: District Commander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fight Sequence",
    "ID": 320882,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/320882/fight-sequence",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Fight Sequence is the tactical reverse action-programming dueling game about psychics THINKING about fighting! Players build sequences of attacks and responses that resolve in reverse order, representing the ebb and flow of a theoretical fantasy fight scene two psychics are projecting into each other's minds. Planning your own moves isn't the only key to victory; you'll also use your psychic and magical abilities to manipulate when - or IF - actions resolve!&#10;&#10;Players select one of the four characters in a diverse cast of psychic combatants, using their unique skillsets to emerge victorious. Every character deck has its own strengths and weaknesses, with a depth of tactical play that ensures no two fights are the same.&#10;&#10;In Fight Sequence, players take turns playing Actions or passing, building a series of Actions until both players pass consecutively [with passes being forced once the maximum sequence size of 9 Actions is met]. Once that happens, the entire sequence then resolves in reverse order, starting with the last Action played. Timing your Actions for maximum effect is crucial, but every character has some ability to manipulate that timing to work more in their favor. Even the best-laid plans aren't foolproof!&#10;&#10;Actions are either attacks or responses - use your attacks to damage your opponent, and your responses to defend yourself from opposing attacks or support your strategy. Every card in the game can be played as either an attack or a response, so you're never out of options. Damage is represented by discarding cards from your deck; no paper, pen, dice, or tracker apps required. Just choose your characters, shuffle your decks, and begin!&#10;&#10;In addition to four varied characters with different styles and movesets, The First Chapter also includes the Academy decks, which use a more streamlined subset of cards to help ease players into the reverse-action-programming nature of the game.&#10;&#10;-- description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Action Queue",
      "Card Play Conflict Resolution",
      "Chaining",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Two-Player Fighting Games",
      "Components: Multi-Use Cards",
      "Components: Unique Game",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Theme: Psychic Powers",
      "Theme: Queer / LGBTAIQ"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Giant Monster Invasion!",
    "ID": 320894,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320894/giant-monster-invasion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A table-top wargame for 2 or more players. It&rsquo;s all about giant monsters, big cities, monsters in big cities, monsters thrashing big cities&hellip;you get the jist of it. The core rules are less than a dozen pages, and there&rsquo;s also a bare-bones rules-lite version of it. Regular updates with new monster packs, some expansion packs, and so on.&#10;&#10;Honoring cinema&rsquo;s greatest giant monsters!&#10;&#10;&mdash;description from the publisher&#10;&#10;Giant Monster Invasion! is a simple tabletop miniatures wargame intended for use with 5&quot; - 7&quot; models (adaptable to 3&quot; - 4&quot; models).  The play area is constructed using available terrain and buildings.  Figures are given in-game attributes and abilities based, primarily, on appearance and/or notoriety.  A &quot;monster point&quot; mechanism is used to achieve team equality.  Play proceeds in player turns (2 or more teams are allowed), taken sequentially.  Rules primarily deal with monster movement and attacks.  Play continues until a single team remains.  Several advanced, optional rules are included.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Turn Order: Pass Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pasapalabra Junior",
    "ID": 320897,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320897/pasapalabra-junior",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on a TV game show shown on Spanish television, based on the original British format &quot;The Alphabet Game&quot;.&#10;&#10;Each team has to guess secrets words. The game objective is to obtain the major number of seconds in the different tests and use them in the last test PASPALABRA. This last test is a countdown where each team has to guess a word beginning with every letter of the alphabet and the team wins if they successfully complete the alphabetical track before their accumulated time runs out.&#10;&#10;",
    "Categories": [
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Starcraft: Tactical Miniatures Combat",
    "ID": 320898,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320898/starcraft-tactical-miniatures-combat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Starcraft: Tactical Miniatures Combat is a game of skirmish-based combat set in the Starcraft Universe. This game was created by Neuicon and Sean Daniels, and play-tested over a period of time. The rules are fun, exciting and very simple to understand. If you have ever played Dungeons and Dragons Miniatures or Star Wars Miniatures, then you should know what to expect.&#10;&#10;-description from the publisher&#10;&#10;The game is a fan-created, tabletop miniatures implementation of the universe of the eponymous video game.  Starcraft: Tactical Miniatures Combat has been published in two editions; the 2nd edition contains refinements and some additional options.  The game assumes players will have sufficient &quot;Starcraft&quot; miniatures to represent all units.  Play proceeds in turn order until one team remains.  Units are allocated by points; units are based on the videogame.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Turn Order: Pass Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SpellCaster",
    "ID": 320899,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320899/spellcaster",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "SpellCaster is a magical and physical combat game for two or more players. Each player is represented by a Spell Caster, a warrior mage trained in the ways of combat and magic, skilled in powerful martial arts techniques and armed with a complete arsenal of spells. The goal is to defeat all others players and remain the last spell caster alive. SpellCaster uses ordinary playing cards, but is no ordinary card game as it combines hex/grid map strategy. Since the game uses poker cards, generic playing pieces and any plain hex or grid map it is easy to play and easy on the budget, unlike most any other collectible trading card game. SpellCaster uses a unique system of card combinations in preparing and casting spells.&#10;&#10;&mdash;description from the publisher&#10;&#10;SpellCaster requires at least two players, but accomodates more.  Play requires a partially-stripped pack of French cards, tokens, and either a hex or a grid map.  Play takes place in turns, played in sequence order.  Player abilities during a turn partially are determined by card draw.  Players attempt to eliminate other players by &quot;casting spells&quot; or making &quot;attacks&quot;.  The winner is the sole player remaining.  Two expansion products were planned but not published.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: 2-Player Starter – Firewalker VS Treefolk",
    "ID": 320900,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/320900/dragon-dice-2-player-starter-firewalker-vs-treefol",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "2-Player Starter Set- All the dice you need to begin your adventures! 66% more health than our previous starters! (30 health of each race and 4 Dragons!)&#10;&#10;Bring the flaming might of the Firewalkers and the sturdy power of the Treefolk to your battlefield.&#10;&#10;The Starter Set has all two players need to begin their campaign: 28 six-sided unit dice, 4 ten-sided monster dice; 4 eight-sided terrain dice; 4 twelve-sided dragon dice. It also contains two paper play mats and the Starter Rule Book. You can combine starter sets or add more dice from kicker packs to expand your armies.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Kicker Pack 2 – Firewalkers",
    "ID": 320901,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320901/dragon-dice-kicker-pack-2-firewalkers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Firewalkers- Fury from above! The versatile Firewalkers bring their battlelust to the fray.&#10;&#10;From the fiery sun, they have come to join the life-and-death struggle for dominance of a young world. They are the Firewalkers, elemental beings who have mysterious reasons for joining the fray. Can your armies harness the might of the Firewalkers and attain victory? Or will their creatues, such as the mighty Phoenix, destroy your troops itself?&#10;This Kicker Pack contains new dice to flesh out your DRAGON DICE forces, all awesome Firewalkers and Monsters of stunning mottled red and blue.&#10;&#10;Includes 1 10-sided monster die and 7 6-sided unit dice (4 small 16mm, 2 medium 18mm, and 1 large 20mm) of the red and blue Firewalkers, plus the original rules folder.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Dwarves",
    "ID": 320902,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320902/dragon-dice-dwarves",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Return to the ancient days of creation in Esfah&hellip; and find that legends live!&#10;&#10;The Dwarves have been on Esfah since the earliest ages. The power of Earth and Fire creates a hardy race born for the highlands. The Dwarves are tough and durable, and are fierce fighters on any terrain. Few races dare to challenge them in the mountains. Now available in a kicker pack, the Dwarves&#10;also bring their monstrous allies, including the legendary beast Behemoth, making its first appearance in Dragon Dice&trade;&#10;&#10;Includes 1 10-sided monster die and 7 6-sided unit dice (4 small 16mm, 2 medium 18mm, and 1 large 20mm) of red and gold Dwarf, plus rules summary.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Coral Elves",
    "ID": 320903,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320903/dragon-dice-coral-elves",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Return to the ancient days of creation in Esfah&hellip;and find that legends live!&#10;&#10;In the beginning, there were the Coral Elves. The power of Water and Air created a race that flourished on the coasts, and produced mages and marksman of great skill. In the battle for control of Esfah, the fleet Coral Elves have proved themselves through the ages. Now available in a kicker pack, the Coral Elves also bring their monstrous allies, including the legendary beast Leviathan, making its first appearance in Dragon Dice&trade;.&#10;&#10;Each Coral Elf kicker box contains a random assortment of 7 6-sided dice: 4 small 16mm, 2 medium 18mm, and 1 large 20mm. They also include 1 random 22mm 10-sided monster die and a rules sheet.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Goblins",
    "ID": 320904,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320904/dragon-dice-goblins",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Return to the ancient days of creation in Esfah&hellip; and find that legends live!&#10;&#10;Death put forth his hand again and produced the Goblins to create more chaos on Esfah. This sturdy race of Earth and Death provided the shock troops for many a war in the land. Their power in melee and speed in the swamps enabled the Goblins to overrun many other races in the war for supremacy in Esfah. Now available in a kicker pack, the Goblins also bring their monstrous allies, including the legendary abomination Cannibal, making its first appearance in Dragon Dice&trade;.&#10;&#10;Includes 1 10-sided monster die and 7 6-sided unit dice (4 small 16mm, 2 medium 18mm, and 1 large 20mm) of black and gold Goblin, plus rules summary.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Lava Elves",
    "ID": 320905,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320905/dragon-dice-lava-elves",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Return to the ancient days of creation in Esfah&hellip;and find that legends live!&#10;&#10;The power of Lord Death, jealous of Nature, produced his own children. First came the Lava Elves, creatures of Fire and Death bred to conquer Esfah. With powerful magic and potent missiles, the unpredictable Lava Elves became the bane of the land, especially in their own Highlands. Now available in a kicker pack, the Lava Elves also bring their monstrous allies, including the legendary Lurker in the Dark, making its first appearance in Dragon Dice&trade;.&#10;&#10;Each Lava Elf kicker box contains a random assortment of 7 6-sided dice: 4 small 16mm, 2 medium 18mm, and 1 large 20mm. They also include 1 random 22mm 10-sided monster die and a rules sheet.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice (Fourth Edition): Amazons",
    "ID": 320906,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320906/dragon-dice-fourth-edition-amazons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Return to the ancient days of creation in Esfah&hellip;and find that legends live!&#10;&#10;Nature sought to gain advantage in the war again, bringing forth the swift and sure-handed Amazons. These fearsome female warriors and their War Chiefs raced across the fields of Esfah, raining missiles on the unwary and drawing on the elemental power of whatever terrain they trod. Now available in a kicker pack, the Amazons also bring their monstrous allies, including the legendary and frightening Nightmare, making its first appearance in Dragon Dice.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Kicker Pack 3 – Undead",
    "ID": 320907,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320907/dragon-dice-kicker-pack-3-undead",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "What happens in Esfah when the carnage continues to escalate? Lord Death raises the Undead to step into the battle for supremacy on the Dragon Dice field. Zombies, Skeletons, Vampires, Ghouls, Dracoliches, and other not-quite-dead-yet units await your commands!&#10;&#10;The Undead are a powerful species in melee combat, combining strong offensive power with superior toughness. Undead mages come in two kinds, heavy and light magic, and use Black/Death magic to devastating effect with their own set of spells to add to the regular spell book. With their racial abilities, the Undead are hard to kill and harder to keep dead. Unlike the other species in the game, Undead have no missile units, so you&rsquo;ll want to play to their strengths and crush those pesky archers.&#10;&#10;Each Undead kicker box contains a random assortment of 7 6-sided dice: 4 small 16mm, 2 medium 18mm, and 1 large 20mm. The box also includes 1 random 22mm 10-sided monster die and a rules sheet.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Kicker Pack 4 – The Feral",
    "ID": 320908,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320908/dragon-dice-kicker-pack-4-the-feral",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Feral- Nature raises up the beasts to fight on her behalf! The Feral are a fierce and prolific race.&#10;&#10;Includes 1 10-sided Elder (monster) die and 7 6-sided unit dice (4 small 16mm, 2 medium 18mm, and 1 large 20mm) of the blue and gold Feral.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Kicker Pack 5 – Swamp Stalkers",
    "ID": 320909,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320909/dragon-dice-kicker-pack-5-swamp-stalkers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A new horror arises to challenge the ancient powers in Esfah!&#10;&#10;From the fetid swamps of Esfah, the Swamp Stalkers slithered into the battles that raged in the land. Fearsome mutants created by Death from other species, these creatures of Water and Death bring powerful melee troops and the magic of death and decay with them. Jagged swords, hurled forks, and reptilian eyes abound as these foul abominations roam your battlefields. Can you harness the horror of these swamp troops and their allied monsters to roll to victory in Esfah?&#10;&#10;Includes 1 10-sided monster die and 7 6-sided unit dice (4 small 16mm, 2 medium 18mm, and 1 large 20mm) of black and green Swamp Stalkers.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Kicker Pack 6 – Frostwings",
    "ID": 320910,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320910/dragon-dice-kicker-pack-6-frostwings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Frostwings- This kicker puts the flight speed and deadly missile strength of the Frostwings under your command.&#10;&#10;Includes 1 10-sided monster die and 7 6-sided unit dice (4 small 16mm, 2 medium 18mm, and 1 large 20mm) of blue and black Frostwings, plus the updated rules folder.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Kicker Pack 7 – Scalders",
    "ID": 320911,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320911/dragon-dice-kicker-pack-7-scalders",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Once the fire starts, there's no quenching it! Nature stretched out her hand once more, but neither she nor Death could control her newest creations. The forgotten children of Nature. Scalders now bring their desire to set the world aflame to your battlefields. Creatures of fire and water, their flaming clubs, fiery arrows, and steaming charms provide a wild new race to command. Now you can harness the wrath of the Scalders and their allied monsters to scorch your way to victory in Esfab!&#10;&#10;Includes 1 10-sided monster die and 7 6-sided unit dice (4 small 16mm, 2 medium 18mm, and 1 large 20mm) of red and green Scalders, plus the updated rules folder.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skull Crusher",
    "ID": 320912,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/320912/skull-crusher",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Skull Crusher is a game for anyone who...has a pile of half painted plastic and metal miniatures taunting him from the shelf...Skull Crusher is a fantasy skirmish wargame that has no illusions about itself.  It's full rules fill a whole four pages.  It has no &quot;pseudo-historical&quot; backstory.  It's probably family friendly as long as it isn't played while drunk.  It welcomes all fantasy miniatures into play, regardless of origin, base, or painted condition.&#10;&#10;-description from the publisher&#10;&#10;Skull Crusher is a lightweight, tabletop miniatures wargame for two teams.  Opposing armies contains units purchased from a points pool.  Individual units are equipped with &quot;whatever can actually be seen&quot; - and such equipment adds to the point cost of the unit.  Attacks are made with whatever type of equipment the unit has, including m&ecirc;l&eacute;e or ranged attacks.  Play proceeds in turns, with players alternating.  Unit movement is performed in inches - if the play area is using terrain, it must be navigated around.  Units receiving enough damage are removed from play.  The game is won by the player who is not eliminated.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Turn Order: Pass Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: White Dragons Expansion",
    "ID": 320913,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320913/dragon-dice-white-dragons-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "White Dragons - White dragons are much tougher that normal dragons. They have double the health (10) and do twice as much damage. In other words, Claws do 12 points, Wings do 10 points, Tails do 6 (and reroll), Jaws do a whopping 24 points! Even the Treasure is twice as much, allowing 2 units to promote. However, there is a price for this; a white dragon replaces 2 normal dragons and takes twice as much magic to summon. So in a 36-health game, you could either bring 2 normal dragons or 1 white dragon. Any color dragon summoning spell can summon a white dragon, however, it takes 14 points of magic instead of 7. See the rules for more information.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Kicker Pack 8 – Treefolk",
    "ID": 320914,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320914/dragon-dice-kicker-pack-8-treefolk",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Treefolk- Nature again strengthens her children with the steady toughness of the Treefolk.&#10;&#10;Includes 1 10-sided monster die and 7 6-sided unit dice (4 small 16mm, 2 medium 18mm, and 1 large 20mm) of green and gold Treefolk, plus rules folder.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Dice: Acolytes of Eldarim Expansion",
    "ID": 320915,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/320915/dragon-dice-acolytes-of-eldarim-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The mysterious Eldarim have begun to teach their singular elemental skills to a few chosen Acolytes, who have abandoned their species traditions to become a new species in Esfah. Your battles will be enhanced by using the powerful Dragonmasters and Dragonhunters, the single-element Acolytes of the Eldarim, and the protective Dragonkin whose elemental nature links them with the Eldarim.&#10;&#10;This kicker pack contains Acolytes of Eldarim: 6 small 16mm Acolytes, 3 medium 18mm Acolytes, and 2 large 20mm Acolytes; in a random assortment of types and colors.&#10;&#10;Champions of this species are sold separately.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Series: Dragon Dice (TSR/SFR, Inc)"
    ]
  }
]