[
  {
    "Rank": "N/A",
    "Name": "Stahl und Eisen",
    "ID": 246305,
    "Year": "(1915)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/246305/stahl-und-eisen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game's box cover and spectacularly illustrated board provide a thorough tour of WWI Germany's military-industrial complex, from a coal mine and iron and steel making through the production of massive artillery pieces and warships.&#10;&#10;In play, it is a basic spin-and-move game, but the artwork by Johann B. Maier made for effective wartime propaganda at the time and remains today a vivid historical picture of the role of heavy industry during the Great War.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "World War I"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Paul Pry",
    "ID": 246306,
    "Year": "(1860)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/246306/the-game-of-paul-pry",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a mid-19th century party game subtitled I Hope I Don't Intrude, and takes its name from the popular comedy play Paul Pry, which premiered in 1825.&#10;&#10;The game consists of a deck of 13 cards. Once card has the instructions, and list of 12 questions labelled A through L. Each letter corresponds to an answer card with possible responses numbered from 1 through 15.&#10;&#10;One player has custody of the cards, and reads a question. The remaining players in turn pick a number from 1 to 15, and the player with the cards then reads off the corresponding answer.&#10;&#10;For instance, to question L (&quot;What most occupies your thoughts?&quot;), potential answers range from &quot;The fashions&quot; and &quot;My dinner&quot; to &quot;My own virtues&quot; and &quot;In building air castles&quot;. Presumably the answer generating the most laughs wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snitch",
    "ID": 246308,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/246308/snitch",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Snitch is a fast-paced game with social deduction and semi co-operative mechanics where players try to win the most money.&#10;&#10;Each round one player selects the number of cards (characters) that must then be matched from the groups' cards (characters)- these are drawn from the deck and the players negotiate which cards (characters) they will contribute.&#10;&#10;Each player contributes one card towards the pattern. If the players collectively complete the required pattern, everyone wins - if not, the group loses. Winners gain loot, the losers gain nothing - with the amount of loot determined by the number of cards matched. After 8 rounds, the winner is the player with the most loot.&#10;&#10;There's always a chance though that one player was the Snitch - trying to make the group fail in order to win by themselves! The Snitch causes others to miss out on the loot, and steals some of their existing loot. Being the snitch at the right time is key to winning the game!&#10;&#10;Players have a limited number of Snitch cards - when will you Snitch on your friends? When will they Snitch on you?! Everyone has to Snitch at some point...&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Negotiation",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Card Goblins: Expansão Piratas",
    "ID": 246309,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246309/card-goblins-expansao-piratas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Pirate-themed expansion for Card Goblins, containing 15 cards. This expansion was released with the game during its crowdfunding campaign.&#10;&#10;Shuffle these cards into the main deck and proceed as normal.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Pirates"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiberius Who?",
    "ID": 246311,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/246311/tiberius-who",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Tiberius Claudius Nero's father was lucky to escape execution by Octavian Caesar after the siege of Perusia in 40 BC. His parents took the infant Tiberius and fled from the blood-chilling vengeance of the future Emperor Augustus. As they made their perilous escape from Italy nobody gave a dried fig for the boy's prospects. So how could he possibly have become Augustus' heir and successor?&#10;&#10;It is 11BC and the succession plans of Roman Emperor Caesar Augustus have suffered a calamity: his trusted friend, son-in-law and Heir-apparent, Marcus Vipsanius Agrippa, has died suddenly. There is a vacuum into which several talented men wish to step. Although they don&rsquo;t yet know it, all of Augustus&rsquo;s male heirs are also destined to die before him, and the man who succeeds in replacing Agrippa at Augustus&rsquo;s right hand will ultimately become the Emperor of Rome, the most powerful man in the World.&#10;&#10;The players take the roles of real Roman Noblemen, each having recently finished a term as Consul of Rome. This, plus ambition, qualifies them for the most prestigious jobs in the service of Augustus and the Empire.&#10;&#10;Each of the 8 turns represents 3 years. In each turn Augustus asks the Nobles to do 6 jobs. The 6 jobs are depicted by Career Cards. The Nobles will use their influence with Augustus to get the first choice of the jobs. The jobs will help the Nobles in several areas that any Roman Noble must be seen to excel at, in order to rise above their fellows. They do this by placing cubes into the boxes of the main board as prescribed by the Career Cards. Those boxes include commanding Rome's Legions, Conquering new provinces, Governing the existing one, serving the gods of the State religion, helping Augustus in Rome, and hopefully being permitted to ride at Augustus' side through the Forum in a Triumph. Each Noble will try to marry into Augustus's family. And with the right collection of cubes a Noble can also be adopted as Augustus's Son.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding"
    ],
    "Families": [
      "Ancient: Rome",
      "Category: Print-on-Demand",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of War: World War 2 – Dewoitine D520",
    "ID": 246312,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246312/wings-of-war-world-war-2-dewoitine-d520",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Take your Wings of War game into the third dimension! Each historically-accurate, fully-painted miniature represents an aircraft from Wings of War: The Dawn of World War II. All miniatures come complete with maneuver deck and variable-altitude stand.&#10;&#10;This French fighter aircraft, used largely for training purposes, saw limited combat.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Wings of Glory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Empires: Expandable Card Game – Nautical Expansion",
    "ID": 246318,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246318/age-of-empires-expandable-card-game-nautical-expan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Age of Empires: Nautical is the only published expansion for the Age of Empires II ECG. Journeyman Press printed the expansion on April the 16th in 2001. The expansion comes with 160 cards and introduces the four (4) new civilizations - Franks, Japanese, Saracens, and Vikings; additionally, included are &quot;Water Rules&quot; and new scenarios.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling",
      "Hand Management",
      "Pick-up and Deliver",
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GearGrid",
    "ID": 246321,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/246321/geargrid",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You blatantly lied on your CV and got hired by the world's best Gear Moving Factory. It is your first day at the job and the boss is smelling something fishy about the new recruits. He places you in the Ultra Modern Testing Grounds to test your skills. The one who ends up the best will start working... for others, tough luck.&#10;&#10;Pick up gear tiles as quickly as possible and try to make right connections and fill up the board... 1-4 players, virtually no setup time and 1-3 minutes per round.&#10;&#10;During a game, each player picks up gear tiles from the common pool and adds them to their own board. Each tile must be connected (diagonally or orthogonally) to the engine tile via coloured squares. If a player successfully connects 3 goal tiles with the engine tile so that goal tiles turn in the right direction, he scores 3 points for each. Each empty space on the board is worth -1 point at the end of the game.&#10;&#10;Players must be careful, invalid connections might make whole sections of the board invalid and empty before the scoring. No two tiles may be connected via different colours, and a tile connected with two tiles that turn in two different directions is also invalid.&#10;&#10;A round lasts between 1 and 3 minutes (players choice, depends on skill). The player with the best score is the winner.&#10;&#10;Players may also choose to use or not use both sides of the gear tiles that easily show which gear turns in which direction. Using both sides makes the game much easier and it is recommended for the first games.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Real-time"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Metro City Meltdown",
    "ID": 246322,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/246322/metro-city-meltdown",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "55",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Metro City Meltdown is a co-operative disaster management game for 1-4 players, which takes around 1 hour to play.&#10;Taking place over 8 days, can you and your team protect and serve a city gone crazy and leave it whole at the end of your term? Sounds easy? Budget restraints, wild weather  and angry citizens all contribute to the city&rsquo;s decline. &#10;Oh and don't get me started on the 100 foot tall dinosaurs or flying saucers...&#10;&#10;The game takes place over 8 game days and players take the roles of city officials trying to protect the city from damage, rioting and disease.&#10;&#10;Players use their city budgets to put crews into the city blocks to counter the news events that bring further disaster and ruin to the streets.&#10;&#10;If you can survive to the end of your watch and have most of the city still up and running you win as a team. But lose too many city blocks or too many citizens to disease rioting or other dangers and you are fired and removed from office.&#10;&#10;Each Player has a set of budget dice and there are federal budget dice which are divided among players according to the needs of the city.&#10;&#10;Your budget can be assigned to actions to counter damage that takes place during the game. (Each round event cards dictate the headlines for that round and the damage that is caused). &#10;These actions could be to put out fires, heal the diseased, control unruly citizens repair infrastructure and reconnecting utilities. Be careful though you also need budget to move your work crews around the city.&#10;&#10;If any of these issues get out of control they can spread very quickly. Losing 3 city blocks or all of the damage counters of any type results in instant dismissal from the City Disaster council and disgrace for your team.&#10;&#10;Watch your HQ as well if that burns down or is damaged beyond repair the same result can take place.&#10;&#10;With 4 difficulty levels this game can be a light entertaining game right through to nearly impossible odds. This might seem repressive but beating the game on Expert level is a great boost.&#10; Solo play can be played in the normal way but the Solo story mode involves scenarios that build upon each other.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Angriff auf den Todesstern",
    "ID": 246323,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/246323/star-wars-angriff-auf-den-todesstern",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The rebels are planning an attack on the Death Star, the&#10;ultimate weapon of the Empire. Of course, a fleet of enemy spaceships immediately appears to the rebels way. Help the rebels to defeat these spaceships to end up to finally reach the Death Star.&#10;&#10;Galactically cool dice game in which the STAR WARS fans help the rebels to their &quot;Death Star Attack&quot;.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Die Rebellen planen einen Angriff auf den Todesstern, die ultimative Waffe des Imperiums. Nat&uuml;rlich stellt sich den Rebellen sofort eine Flotte von gegnerischen Raumschiffen in den Weg.&#10;Helft den Rebellen diese Raumschiffe zu besiegen, um am Ende bis zum Todesstern vorzudringen.&#10;&#10;Galaktisch cooles W&uuml;rfelspiel, bei dem die STAR WARS Fans den Rebellen bei ihrem &quot;Angriff auf den Todesstern&quot; helfen.&#10;&#10;&mdash;description from the publisher (German)&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Million Dollars But... The Game: Community Pack",
    "ID": 246329,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/246329/million-dollars-but-the-game-community-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Million Dollars, But... The Game Community Expansion Pack #1 comes with 100 new cards to either play standalone or combine with your core game to expand the fun.&#10;&#10;75 new gold rule cards, 25 new black trigger cards, and one game rules card for standalone play. Each card is labeled with the community symbol for easy sorting.&#10;&#10;The community cards feature the contributing community member's username, city, state, and country.&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Million Dollars But..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PAM a game for children",
    "ID": 246351,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/246351/pam-a-game-for-children",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "PAM is an educational game for younger children. A set of 12 unique illustrated 3x3 grids features images of things that are Plants (P) or Animals (A) or Minerals (M) and the players must match the images on the grid with a similar image on a randomly drawn card. The first child to match three images in a row on his or her 3x3 grid is declared the winner. The cards include an illustration plus a written description to enhance reading skills.&#10;&#10;Includes grids, cards, score chips, and instruction sheet. Can be played solitaire. Adult supervision is not required for older children.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Religious"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ski the Mountain Card Game",
    "ID": 246356,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/246356/ski-the-mountain-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Ski the Mountain is simple to learn, fun to play and can be enjoyed by families and experienced gamers alike.  An exciting game that will give you a ski fix without leaving your sofa.&#10;&#10;Ski the Mountain is a highly competitive card game for up to 4 players, perfect for apr&egrave;s ski. Players collect runs attempting to be the first to ski various combinations  or visit mountain restaurants. Watch out though there are lots of obstacles and distractions that can heed or hinder your progress.&#10;&#10;Game contains over 100 cards of 7 different type, with photographic illustrations of skiing and mountains.&#10;&#10;The aim of the game is to maximize the points scored by collecting ski runs.  Each turn players can take a piste cards.   These represent blue, red or black ski runs and in combination or alone allow players to take a run card. Using these cards players collect ski runs that are shown on the piste map.  Collecting the right combination of ski runs maximizes the points players score.&#10;&#10;Points are scored by:&#10;1. Using piste cards, players take a run card, each run has a varying score.&#10;2. Across the piste map there are targets to reach, these are illustrated cards of mountain restaurants or skiing features.  By collecting the right run card these targets can be completed to add to players point totals.&#10;3. Each player has a Grand Tour card that accumulate points as specific runs are collected.&#10;4. There are also combined special runs on the piste map, that players race to complete.  The add varying amounts to players point totals&#10;5. Finally there are the highly prized Bonus cards that add points for being the first to collect 3 or 4 blue, red or black runs or visit mountain restaurants.&#10;&#10;During the game players will also be given Event cards.  These cards depict skiing related events that give player advantages or can stop your opponent.  Either way they add lots of fun to the game.&#10;&#10;The game is fast and highly competitive with lots of laughter as players block or hinder each other, as they race to Ski the Mountain.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter",
      "Sports: Skiing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Normandie: South Lancashire Regiment",
    "ID": 246357,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246357/heroes-of-normandie-south-lancashire-regiment",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A fan-made 'Print &amp; Play' punchboard that expands the Commonwealth Army of Heroes of Normandie. Made by Devil Pig's Games French forum moderator, GDuprez. Approved by Devil Pig Games' Yann and Clem as an 'official product'.&#10;&#10;&#10;     one regular recruitment tile of the South Lancashire Regiment (3rd Infantry Division, 8th Infantry Brigade, 1st Battalion) with its recruitment options (Vickers Platoon, Fire Platoon, Bren Platoon).&#10;     one High Command Recruitment Tile with Lt.Col. Gordon Duffin and his 'Artillery Spotter' ability.&#10;     a few common Commonwealth units: a Daimler Armoured Car, a 6 Pounder AT Gun and a Sergeant NCO.&#10;     a few other options &#10;&#10;&#10;______________________________&#10;&#10;Quoting GDuprez, January 2018:&#10;&quot;As you know, during the past months the Pigs have been extremely busy (that&rsquo;s putting it mildly): finalization of the card game KS as well as that of Age of Towers, add to that of course, the creation of Black Reach.&#10;&#10;Meanwhile, since HoN and SoN were lying somewhat dormant, I tried to create units, tiles, markers and other options. Thanks to Clem and Yann who generously gave precious advice and granted access to the rich graphic library of Devil Pig, I have been equipped with both intel and means to embark on this adventure which is in all quite new to me.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Węgrów 1863",
    "ID": 246358,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/246358/wegrow-1863",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game covers battle of W&#196;&#153;gr&oacute;w, one of the most important skirmishes of January Uprising in the Russian Partition of Poland. It uses &quot;Napoleon&quot; system.&#10;&#10;Battle took place February 3, 1863 near W&#196;&#153;gr&oacute;w in east Masovia. On January 22, Polish partisans, under the command of the W&#197;&#130;adys&#197;&#130;aw Jab&#197;&#130;onowski and Jan Matli&#197;&#132;ski liberated a town from Russian forces. Here Poles established a military base, in a few days gathering almost 3,500 soldiers, mostly poorly armed, with about 500 scythe armed volunters, known as &quot;Kosynierzy&quot; (Scythemen).&#10;&#10;Russians decided to recapture W&#196;&#153;gr&oacute;w with quick attack of the combined force forces of a 1,000-strong infantry unit with artillery, led by colonel Georgi Papaafanasopulo. Poles, threatened by encirclement, decided to retreat from the town. About 500 scythemen were ordered cover the Polish retreat. Scythemen attacked the Russian left flank and routed Russian cavalry squadron and cannons. Thanks to their action, biggest part of the Polish forces managed to left the town, but almost all attacking scythemen were killed by Russian infantry fire.&#10;&#10;Game covers whole battle in three scenarios.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Polish uprisings – Russo-Polish Wars (1792-1794-1831-1863)",
      "Players: Two-Player Only Games",
      "Series: Napoleon (Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "British vs Pirates: Volume 2 – South Sea Alliance",
    "ID": 246363,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246363/british-vs-pirates-volume-2-south-sea-alliance",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Full faction add-on introducing the South Sea Alliance faction to expand British Vs Pirates: Volume II with in addition to the French Navy and Buccaneers factions.&#10;&#10;This add-on features two new ship classes to the game such as the Junk and the Turtle Ship.&#10;&#10;This add-on features:&#10;&#10;&#10;     20  D6 dice (purple)&#10;&#10;&#10;Ship miniatures (purple):&#10;&#10;&#10;     2  Sloop&#10;     3  Junk&#10;     4  Turtle&#10;&#10;&#10;Additional miniatures (purple):&#10;&#10;&#10;     1  Fort&#10;&#10;&#10;Cards:&#10;&#10;&#10;     1  Fort Card&#10;     27 Skill Cards&#10;     9  Ship Cards&#10;     6  Captain Cards&#10;&#10;&#10;Tokens:&#10;&#10;&#10;     6  Crew Tokens&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: British vs. Pirates"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Howden Editiion",
    "ID": 246368,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/246368/monopoly-howden-editiion",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;From the rear of the box:&#10;&#10;Howden, originally Heaffudene, grew at a crossing point (Bridgewater) along the Old Derwent (Hailgate) after Lake Humber had started to silt up.&#10;&#10;The town has a history that starts before the Domesday Book and has several royal connections, King Edgar gave his first wife Howden Manor, William the Conqueror gave the church (later developed into the Minster) to the Bishop of Durham and King John gave Howden the right to hold an annual horse fair.&#10;&#10;Howden was a coaching town and although it does not have a railway, it is the M62 that brings people here today.  AVisitor can enjoy the Georgian architecture around the Minster, shops and cafes around the Market Place, a community venue in the Shire Hall, a walk around the nature reserve of Howden Marsh or recreational time in The Ashes.&#10;&#10;Local firms have helped to bring Howden MONOPOLY to fruition to celebrate The Ashes 90th anniversary.  This edition is about the comunity, by the communityand for the community.  Enjoy.&#10;&#10;PROPERTIES&#10;BROWN&#10;The Bowman's / Wellington Hotel&#10;LIGHT BLUE&#10;Howden Station / Sacred Heart R. C. Church / Howden Methodist Church&#10;PINK&#10;War Memorial / Market Cross / Briggs Fountain&#10;ORANGE&#10;Parsons Lane / Treeton Road / Hailgate&#10;RED&#10;Howden CofE Infant School / Howden Junior School / Howden School&#10;YELLOW&#10;Vicar Lane / Market Place / Bridgegate&#10;GREEN&#10;Wren / E-Buyer / Press Association&#10;DARK BLUE&#10;Ashes Playing Field / Howden Minster&#10;STATIONS&#10;Howdens Manufacturing &amp; Distribution / Howdens Worthwhile For All Concerned / Howdens Serving The Small Builder / Howdens Kitchens &amp; Joinery&#10;UTILITIES&#10;Howden Marsh / Howden Show&#10;TAXES&#10;Ashes Playing Fields Trust / Shire Hall Restoration&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: England",
      "Country: United Kingdom"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: Attack Wing – 4th Wing Patrol Ship Card Pack",
    "ID": 246393,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246393/star-trek-attack-wing-4th-wing-patrol-ship-card-pa",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The 4th Wing Patrol Ship is a Jem'Hadar Attack Ship class ship. As a card pack, it comes with all the cards and tokens required for play.&#10;&#10;It is a part of card pack wave 3.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Star Trek Attack Wing",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "National Razor",
    "ID": 246394,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/246394/national-razor",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In the early morning&rsquo;s mist, the clatter of the tumbril&rsquo;s wheels on the cobblestone echo through the streets of Paris. It brings a gruesome feast -consumed in rhythmic chopping- the National Razor is the gluttonous ouroboros of the revolution. Over the paranoid whisperings in the breadlines, and plastered rumors on the broadsheets, you sense that the revolution hangs by a thread. Will you be able to draw it back from the abyss, or will the final thump on the scaffold see your head in a basket?&#10;&#10;Giving careful homage to the themes of the period, play one of six factions vying for dominance of revolutionary France. Each faction has eight historical leaders to choose from and five unique asymmetrical agendas to push though in an attempt to gain control of the revolution.&#10;&#10;The game includes mechanics to coerce obedience, punish betrayal, or cooperatively reach mutual goals- allowing players to pick a path forward that best suits them. Each agenda proposed comes with a pool of 'largess' for players to distribute to win support for their machinations. Conversely, successfully sending an opposing faction's leader 'to the Chop' gains them, in addition the points scored, the trophy of a head on a pike.&#10;&#10;National Razor is played in five rounds. Each round begins with players simultaneously selecting a leader for their faction and secretly choosing what their faction will focus on that round. All players then reveal their leaders, and the leader with the best rank becomes the First Citizen to begin the game play.&#10;&#10;On a player's turn they can play any number of follower cards, buy improvements and titles, but they must play one of their five Agenda cards.  Agendas come with a pool of Largess -follower cards- that the active player proposes to give to players if her Agenda passes. Players then simultaneously vote on the fate of the Agenda using  Yes and No cards and may add modifiers if they feel particularly strongly about the outcome.&#10;&#10;Player decisions also advance a token along the Terror Track. When a Terror hits, the game state changes in unforeseen ways that encourage and reward aggressive behavior. The most aggressive behavior being attempting to send an opposing faction leader 'to the Chop.' This is done by proving that your incriminating evidence is legit by naming what the faction's chosen focus for the round is (thereby showing you have successfully infiltrated their faction). If the opposing faction is able to show the named focus from their unselected pile, the Chop attempt fails. If the named focus is correct however, the opposing faction leader is removed from the game, the accuser gets the bounty listed on the deceased character's card, and gains a  trophy card showing a head on a pike to demonstrate how brutal their faction is.&#10;&#10;After all factions have taken a turn, the round is over. All players with leaders still alive reveal their chosen focus, gaining the special benefits they provide. If its the 5th round of the game, total VP's are added up, with the highest being  deemed the victor.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: Attack Wing – Gress'Sril Card Pack",
    "ID": 246395,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246395/star-trek-attack-wing-gresssril-card-pack",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Gress'Sril is a Gorn Raider class ship, and is part of the Independent faction. As a card pack, it comes with all the cards and tokens required for play.&#10;&#10;It is a part of card pack wave 3.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Star Trek Attack Wing",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Abstractionist",
    "ID": 246400,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/246400/the-abstractionist",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "2",
    "Description": "The Abstractionist! is a game set against a backdrop of the art world in the first decades just after the turn of the 20th century. As a young aspiring artist you find your motivation in the avant garde abstract art movement and the contemporary art scene of the time. Your aim is to become a celebrated artists. You want to become the true abstractionist of this era. At the same time your limited resources and lack of supplies hinders your goal, your work and pursuit of fame and status.&#10;&#10;The goal is to make color placements and color combinations in such a way that you end up with the highest score in the end. Every color added to the canvas is a potential scoring opportunity that will move the scoretrack pawn one or several (1-4) steps. If at any point during the game a player reaches the score of twenty (20) points or above, the Endgame Exhibition is triggered and the final scoring begins.  Some color tile combinations scores extra during the scoring and you could score points for your chosen favorite color as long as no one else chosen the same.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "AEON2",
    "ID": 246410,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/246410/aeon2",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "WarDice: AEON2 is a new and unique wargame. With a non-standard turn structure and fog of war command system, This game creates a realistic and playable representation of battle. If commanded correctly, troops could move quickly to where they are needed, unless the enemy starts firing at them! Actual tactical operations work in AEON2.&#10;&#10;AEON2 also lets you make your own armies from any figures out on the market.  Ask yourself these questions. Should you really know the exact weaponry and strength of the enemy? Should you be able to know the exact rolls he needs to make to be successful when attacking or defending? Should your units do exactly what you want them to do each time? Move to an exact spot? Shoot at the best time? Charge exactly when ordered? React when they are supposed to? Is it too predictable?&#10;&#10;For a realistic, but playable set of sci fi rules AEON2 is the rules set you have been looking for.&#10;&#10;AEON2 has a ton of great features.  Some of them are listed below:&#10;&#10;&#10;     Story element to all games&#10;     Commanders that issue orders&#10;     Elite troops&#10;     Different level vehicles&#10;     Random movement system&#10;     6 phase system for turns&#10;     No charts for combat&#10;     Dice vs dice combat&#10;     Fog of war philosophy&#10;     Random game end&#10;     Suppression&#10;     Reaction tests and firing&#10;     Personality for commanders&#10;     Mission Generator&#10;     No two games ever alike&#10;     No bookkeeping&#10;     Marker based morale system&#10;     Plane rules for flying vehicles&#10;     Snipers&#10;     Indirect fire&#10;     Army lists in BattleScribe (free)&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu: XOTHIC WARS – Xothian Acolytes Box",
    "ID": 246414,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246414/cthulhu-xothic-wars-xothian-acolytes-box",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This box set contains 5 complete Xothian Acolytes. They are the smallest sized Xothians, and each model has arms with spikes. This toughens up the Xothians by adding a unit which hits harder than the initial Supplicants unit from the starter box.&#10;&#10;Kits contain 5 Torsos, 5 Legs, 10 Arms with Spikes, and 5 MDF bases&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu: XOTHIC WARS – Xothian Guard Box",
    "ID": 246416,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246416/cthulhu-xothic-wars-xothian-guard-box",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This box set contains 3 complete Xothian Guards. They are the larger sized standard Xothians, and each model has arms with spikes. While similar to one of the core box units, the spikes deliver a whole lot more damage in combat - allowing these soldiers to carve their way through the enemy lines. Often capable of even handling a Lesser Terrorbeast, this unit makes a solid addition to your force.&#10;&#10;Kits contain 3 Torsos, 3 Legs, 6 Arms with Spikes, and 3 MDF bases&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu: XOTHIC WARS – Xothian Lesser TerrorBeast Box",
    "ID": 246417,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246417/cthulhu-xothic-wars-xothian-lesser-terrorbeast-box",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This box set contains 1 complete Xothian Lesser TerrorBeast. This is the smaller of the 2 main TerrorBeasts for the Xothians. You may purchase a second model separately, as you can up to 2 in a Unit if you want.&#10;&#10;This as the basic level of heavy support for any Xothic Wars army in the field! It is brutally destructive, and capable of grinding through most other Unit types. While 1 is powerful on its own, it takes at least 2 to stop a Greater Terrorbeast.&#10;&#10;It contains 1 body, 2 arms, 1 head, 7 chin tentacles, and 1 MDF base.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu: XOTHIC WARS – Xothian Greater Terrorbeast Box",
    "ID": 246418,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246418/cthulhu-xothic-wars-xothian-greater-terrorbeast-bo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This box contains 1 complete Xothian Greater TerrorBeast. It is the largest of the two types of Terrorbeasts commonly available to the Xothians. It provides a massive level of brute force to your army - which can only be rivaled by an Avatar of the Elder gods. This is also a way to keep the figure count of your army low for scenarios, and still pack a powerful punch. Even a pair of Lessor Terrorbeasts have trouble fighting a single Greater Terrorbeast.&#10;&#10;It contains 1 body, 2 arms, 1 head, 7 chin tentacles, and 1 MDF base.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Future Brew",
    "ID": 246428,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246428/the-red-dragon-inn-future-brew",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Red Dragon Inn Organized Play Season 4 Premium Promo; it also appears in The Red Dragon Inn: Allies &#226;&#128;&#147; Evil Pooky.&#10;&#10;Earns 3 alcohol content&#10;Discard any number of cards from your hand, then refill to your hand size.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Celebration Shochu",
    "ID": 246430,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246430/the-red-dragon-inn-celebration-shochu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Red Dragon Inn Organized Play Season 4 Participation Promo&#10;&#10;Earns 2 alcohol contents.&#10;If it's not someone's Drink Phase, chase 1 more&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Quest for El Dorado: Heroes & Hexes",
    "ID": 246431,
    "Year": "(2018)",
    "Geek Rating": "6.546",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246431/the-quest-for-el-dorado-heroes-and-hexes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.9714",
    "Description": "The Quest for El Dorado: Heroes &amp; Hexes includes three new double-sided terrain tiles that add a new element to the game: curses. When a player stops on a demon space, they must draw and reveal a curse token to see how they're affected. Maybe they have to discard certain cards before they can travel on a particular type of terrain, or perhaps other explorers will move while the cursed one is paralyzed, or maybe you'll be afflicted by a demon, specifically a demon card that's shuffled into your deck and does nothing but frustrate you or get transformed into a half-coin each time you see it.&#10;&#10;Why would you travel to a demonic location when bad things would happen to you? Moving to that space doesn't cost a card, so you might just be being cheap, but additionally some demon spaces have tunnels that allow you to move directly from one hex on a tile to another on that same tile. Is that free movement worth the punishment you might suffer? The expansion includes two blockades that bear a demon symbol, and if you're the first to break such a blockade on your quest across the map, you must suffer the curse that follows.&#10;&#10;To play with this expansion, you must use the &quot;Caves&quot; variant of The Quest for El Dorado base game in which mountains are loaded with cave tokens. This expansion includes new cave tokens to be mixed with those of the base game, as well as four new types of expedition cards (with three copies of each) that can be pulled into the market once a stall opens.&#10;&#10;Each player starts the game with one of four familiars (dealt out at random) in their deck, with each familiar having a repeating power and a one-shot bonus power. For a further way to juice up your deck, you can visit one of the three tavern spaces in the game. When you do this, you draw the top three hero cards of the ten-card deck, place one of those heroes in your hand (after which it becomes a regular part of your deck), then shuffle the other two heroes into the deck. Only one hero per adventuring party, please!&#10;&#10;The expansion includes six suggested map set-ups &mdash; all at medium or hard levels, and all with three new terrain tiles &mdash; as well as guidelines for how to create maps yourself.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Hot Potato",
      "Modular Board",
      "Multi-Use Cards",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Race",
      "Variable Player Powers"
    ],
    "Families": [
      "Continents: South America",
      "Game: The Quest for El Dorado",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Nut Game",
    "ID": 246433,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/246433/the-nut-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Each season a great game is held to determine who will rule the kingdom on Squirrel Island. You are in this game. Your goal is to gather more nuts than the others, and the name of the game is The Nut Game!&#10;&#10;In The Nut Game, players takes turns using their stamina to play Squirrel- and Tool cards and take other actions. Each player builds up his or her own army of squirrels that helps them gather more nuts and secure their own win or their opponents demise. Players can also hide nuts to secure a boost in the scores for the end of the game. It's a game of one-upmanship that can suddenly turn on its head in an instant when one of the devastating event cards are drawn!&#10;&#10;Players draw cards from the same pile and when that pile is empty the game is over. Players count how many nuts they've collected, including their hidden ones, and the one who has gathered most nuts wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Animals: Squirrels",
      "Category: Print-on-Demand",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Recycling",
    "ID": 246440,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/246440/recycling",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a simple web-published paper &amp; pencil game intended to teach the benefits of recycling wastes of different kind to children and their families.&#10;&#10;The game comes with a sheet for each player. Some dice and eraserable pencils are required to play.&#10;&#10;On your turn, roll three dice. Each number is associated to a different material (1 = plastic, 2 = paper, 3 = glass, 4 = aluminuim, 5 = special stuff, 6 = organic waste), and each material has a different special effect.&#10;&#10;For each die you can choose either to keep it or discard it. In the latter case, you get to activate the related special effect - i.e.: paper makes you roll 2 more dice, while glass makes you adjust the value of another die,... - . Mark a X on the Waste track (negative points!) for each die discarded in this way.&#10;&#10;Then, for each die you kept, mark a X on the related &quot;building track&quot;. When the 5th X of a building track has been marked, you have managed to build the Recycling Plant for the related material, thus you won't mark X on the Waste track anymore for using the related special effect. You also score some points depending on how many other players have preceded you in building the same Recycling Plant.&#10;&#10;As soon as a player has built 4 Recycling plants, the game is over and whoever has the most points is the winner.&#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Educational",
      "Environmental",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragonfire: Adventures – Corruption in Calimshan",
    "ID": 246441,
    "Year": "(2018)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246441/dragonfire-adventures-corruption-in-calimshan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "The exotic cities and arid deserts of Calimshan hide wonders untold...and terrors unknown! Conquer new encounters, including the all-new Desert environment. In the shifting sands, claim new Magic Items and Market cards, along with Crafting Poisons, in the next chapter of Dragonfire Adventures!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Dragonfire",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micro-Football",
    "ID": 246456,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/246456/micro-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Micro-Football is a sports themed game that is fast-paced, easy to learn, and can be played anywhere requiring very little table space. Challenge yourself or someone else to see who can score the most points, or see who can score first. Sports fans, families and casual gamers alike will enjoy the back-and-forth card play while trying to anticipate your opponent's next move! Features three game modes: Full Game, Solo, and Overtime.&#10;&#10;In Micro-Football, players take turns each quarter on offense and defense. The offense has the goal of reaching the Goal Line of the defense for a Touchdown, or get close enough for a Field Goal, while the defense has the goal of stopping them. Each player has seven cards to choose from (only four will be played), and as they are played simultaneously with your opponent, the results of the combined yardage moves the marker along the football field. If one player can consecutively guess their opponents' next card 3-times, they will trigger a Big Play like an automatic touchdown or a turnover. The player with the most points after four quarters wins!&#10;&#10;Components&#10;  - 18 cards (7 offense, 7 defense, 4 football field)&#10;  - 4 cubes (2 blue, 2 red) &#10;  - 1 coin&#10;  - 1 gem (football marker)&#10;  - rulebook&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GIFT",
    "ID": 246458,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/246458/gift",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "You&rsquo;ve been invited to a party where everyone&rsquo;s dead. You&rsquo;re having a great time when you suddenly realise&hellip; you&rsquo;re dead too! The only way to get back to life is to appease the God of Life. The God of Life seeks sacrifice, but not of the physical kind. You must speak witty sentences and entertain for your passage home.&#10;&#10;Letters appear before you, made from the bones of those who disappointed. Each word in your sentence must start with these letters. The God of Life loves certain keywords. If you can secretly put a keyword from a Key Card into your sentence then you gain a Body Part. Collect all 5 to win.&#10;&#10;However, the God of Death is also listening. If other players can guess your keyword then they take your Body Parts. Can you outwit the God of Death and entertain the God of Life with some Good Interesting Fun Times?&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Pattern Recognition",
      "Set Collection",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Smugglers of the Galaxy: Alpha Expansion",
    "ID": 246463,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246463/smugglers-of-the-galaxy-alpha-expansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a free print-and-play expansion to the base game.&#10;&#10;It contains enhanced, optional strategy and solo play rules. It also enables the creation of custom characters for game play.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Expansion for Base-game",
      "Pirates",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hexagon Grid",
      "Pick-up and Deliver",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cliques",
    "ID": 246464,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/246464/cliques",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Cliques is the quick, fun card game in which you try to be the first to get rid of all your cards by collecting, and playing, same color groups of cute, quirky characters!&#10;&#10;How To Play&#10;Shuffle the deck and deal all players 10 cards. Set the remaining deck face down, which shall have a single discard pile beside it. The player left of the dealer takes the first turn.&#10;&#10;For every turn, the player shall draw 1 card (from the deck or the discard pile), and conclude it by discarding 1 card. Prior to discard, the player may set down 3 cards of the same color, face-up on the playing surface, as a &quot;clique.&quot; Any player may also add 2 more cards of the same color to any clique of 3 to increase it to 5. Cliques may only ever be a total of 3 or 5 cards. Only 1 clique of each color is permitted. Any number of cliques may be created, or added to, during a turn. Play moves clockwise. Ninjas can join any clique to finish it. Zombies are played singularly on any clique to eat it, remove it from play and send 1 card of that clique into the hand of the opponent of the player's choice.&#10;&#10;When any player discards all cards, or the game deck is exhausted, the hand is over. Players score 1 point for each card they still hold.&#10;&#10;The player with the least points, wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Huzzah! Honey Springs",
    "ID": 246469,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/246469/huzzah-honey-springs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Fire in the Nations&#10;The Battle of Honey Springs; Indian Territory (Oklahoma), &#10;July 17th 1863&#10;&#10;Huzzah! simulates American Civil War combat at the grand-tactical level. The system features encounters little known yet strategically significant. These are fights that, had they concluded differently, might well have transformed a campaign, a reputation, or both. So, although the battles in Huzzah! were little more than scrimmages compared to, say, Gettysburg or Stones River, they were not insignificant, bearing weight well beyond what mere numbers suggest.&#10;&#10;The Battle of Honey Springs, July 17, 1863, was an important victory for Union forces in their efforts to gain control of the Indian Territory. The largest confrontation between Union and Confederate forces in the area that would eventually become Oklahoma, the engagement was unique in that African and Native Americans made up significant portions of each of the opposing armies.&#10;&#10;Components:&#10;1 x 17x22 Map/Playing Surface&#10;1 x Sheet of Die-Cut, Mounted, Full-Color Playing Pieces&#10;1 x Book of Game Specific Rules&#10;1 x Book of Rules&#10;1 x Player Aid Card&#10;&#10;Solitaire Suitability: 7 out of 10&#10;Complexity: 7 out of 10&#10;Folio No. 12&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Folio (One Small Step)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cream of the Crop",
    "ID": 246470,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/246470/cream-of-the-crop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Competing farmers are all trying to use the same farmland to grow their crops. They realized that in order to keep the pests away it's best to mix the crops they grow onto the same field. The challenge is that the farmers can't agree on who should plant which crops.&#10;&#10;Players use seeds (coins) or dice to move their tractors (pawns) around the board while trying to form patterns with the seeds. Successful patterns are rewarded with prizes from the county fair and collecting enough prizes wins the game. The seeds grow four different crops: arms are almonds, crowns are corn, moons are melons, and suns are sunflower seeds.&#10;&#10;On your turn, choose whether you're going to move using a seed or a die. Seed - Pick a seed from your hand, and show the value to the other players. Play the seed suit side up on the board space under your tractor, and move the tractor. The seed's suit tells you which direction to move and the seed's value tells you how far to move. Die - Choose the die for the direction you want to move. Roll the die to determine how far you move in that direction.&#10;&#10;If you finish your move on a space with a seed, pick it up and place it in your hand.&#10;If you finish your move on another player's tractor, pick it up and place it in any empty space on the board.&#10;If you created a diagonal, vertical, or horizontal line with three seeds of one suit, take the prize tile of that suit from the county fair. A line of four seeds with one of each suit collects the grid tile as a mixed harvest prize.&#10;&#10;Collect three prizes to win. In a four player game, play as partners with the opposite player and collect three prizes as a team to win.&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Walking Dead: No Sanctuary – Better Angels",
    "ID": 246471,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246471/the-walking-dead-no-sanctuary-better-angels",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The expansion's Player vs Player Scenario recreates Rick and Shane's fight to the death in the classic episode &quot;Better Angels.&quot;&#10;&#10;From the Kickstarter summary page:&#10;&#10;In the &ldquo;Better Angels&rdquo; Scenario, Rick and Shane start out on opposite sides of a typical 2x2 board, which includes the special Misty Forest Tile. Shane begins the game wounded, with 2 Survivor Cards in his discard pile and a hand of only 3 cards. However, Shane is hiding something from Rick: his Shotgun! The Shotgun Survivor Card is set aside and the player controlling Shane has a Map Card that only he or she can look at. If Shane ever gets to the secret Space indicated on the Map Card, he gets to add the Shotgun directly to his hand, swinging the odds wildly in his favor.&#10;&#10;But Rick has some advantages of his own in this one-on-one battle to the death! Rick starts the Scenario with more health and is considered the Leader during the entire Scenario (which may be one of the reasons Shane has such a problem with him!). Just like any regular Scenario of THE WALKING DEAD: NO SANCTUARY, the Leaders draws 2 Event Cards, choosing 1 card to become the Active Event and discarding the other card, causing a penalty for all players. The difference when playing PvP is that a character who is Defiant to the Approach set by the Active Event only hurts his own cause, since he is the only one who earns the resulting Stress.&#10;&#10;The Scenario ends when either Rick or Shane is killed by his opponent. However, since this is the world of The Walking Dead, when Shane is &ldquo;killed&rdquo; he rises again as a Walker one turn later, with the regular Shane figure replaced by the Walker Shane figure. The player controlling Shane will also have control of all the other Walkers on the board. Rick will need to put down his former friend a second time to win!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: The Walking Dead",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Shadespire – Spiteclaw's Swarm",
    "ID": 246472,
    "Year": "(2018)",
    "Geek Rating": "5.684",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246472/warhammer-underworlds-shadespire-spiteclaws-swarm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Includes 5 Skaven miniatures and a deck of 60 cards, 30 of which are universal, to be used by any and every warband &ndash; add these cards to your arsenal and build your perfect deck.&#10;&#10;- 5 Easy To Build, brown plastic Skaven miniatures: Skritch Spiteclaw, Krrk the Almost-Trusted, Lurking Skaven, Hungering Skaven, and Festering Skaven;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Game: Warhammer Underworlds Shadespire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Shadespire – The Chosen Axes",
    "ID": 246473,
    "Year": "(2018)",
    "Geek Rating": "5.661",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246473/warhammer-underworlds-shadespire-the-chosen-axes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Includes 4 Fyreslayers miniatures and a deck of 60 cards, 30 of which are universal, to be used by any and every warband &ndash; add these cards to your arsenal and build your perfect deck.&#10;&#10;- 4 Easy To Build, orange plastic Fyreslayers miniatures: Fjul-Grimnir, Tef Flamebearer, Mad Maegrim, and Vol Orrukbane;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Game: Warhammer Underworlds Shadespire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swindled",
    "ID": 246474,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/246474/swindled",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Swindled is a family party card game for ages 8+.  The game features over 40 different playable cards created loads of mini-games.  Build your hand by drawing from the deck, stealing cards from others' hands, and playing games to win more cards.  If you can't build your own hand, try to sabotage others by placing car bombs, giving someone a disease, or starting a bar fight.&#10;&#10;The base game plays two to eight players, with the ability to add expansions packs to play up to 12 players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treacherous",
    "ID": 246475,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.40",
    "Link": "https://boardgamegeek.com/boardgame/246475/treacherous",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Treacherous is a sci-western hidden identity game taking 2-7 players into a dangerous saloon where the law ends at the swinging doors!&#10;&#10;In Treacherous, players compete to have either the most money after the final round or to be the last player still at the table.&#10;&#10;During each round, the first player will ante to the pot. Then, in clockwise order, each player will use either a card action and a standard action OR if you're willing to gamble a little of your gems, 2 standard actions. Standard actions allow the player to draw new Grifters or Lady Luck cards, or take income in the form of a gem from the bank. Card actions are found not only on the Grifters, but also the Lady Luck cards.&#10;&#10;Each player will have a hand that consists of three Lady Luck cards and 1 Grifter card. The grifter is 1 of 7 vile characters from across the universe that you will use to guide you, lie about, or pay to exchange. The Lady Luck cards are poker style cards with abilities of their own and if you're lucky, could win a poker game for you.&#10;&#10;Players are dismissed when they lose a challenge. Once dismissed, they may pay gems to challenge the dismissing player to a duel. If they challenge and win, they are back in the game. If they challenge and lose, they are eliminated. They play rounds equal to the number of players plus two OR until only one player remains. If they make it to the end, the active players play poker.&#10;&#10;Now, none of this truly matters to the criminals that wander into this saloon. LIE all you want. Just don't get caught! Or...get caught and challenge your accuser to a duel in the street to win your way back into the game and unlock an amazing Vengeance ability that could turn the tide of the game!&#10;&#10;So GAMBLE, CHEAT, DUEL, DISTRACT, or TELL THE TRUTH...Just WIN&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Science Fiction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monsters!!",
    "ID": 246476,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/246476/monsters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A card game where you play cards to earn or steal points. Players must gain the most points by the time Dracula is drawn from the deck. Each card features a different classic horror monster, each with their own action to use when played. Some cards give players the option to earn extra points by howling, groaning for brains or generally being monstrous.&#10;There are 50 Monster cards, 25 Score Cards and 1 instruction sheet in each retail box.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game",
      "Zombies"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadowfist: Throne War",
    "ID": 246477,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246477/shadowfist-throne-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Throne War is a booster-only expansion set released by Z-Man Games in August 2000 along with Year of the Dragon. It's an 80-card set that contains 69 new cards, with rarities divided into Common, Uncommon, and Rare. The other 11 cards are reprints of Daedalus cards, or appear in Year of the Dragon as well.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UPRISE",
    "ID": 246478,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/246478/uprise",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Uprise is a tower-building game that plays Solo, Co-Op, or Competitively.&#10;&#10;You're a member of a new secret society.&#10;&#10;Complete all missions to overthrow the ruling elite.&#10;&#10;Each mission card comes with its own set of supplies. If playing Solo or Co-Op, share the inventory among all the members in your group. If playing competitively, each member attempts to climb the ranks on their own so each of them needs the inventory indicated.&#10;&#10;CONTENTS &amp; GENERAL FUNCTIONS&#10;&#10;1. MISSION CARDS&#10;The goal of the mission is stated on the Mission Card. Complete all the missions so that your secret society can grow.&#10;&#10;Types of missions:&#10;&#10;a) Score-Based Missions: reach a certain number of points before running out of 'Stache Cards.&#10;&#10;b) Architect Missions: replicate a certain design before running out of 'Stache Cards.&#10;&#10;c) Checklist Missions: complete the requirements on a checklist before running out of 'Stache Cards.&#10;&#10;2. TOP HAT CARDS&#10;Disguised with a Top Hat, you can infiltrate a new country by revealing what is known as a Top Hat Card.&#10;Top Hat Cards are divided into 9 squares (1 flag and 8 location squares). While you cannot place anything on a flag square, you are considered to have set up a bureau on the flag square the moment you gain access to that country. For this reason, flag squares will count toward completing Secret Agendas.&#10;&#10;3. 'STACHE CARDS&#10;Disguised with a 'Stache, you are able to set up bureaus across the world. Each 'Stache Card contains a location where you can potentially set up 1 bureau. To set up a bureau, you must discard the 'Stache Card and place your bureau on the proper tile.&#10;&#10;If you cannot or choose not to use a 'Stache Card to set up a bureau, hide the card in your Vault. Rest assure you'll be able to use it later to make investments.&#10;&#10;4. YOUR VAULT&#10;This is where ALL 'Stache Cards not used to place a bureau must go at the end of a round. On any later turn, you will be able to use the $ VALUE to make investments. A list of investments is found on the back of the Vault.&#10;&#10;5. BUREAUS&#10;These unmarked buildings are setup locations so that your secret society may operate in that country. Be careful when setting your bureau. Should it lead to exposure due to lack of stability, you'll lose this bureau and likely others as well.&#10;&#10;6. SECRET AGENDAS&#10;To accelerate your mission, try to complete Secret Agendas. Secret Agendas are patterns you'll want to achieve within any given country. These patterns are determined by the placement of the flag, the placement of bureaus, as well as the placement of decoys.&#10;&#10;Generally there is more than one way to complete a Secret Agenda and you can reveal all your options by rotating the card.&#10;&#10;Once you complete a Secret Agenda, you may choose to cover up your presence in that country and move onto the next. You can do this free of charge as long as the Secret Agenda has been achieved.&#10;&#10;The Cover Up consist of adding a new Top Hat Card ON TOP the components required to complete the Secret Agenda. As long as you successfully manage to do this, you will also Cover Up your completed Secret Agenda Card with a new Secret Agenda Card.&#10;&#10;7. TOP HATS&#10;A Top Hat is an opportunity to enter a new country without completing a Secret Agenda. You can gain a Top Hat by purchasing it from the 'Stache Cards in your Vault or you can also gain one by placing a Bureau on a tile with a Top Hat SYMBOL.&#10;&#10;When using a Top Hat, you can either&#10;a) cover up component(s) from an already existing tower and climb UP.&#10;b) start a new branch by adding a new Top Hat Card on the ground floor.&#10;&#10;8. DECOYS&#10;Decoys can be placed on the tile of your choice (except on a flag) without needing to play a 'Stache Card.&#10;&#10;You can gain a Decoy by purchasing it from the 'Stache Cards in your Vault or you can also gain one by placing a Bureau on a tile with a SUITCASE SYMBOL.&#10;&#10;Decoys count as a yellow square in terms of your Secret Agendas. They can also be used to provide stability in a country.&#10;&#10;9. BRIDGES&#10;Bridges, when required, merge together separate branches within your organization. The need for bridges is determine by your chosen Mission Card.&#10;&#10;There are no fees for placing a bridge(s). However, for a merger to be completed, you will need to cover the bridge(s) with a new Top Hat Card. Do this by using a Top Hat.&#10;&#10;10. CRISIS CARDS&#10;These cards are for competitive play only. They enable you to run an interference in another member's plans.&#10;&#10;Crisis Cards are purchased.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What's the Name of the Game?!",
    "ID": 246496,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/246496/whats-the-name-of-the-game",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Also known as The Colander Game, The Hat Game and The Celebrity Game, this is a fast-paced guessing game where players put cards with the names of famous people on them into a colander, bowl or hat and teams take turns to act, speak or dance clues. Guaranteed to bring out players&rsquo; competitive streaks!&#10;&#10;Similar to Celebrities&#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Twister: Amazone",
    "ID": 246497,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246497/dungeon-twister-amazone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Amazone is a mini expansion for the Dungeon Twister series of games.  Its stats are Movement 3, Combat 3. She has the ability to seduce an opposing male character in an adjacent field. This then performs (3 AP) valid actions in the interests of the Amazon.&#10;&#10;Originally the character of the Collector's Box of the old base game was included (at least as a stand-up, the figure had to be ordered separately), the Amazon will be included in a slightly different form in the new extension &quot;Fallen&quot;.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board",
      "Secret Unit Deployment",
      "Tile Placement"
    ],
    "Families": [
      "Game: Dungeon Twister",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sumtastic",
    "ID": 246498,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/246498/sumtastic",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "3",
    "Play Time": "3",
    "Weight": "0",
    "Description": "Sumtastic is a math based board game.&#10;&#10;Single play&#10;Solo players will play against a timer, trying to beat their own score with each play.&#10;&#10;Multi-player&#10;The players write their names on the score card and write a total number that the game is to be won once it is reached (example 500)&#10;&#10;Players roll two dice, the score is then the total number which the player must move to on the playing board. A sum square is placed onto the board with the number in the center of it, around the frame are +,-,x,?. The player picks a tile randomly from the bag which must be used to complete the sum. The total is then added to the score card. The winner is the first person to reach the total.&#10;&#10;If doubles are rolled, the players have an additional turn. If three doubles in a row are thrown the player misses a turn.&#10;&#10;If a player removes a ? from the tile bag they may choose there own sum (substitute the ? For either a x, + or - )&#10;&#10;Modified play &#10;Play is available with the addition or subtraction of tiles which will effect the maths sum options.&#10;&#10;The game is a wooden made playing board, sum frame and tiles.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Partition",
    "ID": 246500,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/246500/partition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Partition is a 2-player campaign tournament system consisting of three card games all based on popular eSports gaming genres: FPS, MOBA and CCG. Each game can be played without even owning the other games, offering a familiar experience to their online counterparts, but with cards. When combined together with the Partition core box, the games form the Partition Grand Tournament, a three-match contest to decide once and for all who can build the best team of Gamers and lead them to victory!&#10;&#10;&mdash;descro[topm frp,  the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice",
      "Fantasy",
      "Modern Warfare",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Open Drafting",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gambo",
    "ID": 246509,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/246509/gambo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Pieces confront in a series of duels.&#10;The difference is that you see all your opponent&rsquo;s pieces, that you choose your angle of attack, and that the pieces obey a circular hierarchy : in absolute terms, nobody is the strongest.&#10;As you initiate the next duel when you have just lost one, it may be occasionally advantageous to lose.&#10;Sometimes it happens that some sacrificial dynamics lead you to the final victory.&#10;The figurines are simply pinched within their bases, and you can pinch them in again when removed.&#10;&#10;To engage a duel, the player moves a piece to the line of battle. The opponent must chose one of the 2 pieces on the left and on the right of the played piece and move it to join the line of battle.&#10;The elephants scratch the cats, the cats eat the mice, the mice frighten the elephants. Between the same pieces, a level 3 beats a level 2, who beats a level 1. The next duel is engaged by the player who has captured the less prisoners.&#10;The goal of the game is to eliminate all of the opponent&rsquo;s pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of War: The Dawn of World War II – Aichi D3A1 Val",
    "ID": 246512,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246512/wings-of-war-the-dawn-of-world-war-ii-aichi-d3a1-v",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Take your Wings of War game into the third dimension! Each historically-accurate, fully-painted miniature represents an aircraft from Wings of War: The Dawn of World War II. All miniatures come complete with maneuver deck and variable-altitude stand. This Japanese dive-bomber participated throughout the war, including at Pearl Harbor.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Wings of Glory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alles an Bord?!: Das diebische Äffchen",
    "ID": 246515,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246515/alles-an-bord-das-diebische-affchen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The promo card &quot;Das diebische &Auml;ffchen&quot; (The thieving monkey) is on the last page of the Abacus Spiele games catalogue 2018.&#10;&#10;At the beginning of the game, players draw 4 equipment tiles and put them on the monkey. These tiles cannot be collected in this round. &#10;At the end of a round, the tiles are put back with the rest and four new tiles will be drawn and put on the monkey card.&#10;&#10;With the promo card, the difficulty is a little bit higher.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Pirates",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gem Quest",
    "ID": 246516,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/246516/gem-quest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Gem Quest is the fun and simple card game in which you try to be the first to buy and collect sets of matching jewels, while attempting to stop your opponents from doing the same!&#10;&#10;How To Play&#10;Shuffle the deck and deal all players 5 cards. If a player gets an &quot;Action&quot; card, it must be traded in for a replacement. Blindly insert said action card back into the deck. Set the deck face down between all players, which shall have a discard pile beside it.&#10;The player left of the dealer takes the first turn.&#10;&#10;For each turn, the player flips the deck's top card onto the discard pile. If it's an Action card, take the action (if possible). If it's a coin, the player takes it in to hand. If it's a gem, the player may put coins equal (or greater) to its value on the discard pile to buy it into hand. If the player cannot afford (or doesn't want) the gem, remove it to a field of cards on the playing surface (the Gem Store), from which gems may be bought during one's turn by paying coins to the discard pile. Change is not given.&#10;&#10;When a pair of the same gem is collected, it must be set down for all to see. A third of that gem may be added to make a trio. The diamond counts as a pair or trio by itself. Play moves clockwise. If the deck exhausts, reuse the discard pile.&#10;&#10;The first to get 3 pairs, or 2 trios, of gems, wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Punkin Fight",
    "ID": 246517,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/246517/punkin-fight",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "It's a rainy, Halloween Night. You're under attack. A rival gang is lobbing Punkin Bombs at your various clubhouses around town&mdash;trying to bring them down, and take over your turf. It's time to fight back!&#10;&#10;How To Play&#10;Separate the &quot;Clubhouse&quot; cards from the deck and deal 3 face-up in front of each player. Place the rest of the deck face down between all players. The player left of the dealer has first turn.&#10;&#10;For each turn, players draw up to 5 cards (the hand limit), and then may play only 1 card of each card type. Punkin Bomb cards are played in front of a player's house to attack it. Witch cards are played behind a house to strengthen it. Ghost cards are played on the last bomb placed on a house to remove it to the discard pile, and Vampire cards may be paired with a card to play an extra card of that type during a turn. A turn is over when no card can be played. If a player already has 5 cards at the start of a turn, draw 1 more card. Play continues clockwise.&#10;&#10;When the total value of all Punkin Bombs played on a Clubhouse equals (or eclipses) its value (plus the value of Witch cards behind it), the Clubhouse is destroyed/removed from play. All cards played on the Clubhouse go to the discard pile. Should the game deck exhaust, reuse the discard pile.&#10;&#10;The last player with a Clubhouse left, wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kill Them All",
    "ID": 246518,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/246518/kill-them-all",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The time is now for us to rid the world of a greatly annoying creature that is the bane of human life as we know it. Emojis are so stupid, and really hard to kill. Even so... Kill them. Kill Them All.&#10;&#10;How To Play&#10;Separate all 12 Emoji cards from the deck. Shuffle these cards and deal 3 to all players, face-up, in front of them. Set aside extra Emojis. Shuffle the remaining deck and set it face-down between all players. A discard pile exists beside it. The player to the dealer's left has first turn.&#10;&#10;For each turn, players draw up to 4 cards (the hand limit) from the deck (or discard pile, or both), and play any number of Weapon cards into the spaces below the 3 Emoji cards that (and only if they) list them. When all Weapons listed on an Emoji have been played, flip it over, as it is dead, and place the weapons used to kill it under the discard pile, to be reused later. If a player is unable to play a Weapon on an Emoji during a turn, one must be played on an opponent's Emoji of his or her choice. If neither are possible, the player must show his or her hand to all. To end a turn, 1 card is discarded (if possible). If the deck exhausts, reuse the discard pile.&#10;&#10;Use Special Action cards by playing them onto the discard pile (from where they may not be drawn).&#10;&#10;The first to kill all of his or her Emojis wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Android: Netrunner – Kampala Ascendent",
    "ID": 246523,
    "Year": "(2018)",
    "Geek Rating": "5.584",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246523/android-netrunner-kampala-ascendent",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Kampala Ascendent finishes the Kitara Cycle, introducing a piece of hardware that allows you to spend a click to receive a credit and two cards, an operation that can eliminate three of a runner&rsquo;s clicks on a turn, a new Jinteki identity that invites the runners into their servers, and so much more.&#10;&#10;Complete your journey into the SSL with Kampala Ascendent!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Android – Netrunner (LCG)",
      "Players: Two-Player Only Games",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Networks: Telly Time",
    "ID": 246529,
    "Year": "(2018)",
    "Geek Rating": "5.650",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246529/the-networks-telly-time",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "The Networks: Telly Time, an expansion for The Networks, features nine genres and a new &quot;noughts-and-crosses&quot; way to get a genre bonus, with the shows in this item likely to be familiar to those from the UK. Telly Time comes in a small tuckbox, which contains 59 cards and 35 small plastic chips. Most of the cards are new TV shows.&#10;&#10;45 of the cards in Telly Time are brand new Shows. There are three new Genres represented:&#10;&#10;Chat Shows have a special power: the moment you Develop one, you may rotate all Stars and Ads in one of your timeslots (including the one the Chat Show is going in) to their good sides.&#10;&#10;Quiz Shows also have a special power: at the end of each Season, you may use any Quiz Shows active in your lineup to convert money into Viewers at a rate of $1M to 1 Viewer, up to $3M for 3 Viewers for each active Quiz Show in your lineup.&#10;&#10;Kids Shows have no special explicit powers, but tend to get you a lot of Viewers for their cost, and you can stuff them with Ads. But they only want to go on your earliest slot, with a big penalty if you put them on in the wrong time slot.&#10;&#10;Note that you must have The Networks base game in order to play Telly Time! The Networks: Telly Time is partially compatible with The Networks: On the Air. The designer doesn't recommend playing it with the Shows from On the Air, but it will work just fine with the Stars, Ads, and Network Cards from On the Air.&#10;&#10;The Networks: Telly Time is fully compatible with The Networks: Executives. Mogul Cards work the same way, except that you pick them up when you move the marker on your Genre-Bonus-O-Meter to the end.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: The Networks",
      "Theme: Television (TV) Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Deck-Building Game: Crisis Expansion Pack 4",
    "ID": 246537,
    "Year": "(2018)",
    "Geek Rating": "5.631",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246537/dc-deck-building-game-crisis-expansion-pack-4",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "DC Comics Deck-Building Game: Crisis Expansion Pack 4 introduces the keyword &quot;Unity&quot; for ongoing cards that get better as more teammates have them in play. The pack focuses on the Teen Titans and includes six superheroes from the Titans, original members of the group who are now all grown up and have something to prove.&#10;&#10;Another fresh twist to gameplay comes in the form of personal crisis cards, which may directly affect only one character, but can still take down the whole team if players don't work together to solve the problem.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Comic Books: DC Universe",
      "Game: Cerberus Engine – Heroes",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crickets",
    "ID": 246538,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/246538/crickets",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The time is ripe for some gold old-fashioned family fun!&#10;&#10;Plant three to six players around the table and let the mayhem begin as you race to plant the most crops and reap the most point.  Fill your fields with wheat, oats, corn or beans.  But watch out for those pesky crickets, because they'll devour everything in their path-unless, of course, you enlist the help of the famously faithful seagulls.  You could also be hit by other hazards, like a wildfire or even a drought so dry the cows are giving evaporated milk.&#10;&#10;And while it's a good idea to love your neighbor, watch out: he or she might just send come crickets your way.  And don't forget that others can use a Helping Hand card to help themselves to your hand!  When the dust finally settles, you're sure to find a harvest of fun for everyone with Crickets&#10;&#10;Players start with 5 cards each, on your turn you draw one card and play a card. Play crops on one of your two fields, trying to fill it with five crop cards. Upon harvest, shuffle 4 of the cards back in the draw pile and keep one for scoring purposes.  A player can also play crickets on each other's fields to cause the player to have crops eaten each turn. Play immediately cards have a black border and happen immediately and are things like fires and sick seagulls.&#10;&#10;First to 30 points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming",
      "Religious"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zooronga",
    "ID": 246543,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/246543/zooronga",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The World's Greatest Zoo&#10;&#10;The director of Zooronga is retiring and you&rsquo;re one of the few zookeepers who could be chosen to assume this most coveted position! Do you have what it takes to run the greatest zoo the world has ever seen? Compete with the other zookeepers to find the most exotic animals, design the best enclosures, and create the most beautiful gardens and pathways for your lucky patrons to enjoy. Prove that you are capable of attracting the most visitors to your zoo and you might just become the new director of Zooronga - the World&rsquo;s Greatest Zoo!&#10;&#10;Zooronga is a zoo-building, tile-laying game. Each player is a zookeeper with some money and a place to start. The game lasts for five months and each month 5 zoo-tiles are auctioned for the highest bidder. At the end of the month points are calculated. Each zoo-tile contains two animal enclosures of animals from different regions (eg. polar animals, African animals etc), some roads and possibly trees.&#10;&#10;Each player secretly selects the amount of money he is willing to pay for the tile and the highest bidder wins the auction. Whenever a tile is bought it needs to be added to your zoo so that the roads and green areas match. It might be that after the tile is added to your zoo, your zoo becomes more interesting than before. Interest value is shown with little stars on the tiles. The more stars of one color you have, the more interesting your zoo is for that region. Visitors are also interested in trees and parks. Visitors always go for the most interesting zoos and at the end of the month each visitor in your zoo gives you points. When the month ends, each player receives some income and new zoo-tiles are drawn for auction.&#10;&#10;The goal is to attract as many visitors to your zoo as possible and thus score more points than others.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Enclosure",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Merca-Tiny",
    "ID": 246546,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.15",
    "Link": "https://boardgamegeek.com/boardgame/246546/merca-tiny",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "150",
    "Weight": "3",
    "Description": "A new market has opened in the city square. Great business opportunity awaits the most enterprising merchants.&#10;&#10;Who will be the richest of the square (the winner), in the end?&#10;&#10;As a trader, each player on their turn can open new stalls (place one or more stall-tiles) following the strict municipal rules or bring new customers to the market (move a customer). In the city, customers have a somewhat extravagant and habitual behavior: they always walk straight ahead until they meet stalls, then they always turn around counterclockwise; they buy clothes and shoes in any order, but only vegetables or fish after buying vegetables, and only other fish, after they buying fish. Obviously customers buy only products that are on their shopping list.&#10; Try to open your stalls in strategic position and keep an eye on price trends: the best selling goods will be more expensive in the next rounds. But stalls of a goods type can inflate that goods.&#10;&#10;Meanwhile, beware of thieves, workers, policeman and many other characters that could benefit (or damage) your (or opponents) business: You have action disks that can be spent to pick-up and/or use special actions of such characters.&#10;&#10;Be careful to plan your actions in time, as the market is divided into phases, marked by the opening of increasingly modern stalls: during the game the old stalls will be scrapped. When all the stalls are exhausted or when at least one of the goods has reached the maximum price, the market will be closed and the game will be over.&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "PUCK!",
    "ID": 246548,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/246548/puck",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "PUCK! is the ultimate test of your trick shot skills in an all-out puck slamming, cup stacking melee! Race to eliminate your opponents&rsquo; cups by landing wooden discs into them, before they land one in yours! Work your way up to the coveted PUCK! For added difficulty, see if you have what it takes to compete at the grandmaster level! This high-stakes game hones your hand-eye coordination and mental agility while testing your focus (and possibly friendships) as you race to win. On your mark, get set, PUCK!&#10;&mdash;from the back of the box&#10;&#10;PUCK! is a fast and rowdy action/dexterity game where you bounce wooden pucks (discs) off the table and race to land them in small plastic cups also on the table. After you successfully land a puck in a cup, you stack an empty cup on top of it making your next target more difficult to hit as well as bringing the game closer to an end.&#10;&#10;PUCK! has several different game modes including head-to-head, free-for-all, and team play and is either turn-based or real-time. Each mode has different cup layouts and end-game conditions, but all utilize the same simple and fun operation of bouncing pucks and stacking cups. PUCK! comes with 40 wooden pucks and 11 plastic cups. &#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Les Recettes Pompettes: Le Jeu – Deuxième Tournée!",
    "ID": 246560,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246560/les-recettes-pompettes-le-jeu-deuxieme-tournee",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Les Recettes pompettes - le jeu is back for a second round with 37 new challenges. An evening you will remember for a long time ... or not!&#10;&#10;Just shuffle the new challenge cards in with the rest of them and proceed as normal.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le jeu aux mille titres",
    "ID": 246564,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/246564/le-jeu-aux-mille-titres",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Le jeu aux mille titres (&quot;The Game with a Thousand Titles&quot;) is a memory game in which tokens are placed face down on one side of a double-sided game board. On a turn, a player tries to locate a matching couple, but the main hook of the game is that players are encouraged to create a stories as they do so based on where the tokens are located. Did you find the boss in prison and the employee at the park? Tell us why!&#10;&#10;This storytelling potential is carried through with the packaging of the game as each cover of the game is unique! In the first edition of the game in 2015, each game also bore a unique title, such as &quot;The Mother in the Clouds&quot; or &quot;The Vampire in the Yard&quot;, but this made it difficult for people to identify the game. The second edition in 2018 carries the Le jeu aux mille titres title at top, along with a unique title for the artwork along the bottom of the box, as if the art were a painting in a museum.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Firefly Adventures: Brigands and Browncoats – Respectable Folk",
    "ID": 246599,
    "Year": "(2018)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246599/firefly-adventures-brigands-and-browncoats-respect",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Respectable Folk is a Crew Expansion set for the Firefly Adventure: Brigands and Browncoats game.  The Respectable Folk set includes companion Inara Serra and preacher Shepherd Book. Each new Crew Member adds new skills and abilities to your adventures. The Crew Expansion comes with four Crew miniatures (in both Casual and Heroic poses), two double-sided Crew cards, ten Equipment cards, two new Jobs and the box bottom also doubles as a new building.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Firefly Adventures",
      "TV Shows: Firefly"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Firefly Adventures: Brigands and Browncoats – Wanted Fugitives",
    "ID": 246600,
    "Year": "(2018)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246600/firefly-adventures-brigands-and-browncoats-wanted",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Wanted Fugitives is a Crew Expansion set for the Firefly Adventure: Brigands and Browncoats game.  The Wanted Fugitives set includes physician Simon Tam and the gifted River Tam. Each new Crew Member adds new skills and abilities to your adventures. The Crew Expansion comes with four Crew miniatures (in both Casual and Heroic poses), two double-sided Crew cards, ten Equipment cards, two new Jobs and the box bottom also doubles as a new building.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Firefly Adventures",
      "TV Shows: Firefly"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Army of Roussillon: Les Folies d'Espagne – The War of the Grand Alliance in Spain, 1689-1697",
    "ID": 246605,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.70",
    "Link": "https://boardgamegeek.com/boardgame/246605/army-of-roussillon-les-folies-despagne-the-war-of",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Army of Roussillon (AOR) is the eleventh volume in the Lace Wars series and the first in a set of four dealing with the War of the Grand Alliance (1688-1697). This war, sometimes called the War of the League of Augsburg or the Nine Years War, was the second of the three great wars of Louis XIV. As a young man he waged the Dutch War to expand France's borders. This was a war of aggression. As an old man he fought the War of the Spanish Succession to put his grandson on the throne of Spain. Despite the King's ultimate aim this was a defensive war. The War of the Grand Alliance was Louis' war of middle age - a war of grinding attrition involving nearly a million men.&#10;&#10;Spain, then ruled by the Bourbon kings' great rival, the House of Habsburg, joined the Grand Alliance, but she soon wished she had not. The Army of the Sun King was the premiere military machine of its age, the Spanish Army a fallen titan. Nevertheless, the Spanish saw the war through to its end. While her exhausted allies struck secret peace deals, Spain fought on. Only with the taking of Barcelona in 1697 did she sue for peace - and the decision to capitulate came from Madrid, not its garrison. Barcelona held for 63 days against a massive bombardment and multiple assaults that left 15,000 French dead on her glacis and in her shattered bastions. By the end, both sides were wondering if they would have the strength to fight another round.&#10;&#10;Catalonia was a secondary front. For much of the war the French fielded fewer men than the Spanish and were kept on a tight leash. The man in charge, Anne Jules de Noailles, II Duc de Noailles, was governor of Roussillon, formerly part of Catalonia. His Intendant, or 'commissar', was a Catalan. They hoped to harness one of the periodic peasant revolts that plagued the region and 'win hearts and minds' for France - or at least keep the Army of Spain dancing to their tune. Unfortunately, Noailles could not get his subordinates to buy into this program; the arrogance inherent in traditional military culture alienated the population and the French found themselves involved in a nasty guerrilla war. Only after Spain's allies began to withdraw from the struggle were the French able to bring overwhelming force to bear against her.&#10;&#10;In AOR, you will have a chance to change history - and even if you cannot, perhaps you can win enough glory to write your name in the history books.&#10;&#10;As the French, will you pursue a hearts and minds strategy, or try for all out conquest? Will you occupy territory or make surgical strikes aided by your fleet? (Be warned, the family that runs the Ministry of Marine is at odds with the family that runs the Ministry of War.) The French Army is state-of-the-art. You have more artillery, the latest equipment (bayonets instead of pikes), and access to an administrative machine capable of supporting nearly 500,000 men. But you command a secondary front. Versailles will forever be taking regiments away from you, forcing you to rely on local militia and even Catalan renegades. If you garrison every post, you will be too weak to go on the offensive. If you give up captured fortresses to concentrate, the local population will believe you are weak and rise against you. If you do nothing, you will lose the respect of the Sun King and the Court ladies.&#10;&#10;As the Spanish, can you keep the French at bay? Or can you damage them enough to try a counter-invasion of Roussillon? Will the English send their fleet and land troops to aid you? Or, will the Holy Roman Emperor divert his attention from the Turks long enough to spare you some Imperial regiments? The Spanish Army, led by a succession of viceroys who often found themselves more in conflict with the local Catalan government than with the French, is a motley collection of regular regiments (the tercios), decent cavalry, poorly motivated and equipped militia, and mercenaries. Spain's best assets are her guerrillas, the migueletes, assisted by vigilante bands known as somaten, and the mountainous Catalan terrain.&#10;&#10;Components&#10;&#10;1) Two map sections representing the northeast corner of Spain at one league (4 Km) per hex.&#10;&#10;2) 600 die cut counters representing the forces of the French and the Spanish and their allies. Scale is Battalion - that is, the playing pieces represent battalions and regiments.&#10;&#10;3) Rules, charts, tables, and display cards.&#10;&#10;4) An historical commentary.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Age of Kings",
      "History: Nine Years War",
      "Players: Two-Player Only Games",
      "Series: Lace Wars (Red Sash)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Army of Italy: Le Divertissement Royale – The War of the Grand Alliance in Italy, 1690-1696",
    "ID": 246606,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.75",
    "Link": "https://boardgamegeek.com/boardgame/246606/army-of-italy-le-divertissement-royale-the-war-of",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Army of Italy (AOI) is the twelfth volume in the Lace Wars series and the second in a set of four dealing with the War of the Grand Alliance (1688-1697). This war, sometimes called the War of the League of Augsburg or the Nine Years War, was the second of the three great wars of Louis XIV. As a young man he waged the Dutch War to expand France's borders. This was a war of aggression. As an old man he fought the War of the Spanish Succession to put his grandson on the throne of Spain. Despite the King's ultimate aim this was a defensive war. The War of the Grand Alliance was Louis' war of middle age - a war of grinding attrition involving nearly a million men.&#10;&#10;The war opened in Germany, but the Habsburgs, France's Great Enemy, also owned, or had suzerainty over, much of northern Italy. Coalition forces in Italy were weak, the Habsburg Emperor more concerned with his ongoing war against the Turks. However, the French could not spare many regiments for a second front. But, in 1689, the Spanish Habsburgs also declared war on France, fearing for their lands in the Low Countries. Unfortunately, this put their northern Italian possession of Milan squarely in King Louis' sights. This was a place the French felt they could take, but they would have to be quick about it. There was one potential obstacle: the House of Savoy.&#10;&#10;Duke Victor II Amadeus was a French puppet. But, he was also a vassal of the Emperor. And, he coveted Milan for himself... The French planned to cross the Duke's lands, which straddled the western Alps, and launch their invasion of Milan from that state's borders. The mistake King Louis made was to assume Duke Victor would obey his will regardless of how he was treated. The arrogance of the French soldiers and their king combined with Duke Victor's self interest and Coalition gold to push him into the Allied camp. He refused access to the French and found himself at war with them. The Duke was a complex character. Young and valiant, he desired glory over the French in battle, but soon found himself outmatched while his allies proved unreliable. Yet at the same time, he understood how to dissemble and manipulate. What he could not achieve on the battlefield he accomplished in a backroom deal that bought him not only a separate peace with France in 1696, but command over the very French army he had been fighting for the past six years! It was he who led the invasion of Milan!&#10;&#10;The war in Italy typified military campaigning in this period. Thwarted in their plans to invade Milan from Piedmont, the French attacked Duke Victor, spilling out of the alpine passes and across Piedmont. But, they could not establish a permanent base and had to withdraw. This flow and ebb was a feature of the early years. Sieges and battles were fought but none brought a lasting advantage to either side. In 1692 the Coalition in turn invaded France but found themselves plagued by the same problems that had beset the French. By 1694 the situation was deadlocked, both militarily and politically. However, on the political front, Duke Victor and King Louis were gradually approaching an accommodation. In 1695 the Sun King at last made some hard concessions. The following year Europe was shocked to learn Duke Victor had changed sides. His defection began the rush to peace, as the Powers tried to obtain the best deal possible for themselves.&#10;&#10;In Army of Italy, you will have a chance to change history - and even if you cannot, perhaps you can win enough glory to write your name in the history books.&#10;&#10;As the French, will you steamroller your ungrateful puppet state or simply make life so uncomfortable that she decides to join you after all? Then, the invasion of Milan can begin. The French Army is state-of-the-art. You have more artillery, the latest equipment (bayonets instead of pikes), and access to an administrative machine capable of supporting nearly 500,000 men. But you command a secondary front. Versailles will forever be taking regiments away from you, forcing you to rely on your wits. If you garrison every post, you will be too weak to go on the offensive. If you do nothing, you will lose the respect of the Sun King and the Court ladies.&#10;&#10;As the Coalition, can you keep the French at bay? Or can you damage them enough to try a counter-invasion of France? Will the English send their fleet and land troops to aid you? Or, will the Holy Roman Emperor divert his attention from the Turks long enough to spare you some Imperial regiments. Duke Victor is not to be trusted. His actions belie his noble declarations. If you are not careful, the House of Savoy may surrender or even switch sides...&#10;&#10;Components:&#10;&#10;1) Five map sections representing the region of the Maritime Alps and the upper Po Valley at one league (4 Km) per hex. The fifth map shows the main area of conflict, allowing players to dispense with some of the maps for most scenarios, in case space is at a premium.&#10;&#10;2) 840 die cut counters representing the forces of the French and their opponents - Savoyards, Huguenots, Waldensians, Spanish, Austrian, and German. Scale is Battalion - that is, the playing pieces represent battalions and regiments.&#10;&#10;3) Rules, charts, tables, and display cards.&#10;&#10;4) An historical commentary.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Age of Kings",
      "History: Nine Years War",
      "Players: Two-Player Only Games",
      "Series: Lace Wars (Red Sash)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castella",
    "ID": 246613,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/246613/castella",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Two players play as bees and collect honey. The greedy bear will destroy the hive in the process to get the honey. To help their owner taste the delicious honey cake, players have to consider how to place their boards and collect resources. With mutual interference, the player who collects the most honey cakes wins.&#10;&#10;How to play&#10;&#10;&#10;    Steps of the game&#10;&#10;&#10;Step 1. Get 1 hexagon card and select Honeycomb Side or Garden Side. It's needed to connect any side of the hexagon when placed.&#10;&#10;Step 2. Take actions of the card. A player can choose any hexagon card on the table and take its associated action.&#10;&#10;&#10;    Example of actions for the cards&#10;&#10;&#10;Honeycomb Side of the card  &gt;  Honey producing or honey&#10;&#10;Get nectar cubes from bee card and put the cubes on the Honeycomb Card. Collect the honey cubes in the next run.&#10;&#10;Switch the white / black nectar cubes to the numbers of honey cubes according to the card, and then put the honey cubes on BOTTLE Card. Every 8 honey cubes could convert into 1 CASTELLA Card.&#10;&#10;Garden Side of the card  &gt;  Nectar collecting&#10;&#10;Collect 1/2/3/D nectar cubes from your own Garden Card and put the cubes on the bee card. The nectar cubes on the bee card could be used to produce honey.&#10;&#10;How to use Greedy Bear Card&#10;&#10;Bear attack: Put Greedy Bear Card, the Greedy Bear would eat all of the nectar cubes on the Honeycomb Side around the Greedy Bear, and also turn the Honeycomb Side into Garden Side.&#10;&#10;&#10;    Goal of the game&#10;&#10;&#10;When all the hexagon cards are out, the points are calculated by the total cubes on both the bee card, the bottle card, and the numbers of castella cakes.  The winner is the one who got the most points. If there are any Greedy Bear cards left, each Greedy Bear Card will deduct 1 honey cube on the honey card. If no honey cubes are on the honey Card, then no points would be deducted.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Bees",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Kursk: The Card Game",
    "ID": 246615,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/246615/the-battle-of-kursk-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "4",
    "Description": "&Eta; &delta;&iota;&#206;&#172;&sigma;&eta;&mu;&eta; &alpha;&rho;&mu;&alpha;&tau;&omicron;&mu;&alpha;&chi;&iota;&alpha; &tau;&omicron;&upsilon; &Beta; '&Pi;&alpha;&gamma;&kappa;&omicron;&sigma;&mu;&#206;&#175;&omicron;&upsilon; &Pi;&omicron;&lambda;&#206;&#173;&mu;&omicron;&upsilon;, &mu;&epsilon;&tau;&alpha;&xi;&#207;&#141; &tau;&omicron;&upsilon; &Kappa;&#207;&#140;&kappa;&kappa;&iota;&nu;&omicron;&upsilon; &Sigma;&tau;&rho;&alpha;&tau;&omicron;&#207;&#141; &kappa;&alpha;&iota; &tau;&omicron;&upsilon; &Gamma;&epsilon;&rho;&mu;&alpha;&nu;&iota;&kappa;&omicron;&#207;&#141; &Sigma;&tau;&rho;&alpha;&tau;&omicron;&#207;&#141;, &zeta;&epsilon;&iota; &mu;&#206;&#173;&sigma;&alpha; &alpha;&pi;&#207;&#140; &tau;&iota;&sigmaf; &epsilon;&xi;&alpha;&iota;&rho;&epsilon;&tau;&iota;&kappa;&#206;&#173;&sigmaf; &kappa;&#206;&#172;&rho;&tau;&epsilon;&sigmaf; &tau;&omicron;&upsilon; &pi;&alpha;&iota;&chi;&nu;&iota;&delta;&iota;&omicron;&#207;&#141;. &Tau;&alpha; &alpha;&kappa;&rho;&iota;&beta;&#206;&#174; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#206;&#175;&alpha; &#207;&#140;&lambda;&omega;&nu; &tau;&omega;&nu; &mu;&omicron;&nu;&#206;&#172;&delta;&omega;&nu;, &omicron;&iota; &mu;&omicron;&nu;&alpha;&delta;&iota;&kappa;&#206;&#173;&sigmaf; &tau;&alpha;&kappa;&tau;&iota;&kappa;&#206;&#173;&sigmaf;, &eta; &sigma;&tau;&rho;&alpha;&tau;&eta;&gamma;&iota;&kappa;&#206;&#174; &upsilon;&psi;&eta;&lambda;&omicron;&#207;&#141; &epsilon;&pi;&iota;&pi;&#206;&#173;&delta;&omicron;&upsilon; &kappa;&alpha;&iota; &eta; &delta;&upsilon;&nu;&alpha;&tau;&#207;&#140;&tau;&eta;&tau;&alpha; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#206;&#175;&alpha;&sigmaf; &mu;&iota;&alpha;&sigmaf; &mu;&omicron;&nu;&alpha;&delta;&iota;&kappa;&#206;&#174;&sigmaf; &sigma;&#207;&#141;&gamma;&kappa;&rho;&omicron;&upsilon;&sigma;&eta;&sigmaf; &sigma;&epsilon; &kappa;&#206;&#172;&theta;&epsilon; &xi;&epsilon;&kappa;&#206;&#175;&nu;&eta;&mu;&alpha; &epsilon;&nu;&#207;&#140;&sigmaf; &nu;&#206;&#173;&omicron;&upsilon; &gamma;&#207;&#141;&rho;&omicron;&upsilon; &pi;&alpha;&iota;&chi;&nu;&iota;&delta;&iota;&#207;&#142;&nu;, &alpha;&upsilon;&xi;&#206;&#172;&nu;&omicron;&nu;&tau;&alpha;&iota; &tau;&omicron; &mu;&#206;&#173;&gamma;&iota;&sigma;&tau;&omicron;, &tau;&#207;&#140;&sigma;&omicron; &sigma;&tau;&eta;&nu; &alpha;&nu;&alpha;&pi;&alpha;&rho;&alpha;&gamma;&omega;&gamma;&#206;&#174; &#207;&#140;&sigma;&omicron; &kappa;&alpha;&iota; &sigma;&tau;&eta;&nu; &alpha;&pi;&#207;&#140;&lambda;&alpha;&upsilon;&sigma;&eta; &tau;&omicron;&upsilon; &pi;&alpha;&iota;&chi;&nu;&iota;&delta;&iota;&omicron;&#207;&#141;, &kappa;&alpha;&iota; &gamma;&iota;&alpha; &tau;&omicron;&upsilon;&sigmaf; 2 &kappa;&alpha;&iota; 4 &pi;&alpha;&#206;&#175;&kappa;&tau;&epsilon;&sigmaf; ...&#10;&#10;The famous tank battle of World War II, between the Red Army &amp; the German Army, lives through the exceptional cards of the game. The accurate elements of all the units, the unique tactics, the high level strategy &amp; the ability to create a unique conflict in every start of a new game round, are growing the most, in both playability &amp; enjoyment of the game, for both 2 and 4 players.&#10;&#10;How to play:&#10;The game can be played either with 1 vs 1 or 2 vs 2 as pairs.&#10;Each player or pair, takes the role of either the German Army or the Soviet Army.&#10;&#10;The game has a damage point system to figure the winner. The first player who reaches 20 points (40 points for 4 players) on board meter, will be the winner of the battle. Damage points are equal to life points (red cross with specific number in each card).&#10;&#10;Every card has 7 different sectors (boxes):&#10;&#10;Upper: from left to right :&#10;First box - Velocity of weapon&#10;Second box -  Weapon's Penetration level &#10;Third box - Own armor level&#10;Fourth box - Own life points&#10;&#10;Lower:&#10;First box - movement &#10;Middle Double number target - 2 x 12sided dice (black for German/White for Soviet), both numbers in dice is the damage area for the weapon. A 10 on the dice is a Critical hit &amp; any unit who receives this damage must be removed from the battle ground.&#10;Finally, the blue pointer with the specific number is the encounter points needed for this unit to use it in the deployment phase of the battle.&#10;&#10;Each turn:&#10;1. Encounter points (both armies start with 5 each)&#10;2. Draw phase - each player draws 2 cards&#10;3. Move phase - each player can move their units&#10;4. Deployment phase - each player can deploy any unit if he has the necessary encounter points&#10;5. Engagement phase - each player can attack the enemy player based on the abilities of their units&#10;6. Discard phase&#10;7. End of turn&#10;&#10;Before the first turn all players must draw 5 cards each and receives 5 encounter tokens. There is a 7 card hand limit. Some cards can give the player the ability to draw a general commander&#10;card from their own general deck.&#10;&#10;There can be no more than 2 generals active during the battle, but a player can change a general card by discarding the old one and playing a new one.&#10;&#10;Each general gives 1 additional encounter points in the beginning of each turn. Also, each player receives 1 encounter point every turn and 1 additional point for every unit deployed in the battlefield.&#10;&#10;Players can combine cards if it is allowed in the card's description but only until the end of the turn (except the end of battle for some cards)&#10;&#10;Air units are visible during the battle and while performing an attack. If enemy anti-aircraft wapons are available, they must be countered&#10;&#10;Units with low penetration levels cannot attach enemy units with higher armor level.&#10;&#10;Special cards can give the player's units unique abilities during each battle.&#10;&#10;First player who reach 20/40 points will be the winner of the battle &amp; the game ends.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Open Drafting",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Country: Soviet Union"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tensor Chess",
    "ID": 246617,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/246617/tensor-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "As in classical chess, the object of Tensor Chess is to checkmate the opponent's king.&#10;&#10;The game is played on an 8X10 board with a new piece added to the array; the Tensor Beast.&#10;&#10;The Beast Manuevers dependent on interacting with the new piece.  The beast can move one square in any direction like the king.&#10;&#10;The beast can also leap forward or backward over its own or opposing pieces and land on the next square if that square is unoccupied. It can leap diagonally, or leap horizontally along a row (rank) and vertically along a column (file). The beast can hop both vertically and horizontally on the same turn, but horizontal and vertical leaping cannot be combined with diagonal leaping.&#10;&#10;The beast cannot move one square and then begin leaping. Nor can it leap and simply return to its starting square as this would be skipping a turn. It can, however, return to its starting square on the same turn if it captures an opposing beast by its final leap.&#10;&#10;The beast can only capture an opposing beast and can only be captured by an opposing beast. A beast captures an enemy beast by hopping over it rather than landing on the same square.&#10;&#10;For example, a beast may hop over an enemy beast, not capture it, and proceed to hop over and capture another beast.&#10;&#10;Or a beast may hop over an opposing beast, and not capture it on that first hop, but then hop back over the opposing beast (moving in the other direction) and capture it on that hop, all on the same turn.&#10;&#10;In addition A bishop, rook or queen can pass through a beast of its own color, but not through an enemy beast.&#10;&#10;A beast acts as a shield for its own pieces and blocks opposing pieces.&#10;&#10;A pass through may involve more than one beast.&#10;&#10;A king may pass through only when castling.&#10;&#10;Similarly there are unique ricocheting and propelling moves associated with the Beast.&#10;&#10;A beast may pass through another beast when propelled.&#10;&#10;A pawn may pass through only on its first move and only when moving forward to an unoccupied square.  Pawns cannot pass though and capture.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Onium",
    "ID": 246619,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/246619/onium",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Nanoadaptation of Pentaquark.&#10;&#10;&#10;An even smaller quantum solo game.&#10;&#10;Onium is a 6-card solitaire game in which the player tries to gather the requested data on an element called onium from a particle collider.&#10;&#10;The game proceeds in a sequence of attempts. During each attempt, the player will roll a black and a white die (and if possible an additional scattered die). If the die-roll seems unsuitable, the roll may be discarded by scattering the dice. This can be done only a limited number of times.&#10;&#10;The player may alter the results with special abilities, if these are charged up. After that, the dice are assigned to their respective detectors (depending on die color and number).&#10;&#10;Dice of opposite color in the same detector annihilate. If there are dice of opposite color and the same number in detectors, these will form onium (and be removed). The player may optionally remove a set of dice to charge a special ability.&#10;&#10;The game is lost if the player exceeds a given amount of annihilations or onium, or if they don't have enough dice for another attempt. The player wins by recording the required amount of onium.&#10;&#10;&#10;Released in the November 2017 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Pentaquark",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Series: Nanodaptions (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of War: World War 1 – De Havilland D.H.4",
    "ID": 246623,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246623/wings-of-war-world-war-1-de-havilland-dh4",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a miniature bi-plane for Wings of War / Wings of Glory miniature game.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Paw Patrol Pups In Training",
    "ID": 246636,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/246636/paw-patrol-pups-in-training",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Paw Patrol Pups in Training is a frantic, real-time game in which players mash spring-loaded &quot;flippers&quot; that cause their pups to leap into the air and -- hopefully! -- knock badges and treats off of a spinning, overhead carousel.&#10;&#10;There are four badges and eight treats in all, with 'Badges' worth 3 points and 'Treats' 1 point each.  When all badges and treats have been knocked off the carousel the players add up their points and the player with the most points wins!&#10;&#10;(Game play is similar in style to Hungry Hungry Hippos.)&#10;&#10;From the website:&#10;&#10;Paw Patrol is on a roll!&#10;&#10;Spring into action with the Paw Patrol Pups In Training Game! Your mission is to collect as many treats and badges as you can from the spinning target ring. Set up is easy, just place the treats and badges on the target ring and give it a spin. Then get behind your favorite Paw Patrol Character and press the Pup Flipper.&#10;&#10;When you knock off a badge or treat hold on to it, each one is worth points. The player with the most points at the end wins!&#10;&#10;(No batteries required.)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: Paw Patrol"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of War: World War 2 – Junkers Ju.87",
    "ID": 246638,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246638/wings-of-war-world-war-2-junkers-ju87",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Take your Wings of War game into the third dimension! Each historically-accurate, fully-painted miniature represents an aircraft from Wings of War: The Dawn of World War II. All miniatures come complete with maneuver deck and variable-altitude stand.&#10;&#10;This two-seat German ground-attack aircraft first flew in 1935, and made its combat debut during the Spanish Civil War.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Wings of Glory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of War: World War 2 – Hawker Hurricane",
    "ID": 246641,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246641/wings-of-war-world-war-2-hawker-hurricane",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Take your Wings of War game into the third dimension! Each historically-accurate, fully-painted miniature represents an aircraft from Wings of War: The Dawn of World War II. All miniatures come complete with maneuver deck and variable-altitude stand.&#10;&#10;This British single-seat fighter aircraft earned renown during the Battle of Britain&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Wings of Glory",
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of War: World War 2 – Supermarine Spitfire",
    "ID": 246642,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246642/wings-of-war-world-war-2-supermarine-spitfire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Take your Wings of War game into the third dimension! Each historically-accurate, fully-painted miniature represents an aircraft from Wings of War: The Dawn of World War II. All miniatures come complete with maneuver deck and variable-altitude stand.&#10;&#10;The signature fighter plane of the RAF, the Supermarine Spitfire was a fast, highly-maneuverable single-seater.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Wings of Glory",
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Isle of Skye: Druids",
    "ID": 246646,
    "Year": "(2018)",
    "Geek Rating": "6.198",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246646/isle-of-skye-druids",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.2593",
    "Description": "One cannot win the struggle for dominance over the island without powerful allies. As every wise king knows, power is not measured in strength and gold alone. Having the support of the spiritual leaders of the country can be the decisive factor. Win the druids over to your cause, and harness the power of their mystical sacred sites for your benefit!&#10;&#10;Isle of Skye: Druids, the second expansion for Isle of Skye, can be played with the base game on its own or with the base game and the Journeyman expansion. This expansion splits the buying phase (phase 4) into two buying sessions. With your first purchase, you can buy a tile from your fellow players in the usual manner. For your second purchase, you can buy a tile from the dolmen board. These &quot;druid&quot; tiles are normal landscape tiles, except that they will often bear a stone tablet or a scroll. Stone tablets grant special powers that you can use until the end of the game, while scrolls are subject to the usual rules of the base game.&#10;&#10;New scoring tiles offer further variability.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Country: Scotland",
      "Game: Isle of Skye (Lookout Games)",
      "Mythology: Celtic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lines of Battle: Game of Napoleonic Tactics",
    "ID": 246671,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/246671/lines-of-battle-game-of-napoleonic-tactics",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The battle lines have been drawn!  Lines of Battle is a simple yet clever Napoleonic game system that allows tactical situations to be played out with a minimum of rules in a short amount of time.  It's all here: Infantry, Cavalry, Artillery but also a challenging system of command/control that adds a chess like feel to an otherwise straightforward wargame.&#10;&#10;Each of your three leaders projects a horizontal, vertical and diagonal line of command.  The length of this line depends on a leader's rank. &#10; A simple and concise chit pull system determines initiative while a bare bones D6 combat system moves battles along quickly and decisively across a 13 x 13 square battle grid.&#10;&#10;Numerous ways to win include: Capturing your opponents objectives, eliminating leaders or simply inflicting more casualties than you receive.  Includes 6 scenarios or you may build your own!&#10;&#10;This is a free print n play game, our way of saying thanks to a wargaming community that is both friendly and helpful.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cube Hog",
    "ID": 246673,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/246673/cube-hog",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "50",
    "Weight": "1",
    "Description": "Cube Hog is a 2-4 player family/party style card game all about using strategy, luck, and even slight of hand to &quot;hog&quot; more cubes than your opponents!&#10;&#10;Gameplay: Learning to play Cube Hog takes only a couple minutes. Each player is assigned a color (Red, Blue, Green, Yellow) and given their color player cubes, 5 to each player. Cubes are all pink except the underside which has a hidden player color. Each color is given a value card facedown to dictate what each color cube is worth.&#10;&#10;For example: If the blue player has a 1 on their value card, then the cubes that have blue on their hidden underside are each only worth 1.&#10;&#10;Players take turns playing action cards to best their opposition. Action cards are used to steal, swap, and flip cubes over to reveal the underside. Action cards also can be used to look at other players value cards, flip over value cards for everyone to see, or even to change a value card. The player with the highest value of cubes at the end of the round wins the game!&#10;&#10;Cube Hog can be played in two ways. Quickplay is the fastest way to pick up and play. Quickplay games last about 10 minutes and a great for some quick fun. Competitive play consists of multiple games of Cube Hog with each game won rewards the player with a Gold Cube. Playing this takes about 45 minutes. This also adds the 'Gold Cube' card into the deck to add a new mechanic specifically designed for competitive play. First player to win 3 gold cubes wins the competitive play game!&#10;&#10;Cube Hog rewards players who can remember which cube is which while the cubes slowly get shuffled around the table. However, players are also rewarded when they use sleight of hand to shuffle their own cubes to fool other players.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Animals: Pigs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sculptapalooza",
    "ID": 246674,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/246674/sculptapalooza",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Sculptapalooza, teams race against the clock to sculpt with playfoam, guess, and win in five categories such as sculpting with your eyes closed, sculpting a prop to act out your scene, or running through tag-team play in the lightning round.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Play Dough / Modeling Clay"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Amazing Kreskin's Celtic Oracle Game",
    "ID": 246682,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/246682/the-amazing-kreskins-celtic-oracle-game",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players select a series of yes/no questions from randomly drawn oracle cards.  After the question is read, players secretly vote which answer the claw-shaped, oracular pendulum will provide.  Once the other players have voted, the reader swings the oracle until a yes or no answer is indicated.&#10;&#10;The player holding the oracle receives 1 point for each correct match as does each player who correctly matches the oracle's answer.&#10;&#10;Play continues for 5 rounds and the points are tallied to determine a winner.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Mythology: Celtic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Master of Wills: Dawnlight Expansion Faction Deck",
    "ID": 246683,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246683/master-of-wills-dawnlight-expansion-faction-deck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Dawnlight is a powerful organization who view themselves as spirtual heoes. They try to achieve angelic states through technology which present powers that no other faction can proclaim. They protect and influence community characters with a mystical presence. Are they fighting for the greater good or will their extremism take them down a darker path?&#10;&#10;&ldquo;Dawnlight is a powerful organization who view themselves as spirtual heoes. They try to achieve angelic states through technology which present powers that no other faction can proclaim. They protect and influence community characters with a mystical presence. Are they fighting for the greater good or will their extremism take them down a darker path?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Card Goblins: Expansão Faroeste",
    "ID": 246686,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246686/card-goblins-expansao-faroeste",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Western-themed expansion for Card Goblins, containing 15 cards.&#10;&#10;Shuffle these cards into the main deck and proceed as normal.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SlapStick",
    "ID": 246695,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/246695/slapstick",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In SlapStick, a group of 3 to 8 players read among 110 cards with silly &quot;would you rather&quot; style questions. Answer convincingly and the leader holds up the &quot;slap stick&quot; (literally a long stick with a foam five-finger hand) teasing it near the player's cheek. Answer incorrectly, and oh, boy...mayhem ensues.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "POOP: Kawaii",
    "ID": 246702,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/246702/poop-kawaii",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "An English / Japanese Dual Language Version of POOP! A fresh version of the hit game, where your goal is to lay a card, but don&rsquo;t clog the toilet!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Keep Calm: Expansion One",
    "ID": 246703,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246703/keep-calm-expansion-one",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The first expansion. More situations and a renewed decision to make (only this pack comes with an EXPLICIT CONTENT warning label): do you panic or keep calm?&#10;&#10;Keep Calm is a party game where players vie to take control of situations by suggesting the best course of action to their friends in sticky situations. What do you do if your prom date turns into a werewolf? Keep calm and accept your mortality? Keep calm and give up on finding love?&#10;&#10;In addition, players can play Panic cards to mess with gameplay in various ways, from skipping a judge to discarding responses.&#10;&#10;The first person to take control of 6 situations wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Game of Phones: Expansion 002 – Materialism Pack",
    "ID": 246706,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246706/game-of-phones-expansion-002-materialism-pack",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The second expansion pack to the wildly popular Game of Phones game, where there are 30 all-new cards to play with the main game. Game of Phones is a race to find the best or weirdest things on your smartphone to win. Tap faster, out-culture and think cooler than the people around you to win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Electronic",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "It Dies With Me",
    "ID": 246709,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/246709/it-dies-with-me",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In most games - even your favorite one - there&rsquo;s nothing really serious at stake. But, It Dies With Me is different. Take a peek into the soul; the deep, dark, twisted heart of your opponent. The player that wins, will learn a secret, something never told to anyone! One player at the table has a secret, and it's about them. They've even written in down and placed it in a secret envelope on the table. Do you want to read it? WIN THE GAME. The secret can never be shared, or be repeated. That's because it's written on EDIBLE PAPER with a FOOD COLORING MARKER, and it must be EATEN to make sure the secret DIES with the winner of the game!&#10;&#10;Each player (including the player whose secret is in the game) has one six sided die and a mini coffin. Players use their coffins to hide a secret die number they've chosen, trying to be the highest or lowest unique number. That's right, no rolling of these dice. Players can choose any number from one to six. Everyone opens their coffin at the same time to see who wins each round. Choose wisely, or your number might get cancelled out!&#10;&#10;Each round there are TWO winners! One winner draws a card. The other moves their token. Players try to collect a set of four cards to form the phrase: IT - DIES - WITH - ME. OR, move their token across the six grave tiles, all the way to the SECRET ENVELOPE. Complete just one of these goals, and you win. You get to READ THE SECRET! Just remember, that secret must die with you.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ultimate Conspiracy",
    "ID": 246714,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/246714/ultimate-conspiracy",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "1000",
    "Weight": "0",
    "Description": "1920, Witsand City, several young women mysteriously disappeared without leaving any trace. The police suspect a serial killer. You're going to investigate and find out it's much more than that. An incredible machination awaits you and many people are involved.&#10;&#10;Your goal will be to unravel all this and put an end to this conspiracy forever!&#10;&#10;For your investigations, you will have to choose from 6 very different characters. Depending on your choice, you will not experience exactly the same adventure.&#10;&#10;The abilities of each character are: strength, charisma, intelligence, skill, and search.&#10;&#10;In addition to these abilities, you will gain additional skills during the game. These skills will be very different for each character. They will be very important to the success of your missions and you will keep them from one investigation to the next. Your characters will also have health and mental health points. You will have to watch them very carefully, because if they fall to zero, your character will either be dead or completely crazy.&#10;&#10;Ultimate Conspiracy is a true narrative game, you will not only have to thwart a conspiracy, but also complete many secondary quests that will help you in your investigation. You will also find many objects, but as in real life, you won't be able to carry as many as you want. Each object has a size score and this is limited according to the characters and their strengths.&#10;&#10;You all play against the game together. You decide which character should do which action? Is it better to stay together or separate?&#10;&#10;To solve each investigation, you will visit different places in the city, in the country and even in the world.&#10;&#10;Playing Ultimate Conspiracy is very simple, you are free to visit the places you want in the order of your choice and as many times as you feel necessary.&#10;&#10;You&rsquo;ll have to solve many puzzles to progress in your investigation. Keep in mind to observe the items as a whole and if the solution seems complicated, do not hesitate to come back to it later.&#10;&#10;In between time, money, investigations and puzzles, you&rsquo;ll always be under pressure in Ultimate Conspiracy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Exploration",
      "Horror",
      "Memory",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Memory",
      "Role Playing",
      "Storytelling",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin: Valentine's Day Monster Box",
    "ID": 246717,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246717/munchkin-valentines-day-monster-box",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "More storage than a box of chocolates!&#10;&#10;Do you and your sweetheart have lots of Munchkin stuff? Do you want a way to bring it on your romantic picnic? Then this Monster Box holds the answer to all your heart's desires! You'll have room to lovingly care for more than 2,000 Munchkin cards, a Level Playing Field, some Seals and Dungeons, and all your other alluring Munchkin swag &ndash; all with adorable art by Katie Cook.&#10;&#10;To get you started, it includes twelve holiday-themed Munchkin cards that you can shuffle into any game&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin",
      "Holidays: Valentine's Day"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing Miniatures Game – TIE Reaper Expansion Pack",
    "ID": 246718,
    "Year": "(2018)",
    "Geek Rating": "5.611",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246718/star-wars-x-wing-miniatures-game-tie-reaper-expans",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Engineered as a high-performance troop transport for in-atmosphere missions, the TIE reaper also made its debut in Rogue One. Equipped with advanced ailerons for precise atmospheric maneuvering, thick armor plating, powerful laser cannons, and the capacity to carry elite infantry, this menacing vessel struck fear into Rebel forces across the galaxy.&#10;&#10;Any TIE reaper that you choose to fly in your squadron packs a potent strike, rolling three attack dice as its primary weapon attack. A TIE reaper is not especially agile, leaving it with only a single defense die, but with six hull and two shields, these starships are durable enough to stick around on the battlefield. In fact, TIE reapers bring something quite special to your Imperial X-Wing squadrons. This ship bears the unusual jam action that lets you jam nearby ships and prevent them from using a focus, evade, or target lock&mdash;opening a wealth of tactical opportunities when you&rsquo;re building your squad or flying into battle.&#10;&#10;In the Star Wars: X-Wing Miniatures Game &ndash; TIE Reaper Expansion Pack, you'll find the pre-painted TIE reaper miniature, four different ship cards, eleven upgrade cards, a maneuver dial, and all the other tokens that you need to bring the Empire's deadliest troopers into the heat of battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Series: FlightPath (Fantasy Flight Game)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing Miniatures Game – Saw's Renegades Expansion Pack",
    "ID": 246719,
    "Year": "(2018)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246719/star-wars-x-wing-miniatures-game-saws-renegades-ex",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Take the skies with Saw Gerrera and his renegades with the Saw's Renegades Expansion Pack for the Star Wars: X-Wing Miniatures Game! Rather than introducing completely new ships to the game, this expansion follows in the vein of the Rebel Aces Expansion Pack and the Heroes of the Resistance Expansion Pack by introducing new versions of existing ships already in the service of the Rebel Alliance. In this case, you'll find two new ship miniatures: a U-wing and a T-65 X-wing, both pre-painted in the stunning red-and-white paint scheme of Saw Gerrera's freedom fighters.&#10;&#10;Though the ships may be functionally the same as the ones included in previous expansions, the Saw's Renegades Expansion Pack offers an assortment of ship cards featuring pilots from Saw's motley band of warriors &mdash; or even Saw Gerrera himself, flying his powerful U-wing into your battles. Along with new ship cards for both the T-65 X-wing and the U-wing, you'll find an arsenal of fifteen new upgrade cards, equipping your squadrons with any number of unusual tactics or system upgrades.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Series: FlightPath (Fantasy Flight Game)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gnome's Lunch",
    "ID": 246727,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/246727/gnomes-lunch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "These gnomes have an unusually big appetite for their size! Connect as many gnome tiles to the pizza tiles as you can to collect the most points. Beware of the dragons &mdash; they scare away the gnomes... unless the gnomes team up against the dragons. Surrounded, the dragons will have no other option but to flee!&#10;&#10;Gnome&rsquo;s Lunch is a minimalistic board game with 1-minute rules and a very rich gameplay: tactics, bluff, player interaction and lots of fun!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rainbow",
    "ID": 246730,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/246730/rainbow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "El cielo se ha nublado, se avecina tormenta. &iquest;Ser&aacute;s capaz de conseguir formar el arco&iacute;ris?&#10;RAINBOW es un divertido juego para toda la familia donde deber&aacute;s de forma ordenada conseguir formar tu arco&iacute;ris. Pero no ser&aacute; f&aacute;cil, si bien el sol y la lluvia te ayudar&aacute;n, las nubes, viento y tormentas te lo impedir&aacute;n.&#10;RAINBOW es un juego de 2 a 4 jugadores, a partir de 5 a&ntilde;os de edad, con mec&aacute;nica sencilla de conseguir cartas y evitar que tu rival lo consiga.&#10;La mec&aacute;nica de juego es muy f&aacute;cil. Muestra una carta del mazo de arcoiris y otra del mazo de clima, y debes ir colocandola en tu zona de juego o &quot;cielo&quot;, considerando que si ya tienes una carta similar estar&aacute;s obligado a colocarla en otro cielo que no sea el tuyo. El primer jugador en conseguir los siete colores del arcoiris ganar&aacute;.&#10;El juego contiene un total de 4 arco&iacute;ris completos (28 cartas), y 50 cartas de clima que permite la interacci&oacute;n.&#10;&#10;The sky is cloudy, storm is coming. Will you be able to make the rainbow?&#10;&#10;RAINBOW is a fun game for the whole family where you must neatly arrange your rainbow. However, it will not be easy. The sun and the rain will help you while clouds, winds, and storms will prevent it.&#10;&#10;RAINBOW is a game of 2 to 4 players, from 5 years of age, with simple mechanics to get cards and prevent your opponent from getting it.&#10;&#10;The mechanics of the game are very easy. It shows a card from the rainbow deck and another from the climate deck, and you must place it in your game zone or &quot;sky&quot;, considering that if you already have a similar card you will be forced to place it in another sky that is not yours. The first player to get the seven colors of the rainbow will win.&#10;&#10;The game contains a total of 4 complete rainbows (28 cards), and 50 weather cards that allow interaction.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Enchanted Paths",
    "ID": 246736,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/246736/enchanted-paths",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "0",
    "Description": "In a far away land, magical beings roam the Enchanted Paths &mdash; a fire-breathing dragon and a pure unicorn, a wise wizard and a brave knight, a cackling witch and a beautiful princess... Help the fairytale characters find their way to each other. Fold the game board to connect creatures and items. In order to win, you have to be the first to complete the task, so hurry up!&#10;&#10;In the Enchanted Paths board game each player receives a special magical game board, which can be folded in 24 different ways. The goal of the game is to fold your game board correctly, and complete the task faster than the other players. The tasks differ in complexity. There are 90 challenge cards in the game: 30 easy challenges and 60 difficult challenges.&#10;&#10;The challenge cards show the number of game characters that need to be seen (or connected by paths) on a game board. In order to complete an easy task, a player needs to fold the game board in such a way, that the required number of creatures or items can be seen on one side of the board. The difficult challenge requires the game characters to not only to be seen on one side of the game board, but also to be connected by paths. The first player to complete the task correctly receives a card, as a reward. The game ends as soon as one player collects 5 cards with competed tasks.&#10;&#10;Play the game on both levels of difficulty with your friends or alone. Change the magical world of Enchanted Paths as you please, and help the fairytale characters meet. Set new records, and have lots of fun with this fantastic board game!&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aqualiens",
    "ID": 246737,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/246737/aqualiens",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Aqualiens is a fun boardgame for kids, in which players use special transparent cards to complete the tasks, and help the adorable creatures collect as many seashells as they can.&#10;&#10;Meet the aqualiens - creatures that live on the bottom of a deep blue ocean. They really like seashells and, as everyone knows, you can never have too many seashells! They have learned to grow new arms and tentacles, so they can always grab just one more shell. Help them transform correctly, and collect as may sea treasures as they can carry.&#10;&#10;In the Aqualiens board game each player receives one of the four cute aliens. Transparent cards and goal cards are placed in the center of the table, so everyone can reach them. Lay the transparent cards with arms and tentacles on top of your alien card to complete the task, but make sure to use as few cards as possible! The quickest player to grow and collect everything that's needed, according to the goal card, wins a victory crystal.&#10;&#10;When the players are already good in playing with basic rules, they can try to make the game more complex, by adding some extra rules. In addition to arms and tentacles, the players have to collect a certain amount of seashells on the card of their alien. Note that if some player stops the round by saying &quot;I'm ready!&quot;, and it turns out that the task is made incorrectly, then the player loses one victory crystal! The first player who receives 5 victory crystals wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Speed Colors: Booster Pack №1",
    "ID": 246739,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/246739/speed-colors-booster-pack-no-1",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Can&rsquo;t get enough of Speed Colors? Are you tempted to color everything around you? There&rsquo;s a fix for you! Introducing Speed Colors Booster Pack, a Speed Colors extension containing 12 never-before-seen image cards and 6 rainbow-colored markers for even more colorful entertainment.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chill Out!",
    "ID": 246756,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/246756/chill-out",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A bevy of freshly-squeezed drinks waits to be served &mdash; all they need is ice! Roll the color die, choose a matching tray, scoop up the ice cubes, then drop them one at a time around the board, hoping to land some in your cup. Snag a blueberry for extra points, but watch out for slippery hands trying to snag your cubes! Fill up the frostiest float in Chill Out! and you're the coolest!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  }
]