[
  {
    "Rank": "N/A",
    "Name": "Apogee: Mission Stellar Stride",
    "ID": 347781,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347781/apogee-mission-stellar-stride",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A small expansion that adds an orbital station including 6 Mission Cards for Co-op mode!&#10;&#10;contains :&#10;&#10;1 rulebook&#10;1 Orbital Station board&#10;30 Orbital Station Technology cards&#10;4  European Mission Director cards&#10;6 Coop Mission cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Players: Expansions Adding Cooperative Play",
      "Space: Earth's Moon",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeons & Dragons Miniatures: Blood War Promo – Medium Copper Dragon",
    "ID": 347784,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347784/dungeons-and-dragons-miniatures-blood-war-promo-me",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Admit it, that was funny! Where's your sense of humor?&quot;&#10;- Vaerikorth, copper dragon&#10;&#10;Blood War expands the Dungeons &amp; Dragons Miniatures game with new miniatures to set the stage for battle in the D&amp;D underworld!&#10;&#10;The Medium Copper Dragon is Blood War 20/60 but was also given out as Promo #46.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fighting Pits of Baad Tibera",
    "ID": 347785,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347785/fighting-pits-of-baad-tibera",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Fighting Pits Are Open!&#10;&#10;Now, with Fighting Pits of Baad Tibera, you can take your favourite fantasy miniatures and pit them against each other in games of fast-paced, strategic arena combat! With rules for dynamic melee combat, ranged weapons, magic, packs of wild animals, traps, towers and more, the only limit is your imagination!&#10;&#10;Inside this 120 page, fully illustrated rulebook you will find:&#10;&#10;     Low restriction rules for placing your favourite miniatures straight into the game - there are no set stat-lines, or skills lists; a simple, points based Fighter creation system applies RPG flexibility to a tabletop skirmish game! Create the Fighters YOU want and play them YOUR way!&#10;     A visceral and dynamic combat system that keeps your Fighters on the move, and allows you to deal out long-term, game changing injuries to your opponents!&#10;     Over 40 special Signature moves with which to customize your Fighters and impress the crowds!&#10;     A modular magic system with over 30 spell effects and optional rules for creating your own!&#10;     Full rules for placing in-game wagers on the outcomes of your Bouts - even the spectators can join in!&#10;     A full campaign system - watch your Fighters grow with experience or succumb to their lasting injuries as you follow the fortunes of your Fighter House!&#10;     In-depth background for the city of Baad Tibera and the world beyond, and the variety of magical peoples that inhabit it, to really bring your Fighters, and your games to life!&#10;     Eight sample Fighters!&#10;     And more!&#10;&#10;&#10;Included alongside the rulebook in the download, you'll find a printable playmat, tokens, Fighter sheets, Rosters and more, and a tower and walls that you can build yourself - basically everything you need to get started!&#10;&#10;So what are you waiting for? Grab your sword and strap on your shield - the Fighting Pits await!&#10;&#10;Limited solitaire play&#10;&#10;&ndash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hexes Napoleonics: Batalla de Molins de Rei 1808",
    "ID": 347786,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347786/hexes-napoleonics-batalla-de-molins-de-rei-1808",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "St. Cyr, blocked in Barcelona, &#226;&#128;&#139;&#226;&#128;&#139;decides to make an exit to eliminate the threat of the Spanish settled on the other side of the Llobregat river, who interrupted his communications with the rest of the peninsula.&#10;&#10;With this intention, he leaves the city at the head of his 7th Army Corps with more than 20,000 men, 1,500 horses and some artillery.&#10;&#10;The Spanish block the crossing of the Llobregat river at the Carlos III bridge in the town of Molins de Rei with about 15,000 men and good and abundant artillery, thinking that it will be through that place where the French will try to cross the river.&#10;&#10;In reality the Imperials have crossed much further south and surprise the Spanish on the other side of the river.&#10;&#10;The disproportion of forces makes Spanish victory unfeasible, and therefore in this scenario we will only try to determine how long the Spanish will be able to maintain the pressure and prevent the imperialists from taking them out of their positions.&#10;&#10;If at the end of the day the French have not managed to get the enemy off the map, we can consider that they have lost the battle and that victory will be for the Spanish arms.&#10;&#10;And since the relationship of forces is very favorable to the French, we introduced a reinforcement that did not exist in reality, although it could have perfectly happened, and that allows the battle to be balanced and give the Spaniards more possibilities.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Region: Catalonia (Spain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Talkative",
    "ID": 347787,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347787/talkative",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Have you ever experienced a time-warp? You get lost in conversation and think, where did the time go? What if you earned points based on your ability to keep track of time?  Built around two-minute conversations, Talkative explores that weird time-warp that can happen in your brain, while you&rsquo;re just talking. Perfect for groups of eight or less, Talkative is sure to get everyone talking, but will that conversation blur the passage of time?&#10;&#10;Roll the dice, pick a subject card, start the timer and talk for exactly two-minutes to earn the most chat-bucks. Others can help you fill the time, but be careful, you can't see the timer and their job is to get you to talk too long. Get lost in conversation and you will lose track of time and your chat-bucks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Action Timer",
      "Dice Rolling",
      "Real-Time",
      "Semi-Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A to 3",
    "ID": 347788,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/347788/a-to-3",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In each round of A to 3, each player draws 10 letter cards and tries to form them into words for the highest score.  The score is the sum of the values of all the letters used, plus the values of the first letters of each word, plus bonus points if all 10 cards are used, the bonus being higher if there are just 1 or 2 words made.&#10;&#10;The value of each letter can be 1, 2, or 3, with all 3 values found for each letter if there are enough copies of it. The cards have large letters and strong colors, to help players with impaired vision.&#10;&#10;The highest score after 6 rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Resume Lies",
    "ID": 347791,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347791/resume-lies",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "How to play: To start, one player is designated the &quot;Employer&quot; for a single round. The Employer draws a green job card from the deck after shuffling. Everybody else is dealt 7 blue skill cards. The green job card displays the name of a job or occupation of some kind. The remaining players are &quot;Candidates&quot;, and they must choose from their hand of blue skill cards which card they wish to hand face-down to the Employer. After everybody hands their blue skill cards face-down to the Employer, the Employer will decide based on the skill cards, which Candidate was the best and most appropriate match for the job. Whoever wins the round becomes the Employer for the next round, the cards are re-shuffled and the game restarts. The first player to win ten green job cards wins the entire game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge",
      "Semi-Cooperative Game",
      "Turn Order: Random"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Direchasm – Arena Mortis",
    "ID": 347797,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347797/warhammer-underworlds-direchasm-arena-mortis",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Arena Mortis gives you a variety of new ways to use your existing Warhammer Underworlds collection. 3 to 6 players choose a single fighter from any warband to send into brutal melee, either in a free-for-all brawl or in teams. Arena Mortis offers fast-paced fun, and it's a fantastic way to mix up your game night and settle grudges.&#10;&#10;The latest edition of Arena Mortis is fully compatible with the previous version and brings the action into Direchasm. You'll find a completely new deck of hazard cards to represent the deadly environment and add depth to your games. You'll also nab a fresh set of gambit and upgrade cards to mix into your Warhammer Underworlds decks.&#10;&#10;Inside the set, you'll find:&#10;&#10;&#10;     20 gambit cards &ndash; designed for Arena Mortis but usable in any version of Warhammer Underworlds&#10;     20 upgrade cards &ndash; also compatible with standard games of Warhammer Underworlds&#10;     20 hazard cards, usable only in Arena Mortis (including the previous edition)&#10;     A double-sided game board to play on, compatible with existing Warhammer Underworlds boards&#10;     Tokens and Cards for keeping track of the game, including six new Mortis Lenses&#10;     Fighter cards for Regis Fulbringer and Dolorghast, available in print for the first time&#10;&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer Underworlds",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Donjara",
    "ID": 347798,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/347798/donjara",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Donjara (Jarapon) is a Mahjong-like family game series first released in 1980. Each version has a different theme, usually from a manga or an anime series (e.g. Gundam or Spy x Family), a movie franchise (e.g. Godzilla) or things like the Sanrio Characters (Hello Kitty!) or Chiikawa. The rules for each version are the same except for some minor differences and the scoring for sets.&#10;&#10;The setup is like in Mahjong except each player holds 8 tiles instead of Mahjong's 13 tiles. Each turn a player picks up one tile and discards one. The goal is to collect a winning hand, a &quot;yaku&quot; of 3 sets of 3 tiles. Different combinations score differently. The original version of the game was called Ponjan (Punch game), as you could &quot;Pon&quot; like in Mahjong. The same rule applies to the currect versions of the game. The difference to Ponjan is that in Ponjan you try to collect 3 sets of 4, instead of 3 tiles. Additionally, Jarapon published by Epoch has numbered tiles, making sequences possible, depending on the rules used. The game can be player by 2-4 players, is easy enough to teach anyone from 4 years olds to grandmothers but exciting enough for anyoneto have some casual fun.&#10;&#10;The sets come with 83 tiles plus a blank extra tile. Different versions can come with point tokens or scoring sticks. The NEO series of games that first came out in 2022 come with a board with detachable frame for easy storage, transfer and set-ups for different player counts.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Adventure",
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Open Drafting",
      "Pattern Recognition",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Anime / Manga",
      "Traditional Games: Mahjong"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hellapagos: Big Box",
    "ID": 347802,
    "Year": "(2020)",
    "Geek Rating": "5.674",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/347802/hellapagos-big-box",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Hellapagos is a &quot;co-opetition&quot; game in which players struggle to survive on a desert island and build a raft to escape before a hurricane devastates them. While players need to work together, as the days go by, Hellapagos will get the best of your group and turn friends into enemies. Diplomacy, wit, and skullduggery are all fair game if you are to survive this unforgiving adventure.&#10;&#10;Hellapagos: Big Box combines the components of the Hellapagos base game and They're No Longer Alone expansion, which adds the following new features to the game: twenty character cards, thirty event cards, and twenty additional shipwreck cards. All three expansion elements are independent; players can incorporate a single new component, or all three if they wish.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Events",
      "Lose a Turn",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Set Collection",
      "Take That",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Theme: Survival",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Match It!: Picture Word Bingo",
    "ID": 347807,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347807/match-it-picture-word-bingo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Be the first to fill your board with matching picture cards in this beginning reader game.&#10;&#10;Shuffle the picture cards and set them in a pile. As they are revealed the player with the matching item claims it to place on their board. Continue until someone folks their board and yells, &quot;Bingo!&quot; Difficulty can be adjusted by using three sides of the board or cards with pictures and words or with only words.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Bingo"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skogen: Bäck Expansion",
    "ID": 347808,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347808/skogen-back-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Play out new species and elements and rake in more points with the expansion B&auml;ck!&#10;&#10;This expansion let's you play Skogen with up to 6 players.&#10;&#10;Contains: 3 brook trays 14 species trays, 5 element trays, 3 brook trays, 1 rule booklet, 2 life cards, 2 screens, 2 extra piece holders.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Environmental",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Champions: The Card Game – The Vision Hero Pack",
    "ID": 347812,
    "Year": "(2022)",
    "Geek Rating": "5.980",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347812/marvel-champions-the-card-game-the-vision-hero-pac",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.8",
    "Description": "As the ultimate android, Vision flies into Marvel Champions in this expansion pack, which introduces him as a brand-new hero, along with his 15 signature cards. Vision comes packaged with a pre-built Protection deck ready to play from the moment you open the box. His gameplay revolves around his unique density manipulation mechanic, which makes him a strategic hero with some impressive durability.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Comic Books: Marvel Universe",
      "Game: Marvel Champions – The Card Game",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Champions: The Card Game – Sinister Motives",
    "ID": 347813,
    "Year": "(2022)",
    "Geek Rating": "6.423",
    "Avg Rating": "8.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347813/marvel-champions-the-card-game-sinister-motives",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.9375",
    "Description": "This Spider-Verse-themed box comes with two web-slinging heroes, Ghost Spider and Spider-Man (Miles Morales), as well as a plethora of classic Spider-Man villains, such as Sandman, Venom, and the notorious Sinister Six.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Game: Marvel Champions – The Card Game",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Charge!: Eagles Rising",
    "ID": 347821,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/347821/charge-eagles-rising",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "0",
    "Description": "CHARGE! Eagles Rising allows you to recreate battles in the Napoleonic era from the tactical to grand tactical seamlessly.  &#10;It is a battalion level game that allows you to be an active participant whether you are the phasing or non-phasing player. You can expect historical realistic outcomes provided Napoleonic tactics are employed.&#10;&#10;You can use your figurines mounted for Empire and Napoleon&rsquo;s Battles in addition to many other popular games with no need to remount for playing this new system. You&rsquo;ll be able to start utiizing this new approach rather quickly with minimum preparation.&#10;&#10;The game has basic command and control, strategic movement, and higher unit morale (i.e. Division, Corps, Army), but keeps the individual unit moral to a minimum. This allows the game to be both strategic and tactical without bogging down &#10;in endless details.&#10;&#10;This game is based on the command of large formations with each turn representing 20-30 minutes of real time &#10;and a scale of  1&rdquo; equals 40-60yards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Charge! Eagles Rising: Battle of Loubino (Valutina-Gora) – August 19 1812",
    "ID": 347822,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347822/charge-eagles-rising-battle-of-loubino-valutina-go",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Russian General Barclay de Tolly on the evening of August 18, 1812 decided to pullout of the battle of Smolensk and continue the retreat to Moscow.  &#10;The Russian army got lost, and did not get far before the French advance guard found the rear guard of the Russian Army near the villages of  Valutino, and Valutina-Gora.&#10;&#10;This is a scenario booklet for Charge! Eagles Rising as this rearguard battle neared Loubino and the main line of retreat for the Russian army the morning of August 19, 1812. &#10; This scenario has about 50,000 men per side and is at the battalion level.&#10;&#10;This scenario can be adapted to any Napoleonic rules set.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Cities: Smolensk  (Russia)",
      "Country: Russia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trip to Cadbury's Game",
    "ID": 347823,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347823/trip-to-cadburys-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A Trip to Cadbury's Game is an promotional advertising game produced by Cadbury's Chocolate in Australia during the 1960s.&#10;&#10;The object of the game is to be the first player to arrive at the Cadbury's Chocolate factory in Tasmania, Australia.&#10;&#10;Players roll a dice and move their colored token the number of spaces along roads around the Cadbury factory. Certain spaces link these concentric roads to smaller inner roads that is repeated until the final innermost road leads to the factory. Hazards encountered along the way can send players back to the start or miss a turn.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia",
      "Promotional: Board Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Geheimnis von Holborn Hall",
    "ID": 347824,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/347824/das-geheimnis-von-holborn-hall",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This escape game is all about a surprising last will and a mysterious mansion. The players take on the role of Emma Hart, who unexpectedly inherits the entire estate of deceased film icon Violet Hayward. The players explore the mysterious Holborn Hall estate together and have to solve various tasks.&#10;&#10;The exciting journey leads through the mansion's rooms and each puzzle brings the group one step closer to the solution. For each room there is a hidden envelope, which may only be opened when you have reached this door in the game.&#10;&#10;Behind the doors there are logic puzzles, riddles or picture and number tasks. The players can only master all the challenges and solve the mystery of Holborn Hall by working together as a team.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "パタルタ (Pataruta)",
    "ID": 347829,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/347829/pataruta-pataruta",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Pataruta is a new take on the classic Japanese game of Karuta. The title of the game is a portmanteau of &quot;pattern&quot; and &quot;karuta&quot;.&#10;&#10;At the beginning of each turn, a card is flipped from the stack to create the winning conditions for the turn. The conditions include two parts and a Venn diagram. Depending on the Venn diagram, each of the two parts must be included or excluded from a card in order for it to fit the winning conditions.&#10;&#10;The quickest player to find a card with the correct combination of parts wins the turn. If no cards match the conditions, the fastest player to pick up the condition card wins instead.&#10;&#10;When there are no longer any cards left in the stack, the game ends. The player who has collected the most cards is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Race",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "イロトリトリ (Irotoritori)",
    "ID": 347830,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347830/irotoritori-irotoritori",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In Irotoritori, players compete to be the quickest in finding bird cards that match both a condition card and a bird card which specify the color of parts composing a bird's body.&#10;&#10;The player to find the most matching bird cards wins the round and gets to score points.&#10;&#10;At the end of 5 rounds, the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Animals: Birds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disobey",
    "ID": 347832,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347832/disobey",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Disobey is a semi-cooperative communication game inspired by John Carpenter's They Live.&#10;&#10;During all phases of the game, it is strongly recommended to discuss, argue, try to convince your playing partners ... or manipulate them to achieve your goals.  Anything goes! The only rule is that you cannot reveal your cards. You have to let the doubt hang out.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Traitor Game",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Action Force Strategy Game",
    "ID": 347840,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347840/action-force-strategy-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Action Force Game is an exciting board game for 2 players based on the constant struggle for supremacy, between Action Force and         Cobra Command, demanding military planning and tactical skills. It is played on the printed board (inside of the box), and involves combat on land, air and sea.&#10;&#10;The object is to seize the enemies [sic] H.Q. using all the resources at your command. Each side has a different mix of vehicles and terrain, ensuring that every game presents new challenges...&#10;&#10;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Toys: G.I. Joe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cube",
    "ID": 347862,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/347862/cube",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Cube, two to four players try to recreate the color combinations of their task cards on the game board. Whoever first fulfills the required number of cards wins.&#10;&#10;The situation on the game board changes with every turn. The active player can choose to either place a blindly-drawn wooden cube on the board or to move an already-placed cube to a different space.&#10;&#10;A ball recessed at the bottom of the game board makes it easy to rotate the board in all directions, and the different perspectives &mdash; from above or from one of the four sides &mdash; allow for multiple possibilities of fulfilling a task card for all players, whether it's their turn or not. If the cubes on the game board lie on different levels or in different rows, the viewing direction is crucial. Cubes hidden from view don't count.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: 4 x 4 Grids",
      "Components: Dice with Icons",
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Habt 8",
    "ID": 347868,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347868/habt-8",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "The task cards show color combinations, and your objective is to recreate these by placing wooden blocks in these colors on the gameboard. The white joker is very helpful for that. On each turn, you may either blindly draw a block out of the bag or relocate a block that is already on the board.&#10;&#10;Playing this game fosters spatial vision in combination with concentration &ndash; and with fun.&#10;The first player to fulfill the 8 task cards wins.&#10;&#10;It seems to be a lightwEIGHT game &ndash; but both players need to stay alert, since a good chance of completing a task can be blocked quickly.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Recognition",
      "Square Grid"
    ],
    "Families": [
      "Category: n in a row",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clinic: Deluxe Edition – 5th Extension",
    "ID": 347869,
    "Year": "(2022)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347869/clinic-deluxe-edition-5th-extension",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "5",
    "Description": "Occasionally, I&rsquo;ve heard it said that some players build their clinic nearly the same way every time, and that the construction part of the game lacks variety. So, in The Extension, I added Urban Design 1.0 to require different floor plans, and Underground Utility Work to reduce the available space and to resize and reconfigure your player boards however you want. Then, in the 3rd Extension, I added Urban Design 2.0.&#10;&#10;But still&hellip; you have all become veterans of all of these obstacles, and now you need more!&#10;&#10;So, I offer you new layouts for the ground floor, and a new series of double tiles, which should not only accelerate development of your clinic, but also allow you to play on these more difficult floors &mdash; plenty to get you out of your rut!&#10;&#10;&mdash;From the introduction of the rulebook&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Economic",
      "Medical",
      "Territory Building",
      "Transportation"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Pick-up and Deliver",
      "Simulation",
      "Solo / Solitaire Game",
      "Three Dimensional Movement",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Game: Clinic",
      "Medical: Hospitals / Clinics",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Trip!: The Infamous Game",
    "ID": 347874,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347874/the-trip-the-infamous-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&quot;Are you ready for a psychedelic journey? Fill up on alcohol and drugs and set off on the most infamous rat race in history.&quot;&#10;&#10;The Trip! is a cruel fight based on recklessness, drugs and a lot of infamy.&#10;&#10;To win you must be the first to reach the 250km that separates you from the finish. You will be able to move on the course thanks to the VEHICLE cards and the BOOSTER cards.&#10;&#10;Get special abilities by carrying PASSENGER cards and increased speed by accumulating bonuses from DOPING cards, but beware! overdosing will make you lose everything.&#10;&#10;If your opponent is running too fast, tip the law enforcement and throw them a ROADBLOCK or use ACTION cards to punish that poor bastard!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Alliances",
      "Race",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reign in Hell: The Oculus Spear – solo and co-op expansion",
    "ID": 347875,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347875/reign-in-hell-the-oculus-spear-solo-and-co-op-expa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Reign in Hell: The Oculus Spear is a solo &amp; co-op expansion for Reign in Hell, the miniatures-agnostic tabletop wargaming ruleset about demons battling in the remains of Hell. &#10;This expansion includes a six-part campaign that you can play alone or co-op with a friend. &#10;You'll explore Hell for the Oculus Spear, a Relic of great power that could potentially turn the tides of Hell. Can you survive the campaign and Reign in Hell?&#10;&#10;Designed by wargaming YouTube nerds Adam Loper (Tabletop Minions) and Vince Venturella (Warhammer Weekly) - Reign in Hell is designed as a fun, quick skirmish game that allows you to play using the demon models you may already have from many different fantasy games out there, or build (or 3D print) new ones to make your cabal exactly the way you envision. The campaign system is robust, and allows for growth and customization for your demons as they gain Titles and discover Relics and Essences to increase their powers.&#10;&#10;You must have the main ruleset Reign in Hell to use this expansion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Expansions Adding Cooperative Play",
      "Players: Expansions Adding Solo Play",
      "Theme: Hell"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munus",
    "ID": 347876,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347876/munus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "As a concept, gladiatorial combat is one of the more horrible ideas that humans have come up with. However, it certainly has a morbid and primal appeal. Even the Saintly Augustine of Hippo observed how quickly one could become drunk on the sights, sounds, and bloodshed of the Roman Games.&#10;&#10;Munus is a set of rules designed to stage a miniature recreation of gladiatorial combat. &#10;The core rules are intended to be streamlined so that two players, with a sound understanding of the rules, can string several half-hour games together in a single game session.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Ancient: Rome",
      "Players: Two-Player Only Games",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sensuikan: Japanese Fleet Submarines in WW2",
    "ID": 347878,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/347878/sensuikan-japanese-fleet-submarines-in-ww2",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "300",
    "Weight": "3",
    "Description": "Sensuikan: Japanese Fleet Submarines, 1941-45 is a solitaire, tactical level game that places you in command of a Japanese Fleet submarine from Pearl Harbor until the end of the war in 1945. &#10;After choosing a class, your mission is to conduct special missions as assigned by the Combined Fleet. &#10;The player will take his submarine on assigned missions with the objective to complete said missions, as opposed to necessarily sinking merchant vessels (although that is sometimes an objective). &#10;You will be advancing your crew quality and increasing your commander&rsquo;s rank and awards&mdash;all while remembering you have to make it home amidst diminishing odds of survival as the war progresses.&#10;&#10;Players will find it extremely challenging to survive an entire tour from 1941 to 1945, at which time, if still alive, you will surrender at port, having done your part on the front lines.&#10;&#10;A fascinating historical addition to Sensuikan is three new modules: the Aircraft Module, the Midget Sub Module, and the Kaiten (suicide torpedo) Module. These modules facilitate play if a player is assigned to a submarine that is equipped with one of these special capabilities.&#10;&#10;The system is packed with rich technical detail based on the various submarine classes used by Japan. There are no less than 17 classes of submarine to choose from. These include:&#10;&#10;     Types A, B, C&#10;     Junsen (3 classes)&#10;     Kirai-Sen Class&#10;     Kaidai (5 classes)&#10;     Type B. 3 and Type C. 3&#10;     Sen-Toku and Sen-Taka Classes&#10;     Type A (Modified)&#10;&#10;&#10;The different classes have historical equipment, sometimes including aircraft in watertight hangars, midget submarines, and later in the war, suicide torpedoes. You may be assigned to special missions based on your class&rsquo;s capabilities &ndash; perhaps a midget submarine attack on Pearl Harbor or Australia, the bombing of the U.S. west coast, or possibly even an attack on the Panama Canal.&#10;&#10;Besides the focus on hardware, the human aspect of the war is captured as the submarine Commander (the player) and his crew can improve over time via skills acquisition. In addition to having combat modules to facilitate ease of play, the game includes a major change by including the &ldquo;Major Event&rdquo; markers that track the war&rsquo;s progress and possibly involve the player in supporting the Major Events as they occur.&#10;&#10;Gameplay moves quickly, following a set sequence of events that are repeated until the end of the game. Once you have your initial assignment, your submarine goes on patrol, randomly rolling for events and encounters. Special emphasis is placed on successfully conducting any operations assigned to you by Higher Command, as implemented by the &ldquo;Major Event&rdquo; marker system. Although sinking enemy shipping is always encouraged, the game&rsquo;s primary goal is to conduct operations as assigned to support the Main Force Fleet or other ongoing significant military operations.&#10;&#10;This game should be highly accessible to those familiar with the The Hunters or Silent Victory game systems and is meant to be a historical yet highly playable and exciting solitaire game covering Japanese fleet boat operations in World War II.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Japan",
      "History: World War II (Pacific)",
      "Mechanism: Campaign Games",
      "Players: Wargames with Solitaire Rules",
      "Region: Pacific Ocean",
      "Series: The Hunters",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Clan Fire Star",
    "ID": 347880,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347880/battletech-clan-fire-star",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A withering fusillade of firepower from the Clans' technologically advanced OmniMechs can cut a swath through even the mightiest wall of defenders. The superior firepower of these designs gives a Clan commander an even greater edge.&#10;&#10;Unleash the Clan Fire Star on your enemies! Warhawk, Nova Cat, Cougar, Kit Fox and Fire Moth&mdash;no assembly required&mdash;along with five MechWarrior pilot cards and five Alpha Strike cards. Perfect for Battletech and Alpha Strike action!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Game: BattleTech: Alpha Strike",
      "Series: BattleTech ForcePacks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Is or Isn't",
    "ID": 347882,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/347882/is-or-isnt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Is or Isn't, players take turns rolling the die and moving their pawns around the gameboard. When they land on a word card space, all players look to identify the matching synonym or antonym on their bingo boards and cover that square with a token. Landing on a challenge space provides the player an opportunity to choose any open square on their board and place a token if they successfully complete the challenge. The first player to fill a row or column with four tokens wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [
      "Bingo",
      "Matching",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "East Asia Expansion: Buddha Era 1800",
    "ID": 347884,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/347884/east-asia-expansion-buddha-era-1800",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "0",
    "Description": "East Asia Expansion - Buddha Era 1800 is a board game based on the trade of East and Southeast Asian venues around the 13th century.&#10;&#10;The aim of the game is to increase your own wealth by investing in and managing trading groups in countries without a player map.&#10;In the later stages of the game, you can also invest in visitors such as Japanese pirates and European powers, which allow you to make money while interfering with other nations' trade routes.&#10;The player with the most assets at the end of the game wins.&#10;&#10;The game takes place in the 13th century and is based on the maritime trade in East and Southeast Asia. The game is not about railways, but about investing in trading groups of countries to earn money. The main differences between this game and the usual 18xx game are that there are no railway tiles in the sea. Instead, you can use &quot;route blocks&quot; to expand your routes. In this period of Asian maritime trade, there are obstacles such as Japanese pirates and European powers. The game is played in a number of different ways. The number of turns is predetermined. There is no &quot;Bankruptcy is the end of the game&quot; rule. The game is similar to Poseidon, but a bit more 18xx.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: Asia",
      "Country: Japan",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Come",
    "ID": 347885,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/347885/kingdom-come",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Africa is the cradle of civilization and home to the greatest kingdoms in the world. Throughout various periods of history, empires rise and fall. Kingdoms come and go. But only the most victorious are remembered! You are a leader of a mighty African kingdom. Lead your kingdom to supremacy through your prowess in tactical movement, the market, kingdom management, and military might. However, rival kingdoms threaten your reign. To make matters worse, there are monsters invading from the Realm! But if you are mighty enough to defeat a monster, then you can capture it and use it in future battles. History is in the making! Time is short. There are multiple paths to victory but only one kingdom may be victorious. How will your kingdom be remembered?&#10;&#10;The goal of Kingdom Come is to have the most victorious kingdom in Africa! You will lead your kingdom to victory by set collection and accumulating victory points over the course of 3 periods. During each period, you will position your military across Africa, go to the market to buy upgrades, manage your kingdom, and engage in epic battles against monsters and other players' kingdoms. The player with the most victory points at the end of all periods wins the game!&#10;&#10;Kingdom Come is a celebration of the history, diversity, and cultures of Africa. It is driven by ubuntu philosophy and features a strong emphasis on empathic user-centered design. Thus, in Kingdom Come, you will feel welcomed, victorious, and motivated to win to the very end.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology",
      "Negotiation",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Auction: Sealed Bid",
      "Betting and Bluffing",
      "Catch the Leader",
      "Cooperative Game",
      "End Game Bonuses",
      "Force Commitment",
      "Hand Management",
      "Income",
      "Negotiation",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Take That",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Continents: Africa",
      "Creatures: Monsters",
      "Players: Wargames with Solitaire Rules",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Personal Space: The Concert Moon",
    "ID": 347886,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347886/personal-space-the-concert-moon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Concert Moon is an expansion for Personal Space and requires the base game to play.&#10;&#10;The Concert Moon is a new moon that you can visit during your games of Personal Space.&#10;&#10;Orbit: 10:00-11:00 AM/PM&#10;Popular Attraction: Open Mic Stage&#10;Local Cuisine: Maxx Energy&#10;&#10;New Neighbor: You will gain one of four new neighbors:&#10;&#10;    Gizi Mattax&#10;    Janess Coldcoat&#10;    Razor Faintmane&#10;    Roland Bursay&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Legacy Game",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Personal Space"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trolling for Trouble: Firebeast",
    "ID": 347887,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347887/trolling-for-trouble-firebeast",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An additional player character for Trolling for Trouble, the Firebeast. Attributes are listed on card.&#10;&#10;&#10;Released in the November 2020 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Trolling for Trouble",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Battle Of Midway",
    "ID": 347888,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/347888/blood-red-skies-battle-of-midway",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Blood Red Skies is a tabletop miniatures game in which you take command of a force of fighter aircraft in battle. The emphasis in Blood Red Skies is on controlling a large number of planes at once. Action in the game is fast-paced, with no pre-plotting or book-keeping required. A smallish game of Blood Red Skies, with six planes per side, can be fought in forty-five minutes or less.&#10;&#10;A force is comprised of iconic World War 2 fighter aircraft using the dynamic &lsquo;Advantage&rsquo; system. Opposing pilots can also use card-based aircraft traits, doctrines, Ace skills and theatre rules to make the most of their planes and fighting environment.&#10;&#10;The Battle of Midway starter set contains everything you need to get playing, including rules, tokens, dice, game cards, and crucially 12 highly detailed Warlord Resin aircraft with which to battle.&#10;&#10;The Grumman F4F Wildcat When the US Navy and Marine Corps entered the Second World War, they had only one effective fighter aircraft available to them: the F4F Wildcat. Fortunately, the Wildcat proved more than equal to the task of holding the line.&#10;&#10;The Mitsubishi A6M2 &lsquo;Zero&rsquo; The Mitsubishi A6M Zero was a fast, modern fighter, but had no armour for the pilot. When the Zero (derived from the Japanese name Reisen - meaning Zero Fighter) was in the hands of aggressive and well-trained pilots this weakness was rarely apparent.&#10;&#10;The US aircraft are provided in blue-coloured resin and the Japanese in white/cream, making your squadrons easily distinguishable and able to launch into furious tabletop dogfights even before you touch paint to model.&#10;&#10;&ndash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Imperial Japanese Air Force",
      "Game: Blood Red Skies – United States Army Air Forces",
      "History: World War II (Pacific)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wellerman",
    "ID": 347892,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/347892/wellerman",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You captain a 19th century Weller Brothers supply ship.  Your Wellerman sails from Dunedin, New Zealand with four cargo holds which carry sugar, tea, or rum.   Use available wind cards to beat the other captains to the destinations where your cargo is currently the most prized.  But, the more money your ship earns on a run, the more your crew drinks on shore leave... and jolly crews are slow to return to sea.&#10;&#10;Win the game by gathering the most coin before the last sailing season.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Commodity Speculation",
      "Hand Management",
      "Movement Template",
      "Order Counters"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chromatics",
    "ID": 347893,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347893/chromatics",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Business is booming for local artisans and as assistants at the local paint shop, you and your opponent must race to meet their urgent requests! Carefully manage your inventory of colors, invest at the right time to obtain useful bonuses and abilities, and assemble sets to fulfill the requirements for rare and valuable color swatches.&#10;&#10;Chromatics is a tight, two-player strategy game about colors. In a fresh twist on established game mechanics, each player's resources - red, blue, and yellow &quot;primary color cubes&quot; - also function as the &quot;workers&quot; used to secure positions around a contested 4x4 grid of cards. Each round, players place cubes from their inventory on various border cards, before deciding to take one of two actions:&#10;&#10;&#10;     investing cubes, allowing players to build up their supply of colors, or&#10;     spending cubes, obtaining a wide variety of action cards featuring inventive abilities and lucrative scoring bonuses&#10;&#10;&#10;When each round ends, players are also provided an opportunity to purchase vibrant paint swatches, further adding to their score - but depleting their inventory of resources at the same time. At the end of the game, players tally their scores. Most points is the winner!&#10;&#10;Featuring an approachable art style, a creative blend of mechanics familiar to veteran players, and a variety of cards to ensure no two games are alike, Chromatics is an exciting entry into the genre of two-player strategy games. Who knew colors could be so competitive?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Pieces as Map",
      "Square Grid",
      "Worker Placement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stackegories",
    "ID": 347895,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/347895/stackegories",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Stackegories is a fast-thinking word microgame of stacking categories with four ways to play. The base mechanism is finding an answer that fits a restriction and relates to two categories. For example, what's something that Starts with C and is related to Food and School? Cafeteria!&#10;&#10;With four ways to play, you can either:&#10;&#10;     Race your friends to be the first to find an answer.&#10;     Come up with the most answers for a grid of categories.&#10;     Outlast your opponents by finding answers to an increasingly restricted category.&#10;     Cooperate to find a secret answer by giving clues related to the categories.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Print & Play",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Friday the 13th: Horror at Camp Crystal Lake – Player Powers Promo Set",
    "ID": 347905,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347905/friday-the-13th-horror-at-camp-crystal-lake-player",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "These six player power cards will add to the excitement and drama of your game by giving unique abilities to each of the players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Movies: Friday the 13th"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fragmentz",
    "ID": 347907,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347907/fragmentz",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Fragmentz is recreation of fast-paced Korean poker/card game called Go-Stop. With the Fragmentz deck players can play two types of games which are Go-Stop and Gree.&#10;&#10;Go-Stop, The goal of Go-Stop is to capture cards from a central layout by playing a card of the same realm(landscape). The aim is to collect scoring combinations among the cards captured. When a player's captures have a sufficient value, the player can 'stop' the game and claim payment, or can continue the game ('go') taking the risk with hope of winning more.&#10;&#10;Gree, is a new interpretation of Korean version of Texas Hold'em called 'Seotda', playing with 20 cards from the deck and each players dealt 2 cards(or 3 card variation). Goal is to have the highest scoring hand according to the preset combinations called pedigree.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Fishing",
      "Card Games: Outplay",
      "Crowdfunding: Kickstarter",
      "Traditional Games: Hanafuda"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Manos a la olla",
    "ID": 347908,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/347908/manos-a-la-olla",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Manos a la olla is a game for 2 to 4 players. Win the final of this magic potion contest before the other witches - cheats and curses welcome!&#10;&#10;Each witch will take a magic recipe to prepare. During each turn, each witch plays an action card from her hand to collect new ingredients or take them from the cupboard. You can also use teleport spells to move ingredients (or steal them, ha ha!) between the witches' cauldrons. Finally, you can use a transmute action to magically swap one ingredient for another. As witches are not immune to attacks and traps, the Witch's Reflexes card will save you from more than one trouble!&#10;&#10;Witches also get fed up with being cheated, so they can sometimes use spells that will stun their opponents - watch out for them! Among the 20 ingredients, some are very rare. So you'll have to fight for them with other witches to complete your recipe.&#10;&#10;Only when your cauldron contains the exact ingredients for your recipe will you be victorious - remember, you must make two to get it! The rules of Hands in the Pot are extremely simple to allow the witch players to interact with each other as much as possible.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Action / Event",
      "Zone of Control"
    ],
    "Families": [
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Undergrowth: A Tunnel Crawling Quest",
    "ID": 347910,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/347910/undergrowth-a-tunnel-crawling-quest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Undergrowth: A Tunnel Crawling Quest is a Euro-inspired American-style strategy game for 2-4 players set underground in an old woodland. Players assemble a gang of local Dwellers with different talents (your gang tableau) and move through ancient tunnels hunting treasures and other rare finds. Treasures can be stashed for victory points or used to boost capabilities (movement, carrying load, health, dueling skill and gang recruitment) and activate tools. Treasure also hires you Dwellers for your gang. As your gang grows your capabilities also grow. As you travel deeper into the tunnel labyrinth, the going gets harder. Blessings from the Green Man God aid your quest, but the murderous Weasels will stop at nothing to prevent you getting your hands on treasure.&#10;&#10;Undergrowth is a tableau building game with mixed, interacting mechanics where the aim is to assemble the most skillful, most renowned and wealthiest treasure hunting gang. The winning player has the highest value card tableau and the most stashed gold at the end of 12 rounds. The game combines point to point movement, resource management, tableau building, dice combat and a hint of push your luck to produce a fun, adventurous and interactive tunnel crawling treasure hunt. Players have thinky dilemmas and interesting tactical choices. Deploy your tunnellers, move them through the tunnels, seek and find different treasures, avoid obstacles, interact with opponents, build your gang and grow your wealth and local reputation. Recruit new gang members from the local Inn and pay their cost to add them to your gang, then use their immediate or ongoing skills to become the dominant treasure hunting gang.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Income",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Badgers",
      "Animals: Bats",
      "Animals: Bears",
      "Animals: Beavers",
      "Animals: Birds",
      "Animals: Cats",
      "Animals: Crows / Ravens / Magpies",
      "Animals: Deer / Antelope",
      "Animals: Eagles",
      "Animals: Foxes",
      "Animals: Frogs / Toads",
      "Animals: Gophers",
      "Animals: Hedgehogs / Porcupines",
      "Animals: Lizards",
      "Animals: Mice",
      "Animals: Owls",
      "Animals: Rabbits / Hares",
      "Animals: Raccoons",
      "Animals: Rats",
      "Components: 3-Dimensional (3D)",
      "Components: Meeples (Animal) / Animeeples",
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends Untold: Potions & Preparations Expansion Set",
    "ID": 347915,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347915/legends-untold-potions-and-preparations-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Long ago, when the Orakhee fell upon the Brethren Empire, the Gnimshka listened to the earth and it protected them. Today the great Glyptographers of the Gnimhomes teach their disciples how to inscribe the rocks of the world, releasing the Lustre within them in an art they call Petromagika. From the revered Gardeners of Achea, to the humble village Broth Apothecarys of the Painted Forest, almost every culture on Mor Nadar knows that foraging for plants, and scavenging some of the remains of animals, can yield treasure when combined with the skilled use of pestle and mortar.&#10;&#10;Potions and Preparations is an optional expansion for the Legends Untold game system. This set unlocks new options for Heroes to gather resources during their adventures and use them to make alchemical potions and magical preparations. This expansion pack works in conjunction with the Alchemy Booster Pack (which is intended to be reprinted in the Novice Booster Set Volume II) and there are rules for updating those cards in conjunction with this set.  This expansion pack works in conjunction with the Alchemy Booster Pack (which is intended to be reprinted in the Novice Booster Set Volume II) and there are rules for updating those cards in conjunction with this set.&#10;&#10;This set introduces:&#10;&#10;     New Resource types for Alchemy &ndash; 80 new Plant and Animal Reagent cards which can be used to brew exciting Potions. &#10;     A new magic system - the ancient art of Petromagika; inscribe the 56 new Mineral Resource cards and use them to unleash the magical Lustre within.&#10;     45 new Potions and Preparations to make. Will you use the &lsquo;Draft of Foresight&rsquo; to Divine the next 3 Adventure cards, or maybe you will place your inscribed gem inside the &lsquo;Steel Shot&rsquo; Preparation enchanting your Crossbow bolts with lethal penetration.&#10;&#10;&#10;A range of new options to help you build the character you want to play, specialising or dabbling as you see fit:&#10;&#10;     2 new Occupation cards; the Gnimshka Stone Scout and Persi Apothecary&#10;     New Kits and Outfits to assist you in gathering and preparing resources&#10;     6 Skill Talents to support gathering and using Herbs, Plants, Animal Reagents and Minerals.&#10;     2 new weapons; the Gnimshka Gastraphetes crossbow and the Sagaris club/axe&#10;     6 Weapon Talents used in conjunction with the two new Weapons provided&#10;     New Herb and Gem Loot Items for use with the Adventure and Treasure decks.&#10;     Updated Location cards for the caves and sewers sets to help you find the minerals you are looking for.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Ancient",
      "Exploration",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Game: Legends Untold",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Guess Chess",
    "ID": 347916,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/347916/guess-chess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Minimalistic 2-player tactical card game with elements of chess figures.&#10;&#10;Players take turns in secretly placing 8 figure cards on a 4x4 board.&#10;&#10;The last placed card is instantly revealed and begins a chain of attack = reveal an opponent's card in its reach, determined by the chess figure on it. Revealed figure's owner has to continue in the same fashion. The first player who cannot continue, loses.&#10;&#10;In 3 and 4 player version, the board size is bigger and the game has a single loser - the one who cannot continue the chain of attack.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Memory",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Memory",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trail Run",
    "ID": 347917,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/347917/trail-run",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Trail Run is a push-your-luck game simulating long-distance running races on various terrain. Like in real life running events, players will have to pace themselves by deciding how many times they will roll the dice and thus try to run fast, but not too fast to avoid blowing up before they reach the finish line.&#10;&#10;Players will roll the dice to move their pawns across the race course and the goal of the game is to be the first player to reach the Finish line which is the last space located on the Open Road terrain card.&#10;&#10;On their turn player rolls 2 neutral dice: if different, player advances 1 step; if equal, 2 steps; if their sum is 7, player goes bust. In this last case the turn ends, otherwise the player may decide to roll again.&#10;&#10;Before rolling the dice, player may announce they whish to use a water bottle to avoid going bust on the next roll.&#10;There are 9 terrain cards and majority of them introduce some modifications to the game rules.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Race"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bear vs Bull",
    "ID": 347924,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.20",
    "Link": "https://boardgamegeek.com/boardgame/347924/bear-vs-bull",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Each player will contribute to creating the graph (Candelsticks) of one (or more) quoted Financial Instrument, by playing cards from his hand. In his turn, the player can also decide to open or close positions, betting on the rise or fall of the Financial Instrument. The player will earn from the difference between the price at which he opened the position and the price at which he closes the position. &#10;It is essential to study the intentions of the opponents and hinder them while trying to position themselves strategically. Some Money Management cards help you to better manage your positions and hinder your opponents with the typical dynamics of drawing cards, having them discarded, spying or playing out of your turn. &#10;Attention instead to the Event cards that once drawn are activated and can upset the market (and the wallet of those who have risked too much). Of course, whoever earns the most wins.&#10;&#10;The game is designed to have an elementary basic development that mirrors the development on the market of a financial instrument. The player is led to make delicate choices based on market trends, dealing with an emotional state and risk management that are typical of real operations.&#10;&#10;In this sense, the game is designed so that statistically the rise in prices is slower than the relative descents (you go up the stairs and go down with the elevator). At the same time it will never be possible to know in a game, if you are in a bear market or a bull market as some random cards are removed from the deck at each game.&#10;&#10;The entire game is designed to give food for thought and teaching. The possibility of comparison is in fact a competitive advantage that very often people in the financial world do not use due to the difficulty of dealing with such delicate issues as personal investments.&#10;&#10;The possibility of comparison is continuously solicited by combining different financial instruments and players with market situations and risk appetites that are different for each of us.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Investment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Camel Express!",
    "ID": 347929,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/347929/camel-express",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "About a thousand years ago, somewhere in the world which is now called the middle east, two siblings started a new business: a delivery company called &quot;Camel Express&quot;. But how could they convince people to use their services? And which of the two siblings should lead the company?&#10;They found an answer to both questions: The most successful one will be the &quot;Boss&quot;!&#10;&#10;In Camel Express!, two players compete against each other to prove who is the better businessperson and should be the boss. After the third new moon appeared, the player who manages to send the biggest Caravan on its journey is the winner of the game.&#10;&#10;You can play this game in 3 different difficulties: Basic, Normal, and Advanced. We recommend starting with the Basic version and after just a few games and getting to know the rules, Play the Normal game. Do the same with the Normal game until you feel you are ready for some more challenges in the Advanced difficulty.&#10;&#10;Players are dealt 6 cards to each player, then draw and place cards to build their caravan. During the action of drawing cards, if any player draws the New Moon card, the first round immediately ends. The game plays in 3 rounds. After the first round is over, start the second and then the third round exactly the same as the first round. After the third round is finished, the player with the highest total point is the winner of the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Hidden Victory Points",
      "Take That"
    ],
    "Families": [
      "Animals: Camels",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pop for Word Families",
    "ID": 347930,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347930/pop-for-word-families",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "How to Play:&#10;&#10;Place the popcorn box in the middle of the table.&#10;&#10;Take a popcorn card out of the box and read it.&#10;&#10;If you read the word correctly, keep the card. If you read the word incorrectly, place the card in a separate pile of &quot;un-popped&quot; words to be read later.&#10;&#10;If you draw &quot;POP!&quot; card, return all of your cards to the box and move that &quot;POP!&quot; card from play.&#10;&#10;Take turns playing until the popcorn box is empty. The player who has the most popcorn cards at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pop for Letters",
    "ID": 347931,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347931/pop-for-letters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "How to Play:&#10;&#10;Place the popcorn box in the middle of the table.&#10;&#10;Take a popcorn card out of the box and read it.&#10;&#10;If you read the word correctly, keep the card. If you read the word incorrectly, place the card in a separate pile of &quot;un-popped&quot; words to be read later.&#10;&#10;If you draw &quot;POP!&quot; card, return all of your cards to the box and move that &quot;POP!&quot; card from play.&#10;&#10;Take turns playing until the popcorn box is empty. The player who has the most popcorn cards at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pop for Blends",
    "ID": 347932,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347932/pop-for-blends",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "How to Play:&#10;&#10;Place the popcorn box in the middle of the table.&#10;&#10;Take a popcorn card out of the box and read it.&#10;&#10;If you read the word correctly, keep the card. If you read the word incorrectly, place the card in a separate pile of &quot;un-popped&quot; words to be read later.&#10;&#10;If you draw &quot;POP!&quot; card, return all of your cards to the box and move that &quot;POP!&quot; card from play.&#10;&#10;Take turns playing until the popcorn box is empty. The player who has the most popcorn cards at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Events",
      "Move Through Deck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Instant Mafia",
    "ID": 347939,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347939/instant-mafia",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Instant Mafia is a quick card game where players manage their mafia to earn the most money. Whenever a player's front is discovered and their Boss eliminated, the game ends.&#10;&#10;Instand Mafia takes place over two phases: #1. Establishing your Mafia, and #2. Ruling the Streets.&#10;&#10;In Phase 1, players bid on characters and actions to add to their crime syndicate, using their starting resources. This is a group bidding time with a limited duration.&#10;&#10;In Phase 2, players play repeated timed live rounds until the game ends (a Boss is defeated). Players may purchase more characters and actions to add to their Mafia, earn money from various crimes, or encounter other enemy Mafia members on the community streets. All players must manage their members and act at the same time, giving them orders and sending them around to do various tasks in under 30 seconds. After the time for orders is up, all players fulfill their character's actions and the game continues...unless a Boss has been outed!&#10;&#10;Once one Mafia's Boss is defeated, the game ends and the player who has accumulated the most wealth at the end wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Mafia",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Auction / Bidding",
      "Real-Time",
      "Secret Unit Deployment",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miau",
    "ID": 347953,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/347953/miau",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The sun is rising in the village of warrior cats, where everyone has just fallen asleep, exhausted after another festive dawn. Nobody dreams that the times of peace have their minutes numbered. The Mob of Rats begins the silent invasion, descending the sacred mountain thirsting for revenge.&#10;&#10;Miau is a game of hand management and set collection for 1 to 4 players with a very little downtime. In a player turn, he/she should take a simple action: either buy a card or defeat a rat. You must defeat a rat using cats of same breed and using a unique power depending on cat used.&#10;&#10;At the end of the game, who managed to use cat breeds efficiently and collect more points will be the winner of the village of warrior cats.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Rats",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agents of War",
    "ID": 347956,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.10",
    "Link": "https://boardgamegeek.com/boardgame/347956/agents-of-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "40",
    "Weight": "0",
    "Description": "In Agents of War, players are rival governments seeking influence over modern battlefields. Use whatever resources are at your disposal, whether its drones, blackmail, or an allied dictator. Agents of War doesn&rsquo;t determine who&rsquo;s right, only who&rsquo;s left.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape From A Dying Planet",
    "ID": 347963,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/347963/escape-from-a-dying-planet",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Who knew that landing on a potentially unstable yet exponentially profitable planet would&rsquo;ve had consequences? Lo and behold, the predictable has happened and the planet has started to collapse. But fear not! The Planetary Development Corporation (PDC) has sent along a life pod with your expedition in case something bad happened. However, they&rsquo;re not going to just let any old survivor of a cataclysmic event in! You have to prove your value to the PDC, and you do that by bringing back the rarest and most priceless artifacts from your expedition. If you can, it looks like a life of leisure and riches await. If you can&rsquo;t, then you don&rsquo;t have to worry about it for very long&hellip;&#10;&#10;Welcome to Escape from a Dying Planet, a push your luck style card game where you and the other members of your doomed expedition fight to make it to the escape pod, grabbing as much treasure along the way and get off the planet! This game is a 2-8 player card game where players must try to overcome challenges and bid on treasures over the course of 10 turns. Be careful as you can gain contamination which will clog your deck and gain you negative points. Whomever has the highest value of treasures at the end wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Viktory: Bazaar",
    "ID": 347971,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/347971/viktory-bazaar",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You are an Arab merchant in the Middle Ages buying rolls of silk cloth in order to complete traditional projects. Completed project cards provide VIKTORY points, and the player with the most points wins the game!&#10;&#10;The game takes a maximum of 20 minutes to play and ends after 20 rounds. There are no turns. Everyone plays simultaneously. New rounds are beeped by a timer and players draw up to three new cards and attempt to complete projects. For newer players or larger groups, rounds should be set to 1 minute. With experienced or fewer players, rounds should be set for less time, for example, 35 seconds.&#10;&#10;Project cards requiring more resources and rarer resources are harder to complete, but provide significantly more VIKTORY points. Once each round, a player may discard his current project card and draw a new one.&#10;&#10;If a player has the right combination of resource cards to complete a project card, he would:&#10;1. Collect the needed resource cards and the project card&#10;2. Turn them facedown in a completed project stack off to the side for end game scoring&#10;3. Draw another project card from the shared deck of project cards&#10;&#10;There are no trade restrictions. Players can trade any combination of resource, debt, or project cards as part of a trade.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game",
      "Negotiation",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Elapsed Real Time Ending",
      "Hand Management",
      "Income",
      "Loans",
      "Negotiation",
      "Real-Time",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": [
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clear the Decks!: Pirate Hunters",
    "ID": 347975,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347975/clear-the-decks-pirate-hunters",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pirates are the scourge of the seas and islands of the world &ndash; attacking, robbing, pillaging and kidnapping those that would live and trade in peace. Someone must rise to the fore and rid the waters of these dastardly villains. Take command of a man-o-war, add a brave crew and set out to sea as a Pirate Hunter.&#10;&#10;Clear the Decks! Pirate Hunters is an expansion to the original game Clear the Decks! The base game is required to use this expansion. Pirate Hunters adds three new mechanisms and 50 new cards to the original game. The 74 card sized box also has new tokens for adding Marines to the Longboat Attack.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Nautical"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thunder Road: Vendetta – Choppe Shoppe",
    "ID": 347976,
    "Year": "(2023)",
    "Geek Rating": "5.766",
    "Avg Rating": "8.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347976/thunder-road-vendetta-choppe-shoppe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Some races are bigger than others. In the biggest race of all, you need a veteran leader and some extra gear to come out on top.&#10;&#10;This expansion adds crew leaders and car upgrades. Crew leaders provide custom command boards and variable player powers. Car upgrades add special effects to each of your cars.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting",
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thunder Road: Vendetta – Big Rig and the Final Five",
    "ID": 347977,
    "Year": "(2023)",
    "Geek Rating": "5.731",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347977/thunder-road-vendetta-big-rig-and-the-final-five",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "2",
    "Description": "This expansion adds two new racing crews to the base game. The Big Rig is a relentless metal beast, bristling with lethal weapons and advanced defense systems. The Final Five are a nimble gang of motorcycles that can zip through the chaos without getting slammed.&#10;&#10;The crews can be played in any game with each other or the cars from the base game and also allow for a fifth player.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting",
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thunder Road: Vendetta – Carnage at Devil's Run",
    "ID": 347978,
    "Year": "(2023)",
    "Geek Rating": "5.739",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347978/thunder-road-vendetta-carnage-at-devils-run",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Legend tells of a place called Devil&rsquo;s Run, a land of fire with roads turned to slick glass from the burning sands. The few that emerge tell stories none believe.&#10;&#10;This expansion adds new road boards for the base game, featuring dangerous new terrain, ongoing damage and new damage effects, and FIRE!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting",
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Pirate Republic: Africa Gambit",
    "ID": 347979,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/347979/the-pirate-republic-africa-gambit",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Return to 1713, the dawn of the Golden Age of Piracy. After a decade of war, a rare peace comes to the Spanish Main. With thousands of demobilized sailors, pirating explodes in the West Indies and across the Atlantic.&#10;&#10;One crew of pirates, calling themselves the Flying Gang, seek fame, fortune, and self-governance by building their own Republic free from the constraints of kings, queens, and imperialism. Will you work together to build the Pirate Republic? Or will you betray your brethren in pursuit of greater riches? The sea is your territory; anyone on or near it, your prey.&#10;&#10;The Pirate Republic: Africa Gambit is a second edition to the original  The Pirate Republic. It is a thematic deck building, sandbox adventure game for 1-5 players which also adds West Africa riches, new Pirates, the Portuguese, and a campaign mode into the mix.   Set in the early 18th-century, each player is an infamous pirate captain weaving their own tale by performing daring feats and plundering on the high seas.&#10;&#10;It's a time of conquest and the lure of riches, indomitable spirit and fat treasure galleons, pirate utopias and watery graves!&#10;&#10;Are you ready to get your Pirate on?&#10;&#10;How does it play?&#10;&#10;You start with a deck of 12 cards, 2 of which are unique to your Pirate while 10 are shared. As you acquire cards and build your deck, your decisions will shape your Pirates&rsquo; personality.&#10;&#10;Using your cards you will sail across the map, strike fear on enemies, recruit crew, attack, defend, form a pirate haven, sack forts, complete global missions, or build infamy (which lets you gain even stronger cards). Each turn you will draw a hand of cards and take actions with them. Once you are out of cards, play goes to the next Pirate, and this continues until everyone has exhausted their decks.&#10;&#10;Individually you are amassing Swagger as quickly as you can while collectively completing the global missions. The game ends when the global mission (chosen by the players before the game begins) is completed Alternatively, whoever reaches 120 Swagger first is the winner.&#10;&#10;.....&#10;&#10;",
    "Categories": [
      "Adventure",
      "Pirates"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Continents: Africa",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spartans & Successors",
    "ID": 347980,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/347980/spartans-and-successors",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Spartans &amp; Successors is a simple set of wargame rules for the Golden Age of Greek and Macedonian history, enabling the great battles of antiquity to be played with limited numbers of figures in a small playing area.&#10;&#10;Using a standard deck of playing cards per player and a gridded playing surface the rules offer a unique game play experience.&#10;With elements of resource management and planning, bluff and the application of historical tactics players can refight the great battles of antiquity with limited figures - armies are the same size as a DBA army - on the kitchen table with minimal set up.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Traditional Playing Cards",
      "History: Greco-Persian Wars (5th century BC)",
      "History: Greek & Persian conflicts of the 4th century BC",
      "History: Macedonian Wars",
      "History: Wars of Alexander the Great",
      "History: Wars of the Diadochi and Syrian Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AirWar 1940: WW2 air combat rules (1939-1945)",
    "ID": 347981,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/347981/airwar-1940-ww2-air-combat-rules-1939-1945",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "AirWar 1940 is the latest in our series of fun, fast play air warfare rules that cover the spirit of air combat whilst being a set that would be good for a newcomer to aerial wargaming, or for a more experienced &ldquo;old hand&rdquo; who wants a simple yet enjoyable set of rules to introduce new players.&#10;&#10;After a couple of games reference to the rule book will become occasional with players concentrating on shooting down their opponents rather than ploughing through the sub-minutiae of clauses and appendices. The requirement for our rules is to provide a game that met the &ldquo;5 minute rule&rdquo; for explanation and the &ldquo;45 minute rule&rdquo; for game play.&#10;&#10;The 41 page rulebook includes rules for aircraft characteristics, movement, special manoeuvres, dog fighting, ground attack, AA fire and even &ldquo;auto-pilot&rdquo; bomber formations so you can concentrate on the more fun aspect of shooting them down! &#10;There are also ratings for 254 aircraft era aircraft from thirteen nations, from the last bi-planes of the 1930&rsquo;s though to the first jets of the late 1940's and early &rsquo;50's.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Korean War",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Faux-Culte!",
    "ID": 347982,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/347982/faux-culte",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Faux-culte ! is a new card game to play while having a drink.  It contains 220 completely improbable audience (1 star) reviews of films so cult that you know them, even without having seen them!  But the whole game is there, will you recognize them ?!&#10;&#10;Each player takes turns drawing a card and declaiming the comment aloud and with tone, as if it were their own. The first player to guess the title of the film targeted by the criticism wins the round.&#10;Each player can give as many answers as they want, including while reading the commentary. If the title of the film is guessed before the end of the commentary, do not hesitate to reread the commentary completely so that everyone can enjoy it!&#10;&#10;The player who guessed the title of the movie wins the card, which he keeps face down in front of him as a point. The player with the most points at the end of the game wins the game.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: France",
      "Crowdfunding: Kiss Kiss Bank Bank",
      "Theme: Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Does It Matter",
    "ID": 347983,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347983/does-it-matter",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "15778800",
    "Weight": "0",
    "Description": "Does It Matter is a dark-humored party game that takes place in the outer reaches of space. Players must race through 42 spaces to reach the black hole at the center of the galaxy using their wits, creativity, and strategy.&#10;&#10;There are three decks of cards players must draw from in order to move along the board. These decks are:&#10;&#10;     DIM: A variety of dark, absurd, and twisted trivia. &#10;     SAD: Player must use Sound, Act, Draw, or a combination of these.&#10;     LEMON: Space-themed action cards that move players forward or backward on the board. They can be used on any player and have the potential to become lemon-scented sabotage.&#10;&#10;&#10;The game ends as soon as a player reaches the black hole and shouts, &quot;Does It Matter&quot; as their piece lands on the final space. If another player says &quot;Does It Matter&quot; first, the win is rejected and the player must move back to their original position.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Science Fiction",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Buscadores de Dino",
    "ID": 347984,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/347984/buscadores-de-dino",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Dinosaur fans: Attention! In this game, a group of adventurous friends go out in search of dinos. Armed with fantasy and much joy, they immerse themselves in a world of colors.&#10;&#10;Both dice are rolled and all players must look for the card that meets the conditions shown on the dice. Whoever finds the correct card first keeps it. Whoever has the most cards at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Matching",
      "Memory",
      "Pattern Recognition",
      "Race"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Creatures: Unicorns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adivina Adivinador",
    "ID": 347985,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/347985/adivina-adivinador",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "How to explain what a PARAGLIDER is? How to imitate the sound of a TRUMPET? How to mimic an Indian? With this game you will be able to explore your expressive capacity 100%&#10;&#10;Players must draw cards where a picture is shown and get their partners to guess it. To do this, he must make sounds, mimic or explain what he sees, as indicated on the card taken out. Also, bring 10 action cards to give it more difficulty. The team that manages to guess the most cards is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Acting",
      "Line Drawing",
      "Team-Based Game"
    ],
    "Families": [
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Middle Path",
    "ID": 347986,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/347986/the-middle-path",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Middle Path is a board game about everyday Muslim problems. This hilarious, Party-style game, can be played by 2 to 4 players. Play up to 8 players by adding another deck of cards (which can be purchased separately).&#10;&#10;Each player will take turns drawing cards from the deck. There are Attack cards, which move you away from the Middle Path, unless you have the correct defend card. Kind Deed cards will take you to the center of the board, unless and opponent &lsquo;steals&rsquo; or &lsquo;obstructs&rsquo; your kind deeds.&#10;&#10;Although a fun party game, there is some strategy to it. Each card in the game simulates real-life problems that Muslims face on a daily basis.&#10;&#10;There are 2 ways to win: First to reach the middle path or Last-Muslim-standing.&#10;&#10;1 Deck = up to 4 players&#10;2 Decks = up to 8 players&#10;3 Decks = Sectarian violence&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Religious: Islam",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cat & Mouse",
    "ID": 347988,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/347988/cat-and-mouse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "Two player game where a battery operated wheel of cheese has two colors of mice pop up in the air in a particular sequence.&#10;&#10;Each player gets a plastic cat holding a garbage bin that opens with a trigger. The goal is to catch the most mice of either color, or the most of a particular color in the air to win.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Targaryen Heroes II",
    "ID": 347991,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347991/a-song-of-ice-and-fire-tabletop-miniatures-game-ta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bloodriders are the most loyal of the Dothraki and this box provides you with the most loyal of those guards, whether for Khal Drogo or the Queen of Dragons.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Ranger Vanguard",
    "ID": 347992,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347992/a-song-of-ice-and-fire-tabletop-miniatures-game-ra",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When they have to patrol beyond the Wall, the Night's Guards scout on horseback.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Books: A Song of Ice and Fire",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Free Folk Heroes II",
    "ID": 347993,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347993/a-song-of-ice-and-fire-tabletop-miniatures-game-fr",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "What could be better than a Giant of the Free People? Two Giants, of course! Welcome to Wun Wun and Mag the Mighty.&#10;&#10;Contents:&#10;2 Miniatures&#10;&#10;     Wun Wun&#10;     Mag the Mighty&#10;&#10;&#10;2 Unit Cards&#10;20 Tactics Cards&#10;1 Special Rules Card&#10;2 Movement Trays (72mm)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Night's Watch Heroes II",
    "ID": 347994,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347994/a-song-of-ice-and-fire-tabletop-miniatures-game-ni",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This box offers new heroes for the Night's Watch including the legendary Sam Tarley&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "10 Commandments: A Party Game",
    "ID": 348000,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/348000/10-commandments-a-party-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "&quot;Ten Commandments&quot; is a fun and simple card game. But there is a big difference between this game and all the others: The commandment cards! These commandments make the game different every time you play, and make the players do or don&rsquo;t do various things to avoid getting penalty points.&#10;&#10;How to play:&#10;Each player at their turn must play a card first, and then take a card from the draw pile. The main rule is: You can never play a one-digit card on another one-digit card, and a two-digit card on another two-digit card.&#10;&#10;Commandments:&#10;Two commandments always govern the game: 1. Sneezing is forbidden! 2. Saying &lsquo;I&rsquo; or &lsquo;Me&rsquo; or &lsquo;Myself&rsquo; is forbidden! Eight more commandments will be added to the game randomly during the play. Commandment Cards add different rules to each game, making it very competitive and fun. So, all you need to do is to obey the commandments, or delude others into disobeying them!&#10;&#10;All players must obey the in-play commandments. Failing to do so must be penalized by one Penalty Token. At the end of the game, the player with the least penalty points is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Number",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Communication Limits",
      "Hand Management",
      "Variable Set-up"
    ],
    "Families": [
      "Card Games: Draw and Discard"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diver Caschy",
    "ID": 348003,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/348003/diver-caschy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "How good of an observer are you?&#10;&#10;A game where finding the same patterns and objects will give you victory. With beautiful characters from the PUNA salte&ntilde;a.&#10;&#10;Players must search among the cards in their hands and the cards available on the table, those that are combined correctly to be able to make groups of three. Whoever gets the most cards at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Silenced men",
    "ID": 348005,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/348005/a-song-of-ice-and-fire-tabletop-miniatures-game-si",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The crew of Silence, a ship of the Greyjoy fleet, is made up of mutes with extraordinary martial prowess.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Stag knights",
    "ID": 348007,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/348007/a-song-of-ice-and-fire-tabletop-miniatures-game-st",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Knights of the Stag are among the most prestigious Barath&eacute;ons fighters, equipped with heavy armor and powerful two-handed weapons.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Lavarropas",
    "ID": 348008,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/348008/el-lavarropas",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Ordering socks has never been so much fun!! With each wash, the stockings get cluttered and are never left with their peers. In this game, each player must complete their drawer of socks.&#10;&#10;Each player must memorize the socks they have in their drawers and then try to find, among the disordered socks, the ones that their pairs complete.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Bloody Mummer Skirmishers",
    "ID": 348009,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/348009/a-song-of-ice-and-fire-tabletop-miniatures-game-bl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "These mercenaries are as cruel as they are talented. Don't be fooled by their colorful outfits!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Baratheon card update pack",
    "ID": 348013,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/348013/a-song-of-ice-and-fire-tabletop-miniatures-game-ba",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Find all the cards from the 2021 update in this pack of cards intended for Maison Barath&eacute;on players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Books: A Song of Ice and Fire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Targaryen 2021 Card Update Pack",
    "ID": 348016,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/348016/a-song-of-ice-and-fire-tabletop-miniatures-game-ta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Find all the cards from the 2021 update in this pack of cards for House Targaryen players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Neutral Factions 2021 Card Update Pack",
    "ID": 348019,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/348019/a-song-of-ice-and-fire-tabletop-miniatures-game-ne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Find all the cards from the 2021 update in this pack of cards for Neutral and Mercenary House players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Free Folk card update pack",
    "ID": 348021,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/348021/a-song-of-ice-and-fire-tabletop-miniatures-game-fr",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Find all the cards from the 2021 update in this pack of maps for Free People players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Night's Watch 2021 Card Update Pack",
    "ID": 348024,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/348024/a-song-of-ice-and-fire-tabletop-miniatures-game-ni",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Find all the cards of the 2021 update in this pack of maps intended for players of the Night's Watch.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Lannister 2021 Card Update Pack",
    "ID": 348025,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/348025/a-song-of-ice-and-fire-tabletop-miniatures-game-la",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Find all the cards from the 2021 update in this pack of cards for Lannister players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chaotic Toongeon",
    "ID": 348026,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/348026/chaotic-toongeon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The non-greatest heroes of the kingdom will face the evil villain in the fifth level of the chaotic dungeon. They will explore and find better, powerful (or useless) weapons, objects and equipment inside the five levels of the dungeon. However, the path to the darkness is full of danger, so they must collaborate with other adventurers knowing that, in the end, only one of them will rise with glory (and countless fortune).&#10;&#10;Each turn, a player draw as many cards of the Heroic Action Dack as his hero can pick. Then, he can use as many of this cards in order to do any action (attack, explore, defend, move, etc.)&#10;&#10;The game ends when the villain in the fifth level is killed.&#10;&#10;The player with the most heroic points at the end of the game wins. A player can get heroic points by killing monsters, completing secondary missions or overcoming traps.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Stark 2021 Card Update Pack",
    "ID": 348027,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/348027/a-song-of-ice-and-fire-tabletop-miniatures-game-st",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Find all the cards from the 2021 update in this pack of cards for Stark players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Respuestas Abiertas: Imágenes",
    "ID": 348031,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/348031/respuestas-abiertas-imagenes",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Respuestas Abiertas: Im&aacute;genes makes you travel to a world of infinite possibilities where limits are given by imagination and the ability to invent original stories or phrases.&#10;&#10;One player is the storyteller for the turn and looks at the images on the 5 cards in their hand. From one of these, they make up a sentence and say it out loud (without showing the card to the other players).&#10;&#10;Each other player selects the card in their hands which best matches the sentence and gives the selected card to the storyteller, without showing it to the others.&#10;&#10;The storyteller shuffles their card with all the received cards. All pictures are shown face up and every player has to bet upon which picture was the storyteller's.&#10;&#10;If nobody or everybody finds the correct card, the storyteller scores 0, and each of the other players scores 2. Otherwise the storyteller and whoever found the correct answer score 3. Players score 1 point for every vote for their own card.&#10;&#10;The game ends when the deck is empty. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Move Through Deck",
      "Simultaneous Action Selection",
      "Storytelling",
      "Targeted Clues",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Los Buscapistas",
    "ID": 348033,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/348033/los-buscapistas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Based on the famous series of juvenile books, with Los Buscapistas, you will play with Pepa Pistas, Maxi Casos, Bebito and Pulgas, to try to solve as many mysteries as the city of Basketville.&#10;&#10;Los Buscapistas is a card game with a simply &quot;worker management&quot; you can win mystery points. The player who wins more points will be the winner of the game. The game contain 60 cards, 8 big cards, and personalize dice.&#10;&#10;In your turn, move you character to location cards to get new clues, help or try to discover mysteries to win points. The first player who win 30 points will be the winner of the game.&#10;&#10;Los Buscapistas is a family game for 2-4 player, 6+ or more age and 20 minutes of game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Deduction",
      "Novel-based"
    ],
    "Mechanics": [
      "Deduction",
      "Worker Placement"
    ],
    "Families": [
      "Books: Mystery Novels",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quingo",
    "ID": 348037,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/348037/quingo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Quingo is a Roll and Write game that includes the box, 22 dice, 80 score sheets, and a rules document.&#10;&#10;The goal of the game is to score the highest amount of points by the end of the game. Quingo takes place over a series of rounds, where players pull dice from a collective dice pool to record their scores. Each game, the bonus's vary for each category, changing your strategy per game. Also, each round in each game each player may be limited with the number of scoring combinations that are available, depending on their personal player die.&#10;&#10;You must use strategy, luck, and your whits to outlast your opponents. Survive other players forcing you to take the dice that you don't want, or taking all the dice from the table, leaving you no options.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Components: Polyhedral (not D6) dice",
      "Mechanism: Dice Drafting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bridge-A-Word",
    "ID": 348041,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/348041/bridge-a-word",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A word card game where words are made from letter cards held in a special stand for them.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Declare",
    "ID": 348042,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/348042/declare",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A word game, played from cards that have one letter each on them.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Modular Board",
      "Spelling"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crimetime: Fall 001 – Bis dass der Tod Euch scheidet...",
    "ID": 348048,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/348048/crimetime-fall-001-bis-dass-der-tod-euch-scheidet",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A murder without a witness. The perpetrator: unknown. Take on the role of the detectives. Can you manage to solve this authentic case? Or will the murderer strike again and scare Guntwil again?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crimetime: Fall 002 – Vater vergib mir, ich habe gesündigt",
    "ID": 348049,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/348049/crimetime-fall-002-vater-vergib-mir-ich-habe-gesun",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A brutal murder of a clergyman. Is the main suspect really guilty? You slip into the role of the investigator and, in this case, travel to San Giotto in Italy. Can you clear up this authentic sacred crime thriller?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unravel Words",
    "ID": 348050,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/348050/unravel-words",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A word card game.&#10;&#10;First make words from the letter cards dealt to you. Make any number of any length. Longer words score more but are easier to guess. You get points for each letter used, and bonus points for each letter over 3 in a word, for your longest word being longer than other&rsquo;s longest words, and for using all your letters in words.&#10;&#10;Next guess words. The more precise the guess, the more points you make. You get 1 point for a successful general guess like &ldquo;Do you have any Ls?&rdquo;, and 5 points for successful specific guesses like &ldquo;Is this card an L?&rdquo;  There are bonus points for guessing a player&rsquo;s last hidden letter and knocking them out of play, and for your letters still hidden when a player is knocked out. When there is only one player left, the one with the highest score wins.&#10;&#10;Feel the excitement as you try to work out everyone else's words before your words are all guessed out.&#10;&#10;[Adapted from the back of the game box.]&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Player Elimination",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pez",
    "ID": 348051,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/348051/pez",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Pez is a card game made up of 48 cards of 16 species of fish from our La Plata basin.&#10;&#10;The complete deck represents the food chain of the river. The general idea of the game, with variations depending on the modality chosen, is to equal or exceed the numerical value of the card played by the immediately preceding player or by the opposing team (there are hand-to-hand modalities, individual up to 9 players and by teams in duos and trios). The player who plays the highest card takes the trick.&#10;&#10;The winner or winning team is the one who manages to obtain more than half of the total possible points: there are 50 in total, as a reminder that the river is a living being and that the fish populations are not infinite.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Continents: South America",
      "Theme: Ecology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Piedras del Universo",
    "ID": 348052,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/348052/piedras-del-universo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Piedras del Universo is a game based on the mythology of our region, the Argentine Litoral. The theme is aimed at redefining natural spaces and putting players in contact with legends, customs and characters from native cultures.&#10;The objective of the game is to obtain the 4 Stones that are originally located in the center of the board and are represented by pyramids. This is achieved by entering the box where the stones are or by taking them away from the other players, using the same method.&#10;&#10;On each turn, a player can move their avatar, use nature powers, or change nature cards to summon one of the 4 animals on the board, so that more than one avatar can be used per player. If a player is caught, he loses the elements that he has been adding in his game (cards, powers, stones, animals) and returns to the origin, from where he re-enters the board.&#10;&#10;The game ends when a player manages to collect the 4 Stones of the Universe&#10;&#10;Throughout the game we can find sacred spaces of protection, with characters known to all such as the flap, the pachamama, the salamanca, native animals and the use of powers of nature to achieve objectives.&#10;&#10;Piedras del Universo invites meeting, collaboration, concentration and strategy development, in addition to training adaptation to the unexpected and problem solving. Its instruction manual is at the same time, the construction of a story full of characters and situations that help us learn more about our own mythology.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Track Movement"
    ],
    "Families": [
      "Country: Argentina",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crumbs: Foul Waterfowl",
    "ID": 348057,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/348057/crumbs-foul-waterfowl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A game of scuffles, revenge, and feeding on the fear of your enemies NOW GETS WETTER with the Foul Waterfowl expansion. Foul Waterfowl introduces TWO ADDITIONAL playable armies, secret objectives, brand new Daily Buzz cards (including RAMPANT cards) and four additional maps to play on with new terrain-based mechanics. The most fan-requested park animals will now join the fray: the Geese and the Swans.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Geese"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Korea Solitaire",
    "ID": 348060,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/348060/korea-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Korea Solitaire covers the first year of the war.&#10;&#10;Three types of naval units: gunfire, transport, amphibs. Amphibious invasion have to be planned two turns in advance.&#10;&#10;Air units represent two groups each: tactical air, B-29s, F-86s, airlift. Communist airpower is represented by an AA track (interceptors+flak) which &quot;fires&quot; at UN Command air. You can knock down the AA level by air superiority missions. Other air missions include close support and interdiction. Interdiction is against the Communist logistics level. The lower the level, the less likely the Communists will go on the offensive. Thus, you have to allocate your airpower for what you think is thebest strategy.&#10;&#10;Two random events table: one for the North Korean invasion, the second kicks in when the Chinese enter. One random event is Soviet air intervention, which raises the Communist AA level considerably. Reinforcements: these come in on randomly determined turns, mainly to show fog of war and vary each game. You can also bring in US units from the strategic reserve, at a cost in victory points (these include elements of the 2nd Armored and 82nd Airborne divisions).&#10;&#10;Special rules:&#10;US mechanized task forces (you can form them from divisions).&#10;Chinese logistics surges (gotta do more interdiction to counter this!).&#10;Eighth Army commander: either Walker or Ridgway, each with their own advantages.&#10;&#10;&#10;Published in Strategy &amp; Tactics #349&#10;&#10;",
    "Categories": [
      "Korean War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Korea",
      "Magazine: Strategy & Tactics",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kitty Cat Clash! Card Battle Game",
    "ID": 348061,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/348061/kitty-cat-clash-card-battle-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Kitty Cat CLASH!&trade; Card Battle Game is a free-for-all card battle game for two to six players. Be the last cat standing and you win! Play as one of seven different cats each with their own unique deck and claim victory by knocking out every other player in this free-for-all clash. Each cat&rsquo;s traits, skills, and quirks are represented by their deck of cards.&#10;&#10;Game includes 7 thirty card decks, 7 stamina trackers, 7 character tokens, 6 reference cards, 23 swipe tokens, and rules.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "King of the Hill",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Animals: Cats"
    ]
  }
]