[
  {
    "Rank": "N/A",
    "Name": "Surfing",
    "ID": 25921,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/25921/surfing",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "This game appeared in the '70s and has an original theme with windsurfing. The game consists of a board with mainly water, surfboards and a small boats on. The mechanics are quite simple, it's a dice controlled game. The players move over spaces on the boards, each player controls a surfboard, the player who reaches the final space first has won the game.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Surfing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strandmuscheln",
    "ID": 25922,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/25922/strandmuscheln",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "&quot;Shells from the Beach&quot; is a light card game for all ages.&#10;Players try to gather as many shells as possible. But they have to decide if they are satisfied with the ones they have already got or if they want more and risk to lose them all because the next card could be a starfish or a message in a bottle. Only one thing is sure: the next wave is coming...&#10;&#10;The rules are included in the following languages:&#10;    * German&#10;    * English&#10;    * French&#10;    * Italian&#10;    * Dutch&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aera",
    "ID": 25926,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/25926/aera",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Aera was published by New Dimensions of Corvallis, OR, and reviewed in GAMES, April/May 1987. The games was for two players, Red and Blue, each has 6 pieces in his own color, numbered 1 to 6. There is,  first a drop phase, then a movement phase with each phase being in numerical sequence.&#10;&#10;For the dropping phase Red drops 1, then Blue drops 1. Red drops 2, then Blue drops 2, and so forth through Blue dropping 6. Now the movement phase starts. The pieces are now moved in numerical sequence. So Red moves his 1, then blue moves his 1. Red moves his 2, then blue moves his 2 and so on.  In addition the pieces are started with the silver side up. When the pieces are played a second time, then they are flipped to the other side, gold, to help keep track of the sequence.&#10;&#10;The object is to score points; one point is scored by forming a line of four of the players pieces, either orthogonal or diagonal. The first player to score six points wins.&#10;&#10;The original pieces, according to the review, were not numbered. The &quot;1&quot; was a clear acrylic disc showing a circle, the &quot;2&quot; was an vesica piscis (oval with pointed ends), the &quot;3&quot; an equilateral triangle, &quot;4&quot; a square, &quot;5&quot; a pentagon, and &quot;6&quot; a hexagon.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 4 x 4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Old World, New World",
    "ID": 25927,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/25927/old-world-new-world",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Discover a New World... And Fight for It!&#10; Players start as a small island nation off the coast of a large continent.  They receive initial resources, colonists, cash and a ship to search for a rumored new land.&#10;&#10;Turns are taken by choosing specific roles which allow movement, technology advances, and investment in the Old World or influence on the continent, outfitting ships, investment cash, and diplomatic efforts.  Only two roles are chosen per turn and then all movement and actions are played out.   Players must explore the New World and found farms, posts, towns, and harvest resources.  They then score points and generate income shipping new goods to the Old World, and then can score points shipping supplies back to the New World.  Nations must also balance defense against rival nations while protecting their investment in the New World on land and sea.  OWNW is different each game.  Explorers and ships reveal new hexes that have a type of terrain and a potential special resource.  All terrain has a carrying capacity, which cannot be improved until the player builds farms.  While exploring and settling the New World, players also play technology advances back at home which improves ship speed, manpower, reduces cost of men and goods, and allows for special buildings.&#10;&#10;Game features:&#10;-role selection.&#10;-known and unknown map.&#10;-hex based discovery, changes each game.&#10;-carrying capacity per hex which may be modified&#10;-resource extraction and management&#10;-shipping goods, soldiers, colonists.&#10;-tech advancement.&#10;-piracy and conflict on land and sea / all units are unarmed until you decide to arm them!&#10;-colonization, simple building tech tree.&#10;-Area control through role selection of Old World for endgame points.&#10;-multi-path scoring: building, influence, shipping, exploration.&#10;-basic units and characters with special abilities.&#10;-'touring' mechanism for specific mapmaker, envoy, etc... characters.&#10;&#10;This game is still in development.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Exploration",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Area Movement",
      "Pick-up and Deliver",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Launch",
    "ID": 25928,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/25928/launch",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;&quot;A Space Shuttle Family Card Game&quot;&#10;&#10;An exciting family card game for the whole world!&#10;&#10;Launch is a spectacular card game in which you play through the various stages of launching a NASA Space Shuttle orbiter.  The pack of 108 cards includes, 12 different fast action maneuvers including, Crew on Board, Systems Check, Count Down Cards and Lift Off!&#10;&#10;Your skill and luck will be tested to their outer limits.  Easy to understand rules are enclosed.&#10;&#10;The whole family will want to play the world's first &quot;authentic&quot; Space Shuttle Card Game.&#10;&#10;Easy to play!  Great fun!  Anyone can win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Blue Division",
    "ID": 25929,
    "Year": "(2006)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25929/panzer-grenadier-blue-division",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "When Nazi armies launched their sneak attack on the Soviet Union in June 1941, Spanish fascists exulted. Still nursing deep hatreds from the Soviet role in the Spanish Civil War, thousands volunteered to fight alongside the Germans. Spanish dictator Francisco Franco organized them into a &ldquo;Blue Division&rdquo; to carry the fight to the Russians and, not coincidentally, send the most politically active fascists far away from Madrid.&#10;&#10;Blue Division is a supplement to the Panzer Grenadier series, focusing on the actions of this unit between 1941 and 1943. Organized as a standard German infantry division, the Spanish unit fought well in some of the hardest fighting of the campaign. This module is not playable by itself, but requires ownership of Eastern Front and Road to Berlin to play all of the scenarios.&#10;&#10;All the new pieces represent Spanish volunteer forces: infantry, ski, engineer, motorcycle, bicycle and machine-gun troops; anti-tank guns, mortars and artillery, and of course leaders. Scenarios cover actions of these units between their arrival on the Eastern Front in October, 1941 and their departure almost exactly two years later.&#10;&#10;Contents:&#10;20 Scenarios&#10;77 pieces&#10;&#10;This game is part of the Panzer Grenadier series&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mijn!",
    "ID": 25930,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25930/mijn",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game about the auction of vegetables (!). Players move around the board with a die that doesn't have numbers but vegetables marked on. Whenever a player is on an auction space, an auction is triggered. The auction is done in a similar way as in The Merchants of Amsterdam, meaning that players have to hit a spring driven auction clock to place a bid and win the auction. The object is to buy your vegetables cheap (during an auction) and to sell them with profit (whenever one is one a vegetable space of a sort that one has bought). I suspect this light Dutch bidding game with a high dose of luck (due to the die) was released in the early '90s.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slaget om Blodsgläntan",
    "ID": 25932,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/25932/slaget-om-blodsglantan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Introductory fantasy wargame included in Swedish games magazine Sinkadus number 16 (December 1988). The theme and background story is taken from the at the time very popular Swedish role playing game Drakar och Demoner. One player controls an invading orc army and the other player controls the human and elf defenders trying to stop them. Included are two pages of rules, a small color map and a sheet of one-sided unmounted counters.&#10;&#10;Besides the standard two-player version there are also rules included for playing with three or four players.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Do U Know?",
    "ID": 25933,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.92",
    "Link": "https://boardgamegeek.com/boardgame/25933/do-u-know",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From Retailer:&#10;&#10;A compact game for full-size fun! Turn playtime into Bible-time with this fast-paced family card game. It's similar to Uno, but in addition to matching colors and numbers, players must answer questions about Bible facts, characters, and stories. Perfect for long road trips and rainy afternoons, you'll increase your knowledge of important Bible characters and events, and it's so much fun, you kids won't even realize they're learning! Do U Know? is great for the whole family, especially ages 5 and up.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thaxx",
    "ID": 25934,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/25934/thaxx",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the Publisher's website:&#10;&quot;THAXX features a solid oak ship's plank, authentic replicas of the Elcazador's Lost Treasure and a historical game in which you attempt to plunder the loot of your opponent. The game of Thaxx seems as though it was ripped from the deck of the great ship and into your hands. Thaxx is easy to learn with fast paced game play for ages 6 and up.&quot;&#10;&#10;On your turn, you roll the dice. You either add a coin to the number on the board that is the sum of the dice or add two coins to the respective numbers. (e.g., if you roll a 2 and a 3, you could place a coin on the two and a coin on the three, or place a coin on the five)&#10;You may also use one of the numbers to remove one from your opponent's board and place it on your own. (e.g, take from your opponent's 3 and put it on your two). &#10;There are no sixes, sixes do nothing. In fact, rolling double sixes requires you to remove one of your own coins. Otherwise, rolling doubles allows you to go again.&#10;The first to cover all his/her numbers wins.&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mitsubishi Space Game",
    "ID": 25935,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/25935/mitsubishi-space-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game consists of a board with a track in the form of an eight in it's length. The box contains a red die, 66 Mitsubishi model cards, 33 chance cards, 6 markers and a rulebook. The goal of the game is to collect as soon as possible the 11 different Mitsubishi car models that appear in this game. These models are: Carisma, Colt, Eclipse, L200, L300, Lancer, Pajero, Space Gear, Lancer Station Wagon, Space Runner, Space Wagon. The game was created Mitsubishi Motors Europe to promote their cars.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Running for President",
    "ID": 25936,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25936/running-for-president",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The gameboard is a map of the United States displaying 128 cities. There are four types of cities. Depending on the type of city a player&rsquo;s pawn lands a player may raise funds, spend funds to get vote chips, declare vote chips for a state in the hopes of getting a plurality to earn that state&rsquo;s electoral votes or go head-to-head with another opponent in a debate. Lines connect the cities to regulate the movement of the players&rsquo; pawns.&#10;&#10;The players divide $72 million dollars and each chooses a different city to start the game. To move, a player rolls the die and advances that many cities unless the roll in a one and that allows a free move to anywhere on the gameboard. The city landed upon regulates what a player&rsquo;s actions are on that turn. After taking one&rsquo;s turn the player advances the calendar pawn one day. The game is over after seventy-two days. The players add up their votes and each state&rsquo;s electoral votes are awarded to the player who has the most votes. Ties go to whomever rolls the higher number. States where no one has any votes goes to the player who has declared the most popular votes in that region. The player who has the most electoral votes is the winner of the game.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bumpers",
    "ID": 25940,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/25940/bumpers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Partisan game with one player using green pieces and the other pink. Pieces are slid into a 5x5 grid of playing positions pushing pieces already in that row or column along the line of the piece inserted. Five in a line wins.&#10;&#10;Similar to Overboard which has 6x6 grid of playing positions, and Slide 5 which you can only insert pieces along two edges instead of four.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sludge",
    "ID": 25943,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/25943/sludge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the cover:&#10; SLUDGE  Pick up your sludge at the factory, then sell it to your distributors around the board. Sounds easy - but watch out for the competition; and the Income Tax; and those business cards! Fun for the whole family ages 8 to adult.&#10;&#10;",
    "Categories": [
      "Dice",
      "Environmental",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The King in Yellow Expansion",
    "ID": 25945,
    "Year": "(2007)",
    "Geek Rating": "6.832",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25945/arkham-horror-the-king-in-yellow-expansion",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.2093",
    "Description": "This expansion to the Arkham Horror Series, introduces a major new mechanic to the game -- Heralds, who prepare the way for the Ancient One to arrive. In addition, old familiar faces will be turned against the investigators in ways they never expected.&#10;&#10;Featuring over 160 new cards, The King in Yellow heralds a darker age for Arkham Horror fans.&#10;&#10;&#10;     13 Blight cards, old friends gone irretrievably mad. &#10;     7 Magical Effect cards representing powerful new abilities. &#10;     The new Herald mechanic and the King in Yellow Herald. &#10;     3 new Monster tokens, more horrible than any before! &#10;     Over 160 new cards, detailing new items, new spells, and new horrible happenings in Arkham and beyond!&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Novel-based",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Arkham Horror",
      "Game: Arkham Horror (Second Edition)",
      "Players: Games with Solitaire Rules",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PitchCar: Extension 2 – More Speed More Fun",
    "ID": 25946,
    "Year": "(2006)",
    "Geek Rating": "6.072",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25946/pitchcar-extension-2-more-speed-more-fun",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0789",
    "Description": "Expansion pack for PitchCar only.  This is not compatible with Carabande.&#10;&#10;Contains:&#10;&#10;     Four 45-degree curves&#10;     Two 90 degree curves for crossroads&#10;     Two classic straightaways.&#10;&#10;&#10;Expands:&#10;&#10;    PitchCar (but not Carabande)&#10;&#10;&#10;Buy Microbadge&#10;    &#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Game: PitchCar",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PitchCar Mini: Extension 2 – More Speed More Fun",
    "ID": 25947,
    "Year": "(2006)",
    "Geek Rating": "5.683",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25947/pitchcar-mini-extension-2-more-speed-more-fun",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.1667",
    "Description": "Expansion pack for PitchCar Mini.  It contains four new 45-degree curves, two new curves to be able to do crossroads, and two classic straight lines.&#10;&#10;Expands:&#10;&#10;    PitchCar Mini&#10;&#10;&#10;Buy Microbadge&#10;    &#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Game: PitchCar",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PitchCar: Extension 3 – Long Straights",
    "ID": 25948,
    "Year": "(2006)",
    "Geek Rating": "5.839",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25948/pitchcar-extension-3-long-straights",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1176",
    "Description": "PitchCar pieces released at Essen 2006.  Not compatible with Carabande.&#10;&#10;These are two quadruple-length straight pieces that should allow for very fast straightaways.&#10;&#10;Expands:&#10;&#10;    PitchCar (but not Carabande)&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Game: PitchCar",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Revolver",
    "ID": 25949,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25949/revolver",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "From the publishers web site:&#10;&#10;Showdown in the street! With Revolver, you and an opponent can mimic the gunfights of the old west, facing off one-on-one, guns blazing, bullets flying, and victory or death the only escape.&#10;&#10;Using your two six-guns, each with its own special &quot;bullets&quot; deck, and your own deck of 27-cards, you can play out these fights quickly and easily -- most games are over in 10 to 15 minutes. Revolver is a great filler game to pass the time as you wait for the rest of your game group to arrive.&#10;&#10;You will need three different colors of card stock (or only white card stock if you use the colored card backs included in the download file), a printer, scissors, and an opponent to play this game.&#10;&#10;Game design by Philip Reed.&#10;Illustrated by John Kovalic.&#10;For 2 players.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cetacean Ascension Moonbase 8",
    "ID": 25952,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25952/cetacean-ascension-moonbase-8",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "From the publisher:&#10;&#10;It&rsquo;s the year 3535. You&rsquo;re a hyperevolved intelligent whale. You and your cohorts have been selected out of hundreds of petitioners for a rare opportunity: Sufficient psychic energy has accumulated for one of you to Transcend, becoming a being of pure thought. To access this energy, your pod&rsquo;s elders have transported you to Cetacean Ascension Moonbase 8 (CAM 8), a cluster of underground lakes at the polar ice cap of the moon.&#10;&#10;To channel the pool of psychic power and successfully Transcend, you must expand your mental faculties by growing. This requires vast amounts of the lunar krill that live in the lakes. Unfortunately, the seed lakes at CAM 8 can not support enough krill for you grow and ascend. You are not capable of performing the excavation required to expand your lake. Fortunately, you have a small group of giant hamsters you&rsquo;ve genetically engineered to perform specific tasks, such as digging tunnels and harvesting krill.&#10;&#10;Will you be the first to sufficiently expand and flood your network of tunnels, thereby harvesting enough krill to grow and successfully ascend?&#10;&#10;",
    "Categories": [
      "Environmental",
      "Negotiation",
      "Print & Play",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ottawa on Board",
    "ID": 25953,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.83",
    "Link": "https://boardgamegeek.com/boardgame/25953/ottawa-on-board",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the excitement of the Canada Day fireworks and the frozen fun of Winterlude, to the hi-tech innovation of Silicon Valley  North and the intrigue of national politics, Ottawa is truly an amazing city.  Queen Victoria and Colonel By sure knew how to pick a unique and exciting Capital.  Where else can you skate for seven kilometers on a frozen canal, stop and eat a world famous Beaver Tail (no, not the kind on the nickel), and visit a national museum all in one day.  It can only be Ottawa, the coolest city in Canada.&#10;&#10;Now, how would you like to own it?  Ottawa On Board is a unique real estate trading game that celebrates our Nation's Capital, as well as the businesses, attractions and people that make it so special.  Roll the dice to advance your custom game token around the boar until you buy up all of Ottawa's special properties.&#10;&#10;Hey, the city is yours for the taking!  Are you ready for the challenge?  Proceeds raised from the sale of Ottawa On Board will go to support the Children's Hospital of Eastern Ontario (CHEO).&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Canada",
      "Series: ... on Board",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pistard",
    "ID": 25954,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/25954/pistard",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This self published cycling game by Anki Toner from Barcelona contains 4 teams of 4 cyclists, each player controlling a team. Each player also has 4 dice to determine movement. The game board (A2 size) is a 40 field long, 4 line wide oval track. The fields are in 4 different colors. Each cyclist also has a base under it's pawn (in the shape of a cyclist). The shapes are also in 4 different colors, matching the colors on the fields. Two different sets of rules are available so far. The basic rules are made by Anki Toner who also designed this game, the more advanced rules were made by Ludo Nauws from Belgium, in this variant the game is turned into an elimination race on which the last rider on each lap is eliminated. The game can also be downloaded on the internet for free and is license-free.&#10;&#10;A second version, Pistard 2.0, was made available in February 2009.  Pistard 2.1 was put online in March 2009.&#10;&#10;Home page (and free download): http://www.cyclingboardgames.net/g_pistard.htm&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pedal Power",
    "ID": 25955,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25955/pedal-power",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game was released in England and is part of a small range of compact games that are quick to play (Quikky Games). Pedal Power is a cycling game in a compact plastic box that can pop open with the game rules and board appearing on the inside of the plastic box (being part of the packaging). This gives the impression that this is a traveling game. The closed box measures 23x13cms. Each player receives 1 colored counter (available colors are red, yellow, white and blue). There are also 4 dice in two colors (red &amp; blue) but the dice don't contain the traditional 1 to 6 numbers but range from 0 to 4 and also includes a cross on one side. The gameboard is a cycling track in an oval shape. Different kind of races can be played on the track: sprint, time trial, chase, keirin or a points race. The mechanism is purely rolling dice thus the luck factor is rather high here.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jeu du Tour de Belgique Cycliste",
    "ID": 25956,
    "Year": "(1951)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25956/jeu-du-tour-de-belgique-cycliste",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "This very simple cycling game from Belgium and produced in the early '50s uses a 37x28cm paper map. The game was released a s a promotional game for table-oil. On the map there is a drawing of Belgium with 50 spaces on 50 different towns or cities, this forms the track. Each player controls a team of 2 cyclists, movement is determined by spinning a paper cartwheel that has the numbers 1 to 6 on it (this replaces a die). The winner is the player who reaches the finish (in Brussels) first.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Belgium",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spellbound",
    "ID": 25957,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25957/spellbound",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player, in turn, must construct a word using the eight cards dealt to that individual. A wind-up timer ticks off loudly as an digital readout counts down from nine to zero. A bell sounds when a minute has passed. A player scores for constructing word of three letters or longer. A bonus is scored if the word length of the bonus card is reached. The game is over when the last of the fifteen bonus cards is claimed. The highest score wins.&#10;&#10;The plastic molded gameboard is packaged in a massive 26&rdquo; x 26&rdquo; x 5 &frac12;&rdquo; box. The game is endorsed by Jerry Lewis.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jagd über Etappen",
    "ID": 25958,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25958/jagd-uber-etappen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "East-German cycling game. Each player controls a team of 4 cyclists. The game is not dice controlled and not with cards either. In fact it has quite a tactical system, the rules are quite simple but don't depend on luck. Per turn each cyclist can use either 3,4,5 or 6 action points to move the same number of squares (each number can be used only once). There can't be more than one rider on a square (except the blue ones), so riders can eventually be blocked. The red marks are intermediate sprints, where 4 points are awarded to the winner. The blue squares are punctures. There are also bonus points for a cyclists who helps another cyclist (for example after a puncture), this bonus is added because of 'comradely behavior' (the communist regime clearly showing here). At the end of the race every cyclist gets points (80 for the winner, 76 for the second,...). Now the players add up the finishing-points and bonus points of their 4 cyclist to determine who wins the game. The board (58*32cms.) looks surprisingly beautiful and well designed for an East-German game, the cyclist are also well produced, in plastic. Nice vintage game for collectors of sports games.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gemeinsam Vorn",
    "ID": 25959,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25959/gemeinsam-vorn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "This game is quite unique since it was made in the D.D.R. (East Germany) in 1978. Unsurprisingly it has quite a sober design and a social-communist theme (team spirit, supporting the team undoubtedly stands for supporting the society here). It's title 'Gemeinsam vorn' means 'together ahead' or 'Leading together' in English. The track on the 47x33cm board looks orthogonal. Each player controls a team of 2 cyclists, the movement is done by rolling 2 dice. Tactics are quite simple and limited to deciding which cyclist a player will move. The track has bonus fields (green or red boxes) resulting in a bonus.  The winner of the game is the one who wins the team classification (and not the individual winner!&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Juego de los Ciclistas",
    "ID": 25960,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/25960/el-juego-de-los-ciclistas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "This Spanish cycling game has beautiful luxurious miniatures cyclists made out of lead (15 of them, 3 for each player). There are also 12 pieces that form the board (either an oval or another track that can be assembled with the pieces). When the oval is formed it measures 90x60cms. The rules are relatively simple. Each player rolls dice for his cyclists, cyclist who are in the wheel of another cyclist may follow without rolling a die, each time a cyclist stays in the slipstream he wins a chip. The maximum number of chips a player can win is 5. These chips can be used at any time to alter the result of a dice roll.&#10;&#10;There are 2 different editions of this game that circulate around, the difference is in the colors of the cyclist's jerseys.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Davitamon Wielerspel",
    "ID": 25961,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25961/davitamon-wielerspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This game based upon the Davitamon-Quick Step cycling team in 2003, is a simple roll &amp; move game. The board has 60x35cms. dimensions with a track of 67 boxes on it. Players move their cyclist (either 1 or 2 cyclists each), which looks closely to the ones used in 'D&eacute;marrage', by rolling a die. The rules contain 2 different versions of the game. In the basic game the winner is just the first cyclist who crosses the finish line first. In the more advanced rules the winner is the one who scores most points in the intermediate sprints.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Criterium",
    "ID": 25962,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/25962/criterium",
    "Min Players": "1",
    "Max Players": "15",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game was developed with the support of the French cycling association. Criterium is a cycling game that is not dice controlled, tactics is important, this is done by playing cards from the hand. There are 15 cyclists (very nice miniatures) in the game, before the game it has to be decided how many will be used by each player (normally 3 per player, in case of 15 people playing this game, each will have just 1 cyclist). The board is double sided (69x51cm.) with at one site a racecourse and on the other side an oval indoor track. There are 189 cards that determine the value (ranging from 7 to 16) of the movement, 27 bonus cards, 17 risk cards, 6 metro cards and 25 replenishing cards. The winner is the player who's cyclist reaches the longest distance after the finish line after the final turn. Bonus cards are very important in this game, it allows cyclists to stay in the wheel of another cyclist and as a result exploit the slipstream. The game consists of basic and advanced rules.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Buck Rogers in the 25th Century, A Card Game",
    "ID": 25963,
    "Year": "(1936)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25963/buck-rogers-in-the-25th-century-a-card-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A children's card game with numbered cards colorfully depicting characters and spaceships from the comic strip.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Characters: Buck Rogers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles: Captain's Yeoman – Captains Module A+",
    "ID": 25964,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/25964/star-fleet-battles-captains-yeoman-captains-module",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.2",
    "Description": "Publisher Information:&#10;&#10;Captain's Module A+ includes: Impulse cards (improved over the old version with the next movement impulse listed for each speed, in addition to whether it moves on the current impulse). Command Cards (improved with 18 cards per set, providing more control over what actions you commit to without actually making written notes). Step Cards (12 cards outlining the steps taken each impulse). 216 die-cut counters for play aide use, including monsters, point of turn and slip, wild weasel, EM, etc. SFB Rules Cross Index. New and updated play aides including Reverse Impulse Chart, Pseudo-speed chart, Tactical Intelligence chart and work form, Unit Tracking Cards, planetary landing display, Klingon firing arcs, useful charts and tables, particle cannon energy form (revised for the new rules), speed change calculation form, drone tracking form, fighter tracking form, enemy energy tracking form, advanced EA form, Fleet Command tracking form.&#10;&#10;Part of the Star Fleet Battles Captain&#039;s Edition line.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shoo!",
    "ID": 25965,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25965/shoo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A pure luck game in which players collect strawberries for the birds. Remember to watch out for opponents with a scarecrow!&#10;&#10;This game is No. 450 in the Waddingtons line and is for children 5 and up. Rules in English and French.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mit 1000 Mark über Land und Meer",
    "ID": 25966,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25966/mit-1000-mark-uber-land-und-meer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game is played on a political map of Europe. Starting point for all players is Brussels in Belgium. From there, 6 routes of equal length lead to 6 destinations: Edinburgh, Helsinki, Athens, Istanbul, Palermo and Gibraltar.&#10;&#10;Object of the game is to be the first player reaching one of the destination towns. Each player has a starting capital of 1000 Deutsche Mark. Towns on the way are stopovers, where the means of transportations to the next town must be fixed. Moreover, a chance card must be drawn, which indicates, if the travel goes on normally, of if additional luggage or passengers must be taken on.&#10;&#10;Walking by foot is slow, but the cheapest means of transportation.   Faster movement is desired (bicycle, car, train and airplane), but costs rise drastically when using them. If a player runs out of money, he is eliminated from the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Divide and Conquer",
    "ID": 25969,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/25969/divide-and-conquer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "Divide and Conquer is a game of dots and lines played in two phases.  One player is black, the other white.  Players take turn drawing white or black dots, according to their color.  They then take turns drawing lines between dots, without regard to color.  Points are scored when a triangle is formed which cannot be further subdivided.  The player who completed the triangle scores one point for each of their own dots in the completed triangle.  The game ends when no further triangles can be formed and the player with the most points is the winner.&#10;&#10;Divide and Conquer was invented on a dry-erase board with colored magnetic dots in 1996 and was published in the Origins preregistration book with the title Triangulous.  It is included in Chief Herman's Holiday Fun Pack.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let's Get Sh*t-Faced",
    "ID": 25970,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/25970/lets-get-sht-faced",
    "Min Players": "2",
    "Max Players": "100",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from Kheper Games website:&#10;&#10;&quot;Players select one of the drinking assignment die colors to represent each player or each team of 2+ players. Then players take turns rolling the dice. The brown die tells you who drinks, and the other dice determine how much. Perhaps the highest or lowest numbers drink, the last person to perform a gesture drinks, or the losers of a silly contest drink. Contest ideas are included on the back, such as: hairiest ass, loudest belch, dirtiest joke, or best armpit fart. This is a game for 2 to 100 players!&quot;&#10;&#10;The game comes with five six-sided dice, each with text on all faces. The brown die indicates the action and the other dice are alike except that they are colored blue, yellow, orange or purple, to represent four different teams. The game has no stated objective or winning conditions, but presumably it is the same as all drinking games - to get away with drinking the least (or you may prefer the most).&#10;&#10;Amusingly, this drinking game comes with a warning, &quot;Not to be played with alcohol&quot;.&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Royal Commission: Special Friends Edition",
    "ID": 25971,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25971/royal-commission-special-friends-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In the mythical land of Xanada, the auditor general discovered that 250 million dollars of public funds had been paid out to political cronies for questionable or imaginary work.  Government record keeping was found to be in a shambles.  The king in his wisdom called a Royal Commission to investigate the problem.&#10;&#10;As a player, you are implicated in the scandal and will be called to testify.  In this gracious kingdom, you have little to fear.  You cannot go to jail, nor will you be asked to give any of the money back.  None the less, as good citizens, you will be expected to participate in the Royal Commission.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gloire: Swashbuckling Adventure in the Age of Kings",
    "ID": 25974,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/25974/gloire-swashbuckling-adventure-in-the-age-of-kings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Gloire is a new and complete adventure miniatures game based on the proven mechanics of the .45 Adventures pulp-style rules. Gloire is swashbuckling adventure, like the stories of the Three Musketeers, Dr. Syn and the Scarecrow, and Scaramouche. Players can control master swordsmen, nobles of the court, highwaymen, military heroes, spies... in all more than two dozen character profiles are included in the rules. &#10;The game takes care to capture the elegant artistry of the sword fight, while retaining fast play that keeps players involved. But the game is more than combat! The emphasis on scenarios and encounters found in .45 Adventure is retained in Gloire, making games stories of their own rather than mere brawls. Special rules for dueling provide players with an opportunity to satisfy their honor with worthy foes during the course of a game.&#10;&#10;The Gloire scenario The Waylaid Messenger won a coveted Battle Streamer at Historicon 2006, and is included in the rulebook, along with two other scenarios designed to get players involved in the game right away.&#10;&#10;Home Page: http://rattrap-productions.com/Gloire/Index.html&#10;&#10;Expanded by:&#10;&#10;    Under the Black Flag: Swashbuckling Action on the High Seas&#10;    Thrilling Expeditions: Valley of the Thunder Lizard&#10;    Among the War Parties: Adventures in the Early Americas&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Miniatures",
      "Pike and Shot",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Measurement Movement",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bro bro breja",
    "ID": 25975,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/25975/bro-bro-breja",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Swedish children's game. In the center of the game map lays a castle. The castle is surrounded by three moats. Each moat has a series of bridges that will take you across that moat. In order to cross the moat the player must roll the exact same number as is displayed on the bridge.&#10;The first one to reach the castle wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Swissair",
    "ID": 25976,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/25976/swissair",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Swissair is played on a large world map. It shows 90 airports of different values, where the 39 most valued ones can be purchased by the players. There are several flight routes on the map also; routes attended by Swissair can be run for free, while flying on other routes are with costs.&#10;&#10;Each player has 1 airplane as playing piece. 30 flight cards tell the players, which routes they must fly with their airplanes. Money is paid when a route is completed. &#10;Purchasing airports can be advantageous also, because players landing on them must pay airport taxes.&#10;&#10;The game ends, when all 30 flights are completed. Winner of the game is the player with the most points; owned airports and money earned is converted to points for that reason.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Airlines",
      "Promotional: Board Games",
      "Region: The World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Airpoly",
    "ID": 25977,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/25977/airpoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Airpoly is not a Monopoly variation as the name could suggest, although some elements resemble it.&#10;&#10;It is played on a round course showing 31 airports and 15 other spaces. Airports can be purchased and landing fees can be collected there.&#10;&#10;The players travel around the course with one of 3 airplane types (DC-9, Airbus or Jumbo Jet) carrying 1-3 freights, which are drawn from 36 freight cards. To minimize the luck factor, such freight must not be delivered at a single airport, but at specified airport groups of 2-6 airports.&#10;&#10;The game ends after a certain time is over - the rules propose a time of 2-3 hours! Winner is the player with the most wealth.&#10;&#10;The entire game is in ENGLISH, FRENCH, GERMAN, and ITALIAN---1987&#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": [
      "Brands: Airlines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vélodrome",
    "ID": 25978,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25978/velodrome",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "This French cycling game dates back to the 1930's (exact release-date unknown). It's a wooden box of 18x38cm. that should be clapped open to play. Inside there is an oval v&eacute;lodrome. There are 8 wooden cyclists (each forming a team). Movement is decided by a die. Players should decide how many laps the race will be. The winner is the one who crosses the line first in the final lap.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sport Cycling Game",
    "ID": 25979,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25979/sport-cycling-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This magnetic small traveling game was broad out by Super Accord, a company from Hong-Kong (now China) somewhere in the '90s. It's a plastic box (8,5x8,5cm.)that can be clapped open.  There are four different magnets that are used as pawns (one for each player) and a 6mm. die. The rules are very easy, movement of the magnets is determined by the die, some boxes on the track can cause bad luck (resulting for example in skipping one or two turns.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Potvertoeren: Tour de Chance",
    "ID": 25980,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25980/potvertoeren-tour-de-chance",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "0",
    "Description": "This Dutch cycling game from 1965 was enclosed in the Dutch weekly magazine, called Revue. The gameboard, which is made from glossy magazine paper,  has a 'board' of 38 x 35 cm. The game also contains several tokens, which you had to cut out from the magazine. There is a green and yellow jersey, the polkadot mountain jersey, a tour-caravan token and several 1 to 3 peaked mountain tokens. You need also a die and a number of chips or matches, whatever you like. The paper gameboard has the Tour de France route of 1965 printed on it. At the start, every player gets some chips as starting money. After a stage is finished, the tour caravan pawn moves to the next stage. Every stage has a number printed on, this is important for the dice rolling. You need to roll that number for winning the stage. Since this fame is purely based on dice rolling, the rules are very simple. You can earn or lose chips depending on how the dice rolls. The game ends when the tour caravan reaches the final stage in Paris. The player who has the most chips at this point wins the game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le jeux des sept équipes",
    "ID": 25981,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25981/le-jeux-des-sept-equipes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This French cycling card game contains 42 cards (6*9cm. size) divided over 7 teams. The teams are Festina, US Postal, Credit Agricole, BigMat, Once, Orbea and Cannondale (the last 2 are mountain bike teams). Each team has specialist, for example a climber (grimpeur), sprinter, team leader, attacker, rouleur or helper. Each card has a photo of a real professional cyclist on it, making this a collectors item for cyclist lovers.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Prix Bicycling",
    "ID": 25982,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25982/grand-prix-bicycling",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This Canadian cycling game is about a race in a city (a criterium). The board measures 64x48cm., there are 18 cyclists, 2 dice, 40 lap winner cards, 40 booster cards and 32 chance cards in the game. The mechanism is not difficult. The criterium goes over a number of laps that is agreed between the players (this determines the length of the game). One the map there is a track that gives the players multiple choice to determine the circuit. A number of spaces on the track are colored yellow and blue. When a cyclist is on a yellow space he receives a power card (also when he finishes a lap and starts a new lap), on the blue spaces a player has to draw a chance card. It is also possible that a cyclists takes a wrong route (this can happen with a chance card). There are also spaces that contain a text (for example 'flat tyre'). Winner is the player who's cyclist covers first the total distance of the criterium. With the dice and the card drawing this Canadian game has a high luck factor but the cyclist lover will certainly enjoy it.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kariba (including Kalak)",
    "ID": 25983,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/25983/kariba-including-kalak",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Kariba and Kalak are 2 different games by Frank Stark that come in one box. Both can be played using the same components. Kariba, the main game, is a 2 player variant inspired by the Mancala game family. Kalak is a Marbles variant, or rather, a pebble-flicking dexterity game whose arena is created by assembling the 2 piece jigsaw board in an alternative way. Kalak is mainly aimed at younger players.&#10;&#10;KARIBA&#10;This variation on the age-old Kalah game keeps the familiar sowing movement rules, but it introduces an alternative way to capture stones and dramatically changes the way the board is used. It also introduces new types of pebbles. They now come in 3 different colours, each with its own value, and one even with a special protective ability. The board shows 2 large scoring pits at either end of the board. Between them, 2 rows of just 4 pits are sitting side by side. Each player is assigned one row of 4 that ends in their private scoring pit. This row is the only row in which a player will place their own pieces and it should be obvious that the players move in opposite directions.&#10;&#10;At the start, both players get a set of 25 stones that forms the supply, and these are kept beside the board. It is a mix of 3 types: 20 stones that are worth 1 point, 3 treasure stones that are worth 2, and 2 guard stones that are not only worth 3 points, but also protect all stones in a pit from capture, as long as a black stone is not caught out sitting on its own. By itself, a guard stone is equally vulnerable to capture.&#10;&#10;In turn, players pick up 1-4 tones from supply and move them onto the board, or remove all stones from one of their own pits and move these further along the track towards the scoring pit. To move a hand of stones, the player chooses the first hand stone and drops it into the pit it would reach next on its way to the scoring pit. Then, 1 stone is dropped in each pit thereafter until a player's hand is empty. When a player manages to drop a stone into the scoring pit (here players are forced to drop the lowest value stone), it is safe and counts toward their end total. All remaining hand stones go back to supply and must start all over again. When one player has no more stones left to move, the game ends. Players add up the total points in their own pit. The loser ignores any stones left en-route on the board, but subtracts the value of the stones still in supply from this total. The player with the highest score wins, with simple tie-breakers provided.&#10;&#10;What makes this game interesting is the way by which opposing pieces are captured. When a stone is placed in an empty hole, all opposition stones that sit beside it and are not protected by at least one guard stone are captured and are immediately added to the pit of the capturing player, boosting that player's score. The high stone total triggers the need for continued protection from capture by Guard Stones, which adds to the deliberations to be made. Guards stones will be deliberately played so they overshoot the scoring pit, ensuring their continued services as protectors of all other stones on their way to the scoring pit. However, sacrifices will have to be made, making continual forward planning a requirement for victory.&#10;&#10;KALAK&#10;By flipping over one side of the jigsaw board, a flat surface is revealed for the bottom half of the board, and that leaves a square of 4 small pits with 1 large one directly above it at the top. The player sits at the base of the flat surface board, and makes a smiling pebble face by placing 2 black pupil stones in the lower &quot;eye socket&quot; pits, 2 blue ones underneath the nose-shaped jigsaw lock to make nostrils, and by creating a smiling mouth of the remaining 8 blue stones underneath.&#10;&#10;In phase 1, the player flicks each blue stone once, trying to reach the large target pit at the top. Only blue stones that fall into this pit can be taken into the second phase, the rest are removed. In phase 2, the player places all surviving stones in a single row on the bottom edge, including the 2 eye stones if more than 4 stones survived the first phase. Again, stones are all flicked once, but this time the player determines their end score. Each pitted stone scored one point, but player's will have to spread the stones out across all pits, as any stones that supercede the maximum capacity set for each pit in this phase are worthless. Optional rules to make it harder by using special landing restrictions for the then also more valuable eye stones, or making it easier by relaxing the set-up for phase 2 are also included.&#10;&#10;PUBLICATION HISTORY:&#10;&#10;     2006 Kariba (including Kalak) Gerhards Spiel und Design - deluxe wooden version - in print (last checked oct 2006)&#10;&#10;&#10;Gerhards Spiel und Design produces their wooden games range to high standards, and this is no exception. The 2 solid oiled beech wood board pieces slot together seamlessly, and the (minimum of) 50 semi-precious stones are colourful and elegant. A string-chord storage bag for these is provided. The whole set fits in a remarkably small box, roughly the size of a DVD box set. Frank Stark has been releasing a couple of board games each year through this smaller German imprint, after being attracted by the quality of its products.&#10;&#10;ADDITIONAL INFO:&#10;&#10;     language skill needed: language neutral. It comes with German rules.&#10;     english translation: Clemens Gerhards has made an English translation available.&#10;     artwork: none, Clemens Gerhards games come in plain brown, ribbed cardboard boxes with the game title burnt into the lid. &#10;     awards won: none.&#10;&#10;&#10;Note: in 2008 Clemens Gerhards published a three piece jigsaw board edition. An additional piece can be added to the original Kariba board so that a new board with two rows of six pits sitting side by side is produced. This expansion provides new tactical challenges to the game. In addition, rules for a two player game called &quot;Cubango&quot;, a Kalaha variant that is played using the expanded board, are also included.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Mancala"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games",
      "Traditional Games: Mancala"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Genus IV – Canadian Edition",
    "ID": 25984,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/25984/trivial-pursuit-genus-iv-canadian-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is the Genus IV Canadian Edition with questions oriented towards Canadian history, geography and culture, &quot;From Moose, the Atlantic Provinces and the Maple Leaf... to Mounties, Wayne Gretzky and Whitehorse...&quot;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stellar Annihilation",
    "ID": 25985,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/25985/stellar-annihilation",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The enemy fleet is approaching.  Your only chance of survival is to destroy them before they destroy you.  You must carefully fold space before deploying your nuclear torpedoes.  One hit and your enemy's ship will be history.  Of course, one hit and you will be history as well.&#10;&#10;Stellar Annihilation is a simple game in which each player draws (in pencil) a fleet of ships on opposite ends of a sheet of paper.  The paper is then folded and the first player shoots by drawing a dot on the back of the sheet with a marker.  The paper is then unfolded and the players check to see if a ship was hit.  Any ship hit is destroyed.  Players take turns shooting until one fleet is annihilated.&#10;&#10;In the solitaire game you draw an enemy fleet and attempt to destroy it in a set number of turns.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Anagramania Junior Edition",
    "ID": 25987,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25987/anagramania-junior-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Junior Edition of Anagramania, designed for players ages 8 to 13.&#10;&#10;Players solve anagram based clues as they move around the board.&#10;&#10;Offers 2 levels of play:&#10;&#10;Basic:  offering fewer choices in tactics.&#10;Word 'n Spoke:  Has more tactical play and gives players less skilled in solving the anagrams a better chance to win.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Point to Point Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Truth, Dare or Damnation!",
    "ID": 25989,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25989/truth-dare-or-damnation",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from Khepher Games website:&#10;&quot;The party game where you're damned if you do, and even more damned if you don't! Players decide to answer the truth on the purple dice or act out the dare on the blue dice. If they fail, the black die reveals the penalty.&quot;&#10;&#10;The game comes with two purple truth dice, two blue dare dice and a black die with dares that must be carried out if the truth or dare are not completed to the satisfaction of the rest of the players. All dice are six-sided and have text on them. The dice of the same colour combine to give an instruction, such as &quot;Spank or grope ... An inanimate object&quot;.&#10;&#10;The game doesn't actually specify an objective or how to win, but presumably the aim is to have the least embarrassing results after rolling ...&#10;&#10;Amusingly, the game comes with the warning, &quot;Not to be played with alcohol&quot;.&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cavaliers and Roundheads",
    "ID": 25990,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/25990/cavaliers-and-roundheads",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Miniatures rules for the English Civil War. Interestingly, this was the first product released by Tactical Studies Rules, which later became TSR, Inc.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: English Civil War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My First Clock",
    "ID": 25995,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.89",
    "Link": "https://boardgamegeek.com/boardgame/25995/my-first-clock",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Children can have fun while learning how a clock functions and how to tell the time.  Step by step, children will become familiar with full hours, half hours, and minutes over the course of three games.&#10;&#10;2004 edition: The game includes tiles each showing a clock set to specific times, and a big master clock where the hands can be set independently. Players must match the tiles to the time set on the master clock, focusing on memory, pattern recognition, and speed.&#10;&#10;2001 edition: The game includes tiles each showing a clock set to specific times, and four big clocks where the hands can be set independently. Players must set their clock according to the tile drawn.&#10;&#10;For ages 4-9.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Spielend Neues Lernen (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On Our Way: Steps to Perfection",
    "ID": 25996,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/25996/on-our-way-steps-to-perfection",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A game designed to acquaint individuals with some of the requirements of several gospel steps in the LDS church.  Players roll dice to fill each requirement and chits are used on each players game sheet to mark the filled requirements.  First player to fill all requirements on the game sheet wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Religious"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nauplion",
    "ID": 25997,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/25997/nauplion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Nauplion is an ancient city in Greece and also a board game of Nauplion's &quot;Pessoi&quot;.  Nauplion is the land of the ancient Troyan game creator &quot;Palamides&quot;.&#10;&#10;This is an ancient board game from the ancient city of Nauplion (Nau+plion = ship + ship) with boards and ancient Greek letters for 2-6 players. Each player has ancient letters from Nauplion Greece. Also there are three dice with the ancient shapes of Nauplion. Highest roll starts the game.&#10;&#10;Nauplion has the following items:&#10;1. Some Colorful Boards (Grids).&#10;2. Ancient Hellenic Nauplion letters connected with numbers for each player.&#10;3. Three dice with shapes.&#10;4. Other materials.&#10;5. A leaflet with some information for this game along with photos from the ancient Nauplion region.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cosmic Dice",
    "ID": 25998,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/25998/cosmic-dice",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In ancient Greece (Hellas) there was a very popular dice game with the name Cosmic Dice. &#10;At first at the Orpheus period was only three cosmic dice. &#10;At the Homeric period there were four dice. &#10;At last there were totally twelve dice, one for each one of the 12 Greek Gods.&#10;&#10;The game comes with 12 cosmic dices and the explanation for predicting your future according to the ancient Greek philosophers.&#10;&#10;Cosmic Dice has the following items:&#10;1. A colorful grid.&#10;2. 12 dice, each with ancient Greek scripts on each side.&#10;3. A small book.&#10;4. Many other items.&#10;&#10;The full game which will be issued in the next version will have 25 &quot;cosmic dice&quot; and much more information about the ancient philosophy of fortune telling.&#10;&#10;The new version will have 200 cosmic dice.&#10;&#10;There is another game also Cosmic Runar Dice which is different and has the runic lettering and numbering.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thomas the Tank Engine's Whistle Stop Surprise Card Game",
    "ID": 26000,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26000/thomas-the-tank-engines-whistle-stop-surprise-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A combination of a game and a puzzle.  The game is a go fish type matching game, but the card backs also form a 2 foot by 4 foot puzzle.  Play the game and then turn the cards over to make the puzzle.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Puzzle",
      "Trains"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "TV Shows: Thomas the Tank Engine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars Miniatures Battles: Vehicles Starter Set",
    "ID": 26001,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26001/star-wars-miniatures-battles-vehicles-starter-set",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From the box:&#10;&#10;The Star Wars Vehicles Starter Set adds a new dimension to your  Star Wars Miniatures Battles  games with vehicle combat rules, vehicle miniatures and advanced game scenarios. Do you have what it takes to lead your troops to victory?&#10;&#10;Basically a repackaging of the Star Wars Miniatures Battles Companion, West End added some sample miniatures and dice to round out this boxed set.&#10;&#10;Includes:&#10;&#10;Star Wars Miniatures Battles Companion&#10;Rebel snow speeder miniature&#10;Speeder bike w/ Rebel pilot miniature&#10;Speeder bike w/ Imperial pilot miniature&#10;5 6-sided dice&#10;&#10;Expands:&#10;&#10;    Star Wars Miniatures Battles&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Point to Point Movement"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GIPF Project Set 3",
    "ID": 26003,
    "Year": "(2006)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26003/gipf-project-set-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.0769",
    "Description": "This includes three expansions for GIPF.&#10;&#10;Contents:&#10;&#10;&#10;     6 YINSH-potentials for each player&#10;     6 P&Uuml;NCT-potentials for each player&#10;     3 extra basic pieces for each player&#10;&#10;&#10;See the project GIPF wiki page for more details on the potentials' powers.&#10;&#10;The YINSH-potential can slide off its piece, any number of empty spots, for sneaky deployment.  The P&Uuml;NCT-potential can land atop certain other pieces (different ones than the DVONN-potential), changing their color, or possibly introducing more GIPF-pieces mid-game!&#10;&#10;GIPF Set 3 contains 6 white and 6 black YINSH-potentials, 6 white and 6 black P&Uuml;NCT-potentials, and 3 white and 3 black extra basic pieces to play &quot;Ultimate GIPF&quot;. For the very brave amongst players: that is GIPF with 21 basic pieces and all 5 different kinds of potentials.&#10;&#10;This is probably the last part of Project GIPF - after all those years players can combine all games :)&#10;&#10;First product of cooperation of Kris Burm with company SMART.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: GIPF Project"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HeroCard: Rise of the Shogun – Miko Expansion Deck",
    "ID": 26005,
    "Year": "(2006)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26005/herocard-rise-of-the-shogun-miko-expansion-deck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "Miko Expansion Deck&#10;&#10;The Miko Matches her spiritual power with her mental and physical strength to fulfil her destiny.&#10;&#10;The Miko is a HeroCard expansion deck for HeroCard Rise of the Shogun, an epic battle for feudal Japan. The Miko can compete in any HeroCard game or can be combined with other decks to create a customized character.&#10;&#10;Expands&#10;&#10;    HeroCard Rise of the Shogun&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Japan",
      "Game: Herocard"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HeroCard: Rise of the Shogun – Prince Expansion Deck",
    "ID": 26006,
    "Year": "(2006)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26006/herocard-rise-of-the-shogun-prince-expansion-deck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Prince Expansion Deck&#10;&#10;The Prince uses bribes, dirty tricks, and court intrigue in his quest for power.&#10;&#10;The Prince is a HeroCard expansion deck for HeroCard Rise of the Shogun, an epic battle for feudal Japan. The Prince can compete in any HeroCard game or can be combined with other decks to create a customized character.&#10;&#10;Expands&#10;&#10;    HeroCard Rise of the Shogun&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: Japan",
      "Game: Herocard"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Linie",
    "ID": 26007,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/26007/linie",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;Linie&quot; is played on a unusual board: 4 spiraled lines in 4 colors lead from every edge of the board to the center. These 4 spirals are intersected by 4 straight diagonals leading from the center to the edges.&#10;&#10;The game includes 3 tokens per color/player, 1 die of each of these colors and 2 neutral white dice.&#10;&#10;Movement is very unusual again, since a player can move any token on the board! During a turn, a player rolls 5-6 dice and each die roll allows the move of 1 token, using the white dice as jokers, who allow the movement of a token of any color.&#10;&#10;Captures are possible on the diagonal lines only and the player who is the first to reach the center with all his 3 tokens is the winner of the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Banco",
    "ID": 26008,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/26008/banco",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This card game consists of a huge deck of 132 cards and 25 letter chips.&#10;100 of the 132 cards are coupons, showing a letter and a value of 10 or 50. The rest of the deck has 32 cards of 11 different types, such as gold-barrels, bank robbers, guards, policemen and others.&#10;&#10;Before the game starts, 3 letter chips are drawn; they form the combination, which is needed to open the bank safe.&#10;&#10;During the game, the players play cards on 3 different places of the table: their own playing area, the bank-safe or around the bank-safe (to protect the safe).&#10;&#10;The game ends, when the bank safe is either opened with the correct combination or successfully robbed by a bank robber.&#10;&#10;Points are calculated to determine the winner - the bank safe is likely to give the most points, but cards on the playing areas and cards still in the hands are calculated also.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Starchec",
    "ID": 26009,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26009/starchec",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Starchec is actually a 2-games box with 2 different games in it. Common to both games is the use of 6-sided chess-die showing the 6 chess symbols: knight, bishop, rook, pawn, queen and king. Each turn, the die is rolled and allows 1 playing piece to make a chess move according to the roll of the die.&#10;&#10;Starchec-1, Wettlauf um die Sterne (race around the stars):&#10;&#10;&#10;2-4 players can play. Each player has 1 &quot;saucer&quot; and 1 &quot;meteor&quot;. Object of the game is to be the first player, who brings his saucer to the finish line. Meteors are used to block opponent saucer; they can only be moved, when a king is rolled, but the can be placed everywhere on the board then. If a saucer captures another saucer, the 2 involved saucers just change places.Starchec-2, Spiel im Weltall (game in outer space):&#10;&#10;&#10;This game is played on a normal chessboard. Each of the 2 players has 8 tokens, which are placed on two opposing sides of the board. Winner of the game is the player, who brings all 8 tokens on the opposing side of the board first. Captures result in an exchange of positions again, but it's also allowed to &quot;capture&quot; own pieces, if a player does not want to move any of his tokens.   ",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 12 x 12 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "König Krösus",
    "ID": 26010,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/26010/konig-krosus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The gameboard shows 5 rows of 8 spaces. The rows are numbered from 100-500 and marked 500-2500 at the side.&#10;&#10;The 40 spaces of the board are filled with 1 coin of different values. During a turn, a player must take 1 coin from the bottom and he can place any number of coins back. When a coin is placed back on the board, the sidewards marked amount of money is collected.&#10;&#10;Winner of the game is the player who has earned 50,000 first.&#10;&#10;Apparently developed from The Economy Game reducing it to the pure and basic mechanism.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Auf die Palme, ihr Affen",
    "ID": 26011,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/26011/auf-die-palme-ihr-affen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A three dimensional palm tree contains a number of coconuts in different colors. The goal is to climb up to the top of the palm with your ape by clever use of the coconut counters.&#10;&#10;There are a number of chits; most show a coconut, a few an elephant. The player in turn flips a chit. If it shows a coconut, he may climb up to the next one with the same color. If it shown an elephant, he falls back a bit.&#10;&#10;A good memory is necessary to know where the best coconuts are. The chits are moved from one area into the other each time they are displayed, and you can't use the same chip again until all of the chits have been used.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wahlparty",
    "ID": 26012,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/26012/wahlparty",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "Wahlparty is an election game in the political system of Bundesrepublik Deutschland. Players try to collect sets of cards for 16 federal states to gain the majority. The cards are all dealt out and then players must engage in real-time open trading to assemble majorities.&#10;&#10;This game was published as a supplement for Fairplay, a German print magazine for games. Wahlparty is a small booklet and you have to cut out all the cards yourself and build a box out of the booklet.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Real-Time",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Supers",
    "ID": 26013,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/26013/the-supers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In a world where heroes are an everyday sight, do you have what it takes to fight for your time in the limelight? Can you prove your powers and abilities or are you just another weirdo in spandex?&#10;&#10;In The Supers, you decide just that! The Supers is a fast paced, easy to learn card game for 2 to 6 players! Build your own hero with the help of a variety of Powers, Gadgets, Tactics and Places and take on your friends in a head-to-head, one on one battle or get six (or more!) people together for a battle royale!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Imp Game",
    "ID": 26014,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26014/the-imp-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "For years, players of fantasy games have stormed the dungeons and strongholds of evil sorcerers, warlords, and just plain bad guys as heroes: knights, wizards, druids, paladins, and more. Heroically they have braved the darkest pits, the foulest creatures, and the most perilous of quests.&#10;&#10;This, however, is not such a game.&#10;&#10;Welcome to The Imp Game! Rather than taking on the role of one of these namby-pamby heroes, players in the Imp Game take on a much more entertaining role: that of the common, dungeon imp! Servants of a wannabe dark and quasi-evil overlord, players scour the world in search of items of power, foil the plots of &ldquo;evil&rdquo; Adventurers, and clean out the dungeons whenever needed, getting themselves into mess after mess with the only way out is to help each other!&#10;&#10;The Imp Game is a wonderfully hilarious game for 2 to 5 players of all ages. The Imp Game features a powerful &quot;Failure&quot; mechanic that captures the feeling of inept but stupidly lucky sidekicks, ensuring that success is inevitable, but who succeeds at what?&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Terre Invisibili",
    "ID": 26015,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.30",
    "Link": "https://boardgamegeek.com/boardgame/26015/terre-invisibili",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Self-producted fantasy boardgame.&#10;&#10;Every player has a character represented by a counter on the game map.&#10;&#10;Players try to increase the features (strength, agility, stamina, mind and... money) of their characters according to the classical fantasy setting (wander, have encounters, fight the monsters, take the gold).&#10;&#10;The final goal is to find and piece together the fragments of the Wand and become ruler of the lands.&#10;&#10;Rules and cards are only in Italian.&#10;&#10;&quot;Terre Invisibili&quot; means &quot;Invisible Lands&quot; in English.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wehrmacht: Fifth Blitzkrieg",
    "ID": 26016,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/26016/wehrmacht-fifth-blitzkrieg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "0",
    "Description": "In Wehrmacht: Fifth Blitzkrieg players can play WWII in the East from May 1942 to March 1943. The battle of Kharkov of May 1942, Operation Blue on June 1942 or the Russian counterattack of November 1942 leading to the Stalingrad encirclement and von Manstein counter stoke of February-March 1943 are all included.&#10;&#10;It includes two 59 x 84 cm map stretching from Leningrad (included) to the Caucasus (the whole Eastern Front). The map covers , except the Finnish front and a bit of the most Western parts of the Soviet Union which were overrun in Summer 1941 at the beginning of Operation Barbarossa.&#10;The map and rules (22 pages) are printed in Japanese.&#10;720 counters: units are divisions for the Germans and Axis allies plus separate tiger tank companies; tank and infantry armies, tank, mechanized and cavalry corps for the Soviets.&#10;&#10;For one or two players. &#10;Playing time: about eight hours.&#10;&#10;(BGG user's description)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HappyAnimals",
    "ID": 26018,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26018/happyanimals",
    "Min Players": "2",
    "Max Players": "18",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "HI! I am the Pig and I am HAPPY near the Farm and near the Water. If I stop on other places... I become SAD! When Happy I can draw the YELLOW HAPPY NUMBERS, and when Sad I can draw the PURPLE SAD NUMBERS!&#10;&#10;MOOO! I am the Cow and I am HAPPY near the Farm and near the Grass: On these places I can draw THREE HAPPY NUMBERS and if i draw a &quot;+&quot;, then I can sum them! With 5 + 4, I can move up to 9 squares!&#10;&#10;Who will be an HAPPY ANIMAL?&#10;Who will arrive first? Maybe someone will stop on a square to stay happy and draw the HAPPY NUMBERS, higher than the SAD NUMBERS! &#10;The choice is yours: always run till the last step or stay happy and win!&#10;&#10;HAPPYANIMALS is a COMPLETE GAME&#10;for 2-18 players, 5 years and up. Contents:&#10;- 18 Cards with the characteristics of all Animals&#10;- 18 Counters of the Animals, The Happy Numbers and the Sad Numbers&#10;- 1 Board representing the race map with the Farm, the Woods, the Grass, the Water...&#10;- 1 Rule sheet easy (draw and move) and one with addictions, subtractions, multiplications and divisions.&#10;- And... 2 wooden PUSH PUPPETS!&#10;&#10;All the 18 wooden push puppets are available: &#10;Pig, Cow, Lion, Donkey, Elephant, Dog, Cat, Giraffe, Gazzelle, Husky, Leopard, Green Dog, Bear, Sheep, Monkey, Bamby, Horse, Zebra.&#10;&#10;Push puppets are wonderful handmade and hand-painted animals that when &quot;Happy&quot; stands on their base, when &quot;Sad&quot; flop on their legs!&#10;&#10;HAPPYANIMALS will be premiered as prototype at EssenFair 06, Stand SilToys booth number 9-19 and at stand Angelo Porazzi Games booth number 9-28.&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Humor",
      "Math",
      "Miniatures",
      "Number",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spot Cash",
    "ID": 26019,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/26019/spot-cash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Each player secretly places his collection of tiles face down on a triangular board.  The covered half of the tiles have different colors and different denominations.  Each denomination must be placed in a certain pattern on the board.  Players then turn over the tiles on other boards, earning a multiple of the denomination.  Red tiles score for the player who turned over the tile, black tiles score for the player who owns the tile.  Each turn ends when a black tile is uncovered. The game ends when all tiles have been uncovered, and the player with the most money wins.  This is an interesting but (seemingly) forgotten game from one of the largest publishers.  The game is similar to Battleship, but with much more depth.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "NAQ",
    "ID": 26021,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/26021/naq",
    "Min Players": "4",
    "Max Players": "9",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "NAQ, pronounced &quot;Knack&quot;, is a party game where all players become trivia buffs because the trivia is based on the knowledge of the players in the game. A fun, fast-paced party game where you can mix people with different levels of education and cultures with everyone having an equal chance of winning.  More information available at http://www.naqgames.com/index2.html&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Moneyworld Inve$tor",
    "ID": 26022,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/26022/moneyworld-inve-dollar-tor",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.3333",
    "Description": "From the back of the box:&#10;&#10;Now, you can be a Global Investor!  Buy and sell currencies, properties, commodities, production plants and shops. Collect rent and make profits. Yes, make a billion dollars!  But to win, you n eed to make good decisions, form partnerships, be prudent, take risks; and, most of all, have balance in your life.  So,.. Go.. get it!&#10;&#10;Investing is... &quot;The greatest game in the world&quot; according to Mr. Barton Briggs, head of Morgan Stanley Asset Management, and one of the world's biggest international money managers.&#10;This boardgame deals with issues related to the world economy and global investment.  Design for&#10;- families who love to play together,&#10;- parents who wish to impart values and skills for future success,&#10;- students for interactive learning, and&#10;- friends in a mood for indoor fun.&#10;&#10;INVE$TOR is:&#10;Educational - young people learn about global economic issues, market trends and money management.  They learn to plan ahead, make wise decisions, change with the times, take calculated risks, form partnerships, and have a balanced life.&#10;Fun and Entertaining - the whole family, and friends, of ages 12 &amp; up, may enjoy interacting, collaborating and competing with one another through a game that is never the same everytime you play it!&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I Spy Bingo",
    "ID": 26023,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.18",
    "Link": "https://boardgamegeek.com/boardgame/26023/i-spy-bingo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "I Spy Bingo is a bingo game based on the 'I Spy' picture books by Walter Wick and Jean Marzollo.  The bingo boards (4 space by 4 space) are double-sided - one side with the letters in sequence for beginning players and the reverse side with randomly arranged letters.  Each bingo card square contains pictures of objects beginning with the letter in the square.  The letter cards are also two-sided - the beginner's side features the letter to be called out, and the &quot;advanced&quot; side only contains pictures whose names are to be called out and the first letter of the word used.  Per the game box, ages 4+ are appropriate for the game.&#10;&#10;From the game box: &quot;Popular I Spy pictures become a fast and fun bingo game...get 4 in a row and shout Bingo!&#10;    * Players learn beginning sounds and practice reading skills.&#10;    * Promotes manual dexterity, verbal and visual skills.&#10;    * Two levels of play.&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Bingo",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Game: I Spy",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stranded",
    "ID": 26024,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/26024/stranded",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Stranded, Time Machine travel takes you to great events in American history! From the Mayflower's landing at Plymouth Rock to the Wright Brothers' takeoff at Kitty Hawk. From Paul Revere's biggest date to the Gold Rush of '48. But the trick is: getting from one to the other without getting stuck! Fun and suspense mount as every move makes return to the present a little bit tougher. Simple but well-timed strategies are key to being the last remaining player and winner of the game. Fast-paced, friendly, and educational too, STRANDED is for 2 to 4 players, ages 8 to adult. Approximate playing time is 30 minutes.&#10;&#10;Contents: 1 Game Board, 1 Set of Rules, 4 Movers, 1 Color Die, and 48 Colored Time Machine Circles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Country: USA",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Devil's Deeds",
    "ID": 26026,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/26026/devils-deeds",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the Rules :&#10;&#10;&quot;There is a job open in hell for a nasty devil like you. But you has grown to like working on earth and desperately wants to avoid going down to hell again. You must be bad enough to keep your job, but not bad enough to get a new job. A devilish challenge.&quot;&#10;&#10;A card game made by a new Swedish designer.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Happy Landing",
    "ID": 26027,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.42",
    "Link": "https://boardgamegeek.com/boardgame/26027/happy-landing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "From the Website:&#10;&#10;&quot;You are only Traffic Controller at Edward C. Eagle Airport and there are zillions of planes coming your way.&#10;&#10;You would scream if you were not busy directing planes. &quot;&#10;&#10;A game of panic control.&#10;&#10;Each player is playing a Traffic Controller and the goal of the game is to be the last traffic Controller left in the game. You must make sure that no planes collide, easier said than done.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Aviation / Flight",
      "Transportation"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Feeeeed Meeeee",
    "ID": 26028,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/26028/feeeeed-meeeee",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the Rules:&#10;&quot;Feeeeed Meeeee is the most popular game among the Big Trolls. The rules are simple: Big Trolls sit around a table loaded with food.. but they are not allowed to eat! As time passes, they get hungrier and hungrier. The first Big Troll that can&acute;t control his hunger and starts to eat the food is the loser&quot;&#10;&#10;You must collect sets of food cards. This is done by rolling 2 dice to determine how many action points you get for the turn. With these action points you move to different storage places and collect food.&#10;&#10;The Swedish edition, called Glufs Glufs, was included in issue 5/2006 of the Swedish games magazine Fenix.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Knatsch: Das Turnierspiel",
    "ID": 26029,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/26029/knatsch-das-turnierspiel",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Knatsch - the tournament play &#10;for 3 to 5 players, approx.. 20 minutes.&#10;&#10;A New Print &amp; Play Game From Michael Schacht on his Spiele aus Timbuktu Web site.&#10;&#10;Once in the year the king organizes a gigantic tournament. The participants argue about the favor of the castle and about the profit of castles.  The player with most points of fame wins the tournament.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Knights"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Compleat Strategyst",
    "ID": 26031,
    "Year": "(1954)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/26031/the-compleat-strategyst",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An analysis of &quot;matrix games&quot; where each player has a set of &quot;strategies&quot; to choose from - these are just labels, could be rock/paper/scissors - and there are pre-arranged &quot;payoffs&quot; according to which strategies are chosen. Prisoner's Dilemma is a well-known example of such a &quot;game&quot;. Or, consider the following example, paraphrased from the text.&#10;&#10;Aldie and Derk decide to play a game for daiquiris. Each throws one or two fingers. If both throw one finger, Aldie buys Derk a daiquiri. If both throw two fingers, Derk buys Aldie two daiquiris. If they don't match, Aldie pays Derk a dime. (At the time this book was written, daiquiris were 55 cents.) How much per game should Derk demand of Aldie in order to make this game worthwhile?&#10;&#10;This text can help you solve this problem, or others like it. In particular, this is the type of game theory floating around behind certain sports simulations like Football Strategy or MLB SportsClix, although the latter has dice as well as the strategy selection.&#10;&#10;",
    "Categories": [
      "Book"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Donald Duck Card Game",
    "ID": 26032,
    "Year": "(1946)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/26032/donald-duck-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game appears to be one of a set of games that were produced in small, matchbox sized boxes. The game looks like a small book, and has Vol 1. on the spine, which suggests that there may be others in the set. There is no publication date, but this is probably fairly old.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Ducks",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zeon",
    "ID": 26034,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/26034/zeon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Abstract strategy game created for the &quot;Learn &amp; Play a New Game&quot; tournament held during FirenzeGioca (=&quot;FlorencePlays&quot;) 2004&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "From the Casebook of Michael Collins' Dan Fortune",
    "ID": 26035,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/26035/from-the-casebook-of-michael-collins-dan-fortune",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the cover &quot;Play Dan Fortune, the one armed detective featured in the novels and stories of Michael Collins.  He is a master at solving cases in which no foul play is obvious.  Enjoy this exciting supplement to Ellery Queen's Mystery Magazine Game.&#10;&#10;Uncover Hidden Evidence in these four challenging mysteries:&#10;&#10;Would Dan Fortune turn down a beautiful women's request for help? In A Shot in the Dark, the detective assists a lady in distress.&#10;&#10;Have the police arrested the wrong man? When there is A Death in the Greenhouse, the master detective must prove that the  suspect is innocence.&#10;&#10;When Dan Fortune vacations in Bromlee Station, three college students ask the sleuth to find their missing roommate. Are these young men overreacting, or is their friend The Missing Physicist?&#10;&#10;Can working late at the office be fatal? Perhaps so, in The Embezzler's Revenge.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Novel-based",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Race the Moon",
    "ID": 26036,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/26036/race-the-moon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The object of this game is to plant the tulip garden before the moon is full. Each turn the player rolls the dice and can plant a tulip of the color rolled. If the moon is rolled, the player must add a moon piece to the central moon puzzle. If the moon is complete before any gardens are planted then the moon wins.&#10;&#10;The game has a co-operative aspect in that if a player rolls a tulip color that they already have in their garden then they may donate the tulip to a different player. No player may have two tulips of the same color in their garden.&#10;&#10;The game is crafted from wooden components.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brazil",
    "ID": 26037,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/26037/brazil",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Abstract strategy game created for the &quot;Learn &amp; Play a New Game&quot; tournament held during FirenzeGioca (=&quot;FlorencePlays&quot;) 2006&#10;&#10;It is freely downloadable.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Country: Brazil",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tri-Memo: The Lord of the Rings – The Two Towers",
    "ID": 26038,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/26038/tri-memo-the-lord-of-the-rings-the-two-towers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game is an average run of the mill memory game with a twist.  In the game you are trying to match characters from the Lord of the Rings Two Towers movie. Instead of finding a matched pair on your turn you must find a matched trio of pictures.  This makes the game somewhat more difficult than the traditional matched pair style of gameplay.  Don't fret though, rules are included to play the routine memory style game of matching pairs.  The game was published by BETEXA which is in the Czech Republic.  FEVA, located in the United Kingdom, was the distributor.  This game is hard to find and most likely would appeal to collectors of Lord of the Rings themed games.&#10;&#10;",
    "Categories": [
      "Memory",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goalsystem Fantasy",
    "ID": 26039,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/26039/goalsystem-fantasy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Goalsystem Fantasy (GSF) is a complete fantasy skirmish system designed for 28mm miniatures play. It features the basics of combat, movement, and character creation. The game also includes rules for magic and scenarios. GSF is powered by the Goalsystem, the same rules that run SuperSystem and Chaos In Cairo. If you have never tried a Goalsystem game, this is a great way to do it. All you need are 3-5 figures per side, and a handful of six-sided dice. Color cover and fifteen pages.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Goalsystem (West Wind Productions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kellogg's (Ten Pin) Bowling",
    "ID": 26041,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.58",
    "Link": "https://boardgamegeek.com/boardgame/26041/kelloggs-ten-pin-bowling",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "From the rules:  &quot;If you don't know or understand bowling, this game will teach you. If you do know bowling, this game will be a challenge to your knowledge and ability.&quot;&#10;&#10;Simplistic playing card driven game. I believe I got the games from Pop-Tart boxes. I am aware of 8 games in the series.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Promotional: Board Games",
      "Series: Kellogg's Sports games (Growth Industry Computing)",
      "Sports: Bowling",
      "Theme: Cereal Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kellogg's Professional Basketball",
    "ID": 26042,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/26042/kelloggs-professional-basketball",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rules: &quot;If you don't know or understand basketball, this game will teach you. If you do know basketball, this game will be a challenge to your knowledge and ability.&quot;&#10;&#10;Simplistic playing card driven game. I believe I got the games from Pop-Tart boxes. I am aware of 8 games in the series.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Board Games",
      "Series: Kellogg's Sports games (Growth Industry Computing)",
      "Sports: Basketball",
      "Theme: Cereal Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Triple Match",
    "ID": 26043,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/26043/triple-match",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Contents&#10;    * 2 Game Boards&#10;    * 48 Colored Plastic Marbles - 6 each of 8 colors &#10;    * 1 Indicator Shaker&#10;    &#10;Aim of the game:&#10;To set up as many patterns as possible on your individual board, that match the little shaker pattern.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Torment",
    "ID": 26044,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/26044/torment",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Crossword game. Cards provide categories and three different grids allow for different levels of play. Players fill in the blank grids &quot;across&quot; first for five points each and then add &quot;down&quot; answers for ten points each. A bonus is added for completing the grid. Includes pads of grids, pencils, eraser and &quot;egg timer&quot;.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rockets Away: Sensational Space Travel Game",
    "ID": 26045,
    "Year": "(1952)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26045/rockets-away-sensational-space-travel-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this classic game from the 1950s, players take turns launching rockets at a board containing futuristic space settlements and various celestial objects, such as planets, stars, and a sun.  Launching occurs by placing the rockets in rocket launcher attached to a space station and then dropping the rockets on the board from above.  Players score points or lose points based on where the rockets land.  The player with the most points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Steve Scott Space Scout: A Game of Adventure in Outer Space",
    "ID": 26046,
    "Year": "(1952)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26046/steve-scott-space-scout-a-game-of-adventure-in-out",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this game, players select a color for their rockets and then go on a mission to explore the solar system.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Merry Motorist Game",
    "ID": 26048,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/26048/merry-motorist-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game is a race to the finish.  Several pitfalls and twists and turns await your journey home.  This game is similar to an advanced chutes and ladders as some paths let you skip past sections and others send you back. Action cards also affect your play along the way.&#10;&#10;The board itself is a giant puzzle and comes in 6 large pieces that fit together to form the board.&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle",
      "Racing",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "One on One Basketball",
    "ID": 26049,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26049/one-on-one-basketball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A simulation of one-on-one basketball featuring NBA stars, playground greats, Harlem Globetrotters, and other famous players.  Players are rated for five different shot types (jump, back-in, power, shake-n-bake, and drive), their ability to get a shot off for, their chance of making the shot, ability to defend each type of shot and overall defense, rebounding, blocks, steals, free throws, dunks and more.  308 players are rated for the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schuss the Skiing Boardgame",
    "ID": 26050,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/26050/schuss-the-skiing-boardgame",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Schuss looks like it is becoming the new choice of after-dinner board gamers, pushing Trivial Pursuit off the table.&#10;&#10;The board itself is designed like a piste map, with blue runs throwing up easy Alpine-related questions, with tougher questions on the testing blacks. Mountain restaurant stops help you to change runs and wipe-outs can have 'hilarious consequences' - with dares (why not make up your own?) in order for fallers.&#10;&#10;Box Contents:&#10;Mountain shaped playing board (60 x 40cms)&#10;6 wooden playing pieces + 1 die&#10;1 wooden shaker +1 wooden card holder (inspired by the shape of a bobsleigh!)&#10;Schuss question cards (120 blue, 120 red and 120 black questions)&#10;30 Schuss mountain restaurant cards&#10;40 Schuss wipe-out dare cards (including 5 blanks to add your own dares!)&#10;&#10;http://www.schuss.co.uk/&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Day Full of Energy",
    "ID": 26051,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/26051/a-day-full-of-energy",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Energy as a concept is not easy; scientists believe that the amount of energy in the universe is constant, not used up, but converted from one form to another. The original science through literacy resources (shown opposite) followed a family&rsquo;s day and all the different types of energy they encountered: a day full of energy &ndash; from the energy inside them, to that found and used around them. Stimulating young children to understand the value of energy and how not to waste it, is vital. This boardgame has been developed as an extension to the resource pack and posters, following requests from teachers already using the material.&#10;&#10;The game has been designed for use within the primary school, linking science and literacy at various skill levels. On the following pages, are not only background information, facts and ways to play the game, but also suggested variations and ideas for follow up activities.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Łowcy Zwierząt",
    "ID": 26053,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/26053/lowcy-zwierzat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&quot;Lowcy Zwierzat&quot; (or &quot;Animal hunters&quot;) is a print and play game where players move their pieces (hunters) on a hexagonal desert. Once 4 hunters are next to a hex with an animal that animal is captured by the player who has most hunters nearby. Hunters move one hex at a time unless they manage to form a group, which allows them to move about much more quickly.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Sports: Hunting"
    ]
  }
]