[
  {
    "Rank": "20501",
    "Name": "The Marcher Lords: The Norman Conquest of Wales",
    "ID": 9033,
    "Year": "(2003)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/9033/the-marcher-lords-the-norman-conquest-of-wales",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "In many ways, the famous Battle of Hastings in 1066 was just the beginning for the Normans, with many challenges awaiting them in the British Isles. In order to secure the Welsh border, William the Conqueror (recently crowned as King of England) established loyal Norman nobles in strongly garrisoned Earldoms along the frontier. What followed was decades of warfare and diplomacy as these &quot;Marcher Lords&quot; sought to extend their domains by subjugating the stubbornly independent Welsh.&#10; The Marcher Lords is a simulation of the Norman conquest of Wales in the 11th century on a grand strategic scale. Players assume command of Norman Earls or their Welsh foes, and make the decisions on a area movement map that will determine the course of the war. To be successful, the Normans will have to fortify their conquests by building castles and hold out against Welsh counterattacks, Viking raiders and various other threats.&#10;&#10;The 11 x 17&quot; map covers all of Wales. The 208 counters show Kings, Earls, knights, teulus, Vikings, Irish and more.&#10;&#10;The newer boxed version says it is 2-4 players.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Wales",
      "History: Norman Conquest"
    ]
  },
  {
    "Rank": "20502",
    "Name": "The Cursed Menagerie",
    "ID": 400093,
    "Year": "(2023)",
    "Geek Rating": "5.511",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/400093/the-cursed-menagerie",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "You are a gifted individual, imbued with the ability to detect and dispel evil spirits. Specifically you specialize in haunted objects.&#10;&#10;Once again you&rsquo;ve been called to the home of a citizen whose brush with the supernatural has left them shaken and desperate for help. While you certainly value your role in the community as caretaker and guardian, part of you knows there is another appeal to your line of work.You like to collect these dangerous objects. Something about locking them up, safely in your vault makes the world feel just a bit safer. More in control. And that&rsquo;s good, right?&#10;&#10;A Print and Play Game (only).&#10;&#10;The Cursed Menagerie is a solo dice and card game where the player takes on the role of an investigator attempting to expel ghosts from objects like a haunted doll house, spooky ballerina music box and many more!  Can you add all 13 objects to your collection or will you be overcome by the evil within?&#10;&#10;The mini-campaign game uses a unique reveal mechanic that slowly reveals which type of ghost is haunting the object. Attentive investigators will learn the strengths and weaknesses of these ghosts and use that knowledge to better strategize.&#10;&#10;To win, you'll have to create dice combinations and manage your character's resources.&#10;&#10;The game includes 3 Characters which can be paired with 3 Skill cards for up to 9 different combinations. Future expansions will add to this variety as well as the Ghost + Object combinations.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The Cursed Menagerie",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "20503",
    "Name": "Full House",
    "ID": 5589,
    "Year": "(1979)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/5589/full-house",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Each player is an innkeeper, signing in and checking out guests as directed by the cards and the die.  He tries to improve the standard of his hotel from Economy to Luxury, thereby attracting more guests and higher room rates. Players start with $7,500 and an empty hotel (consisting of two floors of four rooms each: one single, one double, and two suites).&#10;&#10;A player begins each turn by selecting three guests from the plastic &quot;People Popper&quot; and check them in to his hotel.  If he doesn't have the required space, the guest moves clockwise around the board to one of his opponents. A die is then rolled and the player does the action of the square he lands on.  This could mean checking out his guests, staying at another hotel, or getting a random event. A hotel may be upgraded in stages from Economy to Luxury by paying an upgrade fee.  Every step increases the rates that are paid by each guest.&#10;&#10;There is a little skill in deciding how your guests fit into your hotel, but otherwise the game is driven by the roll of the die.&#10;&#10;The first player to make $500,000 wins the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Mechanic: Circuit-Based Trading Games"
    ]
  },
  {
    "Rank": "20504",
    "Name": "Aqua Brunch",
    "ID": 166556,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/166556/aqua-brunch",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The grey fins of the shark pack draw closer and closer, walruses prepare to attack, and the dark shapes of mighty orcas lurk around them all. Everyone is hungry and looking for tasty prey: The time is right for an Aqua Brunch! You will choose how lavish the banquet will be, but beware of the jellyfish because they might give you indigestion!&#10;&#10;In this card game, you must collect turn by turn the best combinations of predators and food. Each turn, players receive three cards &mdash; two face-up and one face-down &mdash; then they pass one card to their left-hand player until someone calls &quot;Brunch&quot;. If you want to continue passing, you have to draw an aqua card (which usually grants penalties in the scoring phase). When all of the aqua cards are gone or everyone has agreed to &quot;brunch&quot;, players start the scoring phase. Everyone then plays one of their score (food) cards; whoever played the strongest combination chooses one of the just played score (food) cards, then the next player chooses, etc. After six rounds, the game ends.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Animals: Sharks"
    ]
  },
  {
    "Rank": "20505",
    "Name": "Cortex: Harry Potter",
    "ID": 371436,
    "Year": "(2022)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/371436/cortex-harry-potter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Enter the wizarding world of Harry Potter with this new edition of Cortex. Players will discover new mini games, and try to be the first players to challenge their memory, logic and observation skills.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Books: Harry Potter"
    ]
  },
  {
    "Rank": "20506",
    "Name": "Capo della Mafia",
    "ID": 234977,
    "Year": "(2017)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/234977/capo-della-mafia",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Capo della Mafia is a mafia themed bluffing game for 3 to 7 players. Players are a low level bosses aiming to get promoted by collecting Respect (victory points). The first one to accumulate 15 respect wins the game.&#10;&#10;Each round,players need to allocate mafia members (cards on hand, each with unique skills) to the new mission flipped, which requires specific skills. Each mafia member also has a certain amount of &lsquo;heat&rsquo;, aka the amount of police attention that they add to your crew. Missions states a maximum amount of heat that can be present. Every player needs to fulfil the mission individually. Or more correctly stated, each player needs to give the impression they fulfil the mission.&#10;&#10;After placing cards face down on the table every player decides simultaneously whether want to actively suspect another player of bluffing. If a player finds a bluffing player, they earn 2 respect (the boss is grateful). However, falsely accusing another player makes results in losing 1 respect. Doing the mission correctly (or seeming to do so) earns a player 1 respect. When a player gets caught, they earn no respect for the mission.&#10;&#10;Description from the designer&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "20507",
    "Name": "Shit Happens: 50 Shades of Shit",
    "ID": 255310,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/255310/shit-happens-50-shades-of-shit",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Shit happens to everyone, and it can really happen in the bedroom! In Shit Happens: 50 Shades of Shit, there&rsquo;s some seriously dirty stuff waiting for you on these cards. You&rsquo;ll read through them and rank the cards according to their shittiness. Is wearing too-tight underwear BETTER or WORSE than watching a 4-hour sexual harassment training session? Is it WORSE than getting a giant hickey on the neck? Rank the card, and if our Misery Index agrees with you, you get to keep it. Correctly rank 10 cards and you win! For 2 or more players.&#10;&#10;These super sexy cards can be played on their own, but if you&rsquo;re feeling frisky, they&rsquo;ll make beautiful babies with all of the Shit Happens versions.&#10;&#10;The game includes:&#10;&#10;200 unique cards not included in the original Shit Happens game.&#10;Can be played as a stand-alone game or as an expansion deck.&#10;Highlights:&#10;&#10;Misery Index ranges from 1-100, from bad, to awful, to WTF!&#10;Each situation has been evaluated and ranked by our psychiatric team of experts.&#10;Easy to learn, hilarious to play!&#10;We Know Our Shit!&#10;We&rsquo;ve asked a panel of highly qualified professionals to carefully evaluate each situation card, and rank them on our Misery Index, which runs from 1 to 100. The panel included marriage counselors, therapists, career counselors and social workers; collectively representing over 150 years of clinical psychiatric experience.&#10;&#10;How To Play:&#10;First, shuffle the deck, deal three cards, and place them in numerical order of their Misery Indexes. The remaining cards will be used as your draw pile (aka, your big pile of shit). Pluck a card from the top of the pile, and try to guess where it fits within the index. You don&rsquo;t have to guess the exact index number (which would be, like, impossible). Instead, all you have to do is guess its proper place within the index. If you guess correctly, you win the card. If not, it passes to the next player to guess. The first person to accumulate 10 cards wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20508",
    "Name": "Camouflage",
    "ID": 284646,
    "Year": "(2023)",
    "Geek Rating": "5.511",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/284646/camouflage",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Camouflage is a pattern matching speed game with multiple modes of gameplay! This includes a solo puzzle mode! (The entire game is also color blind friendly)&#10;&#10;Nature is the world's greatest trickster! &#10;Be prepared for your eyes and mind to be tested, as you push them both to their limits! Focus your effort to spot the matches and the best point combinations, but don't take too long because, just as in nature a split second can mean the difference between life and death! Here, it is the difference between victory and utter defeat!&#10;&#10;Players will each select a set of six cards that they will then play as quickly and as strategically as possible. This game does not have turns and therefore the players must balance taking the time to find big point combos while at the same time making certain that they have a chance to play all of their cards!&#10;&#10;This the perfect game for all ages in that it has incredibly simple concepts but because of the time factor the game is always a challenge. Even young kids can play against each other.&#10;&#10;Solo Play Puzzle Mode-&#10;&#10;If competing on a time factor isn&rsquo;t for you then you will probably love our solo play puzzle mode! each puzzle will give you a list of specific cards that you can use. You will also be given an outline that you must then create by matching the patterns on the cards correctly!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "20509",
    "Name": "How Many?",
    "ID": 138206,
    "Year": "(2013)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/138206/how-many",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4286",
    "Description": "How Many Feet? is a two-player micro-deduction game in which players hold four cards &quot;backwards&quot; &mdash; that is, facing the other player, as in Hanabi &mdash; and take turns asking questions about the numbers visible at the top of their cards. Possible actions in the game are:&#10;&#10;&#10;    Guess a number for any two cards in your hand. Your opponent answers more/less/exact number.&#10;    Once per game, you can rotate a card in your opponent's hand to change the number value.&#10;    Guess the sequence of numbers on the cards in your hand; guess correctly, and you win.&#10;&#10;&#10;How Many Feet? was given away with a Office 21 crowdfunding project and might also be available at conventions and events.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Country: Taiwan",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20510",
    "Name": "Pazzaparola",
    "ID": 347997,
    "Year": "(2021)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/347997/pazzaparola",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This game is really simple to play, even for players who don&rsquo;t love word games at all. It's super easy to compose a word related to the theme: you can use all the letters you want, not only the ones in your hand, and creativity and puns are welcome! No frustration in sight!&#10;Of course, you must try to find a word that grants you a higher score than your opponents&rsquo;!&#10;&#10;At the start of the game the Theme is revealed and you receive 8 Letter Cards:&#10;&#10;    1 - Choose the Letter you like and pass the others to the player at your left&#10;    2 - Repeat point 1 until there are no more cards to pass. Receive from the right, pick one, pass to the left. Easy, right?&#10;    3 - Compose a word related to the Theme, using as many of your Letters as you can!&#10;&#10;&#10;The player who finds the word with the highest value wins the current round and scores 1 point. When a player scores the third point, the game ends and that player wins the game. If 2 or more player find a word with the same value, they all score 1 point. If 2 or more players reach the third point in the same round, they share the victory (this happens rarely).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Score-and-Reset Game",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "20511",
    "Name": "Morgan's a' Comin'!",
    "ID": 42352,
    "Year": "(2009)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/42352/morgans-a-comin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "Morgan's A'Comin' is the fourth game in the Pocket Battle Games series from LPS, Inc.&#10;&#10;(from the publisher)&#10;Rebel raider John H. Morgan defies orders, crossing the Ohio River in the summer of 1863 to bring war to the Yankees! All across the Midwest his incursion results in numerous alarms, property damage, and Union fears that he will link up with Robert E. Lee. While the raid succeeds in diverting a small Union army away from Bragg, the fierce pace and determined Union resistance wears the invaders away to little more than a small band, all being captured in the end. Could Morgan have tipped the balance on not one, but two fronts?&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Postcard games",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "20512",
    "Name": "Treachery in a Pocket",
    "ID": 227425,
    "Year": "(2017)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/227425/treachery-in-a-pocket",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5714",
    "Description": "Four houses struggle for power and control using any means necessary. You watch from the shadows, working behind the scenes and pulling all the right strings, in order to ensure your allies end up in a position of power while your enemies are lost and forgotten.&#10;&#10;Treachery in a Pocket is a card game with nobles vying for power. They are laid out in rows which represent levels of power and the higher a character is, the more power they have. Your goal is to move the nobles of the House you are allied with as high as possible and the nobles of your enemy House as near to the bottom as possible.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "20513",
    "Name": "Head Hackers",
    "ID": 282346,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/282346/head-hackers",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Head Hackers is a party game about reading minds and stealing clues!&#10;&#10;Strap on your tinfoil hat and lock eyes with your teammate. In this game, you have to get them to read your mind...while keeping everyone else out.&#10;&#10;Pass on the Secret Word by writing down three one-word clues. If your teammate shouts out the correct answer, you both walk off with the points. Just watch out for the other teams as they'll be trying to get inside your head, second-guess your Clue Words, and steal your points. Points mean moves on the board. First around the board and back to their Home Square wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Psychic Powers",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "20514",
    "Name": "Legion: The Siberian Story",
    "ID": 394327,
    "Year": "(2024)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/394327/legion-the-siberian-story",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "After the Treaty of Brest-Litovsk, the Czechoslovak legions were stranded in Russia in the middle of Civil war. To reach their new homeland, the Czechoslovaks had to endure a hardly believable journey across the whole Siberia to the Pacific coast. In Legions we try to capture the small stories of this odyssey. Each player leads one faction in order to dominate others. Each faction has unique set of soldiers at their disposal and each soldier&rsquo;s capabilities evolves around the way &ndash; both in the positive and the negative way. The goal is simple &ndash; to outsmart the opponents playing the right cards at the right moment and to use your Order tokens, so you will always have some trick up in your sleeve.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Advantage Token",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "History: Russian Civil War",
      "Region: Siberia (Russia)"
    ]
  },
  {
    "Rank": "20515",
    "Name": "Pentago XL",
    "ID": 21012,
    "Year": "(2005)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/21012/pentago-xl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8",
    "Description": "A four-player version of Pentago. Now in color, instead of just black and white.&#10;&#10;An abstract strategy game with nine 3&times;3 grids arranged into a larger 9x9 board. Players alternate placing marbles on the board. Each player has a color of marbles, and the game is set-up to allow team-play. The first player or team to get five in a row on the entire 9x9 grid wins, but there is a twist: Every time a player places a marble they also turn any one of the game&rsquo;s eight outer boards 90&deg; in either direction. The ever-changing game board makes the game all the more challenging.&#10;&#10;Re-implements:&#10;&#10;    Pentago&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Multiplayer Pentago&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Team-Based Game"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 9 x 9 Grids",
      "Game: Pentago"
    ]
  },
  {
    "Rank": "20516",
    "Name": "DOG Cards",
    "ID": 165587,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/165587/dog-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2857",
    "Description": "In DOG Cards, players need to create rows of number cards in front of them from 1 to 14. The first player to create two rows &mdash; or in a four-player game, the first team in which each teammate has created a row &mdash; wins.&#10;&#10;The deck consists of 104 number cards from 1-14 as well as 8 jokers and 8 thieves. To set up, each player receives a hand of seven or five cards (depending on the number of players) and a row of 13 cards is laid face up on the table; if any numbered card is in a position that matches its number &mdash; e.g., the number 2 in the second position &mdash; discard this card and replace it with another card from the deck. On a turn, a player takes one of five actions:&#10;&#10;&#10;    Discard a number card, buy the card in this position from the face-up row, then draw a new card to fill this slot. A joker can buy any card.&#10;    Start a new row with a 1/11 card or a 13 card, or add to an existing row. (In the team game, you can play on your row or your teammate's.) You must add the cards in ascending numerical order, with a joker substituting for any non-14 card.&#10;    Swap a number card for a joker in someone's row, adding the joker to your hand.&#10;    Use the special power of a card, with the thief allowing you to steal a card from the end of someone's row, the 14 netting you any card in the discard pile, the 7 grabbing one of the seven top cards in the deck, and the 4 buying any of the first eight face-up cards.&#10;    Discard a card, then draw a new card from the top of the deck.&#10;&#10;&#10;When you complete a row by placing the 14, place the other thirteen cards in the discard pile, with discards being shuffled to form a new deck if needed.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "20517",
    "Name": "The Curse of Misfortune Lane",
    "ID": 254646,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/254646/the-curse-of-misfortune-lane",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "One to four players explore Misfortune Lane in search of weapons and lucky items. Avoid angry adults and monster traps or press your luck and risk losing your precious items. Spend your time wisely, as you only have 6 rounds before coming face to face with the monster. This monster will try to distract you and weaken your deck until the sun sets. During the Night, you&rsquo;ll use your gathered weapons and lucky items to break the curse and save the town!&#10;&#10;The one versus many format allows one player to control this mysterious monster. As the monster you only have one goal: protect the curse. During the Day, litter the town with bad luck and lure other players to locations that contain useless weapons. During the Night, reveal your identity and unleash your true power! Survive these 7 rounds and the curse over Misfortune Lane will remain unbroken. &#226;&#128;&#139;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "20518",
    "Name": "Rainbow Rage",
    "ID": 208807,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/208807/rainbow-rage",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;Red, orange, yellow, green, blue, indigo, violet &mdash; the colors of the rainbow. Easy, right?&#10;&#10;Better think again because this isn't your average rainbow. Big Potato are excited to present their most tense, all-or-nothing game to date: Rainbow Rage. The rules are simple: flip a rainbow card, spot the difference and race to grab the two colors that have swapped places. Spot a perfect rainbow card (with all the colors in the right order) and shout &quot;Rainbow!&quot; to pick up a color of your choice. Once you've collected every color and built your own perfect rainbow to victory, you're declared the winner. Doesn't sound too stressful? Well watch out, keeping hold of your colors isn't as easy as you might think. Grab the wrong color? Return one to the middle. Grab both wrong colors? Return two to the middle. Over excitedly yell &quot;Rainbow!&quot; at the wrong moment? Return all of your colors to the middle. Strap yourself in and get ready to tame some rainbows!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "20519",
    "Name": "Amnesia",
    "ID": 342504,
    "Year": "(2021)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/342504/amnesia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Amnesia is a card game that involves memory, thinking, and concentration. Each deck includes 58 cards and a rulebook.&#10;&#10;&#10;The objective of the game is to score the least amount of points.&#10;&#10;Each player starts with 4 cards, arranged on the table face-down on a 4x4 grid.&#10;&#10;Players draw and discard cards, trying to achieve the lowest possible score based on card values. If a player discards a special card, its power is triggered.&#10;&#10;The final round is triggered when a player believes they have 6 or less points on their cards, declaring &quot;Amnesia!&quot;. Each other player plays his last turn and the game ends.&#10;&#10;The player who ended the game sum their cards points, and gets a bonus or penalty. The rest of the players sum its cards values for their score.&#10;&#10;Several rounds are played, until one player reaches 80 points on &quot;classic&quot; mode, or 40 for a &quot;turbo&quot; game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Memory",
      "Square Grid"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "20520",
    "Name": "Red Doors and the Murderer's Key",
    "ID": 287342,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/287342/red-doors-and-the-murderers-key",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "A psychos thriller card game that aims to escape from the hall where the murderer lurks. Players turn over the red door card one after another and follow the instructions. If you collect 3 silver keys and find an exit, you have successfully escaped. If you find the murderer's key, you will remember that you were a murderer. You were the criminal who kept everyone in this building! If you can kill everyone else while hiding that you are a murderer, you will win the murderer.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Player Elimination",
      "Push Your Luck",
      "Traitor Game"
    ],
    "Families": []
  },
  {
    "Rank": "20521",
    "Name": "Blindes Huhn extrem",
    "ID": 216695,
    "Year": "(2017)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/216695/blindes-huhn-extrem",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the card game Blindes Huhn extrem, players must do their best to avoid taking the blind chickens home with them. Who wants a blind chicken, after all? They just peck at things randomly, making a mess of the house.&#10;&#10;The game consists of fifty number cards (0-49), seven penalty cards, and three reward cards. Adjust the number deck based on the player count, then deal cards evenly to all players. After receiving their cards, players order the cards in their hand however they wish, but then cannot change the order during play. Each round starts with the active player playing the leftmost or rightmost card in their hand, then everyone else does the same in clockwise order, again playing only their  leftmost or rightmost card. Whoever plays the highest valued card takes the trick, then leads to the next trick. If you take a trick with more than one chicken in it, you take a penalty card equal to the number of chickens you took; if you take a trick with exactly one pig in it, then you receive a reward card that gives you a bonus in the next round, such as playing your card face down or playing from any spot in your hand.&#10;&#10;Once all the cards have been played, players tally their scores: each chicken claimed in -1 point, penalty cards are -3 to -15 points, and reward cards are +3 points. Whoever took the last trick can choose to ignore all chickens they took or all penalty cards they took other than those taken on the last trick. If someone uses the 0 to beat the 49 in the last trick, then they can alternatively erase the entire score from a previous game.&#10;&#10;Play as many games as the number of players, then whoever has the highest score wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Animals: Chickens / Roosters"
    ]
  },
  {
    "Rank": "20522",
    "Name": "Obama Llama",
    "ID": 184525,
    "Year": "(2015)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/184525/obama-llama",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Welcome to the rhyming game with the funny sounding name! Obama Llama is full of weird and wonderful rhymes. You'll come across Cara Delevingne on a washing machine, George Clooney doing a moony, and Harrison Ford swallowing a sword. Your job is to describe or mime these rhymes, with your team shouting out as many as they can in 30 seconds time.&#10;&#10;Obama Llama was first released in 2015 in the UK and has been rereleased in 2016 in a U.S. edition that features a different front cover and more U.S.-tailored game content.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Historical Figures: Barack Obama"
    ]
  },
  {
    "Rank": "20523",
    "Name": "Turning Point",
    "ID": 66533,
    "Year": "(2009)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/66533/turning-point",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.75",
    "Description": "Freeman's Farm and Lundy's Lane were Turning Points in the American Revolution and the War of 1812 for America in the formation the United States Army.&#10;&#10;Using the Battle Manuver system (first seen in Waterloo), this is a low complexity game designed by Richard Berg. It is a full box game.&#10;&#10;The Battle Manuver syster game uses cards, one deck for each player (whose cards are somewhat different from those of the other player) to drive the game. Each player gets a certain number of cards each turn - often a different number for each player! - but never his full deck. The cards are used to determine movement, combat, and actions such as Counter-Attack, and Rally, among others. Players may play as many of their cards up to 5 when it&rsquo;s their turn, using each card for only one of the possible three purposes. Play passes back and forth between players, until both players have used all their cards&hellip; and the turn is over.&#10;&#10;Turning Point is thus a game of card play and management, which unfolds on the historical battle map - it uses squares, rather than hexes &ndash; with the use of some large counters. This is a game of position, feint, and sudden attack with what you hope are better odds (since you don&rsquo;t know what cards your opponent will play, if any, and you never know what his final strength will be). No dice are used. And there are no CRT&rsquo;s.&#10;&#10;Playing time for each battle is about 2 hours, sometimes less, and the rules are only 8 pages! Balance is excellent, and because of the use of cards and their random distribution each turn, no game is the same as any other. And the game is playable solitaire (with specific rules for doing so).&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20524",
    "Name": "My Dungeon Boss: Never Lie",
    "ID": 233869,
    "Year": "(2017)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/233869/my-dungeon-boss-never-lie",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "In this uproarious &quot;office-themed&quot; dungeon crawler, you'll take on the challenging task of completing your bullying boss's assignments with the help (or hindrance!) from your fellow players!&#10;&#10;Each round, a Monster card (representing a project) is unveiled for all players to see. The value on the Monster card signifies the combined effort required from all players to finish the project successfully.&#10;&#10;Players take turns discreetly playing a &quot;Battle card&quot; face-down and declaring which card they've played (Stationery 1/2, Computer 1/2, or Absence Form). The catch is that other players can call out bluffs, verifying whether you've played the card you claim to have. Those who guess incorrectly or who are caught bluffing receive a &quot;Cracked Credit&quot; and must reveal their card without the opportunity to deceive.&#10;&#10;The round continues until someone believes that the overall contribution equals or exceeds the value on the Monster card, and they call to &quot;close the case.&quot; All other players must then decide whether to &quot;second that decision&quot; or opt for &quot;not quite yet.&quot; Once the choices are made, reveal all the Battle cards on the table to determine if the case is successfully closed.&#10;&#10;A successful closure means the player who initiated it receives the Monster card along with all the credit (VP) it holds. Players who &quot;second that decision&quot; also earn some valuable bonuses. However, if the attempt fails, the player who called for the closure faces penalty points!&#10;&#10;Can you navigate the &quot;toxic environment&quot; of this office dungeon, or even thrive amidst the web of lies and backstabbing (because you're skilled at it)? It's time to find out!&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "20525",
    "Name": "Grand Dog Park",
    "ID": 254029,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/254029/grand-dog-park",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "There is nothing more enjoyable than taking your dogs for a walk on a sunny day. You head for the Grand Dog Park, where pets can run freely, enjoy fresh air and socialize &mdash; but something's wrong! More and more dogs are starting to scratch. Oh, no! One of the dogs has fleas and the others are getting infected. Do something immediately! Gather your dogs and bathe them in anti-flea shampoo!&#10;&#10;In Grand Dog Park, your aim is to finish the game with the fewest fleas (points). Play your dog cards and use their skills to perform tricks. Force your opponents to take the rows full of dogs with fleas.&#10;&#10;Grand Dog Park is a collectable card game (CCG), thus along with the the base game, dozens of new breeds have been developed. Each breed has unique special skills to increase variability of the game. These expansions will be released continuously from 2019.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dogs",
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "20526",
    "Name": "Paper Trail",
    "ID": 383120,
    "Year": "(2024)",
    "Geek Rating": "5.511",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgame/383120/paper-trail",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Help these students survive their 7th grade history class! By passing notes around the classroom, you can add some fun into their dreadfully dull day. The teacher is searching high and low for these mischievous notes, so don&rsquo;t get caught!&#10;&#10;In Paper Trail, students pass notes around the classroom from desk to desk while the teacher tries to find &amp; confiscate these notes. Students also race each other to score the most points before class ends. A student-player wins by passing enough notes to end the game AND scoring the most points. The teacher wins by confiscating enough notes to end the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Movement",
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: School / College / University"
    ]
  },
  {
    "Rank": "20527",
    "Name": "Take Your Best Shot",
    "ID": 24485,
    "Year": "(2006)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/24485/take-your-best-shot",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "Get ready! You only get one chance to get it right in this game... Each round, one player must reveal a card with three words on it. They'll read a question and then you... act fast! Toss the correct colored ball into the Determinator. Get it right and get it first and you'll get lots of points. Get it wrong and... well... just don't get it wrong! First person to cross the finish line on the score board wins! But remember, you only get one guess each round, so take your best shot!&#10;&#10;Contents: &#10;EZ-Play instructions &#10;15 guessing balls &#10;5 scoring tokens &#10;440 cards &#10;game board&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20528",
    "Name": "The Poll Game",
    "ID": 4434,
    "Year": "(2000)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/4434/the-poll-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The fun begins with the posing of an intriguing poll question.  Choose from the game's 750 &quot;Yes or No&quot; questions, like, &quot;Have you ever saved someone's life?&quot; or create one of your own.  The object is to guess how the other players will answer the question.  Move ahead a space each time you correctly predict the number of &quot;yes&quot; answers.  Jump ahead two spaces of you are the only player to guess the number of &quot;Yes&quot; responses.  The first player to advance to the center of the board wins, though the fun and conversation generated by the poll questions are what the game is all about.&#10;&#10;2001 Mensa Select&#10;2003 Major Fun Award&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "20529",
    "Name": "Star Wars: Scrabble",
    "ID": 353598,
    "Year": "(2021)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/353598/star-wars-scrabble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Visit a galaxy far, far away&hellip;. with Scrabble Brand Crossword Game: Star Wars Edition. Now you can launch your Scrabble game into hyperspace with two different ways to play: Enjoy classic Scrabble with Star Wars vocabulary added or try Galaxy Mode for a more immersive game experience. Galaxy Mode alters the method of scoring so players of all skill levels can enjoy the game.&#10;&#10;In Galaxy Mode, the words you build allow you to move one of four iconic star ship movers the Millennium Falcon, Boba Fett's star ship, an X-wing, or a TIE fighter around the board to collect Galaxy Cards for powerups and points. The Star Wars glossary used for both games modes recognizes the vocabulary of the Empire, the Rebels, and everyone in between!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": [
      "Game: Scrabble",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "20530",
    "Name": "Robin Hood: Hero of the People",
    "ID": 268408,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/268408/robin-hood-hero-of-the-people",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Play as Robin Hood and his merry men in this solo card game. As Robin Hood you&rsquo;ll rob from the rich, give to the poor battle the Sheriff of Nottingham, his goons and recruit your merry men. Increase your influence over the people to gain power and win the game, but be careful, the Sheriff has put a bounty on your head. If it gets too high the people will turn you in for the reward.&#10;&#10;Robin Hood: Hero of the People is a solo card adventure. The object of the game is to recruit your band of Merry men consisting of Maid Marian, Little John, Will Scarlett, Friar Tuck, Alan a Dale and Much the Miller. There is also a bounty on your head. During the game the bounty will increase so be careful that it doesn't get too high.&#10;&#10;Each turn has 3 phases, Rob the Rich, Action and story Phases. During the rob the rich phase draw 3 cards from the loot deck. These include resources that you will use to complete actions.&#10;&#10;During the action phases, play resource cards to recruit characters, decrease the bounty, build your Sherwood Forest camp and buy special abilities from King Richard&#10;&#10;During the story phase, draw and resolve a story card. Story cards add extra challenges to players, some you can overcome, some you can't.&#10;&#10;Once you have other characters recruited you can swap to take advantage of special character abilities.&#10;&#10;Once you have all the characters available and the bounty set at 500 gold or lower, you have won the game. If at anytime the bounty tracker reaches 1000 gold or you play the final story card, you lose.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Medieval",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter",
      "Folk Tales & Fairy Tales: Robin Hood",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "20531",
    "Name": "Crypt of Chaos",
    "ID": 314935,
    "Year": "(2020)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/314935/crypt-of-chaos",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Crypt of Chaos is an exciting new game for one or two players set in a creepy Crypt crawling with creatures hell bent on preventing you from reaching your goal.&#10;&#10;Play as one of six sensational Crypt Champions, each with their own unique skill, item or special ability.&#10;&#10;Build and explore a new Crypt every game by drawing cards from the dungeon deck to reveal floor tiles. Place these to create the twisting passages, creepy corridors and dank chambers of the Crypt, revealing monsters, obstacles and treasure chests as you proceed.&#10;&#10;You will need to use skill and cunning and have all of your wits about you as you seek out a mysterious Lost Sword, snatch the Key of Freedom and battle your way to the Crypt Exit.&#10;&#10;One Incredible Game With Three Thrilling Ways to Play!&#10;&#10;Explore the Crypt alone in the superb 1-Player Solo Adventure or team up with a friend to play the game in 2-Player Co-Op Mode. Try to win the game with each of the six Crypt Champions before attempting to complete it in Chaos Mode!&#10;&#10;No dice, pens or paper required!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Map Addition",
      "Modular Board",
      "Network and Route Building",
      "Pieces as Map",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "20532",
    "Name": "Bloody Ridge: Guadalcanal, 12-14 September 1942",
    "ID": 150422,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/150422/bloody-ridge-guadalcanal-12-14-september-1942",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.4",
    "Description": "Bloody Ridge: Decision on Guadalcanal, 13 September 1942 (BR for short) is a purpose-designed solitaire wargame of low complexity simulating the climactic Japanese night attack of that date. The attacked was aimed at nothing less than the capture of Henderson Field and the annihilation of the entire US ground force on the island.&#10;&#10;You are on the offensive, commanding the Japanese attack force that&rsquo;s attempting to break through the US Marine defense. The rules system, with your help in handling the mechanics of the process, runs the Marine defense. You win by exiting one or more Japanese units off the north edge of the map, or by eliminating the 1st Marine Division headquarters.&#10;&#10;Each game turn of BR is equal to about two hours of &ldquo;real time.&rdquo; Each hexagon represents 125 yards from side to opposite side. Each unit-counter represents a fire-team, squad, platoon, company or some other similarly sized ad hoc grouping of infantry and/or support weapons. The effect of the historically important off-map USMC field artillery is covered by the bombardment rules (see section 8.0).&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 228 counters&#10;&#10;Magazine: World at War #37&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: World War II (Pacific)",
      "Magazine: World at War",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "20533",
    "Name": "Screwball Scramble",
    "ID": 9211,
    "Year": "(1979)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/9211/screwball-scramble",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3",
    "Description": "Push a button, slide the lever, or turn a knob.  Make quick decisions to meet each new challenge of Run Yourself Ragged.  Struggle across the tilting walkway, strain across the parallel bars, slide over the unstable table, bounce through the great tire obstacle, weave your way through the blind maze and spring through the catapult and land on the bell to complete Run Yourself Ragged in record time!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Marbles",
      "Game: Screwball Scramble",
      "Players: Solitaire Only Games",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "20534",
    "Name": "Air Flix",
    "ID": 253835,
    "Year": "(2021)",
    "Geek Rating": "5.511",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/253835/air-flix",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Air Flix is a fast paced, Second World War, dexterity based dog fighting game for 2 or more players. In an all-action battle of strategy &amp; skill, you will need to outwit and out-flick your opponents to achieve total aerial dominance!&#10;&#10;Develop the skills and learn all the tricks to handling your planes with the flare of a true wartime ace. Swoop in behind your enemies for massive firing bonuses, protect your six with cloud cover &amp; tactial maneuvers.&#10;&#10;Slick, intuitive game play, multiple game modes &amp; variants combined with components of the highest possible standard, make this the perfect action dog fighting game for both hardened wargamers &amp; casual players alike.&#10;&#10;The Air Flix: Battle Of Britain base game contains:&#10;&#10;&#10;    The Battle of Britain 3&rsquo; x 3&rsquo; battle mat, &#10;    Plane Minatures &amp; Acrylic Discs&#10;        3 Supermariine Spitfire&#10;        3 Messerschmitt Bf 109&#10;        2 Boulton Paul Defiant&#10;        2 Heinkel He 111&#10;        2 Barrage Balloons &#10;    &#10;    10 Pilot Cards &#10;    6 Ace Pilot Cards&#10;    1 Bombing Map&#10;    2 Squadron Boards&#10;    2 Ranging Sticks&#10;    1 Initiative Token&#10;    10 Bomb Tokens&#10;    5 Combat Dice&#10;    Scenario rules for Blitz Mode&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "20535",
    "Name": "Leipzig: Napoleon Encircled",
    "ID": 73251,
    "Year": "(2010)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/73251/leipzig-napoleon-encircled",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "From the Decision Games' website:&#10;&#10;Napoleon was, by 1813, the victim of his own success. His Grande Arm&eacute;e had ransacked most of Europe, but then the Prussians, Austrians, Russians, Swedes and others converged their armies, collectively known as the Sixth Coalition, around Leipzig in an attempt to annihilate Napoleon once and for all. The coalition commanders knew they had to approach cautiously. Napoleon had previously defeated each of those nations' armies, and had demonstrated a remarkable ability to overcome unfavorable odds before. At Leipzig, however, Napoleon was heavily outnumbered, and the princes of Europe realized there might never be a better chance to vanquish him and finally end the Napoleonic Wars.&#10;&#10;Leipzig utilizes an all-new Musket &amp; Saber Combat System, which provides a simple yet accurate portrayal of Napoleonic warfare. The combat system is intuitive, including all the details that characterized battle during the era while also simulating the unique aspectsof 19th century warfare. Units can become weakened and rout; attackers can pursue, and the fortunes of war can intervene at any time. Cavalry can rip open enemy lines and shred fleeing units, and reserves must be ready to plug holes or secure a line of retreat.&#10;&#10;In Leipzig a new Combat Results Table emphasizes playability while also simulating the lethality of musket and bayonet engagements of that time. Leaders accelerate the action, replicating the importance of their presence during battle, and supply lines require players to protect their logistical trains. Winning a battle will depend on deployment, maneuver and massing firepower, as well as the strengths and weaknesses of each particular army.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Leipzig (Saxony, Germany)",
      "Country: Germany",
      "Series: Folio (Decision Games)",
      "Series: Musket & Saber Combat System (Decision Games)"
    ]
  },
  {
    "Rank": "20536",
    "Name": "Magic 8 Ball: Magical Encounters Board Game",
    "ID": 377163,
    "Year": "(2022)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/377163/magic-8-ball-magical-encounters-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Welcome to Magical Encounters!&#10;&#10;With the Magic 8-Ball as your guide, embark on an epic adventure! The object of the game is to work as a team to collect four crystals around the board and bring them to the towers. But you need to watch out! Gadworm the dragon will hover over the castle to catch you! Work together as a team and Magic 8 ball will guide you throughout your journey.&#10;&#10;On your turn, you roll a die that will give you two numbers; one for your movement and one for the dragon. After you move first, you either pick up the star token that could be a crystal or a useful item along the way or get the encounter! Encounter cards will give you the situation and two options you can choose for your action. After you make the decision, it&rsquo;s time to consult the Magic 8-Ball! Based on what answer you get from the Magic 8-Ball, you will face different results. At the end of your turn, don&rsquo;t forget to move Gadworm the dragon based on your dice roll.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Advantage Token",
      "Cooperative Game"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "20537",
    "Name": "Living Well Is the Best Revenge",
    "ID": 370963,
    "Year": "(2022)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/370963/living-well-is-the-best-revenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Living well is the best revenge, and the best way to live well is by unlocking your inner power! In this dice game of strategy and chance inspired by the art of Steven Rhodes, will you aim to unleash your point-gaining abilities, or plan ahead with powerful dice manipulation? Gain points during an opponent's turn and watch their good fortune become another path to your success. Be the first to reach your full potential and transform from zero to hero!&#10;&#10;The game is played over 3 rounds. The player with the most points at the end of the 3rd round wins.&#10;&#10;PLAYING A ROUND&#10;Players take turns rolling and resolving their dice individually. This continues until a player has unlocked all 10 of their ability cards, or only one player is left in the round.&#10;&#10;ON YOUR TURN&#10;When it is your turn to roll, follows these steps in order:&#10;1. Roll Dice&#10;Begin your turn by rolling your player dice and Power dice together.&#10;Each of your opponents rolls their Power dice only.&#10;2. Opponents Score&#10;Each of your opponents gains 1 point for each of their Power dice that matches BOTH 1 of their unlocked (faceup) ability cards AND at least 1 of your dice (either your player dice or Power dice).&#10;3. Use Unlocked Abilities&#10;Next, you (and only you) may use any number of your unlocked (faceup)ability cards, in any order.&#10;4. Unlock New Abilities&#10;After you use your abilities, add up the numbers on only your player dice to determine your player dice total (and apply any modifiers from unlocked ability cards if desired).&#10;Then choose a combination of your locked (facedown) ability cards that add up exactly to your player dice total, and flip each of them faceup to unlock it.&#10;You must choose a combination of cards that are ALL locked. For example, if your #1 card is already unlocked, you may not choose any combination of cards that include a 1 (regardless of what you rolled).&#10;If you have no combination of locked cards that add up to your player dice total, you may not unlock any new cards and are instead out of the round.&#10;After unlocking cards, your turn is over.&#10;&#10;There are 3 types of abilities:&#10;&#226;&#151;&#143; Power Die Ability (#1-6): In order to use a Power die ability, you must roll the matching number on at least 1 of your Power dice.&#10;&#226;&#151;&#143; Modify Player Dice Total (#7-9): Once you have unlocked one of these abilities, you may use it once per turn to modify your player dice total for unlocking new abilities (see Step 4). Do not change the die faces you rolled when modifying your total.&#10;&#226;&#151;&#143; Extra Power Die (#10): Once you unlock your yellow Power die, you may roll it for the rest of the round.&#10;&#10;    1. Power Die: Gain points equal to 1 of your dice.&#10;    2. Power Die: Gain a reroll token.&#10;    3. Power Die: Steal 3 points from another player.&#10;    4. Power Die: Score 1 point for each of your locked cards.&#10;    5. Power Die: Score 1 point for each of your unlocked cards.&#10;    6. Power Die: Choose a player to lose half their points, rounded down.&#10;    7. You may subtract 1 from your roll.&#10;    8. You may add 1 to your roll.&#10;    9. You may remove any 1 die from your roll.&#10;    10. Gain an additional Power die.&#10;&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Re-rolling and Locking",
      "Take That"
    ],
    "Families": [
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter",
      "Series: Steven Rhodes Games (Dynomite Games)"
    ]
  },
  {
    "Rank": "20538",
    "Name": "Blöder Sack",
    "ID": 153432,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/153432/bloder-sack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.1667",
    "Description": "Game description from the publisher:&#10;&#10;Five &quot;silly bags&quot; are waiting to be won, so it's time to prove your skill at both poker and dice &mdash; but watch out as others will be trying to grab the bags, too!&#10;&#10;Whoever thinks he knows exactly which bag to take in Bl&ouml;der Sack will likely be mistaken as players again and again hunt for the bag that holds the most &mdash; and sometimes, the bag taken earliest will turn out to be the most sweet. In the end, whoever owns the most valuable bags wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20539",
    "Name": "Die Hanse",
    "ID": 1007,
    "Year": "(1993)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/1007/die-hanse",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.2381",
    "Description": "From the publisher:&#10;&#10;The players, as merchants in the time of the Hanseatic League try to carry salt from L&uuml;beck to commercial ports and exchange them for needed products. The exchanged goods must either be brought back for domestic storage (on the storage card) or to trade offices in other harbors, in exchange for other needed products.&#10;&#10;On the storage cards each Hansa merchant finds the products that he must in the course of the game, put in storage. Once a merchant fills his storage card, the game ends and the winner is determined.&#10;&#10;During this time period, wares were transported in sailing ships, cogs or later holks. To reduce the risk of such a dangerous and uncertain journey, merchants formed so-called companies with one or several partners and thereby distributed valuable loads on several ships.&#10;&#10;In this game each player shares a Hansa cog with his left and right-hand neighbors. And there are risks to the voyage on all sides. Whether it be the feared pirates, the Vitalian Brotherhood, as they were known, wreaking havoc, whether storms rage over the North and Baltic Seas, or a harbor is blocked, a thousand things can cause difficulties in the life of an honorable merchant...&#10;&#10;",
    "Categories": [
      "Medieval",
      "Nautical",
      "Negotiation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Theme: Hanseatic League"
    ]
  },
  {
    "Rank": "20540",
    "Name": "Fliegende Teppiche",
    "ID": 109936,
    "Year": "(2011)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/109936/fliegende-teppiche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "With the sun setting in the horizon, adventurers glide in on their flying carpets, searching for valuable treasures in palaces and bazaars. But steering a flying carpet to the proper destination is a lot trickier than it sounds. A strong wind can push a carpet off its course and into a desert, even though its intended destination was the camel bazaar. But maybe the magic lamp can still save the day?&#10;&#10;In Fliegende Teppiche (&quot;Flying Carpets&quot;), players try to guide their flying carpets to the most attractive destinations to score the most points &ndash; and by &quot;guide&quot; read &quot;toss&quot; as the carpets are actually cards. To set up the game, each player receives one carpet (two in a two-player game) and a set of genie cards. Shuffle the 52 destination cards.&#10;&#10;To set up a round, the active player turns over destination cards one by one and places them on the table as she desires. A card can't be placed more than the width of a card away from other cards, and at least 1 cm must separate adjacent cards. After revealing twelve cards, the player can swap cards or rearrange them to some degree. Then the player to her left &quot;flies&quot; his carpet onto the destination cards, followed by each other player with the active player going last. Once all carpets have flown, check to see who claims what:&#10;&#10;&#10;    If a carpet lies on no destination cards (or is only underneath cards), return it to its owner, who receives nothing.&#10;    If a carpet is alone on top of one or more destination cards, the carpet's owner claims these cards, whether or not he wants to.&#10;    If more than one carpet is on a destination card, the players involved simultaneously reveal one of their genie cards. The player with the highest genie claims the destination card, then swaps that genie with the player who revealed the lowest genie.&#10;&#10;&#10;If four or more destination cards are still on the table (and they're not all deserts), fly the carpets again. Once fewer than four cards remain, compare the number of palaces held by each player (with magic lamps counting as a palace if a player chooses to do this). The player(s) with the most palaces scores five points, while the player(s) with the fewest loses five points. Remove palace and used lamp cards from play, then pass the destination deck to the next player, who lays out twelve more cards. Players toss carpets, etc.&#10;&#10;Once all players have laid out cards once (twice in a two-player game), the game ends. Players score additional points for claiming pairs of matching bazaars (5-7 points), sets of different adventure cards (1-15 points), and treasures (3 points), while losing five points for each desert claimed. Magic lamps can cancel a desert or be used as a wild card. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Arabian",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20541",
    "Name": "Xerxes",
    "ID": 6706,
    "Year": "(1973)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/6706/xerxes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "Chinese Checkers with a fun twist.&#10;&#10;Named after Persian king Xerxes, two players deploy 24 figures each on a 15x19 board. Either in one of three suggested starting formations, or (advanced) in secret.&#10;&#10;Pawns are either moved one space (diagonally as well), or can repeatedly jump over one unit. Jumped enemy units are removed. Once the lines break open, a single move can create havoc among the opponent!&#10;&#10;The goal is to occupy a specified point (the enemy's camp) behind his lines.&#10;&#10;On the back of the game board (exept the last,third edition) you can use the same components &#10;to play Frundsberg where playing pieces can be placed anywhere on your side of the board behind a screen.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Fighting"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: E-Serie (F.X.Schmid)"
    ]
  },
  {
    "Rank": "20542",
    "Name": "King of Con",
    "ID": 247488,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/247488/king-of-con",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The big annual convention starts!&#10;&#10;For the nerds it's the opportunity to pour out their passions by collecting rare products at the best prices: only the one who will close the best deals and complete his collection will be King of Con!&#10;Manage your resources, influence the market supply with your demands and try to get the best items through original 3-rounds auctions.&#10;Collecting objects will allow you to earn victory points, especially if they fit your secret passions, but also prestige, which expresses itself in new resources to buy other pieces of your collection.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Market",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "20543",
    "Name": "PanzerZug",
    "ID": 957,
    "Year": "(1998)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/957/panzerzug",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "PanzerZug is a card based/driven game where players are attempting to destroy the most German railroads and freight yards.  Each player outfits their selection of one of three planes (Mustang, Thunderbolt, or Typhoon) with cards representing fuel, guns, and bombs.  In turn, a target is drawn and the player attempts to destroy it, or refit his plane for next turn.  There is much interaction as the other players try to stop opponents while maximizing their own attacks.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Trains",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Lose a Turn",
      "Race",
      "Take That",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "20544",
    "Name": "Can't Stop the Turtles",
    "ID": 4082,
    "Year": "(2002)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/4082/cant-stop-the-turtles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "A variant version of Sackson's Can't Stop. It uses cards, chips, and a scoresheet instead of a board and markers to keep score.&#10;&#10;It comes in a small hard plastic case, similar to Pass the Pigs.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Turtles"
    ]
  },
  {
    "Rank": "20545",
    "Name": "TimeBomb II",
    "ID": 187806,
    "Year": "(2015)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/187806/timebomb-ii",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "TimeBomb II has a title and a few other details announced for it, but nothing else.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: TimeBomb"
    ]
  },
  {
    "Rank": "20546",
    "Name": "3·4 = Klatsch!",
    "ID": 35610,
    "Year": "(2008)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/35610/34-equal-klatsch",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A player chooses a numbered flower on his/her turn. (&quot;Let's multiply by fives.&quot;) When everyone is ready, roll a die, and quickly multiply the numbers on each. Be the first to swat the fly card with the correct result to earn a wooden fly token. Collect eight tokens to win.&#10;&#10;Contents: 45 wooden flies, 42 fly cards, 6 fly swatters, 5 flowers, 5 flower cards, and 2 dice&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Flies",
      "Series: Lernspiel (HABA)"
    ]
  },
  {
    "Rank": "20547",
    "Name": "Asteroid Zero-Four",
    "ID": 4245,
    "Year": "(1979)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/4245/asteroid-zero-four",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5714",
    "Description": "The premise of this two-player SF wargame is that the US and USSR have established competing well-armed mining operations in the asteroid belt when a period of massive solar flares makes manned space travel inside the orbit of Mars impossible. A nuclear war between the two mining bases then begins, featuring both missiles and spacecraft; the winning power will dominate mining operations in the belt (and Earth's manufacturing economy) for years to come.&#10;&#10;The playing time is optimistically marked as one hour, but the game actually says &quot;one to four hours.&quot;&#10;&#10;This is Task Force Game #2 (also #1002), one of Task Force's series of microgames.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Pocket Games (Task Force Games)",
      "Space: Asteroids"
    ]
  },
  {
    "Rank": "20548",
    "Name": "The Match Game",
    "ID": 7680,
    "Year": "(1963)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/7680/the-match-game",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Based on the popular long-running television series, the players write down their response to a statement that has many possible answers. (Name a type of cheese, for example ala &quot;Family Feud&quot;) The players score based on matching the responses of others.&#10;&#10;The players can form teams and try to match teammates as the television series or each can play for oneself and try to match the plurality. Those who don't match the plurality pay a scoring chip to each player who did.&#10;&#10;Six editions plus Fine, Collector's and a Briefcase Edition were published.&#10;&#10;When the series was revamped and revived in 1973, the home game would include the updates. &ldquo;The&rdquo; was dropped from the title and the format of the game would be two players trying to match as many of the six answers as possible. A third player acts as moderator. Each player would get two tries and the questions were now statements with a word missing. The players have to guess which word would be given most often. The player who had the higher score after two rounds would play the Super Match round. The first step would be to guess the most popular answer of a survey. The second step is to match the response of the moderator. The player who has won the most money after three games is the winner. Only the rare third edition features the jokes statements for which the show is famous.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "TV Shows: Match Game",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "20549",
    "Name": "Nacht der magischen Schatten",
    "ID": 131474,
    "Year": "(2012)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/131474/nacht-der-magischen-schatten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Game description from the publisher:&#10;&#10;Once a year the dwellers of the enchanted magic forest come  together and celebrate a big magical feast. As usual, they gather to perform their magical dance around the campfire. But in the dark, only the shadows of the witches, trolls and elves can be  seen. Only the player who recognises the shadows and remembers which magical creatures have not danced around the campfire can get their little magical being to the end first.&#10;&#10;In Shadow Magic each player takes a turn at being the shadow dancer and moves the turntable in the shadow box on which the chosen figures are standing. The other players look at the canvas of the shadow box from the front and compare the shadows of the figures gliding past with the outlines of the figures on the cards that are lying in front of the box. After one round, the light is switched off and the guessing game begins.&#10;&#10;Only players who look closely and have a good memory can find the cards with the figures that didn't dance around the campfire after each round.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "20550",
    "Name": "Tic Tac Chec",
    "ID": 3540,
    "Year": "(1995)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/3540/tic-tac-chec",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Tic Tac Chec is both a chess teaching tool and a clever strategy game.  Each player has four pieces: a knight, a rook, a bishop and a pawn.  The object of the game is to be the first to align your pieces in a vertical, horizontal or diagonal row.  Play starts on an empty 4 x 4 board and players take turns placing a piece on any open square.  Once at least three pieces are placed per player, they may move a piece, capture a piece or place their remaining piece.  Captured pieces are returned to their player and may be replayed on any open square.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 4 x 4 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "20551",
    "Name": "Firefly Dance",
    "ID": 285623,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/285623/firefly-dance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Every night, the mystical forest floor is illuminated by dancing fireflies. Each firefly may look the same on the outside; yet each one shines a unique color. Work together with the Fairy to try and correctly guess the color of each firefly. Guess correctly and be rewarded with mystical gemstones!&#10;&#10;In Firefly Dance the players roll the die and move the fairy clock-wise around the game board according the number rolled. Check to see what color the fairy landed on.&#10;&#10;Then they try to guess the firefly which has the same color as the space the fairy landed on. Choose one firefly, touch it with the magic wand, and check the color.&#10;&#10;If they guessed correctly they collect one gem stone and then change the position of their firefly with another one on the board.&#10;&#10;The game ends immediately once all the gemstones have been collected. The player with the most gemstones is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Electronic",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "20552",
    "Name": "Blood Berets",
    "ID": 4979,
    "Year": "(1993)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/4979/blood-berets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Blood Berets was Target Games first entry into the American gaming market. It preceded the later, more popular boardgames (Mutant Chronicles: Siege of the Citadel and Fury of the Clansmen) and the English release of the roleplaying game on which it was based. Blood Berets is only slightly more complex than Siege of the Citadel and Fury of the Clansmen because it is really not much more than a streamlined version of the roleplaying game's combat system.&#10;&#10;This game included many of the rules of popular wargames, including a chit-based initiative system, cover, hidden deployment, and model facing.  It too used Target Games's one hit, one armor roll system (with a d20) for fast action.  This game was distinguished by a card for each character.  When the character was hit once (or twice, for the Nepharites), the card was turned over, revealing an injured portrait and lower stats for the injured character.  When the character was hurt twice (or four times, for the Nepharites), it died. The game is enjoyable, but since it has only three mission scenarios, it does not lend itself to much variation upon repeat plays.  The human player is aware of the general location of mutants through the use of his &quot;scanner&quot; - which is counters placed on various tiles (revealed when a tile is overturned and replaced with the appropriate miniature).  Even so, the game is an enjoyable introduction to the roleplaying game and is very adaptable for those gamers who like to tinker with rules systems to develop their own variants. The subsequent development of Warzone as a tabletop miniatures wargame added a large number of metal miniatures that could be used in variants of the game.&#10;&#10;Probably the most innovative part of the game (for its time) was the inclusion of 18 plastic miniatures for playing the game, each in its own foam compartment neatly stored in the bottom of the box. Six Blood Berets were included (1 Sgt., 1 Medic, and 4 Grunts), 10 Undead Legionnaires, and 2 Nepharites (bad guy leaders). Heartbreaker produced a limited line of miniatures suitable for use with Blood Berets shortly after the game was released. These miniatures were lead and featured the Bauhaus Rangers with the Deathlockdrum machine gunner and Sgt. with 4 Grunts. There were also lead minis of Nepharites and Undead Legionnaires.&#10;&#10;A rare poster-magazine called &quot;Sinkadus&quot; 39 &amp; 40 that was produced by Target Games AB only in Sweden, added an expansion to Blood Berets. New scenarios, rules, items and pretorian stalkers.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Mutant Chronicles"
    ]
  },
  {
    "Rank": "20553",
    "Name": "Red Light Green Light: A Press Your Luck Racing Game",
    "ID": 287410,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/287410/red-light-green-light-a-press-your-luck-racing-gam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Finally, a preschool board game parents will want to play!&#10;&#10;Put the pedal to the metal in this fast-paced, easy to learn twist on a schoolyard classic! In Red Light Green Light players draw cards and press their luck as they race to the finish! Take it for a spin!&#10;&#10;Racetrack is over 3 feet long!&#10;Design your ride! Personalize your car with stickers to make it your own&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "20554",
    "Name": "Moriarty's Machinations",
    "ID": 164010,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/164010/moriartys-machinations",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The year is 1891, and the city is London. The Napoleon of Crime, Professor Moriarty, has planned out a series of fantastic heists that will grant him untold fortune and power. However, he knows that the brilliant detective, Sherlock Holmes, has caught on to his plans and is trying to sabotage them! Prepared for this possibility, he has hired all his henchmen through intermediaries and hidden himself among them. Who will be discovered first: Sherlock or Moriarty?&#10;&#10;Moriarty's Machinations is a party deduction game for 5-10 players. Each player starts with a unique role card, and which roles are in the game depends on how many players there are. Each role has different information about the other players.&#10;&#10;Phase 1: Information Exchange&#10;At the start of the game, a script is read to inform each player of their privileged knowledge about some of the other players.&#10;&#10;Phase 2: Heists&#10;Players take turns selecting crew members to go on Heists. If the majority of the table approves, then that crew goes on a Heist. Each crew member is given a set of Heist Cards. Cops can choose to Foil the Heist, and it only takes one cop to successfully do so. If no Cops Foil the Heist, then the points are awarded to the Robbers. Otherwise the Cops get the points.&#10;&#10;Phase 3: Accusation&#10;Once one team has reached the required point total, the Accusation phase begins. Jack the Ripper and Inspector Lestrade reveal their roles publicly and try to guess who the leader of the opposing team is. If they guess correctly, their team wins. If they tie, then the win is based on Heist points.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Voting"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20555",
    "Name": "Estado de Sitio",
    "ID": 203760,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/203760/estado-de-sitio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "From the publisher (translated):&#10;&#10;With Estado de Sitio we enter in the most dangerous prision on the planet, not only the most dangerous on the planet also the largest... In fact the prision is an entire city. A city walled and guarded by the army, inside wich the worst kind serving a sentence.  Behind the city walls, criminals ready for anything, able to extort, steal or risk their lives just for a cigarette, are organized to dispute control of the streets and scarce resources that exist in prison.&#10;&#10;Our mission will be to lead one of those bands, and with the band, we will try to control most of the prison that we possibly can. But also we will have another mission, we must ensure that our leader going to escape from prison.&#10;&#10;We will have to manage each of our scarce resources to can move through the barricades of the city, we will engage in business with goods on the black market, We will learn trades in prison, we will lose all our money in the casino, we will falsify documents, we will actively seek alliances with corrupt cops. But look out!, your band is not the only willing to do anything in the prison, you have to impose on the rest of bands to achieve your goals. In this &quot;boardgame&quot; only a band can win, only one will get the respect of convicts...&#10;&#10;This is a game for 2-4 players, Will you be able to lead a band?&#10;&#10;&#10;&#10;En Estado de sitio nos adentramos en la peor c&aacute;rcel del planeta, no solo la peor, si no la mayor de ellas, de hecho, es toda una ciudad tapiada y vigilada por el ejercito en cuyo interior la  mayor cala&ntilde;a de la sociedad cumple su condena. Tras sus muros, criminales dispuestos a todo, capaces de extorsionar, robar o jugarse la vida por unos m&iacute;seros cigarros, se organizan en bandas para disputarse el control de las calles y de los excasos recursos que existen en la prisi&oacute;n.Nuestra misi&oacute;n ser&aacute; dirigir una de dichas bandas, y con ella, controlar la mayor cantidad de oficios importantes dentro de la ciudad-prisi&oacute;n, as&iacute; como intentar, como no, fugarnos con el l&iacute;der de la banda.&#10;&#10;Tendremos que gestionar cada uno de nuestros excasos recursos para movernos h&aacute;bilmente a trav&eacute;s de las n&uacute;merosas barricadas que nos dificultar&aacute;n el paso por la ciudad, traficaremos con mercancias en el mercado, aprenderemos oficios, perderemos lo poco que tenemos en el casino, falsificaremos documentos, buscaremos alianzas con polic&iacute;as corruptos o incluso jugaremos a la ruleta rusa con el menos simp&aacute;tico de nuestros camaradas de la banda. Pero ojo, tu banda no ser&aacute; la &uacute;nica dispuesta a todo para vencer, deber&aacute;s imponerte al resto de bandas con las que compartir&aacute;s la prisi&oacute;n. En este &quot;juego&quot; solo una banda puede &quot;ganar&quot;, solo una obtendr&aacute; el respeto de todos los reos gracias a sus &eacute;xitos en las fugas y a sus oficios adquiridos.&#10;&#10;De 2 a 4 jugadores est&aacute;n llamados a este desaf&iacute;o, &iquest;Ser&aacute;s capaz?&#10;&#10;",
    "Categories": [
      "Economic",
      "Mafia",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Pick-up and Deliver",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Verkami",
      "Theme: Jail / Prison (Modern)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "20556",
    "Name": "Fantasy Pug Quest",
    "ID": 262407,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/262407/fantasy-pug-quest",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Fantasy Pug Quest is a non-collectible card game for 1-5 players which lasts about 30-45 minutes for Heroes of age 10+ which will have to cooperate in order to defend their worlds from the conquest of the evil forces menacing them.&#10;&#10;Fantasy Pug Quest is inspired by the heroic atmospheres belonging to the first Dungeon &amp; Dragons edition and on tactical combats from JRPG like the very first episodes of Final Fantasy: the will to cooperate and the fraternity spirit which usually bonds adventurers are the main basis of our project!&#10;&#10;The players, the brave good-doers pugs struggling to bring peace among the animal races, will have to fight Monster and their Bosses in order to free the Worlds they live in, adapt to their rules, gather Energy to perform incredible Combos, pick up Treasures and share with their party in order to maximize their power and finally save the day!&#10;&#10;HOW THE GAME WORKS:&#10;A game of Fantasy Pug Quest is fast and easy!&#10;Starting from the youngest player and continuing clockwise, every player chooses an Hero Ability Card and the corresponding Hero Character Cards are placed on the Gaming Area starting from the Hero with the lowest Initiative value.&#10;&#10;Then every player draws as many Energy Cards as shown by the table and a World Card is revealed in order to know which special rules will apply to this game: the World Card also determines where the Monsters will spawn on the Gaming Area.&#10;&#10;Everything is ready for the fight and the creature with the highest Initiative value starts the first Turn of the first Round of combat. &#226;&#128;&#168;Heroes use their Energy Cards to perform as many Combos as they want during their Turns (chosen from those available from their Hero Ability Card); moreover they can perform up to 2 Actions chosen among: Move, Attack, Draw, Discard. The same Action can be performed more than once.&#10;&#10;Monsters follow the rules written on their own Cards: one random player will move them and make them perform their attacks during their Turns by simply following such rules.&#10;&#10;Are you afraid it is too hard for your small fluffy pug to fight all such scary Monsters? No panic! Your faithful doggo will find precious Treasures on its path and increase its Level in order to unlock new Combos, power up its attacks, cure its wounds and that will definitely help him/her save the day!&#226;&#128;&#168;&#10;&#10;The fight goes on until the Heroes are defeated or the Monsters are; first scenario: the game ends.&#10;&#10;At the end of each scenario the brave pugs will meet a Pug Merchant so they can buy Treasures or trade their own Energy Cards or loot: collaboration is the key to survive!&#10;&#10;Second scenario: the players may go on to the second World and eventually to the third one, the Boss lair.&#10;&#10;Bosses have their own special abilities and will represent the hardest enemies for you proud doggos to defeat!&#10;&#10;Godspeed you, brave pugs! May the cards be ever in your favor!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Queue",
      "Open Drafting",
      "Pattern Recognition",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20557",
    "Name": "Midnight Outburst",
    "ID": 223223,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/223223/midnight-outburst",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Adults Only Outburst!&#10;&#10;Midnight Outburst is the shout-out Party Game of inappropriate Top 10 lists&mdash;a wild, raunchy and definitely &ldquo;adults only&rdquo; version of the classic game. So you can forget about all that stuff you learned in school&mdash;with Midnight Outburst, you and your friends will show off your knowledge of what&rsquo;s really important in life&mdash;like drinking games, bodily functions, recreational drugs, genital slang, music and more.&#10;&#10;It&rsquo;s easy to play&mdash; which is good, because you&rsquo;re probably drunk. Just pick a card and choose a topic. Then, everyone on your team shouts out as many answers as they can in 45 seconds. The more you match, the more your team scores. And the more you&rsquo;ll impress your friends with your amazing repertoire of all things naughty.&#10;&#10;Midnight Outburst. Great for game nights, parties, or for turning an otherwise boring night into a party.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Outburst"
    ]
  },
  {
    "Rank": "20558",
    "Name": "Exhaust",
    "ID": 361186,
    "Year": "(2022)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/361186/exhaust",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Exhaust is a game of one elimination. One player is eliminated and the other players win.&#10;&#10;In this game, each player is dealt a set number of 64 spell cards, consisting of four colors 1-15 and four special = cards.&#10;&#10;There are also up to 10 combo cards on the table, like poker roles.&#10;&#10;The game is played in a clockwise rotation.&#10;&#10;When it is your turn, you must either a) play a Spell Card according to the rules of the Combo Card, or b) play a Time Stop Card. Either of the two is performed.&#10;&#10;If neither can be done, the player is eliminated and loses the game.&#10;&#10;Since there is almost no hand replenishment, the key point is how to struggle to survive as the situation is getting worse and worse, as the number of cards in hand decreases and the conditions for being able to play combo cards become tougher and tougher.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Single Loser Game",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "20559",
    "Name": "Sea or Shore",
    "ID": 419892,
    "Year": "(2024)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/419892/sea-or-shore",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Travelling from island to island, you and your fellow explorers search for mysterious treasure chests containing inconceivable riches. However, it&rsquo;s a free-for-all: will you play the highest card of the right color to claim the treasure? Given the high stakes, the explorers only show either the color or the number of their card. Play the right card, bluff and dive into the depths to come up with the most treasures. Will you show the relevant island or unveil the underwater world you&rsquo;re going for?&#10;&#10;In Sea or Shore you aim to collect as many treasures as possible. You collect them by playing the right island card at the right time, while making the strategic decision to show either the sea (color)or the shore (number). The right choice could let your opponents guessing. If you play the highest card of a color, you could claim a treasure or even steal one from an opponent. There might not be a treasure in your color though, in which case you could activate an action card to gain an edge over your opponents. The game ends after two full rounds. The winner is the player with the most treasure points at the end of the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "20560",
    "Name": "Coraline: Beware the Other Mother",
    "ID": 288606,
    "Year": "(2020)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/288606/coraline-beware-the-other-mother",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Coraline: Beware the Other Mother is a co-operative card game for 1-4 players, based on the beloved stop-motion animated film from director Henry Selick, best-selling author Neil Gaiman, and acclaimed animation studio LAIKA. It tells the haunting tale of a young girl's journey to an alternate version of her life, and her heroic return to reality. Now, you can bring this iconic story to your tabletop!&#10;&#10;Players assume the roles of the Ghost Children who were captured by the Beldam (the Other Mother). Now they are trying to free Coraline and her parents from the Beldam's evil clutches. They will confront Mr. Bobinsky and his jumping mouse circus, fend off the Other Father on his mantis tractor, wrestle the pearl ring from Miss Spink and Miss Forcible, and steal the Skeleton Key and Snow Globe to ultimately set Coraline free. The players all win or lose the game together as a team! But be careful! The Beldam will thwart your plans at every turn. And be quick! When the button shadow eclipses the moon, the Beldam has won the game and Coraline is trapped in the Other World forever!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "20561",
    "Name": "Bathroom Rush",
    "ID": 271942,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/271942/bathroom-rush",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Imagine yourself at any game fair around the world. No matter where you are, there are always the same challenges!&#10;There&rsquo;s always the guy who think he&rsquo;s smarter than you, the one who wants to cut the queue, the annoying boomer with his nostalgies or the would-be model who embarasses you when you&rsquo;re just trying to relieve yourself.&#10;You have one goal: to get to the bathroom before it&rsquo;s too late, winning over the other players with all the dirtiest tricks you can devise and facing the worst characters you can imagine.&#10;Use action cards to play a bad trick to your friends, get in the queue and&hellip; just hope you don&rsquo;t soil your pants!&#10;Who has the smoothest moves, wins! ...please flush, if you can!&#10;&mdash;description from the publisher (translated)&#10;&#10;Immagina di trovarti ad una qualsiasi fiera in giro per il mondo. Non importa in quale paese sia, le insidie sono sempre le stesse! C&rsquo;&egrave; sempre qualcuno che fa il furbo o che crea qualche problema di fila, dal vecchio nostalgico che ti ammorba con le sue memorie alla raffinata modella che ti mette in imbarazzo anche quando cerchi solo di liberarti dalla costipazione!&#10;Dovrai cercare disperatamente di arrivare in bagno prima che sia troppo tardi, sfidando gli altri giocatori con colpi bassissimi e affrontando i personaggi peggiori che si possano immaginare! Sfrutta le carte azione per far le peggiori carognate ai tuoi amici, mettiti in fila e&hellip; spera di non fartela nelle mutande!&#10;Vince il meno costipato&hellip; se puoi, scarica!&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "20562",
    "Name": "Friedland",
    "ID": 11527,
    "Year": "(1992)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/11527/friedland",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.9",
    "Description": "Friedland 1807, is a simulation of The Battle of Friedland (June 14, 1807), a major engagement of the Napoleonic Wars between the armies of the French Empire commanded by Napoleon I and the armies of the Russian Empire led by Count von Bennigsen. Napoleon and the French obtained a decisive victory that routed much of the Russian army, which retreated chaotically over the Alle River by the end of the fighting.&#10;&#10;The engagement at Friedland was a strategic necessity after the Battle of Eylau earlier in 1807 had failed to yield a decisive verdict for either side. The battle began when Bennigsen noticed the seemingly isolated corps of Marshal Lannes at the town of Friedland. Bennigsen, who planned only to secure his march northward to Wehlau and never intended to risk an engagement against Napoleon's numerically-superior forces, thought he had a good chance of destroying these isolated French units and ordered his entire army over the Alle River. Lannes held his ground against determined Russian attacks until Napoleon could bring additional forces onto the field. Bennigsen could have recalled the Russian forces, numbering about 50,000&ndash;60,000 men, and retreated across the river before the arrival of Napoleon&rsquo;s entire army but, being in poor health, decided to stay at Friedland and took no measures to protect his exposed and exhausted army. By late afternoon, the French had amassed a force of 80,000 troops on the battlefield. Relying on superior numbers, Napoleon concluded that the moment had come and ordered a massive assault against the Russian left flank. The sustained French attack pushed back the Russian army and pressed them against the river behind. Unable to withstand the pressure, the Russians broke and started escaping across the Alle, where an unknown number of them died from drowning. The Russian army suffered horrific casualties at Friedland&ndash;losing over 40% of its soldiers on the battlefield&#10;&#10;Originally published by Decision Games (I) in Strategy &amp; Tactics magazine #151, along with Vittoria.&#10;&#10;A page of errata was published in S&amp;T #153.&#10;&#10;Game Scale:&#10;Turn: approximately 1 hour&#10;Hex: approximately .6km&#10;Units: Brigade&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;One dual-side printed countersheet (200 1/2&quot; counters, approximately 100 per game)&#10;One 28-page combined Vittoria/Friedland/Napoleonic Battles System rules booklet&#10;&#10;Complexity: Medium&#10;Solitaire Suitability: Medium&#10;Players: 1 or more&#10;Playing Time: 1-2 Hours&#10;&#10;Players will have to provide one 6-sided die&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Friedland (Prussia)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20563",
    "Name": "Go, Go Little Penguin",
    "ID": 209893,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/209893/go-go-little-penguin",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.2",
    "Description": "From the publisher's site:&#10;&#10;The penguin mommies and their babies live on an island, but the tasty fish is on the mainland, and the penguin babies don&rsquo;t know how to swim yet. Fortunately, there are plenty of stones, logs and planks jutting out of the water so the penguin babies can hop with their mommies from one to the next. Which penguin twosome will be the first to reach the plate on the mainland and gobble up the two tasty fish?&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: My Very First Games (HABA)"
    ]
  },
  {
    "Rank": "20564",
    "Name": "Magic Market",
    "ID": 335155,
    "Year": "(2021)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/335155/magic-market",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Get your magical items out of the attic so that you can sell them at the fairytale market! Pay attention to your customers: What are they looking for?&#10;&#10;Don't let anyone leave empty-handed, especially not those willing to spend a lot of Dragos! Showcase your valuable objects in Magic Market, visit the other sellers' tables, negotiate to get the best prices &mdash; but keep an eye on the clock because when the clock strikes five, the market closes, then the player with the most Dragos wins!&#10;&#10;It's the big day of the Magic Market!&#10;&#10;1) Set up your stand with your magic objects&#10;2) Remember the items visitors are looking for so you can sell to them...&#10;3) and visit the other tables for good deals !&#10;&#10;Who will have the most coins when the market closes?&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Market"
    ],
    "Families": []
  },
  {
    "Rank": "20565",
    "Name": "Alfredo's Food Fight",
    "ID": 17285,
    "Year": "(2005)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/17285/alfredos-food-fight",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the publisher: &#10;Chef Alfredo is caught in the middle of a food fight! Children grab their forks and fling their meatballs at the chef as he spins round and round.  The first player to stick all of their meatballs on the chef wins. Have some food flinging fun... with no mess to cleanup! Game includes 12 meatballs, 4 flinging forks an 1 spinning chef.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "20566",
    "Name": "The Ottomans: Rise of the Turkish Empire, 1453-1571",
    "ID": 12059,
    "Year": "(2004)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/12059/the-ottomans-rise-of-the-turkish-empire-1453-1571",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6923",
    "Description": "Ottomans is a historical simulation of the rise of the Ottoman Empire in the 15th and 16th centuries. That era saw the Ottomans go from a small nation competing for survival in the Near East to a regional superpower, forming a state that lasted until the end of the First World War. To build their empire, the Ottomans conquered the remnant of the Byzantine Empire, won smashing victories over other Islamic states and twice pushed to the gates of Vienna.&#10;&#10;There are four factions in the game, each represented by a color: the Turks (Ottomans and others), the Holy League (mainly Catholic Europeans), the Orthodox (eastern Christians), and the Caliphate (a general term for the more established Islamic states). Within each faction there are individual nations. For example, the Turks include the Ottomans and the Seljuks.   Each player controls a &ldquo;core nationality&rdquo;; that is, one nationality within a faction of which he may never lose control. In the course of the game players may gain control of additional nationalities, some of which may be inimical to each other.&#10;&#10;Ottomans is played in a series of turns. Within each game turn, players pick stratagem markers (which allow players to take certain political and military actions), move their forces and engage in combat. A player, while representing an individual faction, may control forces from other factions. Players will find themselves sometimes attacking forces they control, while perhaps temporarily aligning themselves with an opponent, in order to reach their final goals. Throughout each game turn, players may use stratagem markers to gain military and political advantages as well as to undermine their foes. Players receive reinforcements depending on which regions they control.&#10;&#10;The objective of the game is to build the strongest empire. At the end of the game, players check to see which faction won the game. The player who contributed the most to that faction&rsquo;s victory wins the game.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Ottoman Empire",
      "Country: Turkey",
      "History: Classical Age of the Ottoman Empire",
      "History: Ottoman – Persian Wars",
      "Magazine: Strategy & Tactics"
    ]
  },
  {
    "Rank": "20567",
    "Name": "Iberos: Overlords of the Ancient Peninsula",
    "ID": 3634,
    "Year": "(2002)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/3634/iberos-overlords-of-the-ancient-peninsula",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.9",
    "Description": "Extracted from consimworld.com:&#10;&#10;IBEROS is an operational simulation of low to medium complexity of warfare in the Ancient Peninsula. It is packaged in a slipcase box that includes one 60 x 52 cm map, 240 full-color die cut counters, one standard and scenario rules booklet, one historical commentary booklet, and two player aid cards.  Game turns are one year each: after collecting silver and/or receiving it from Rome, you can pay your troops, recruit tribal levies, and perform other administrative functions. After that comes the Operations Phase. During it, each force (one or more Field Armies, Tribal Levies, etc) can perform certain operations, using Operation Points (OP). These actions include combat, diplomacy (you can try to control any area through diplomacy), besiege cities, pillage, recruit mercenaries, or build colonies. At the end of the Operations Phase, forces retire to winter quarters.&#10;&#10;The most outstanding features of the game are the Prestige Point Level and the differences between Regular and Irregular warfare.  The Prestige Level (PP) simulates the prestige of the civilized armies (Punic, Romans, Sertorians) among the Iberian tribes, and the tendency of the latter to switch to the side that seems to be winning... Certain results of the CRTs add or decrease the PP level of each side. Then, if your PP level is above 2, you have positive die roll modifiers on the Diplomacy Table. And vice versa if your PP level is 0 or lower.  Leaders play a key role since their modifiers are applied to retreat before combat, diplomacy, all kinds of combat, operations, interception, etc. Leaders are rated for Military and Diplomatic skills (The highest is Sertorius, with +3 +3). Roman leaders (Praetors, one each for Hispania Citerior and Hispania Ulterior) are changed randomly each year when they're elected by the Senate of Rome. If you have quality leaders, your chances of avoid/provoke combat are higher, and vice versa.&#10;&#10;The irregular, &quot;hit and run&quot; tactics of the inhabitants of the peninsula characterized the Roman conquest and were the cause why the Romans took 200 years to completely control all of Hispania. All combat units have Regular and Irregular Combat factors. The attacker can always choose which CRT he is going to use. The idea here was to simulate the asymmetrical war fought out between the Roman/Punic invaders and the native peoples. If you can impose your style of fighting, (the other can not avoid combat) then you have the edge over the enemy.&#10;&#10;The game is played in scenarios. There are 9, from the Punic reconquest of Iberia (237-221 BCE) to the Cantabria campaigns of Caesar Augustus (24-19 BCE). There are a set of common rules for all the scenarios, plus specific rules for each scenario. There are fast playing scenarios (such as the Roman Civil War, or the Cantabrian wars) that can be played in two-three hours, and other that take 6-10 hour of play (up to 17 turns, such as Cato's campaign of 195 BCE, or the II Lusitanian War).&#10;&#10;Each scenario has its own Random Events Table. Some of the Random Events included are: plague, Excellent/Bad Crops, Tribal Rebellions galore, bribing enemy mercenaries, Numidian rebellion (for the II Punic War scenario), Alliance with Mithridates (Sertorius War scenario), and more.&#10;&#10;Optional rules include assassination of enemy leaders (you must spend Operations Points and Treasury Points for that), Rivalry between Iberian tribes (The Romans took advantage of this to apply the &quot;divide and conquer&quot; routine), Mountain redoubts (Mons Vidius, Mons Medulius...), or troop upgrade.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Economic",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Country: Spain",
      "History: Punic Wars",
      "History: Roman Civil Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20568",
    "Name": "SpidMonsters",
    "ID": 130837,
    "Year": null,
    "Geek Rating": "5.511",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/130837/spidmonsters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "SpidMonster is a wonderfully whacky matching game where you have to pay attention to patterns, planets and monsters!&#10;&#10;The objective is to be the first player to play all of your matching cards faster than everyone else and have no cards left.&#10;&#10;Can you react quickly enough?&#10;&#10;Contains 72 cards.&#10;&#10;The dealer deals all the cards to the players, who keep their stacks face down. The players take the first three cards from their stacks and place them face up in a row in front of them. The dealer puts one card face up in the middle of the table. All the players then try to put down a card that matches the card in the centre as quickly as possible.&#10;Matching cards have:&#10;&#10;     the same pattern&#10;     the same colour planet&#10;     the same monster&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "20569",
    "Name": "Thing-a-ma-Bots",
    "ID": 22753,
    "Year": "(2006)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/22753/thing-a-ma-bots",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "12",
    "Play Time": "12",
    "Weight": "1",
    "Description": "From the publishers website:&#10;&#10;Gear up for a memory bender in this fast-playing card game of shouting silliness. Turn over a card and give the robot a name: Melvin, Spaghetti Head, GP-450, or whatever you imagine. When it shows up again, be the first to shout its name and you collect the stack of cards. Spot a robot match? Shout out &quot;Thing-a-ma-BOT&quot; and steal an opponent's stack! Collect the most robots to win the game.&#10;&#10;Thing-a-ma-Bots is an easy-to-learn game starring the silliest robots around. Players of all ages will enjoy making up ridiculous names for the colorful characters. The game helps build creativity and memory skills while inspiring giggles and goofiness.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Series: 12 Minute Games"
    ]
  },
  {
    "Rank": "20570",
    "Name": "Das Rotkäppchen Duell",
    "ID": 236202,
    "Year": "(2017)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/236202/das-rotkappchen-duell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In Das Rotk&auml;ppchen Duell, players each race to find three picnic baskets in the forest first, but they risk getting lost among the trees.&#10;&#10;To set up a round, each player takes their fifteen stand-up trees, then places them in the center of the table with any images on those trees facing them. On a turn, a player chooses any one tree that looks blank to them (since no tree has images on both sides), then rotates it 180&ordm;. If they find an empty tree or a tree that bears only signposts, their turn ends. If they find a picnic basket, they keep it! If they find the big bad wolf, they must give a basket to their opponent. And if they find the woodsman, they take another turn immediately.&#10;&#10;The first player to find three basket collects a coin, and the first player to collect two coins wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Folk Tales & Fairy Tales: Little Red Riding Hood",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20571",
    "Name": "The Late Unpleasantness: Two Campaigns to take Richmond",
    "ID": 260928,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/260928/the-late-unpleasantness-two-campaigns-to-take-rich",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.125",
    "Description": "&ldquo;Two Civil War Campaigns to take Richmond&rdquo;&#10;&#10;In the spring of 1861, Richmond, Virginia became the capital of the Confederacy.  Being a manufacturing powerhouse only 120 miles from Washington DC and the Confederate capital, it became the focus of Union attention. The threat of capture by Federal forces was constant.&#10;&#10;The Late Unpleasantness covers the two major attempts to capture the Confederate Capital City. Gates of Richmond covers the Seven Days Battles with Robert E Lee facing down George McClellan. If It Takes All Summer is Ulysses S Grant&rsquo;s overland campaign of 1864, which added the names of Wilderness, Spotsylvania Courthouse and Cold Harbor to Civil War history.&#10;&#10;Each game stands alone, but share the majority of rules. Simple enough to learn and play in an evening, but enough twists and turns to make you want to replay it until it is worn.&#10;&#10;The maps use a point to point movement system, rather than hexes to simulate the campaigning over the road networks and river crossings, rather than mass movements cross country. Combat is integrated into the movement, making coordination of large bodies of troops difficult.&#10;&#10;The Gates of Richmond map covers the area from Richmond in the west to the White House on the Pamunkey, and from Mechanicsville south to Harrison&rsquo;s Landing. Key features such as Malvern Hill, Beaver Dam Creek, and the bridges over White Oak swamp and the Chickahominy are highlighted. Will the Union army fail to attack the Richmond works as a result of &ldquo;Prince John&rdquo; Magruder&rsquo;s antics?&#10;&#10;If It Takes All Summer covers most of Central Virginia, from Brandy Station and Culpeper to the Cold Harbor north east of Richmond. The Wilderness features prominently in the campaign with a special table to create some of the confusion as a result of fighting in this tangle.&#10;&#10;The basic units are divisions (a bit larger than usual for Civil War, but right in this case). Each unit is listed for strength and overall leadership/morale quality.  Stacks are hidden for limited intelligence. Corps and Army leaders are available to modify the die roll in an attack as well as to help coordinate attacks from more than a single stack.&#10;&#10;Sequence of play is straight forward with supply first.  Units out of supply suffer movement and combat penalties and those with a continued lack of supply will suffer attrition.  Confederate supply is a simple trace to either Richmond or a railroad, while the Union needs to relocate his base to keep his offensive moving.&#10;&#10;Units move, then attack as a part of the stack&rsquo;s movement. Terrain, strength and leadership are all die roll modifiers, in combat. Combat losses are in terms of strength points, but a third die is rolled to determine if the combat ends in a retreat or continues. If it continues, you count it up and do it again. (and possibly again) If your leaders are good enough, they may be able to break off a losing battle.&#10;&#10;Thrown into the mix are random events cards, but the game is not card driven. Each player can hold a hand of up to 10 cards, which can be played in nearly any combination and at any time (except during combat continuation). You use the cards to enhance your units or mess with the other player (ie. Grant steals a march - all Union units +2 MP this turn, or Rain - 1 left shift on all attacks) Others are one time events (Sedwick gets killed, Jackson falls asleep) that will ruin your perfect plan.&#10;&#10;Each game can be picked up and learned in under 30 minutes, and played entirely through in 4 hours or less. The cards, leaders and Wilderness/Magruder tables add a level of chrome and history to the games without making them difficult. Combined with the hidden strengths and dummy counters, no two games are ever the same.&#10;&#10;Complexity: 4 out of 10&#10;Solitaire Suitability: 5 out of 10&#10;Time Scale: 1 turn = 2 days (IITAS)&#10;            1 turn = 1/2 day(GOR)&#10;Map Scale: Point to point movement&#10;Unit Scale:  Divisions&#10;Players: 2 players&#10;Playing Time: 2-4 hours&#10;&#10;Components:&#10;Two 22 X 34 inch maps- One for each game&#10;Three Countersheets&#10;Two decks of 55 playing cards (1 for each game)&#10;Two Rulebooks (1 for each game) with examples of play&#10;Player Aid cards with Charts and Tables&#10;Three 6-sided dice&#10;One Box and Lid set&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Cities: Richmond (Virginia, USA)",
      "Country: USA",
      "Players: Two-Player Only Games",
      "States: Virginia"
    ]
  },
  {
    "Rank": "20572",
    "Name": "Artifact",
    "ID": 144310,
    "Year": "(2013)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/144310/artifact",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7273",
    "Description": "It is the early 20th Century, and the great museums of Europe and America compete for artifacts from around the world in order to fill their museums with the most prestigious exhibitions. In Artifact, players are archaeologists researching sites around the globe to search for artifacts, which are then shipped back to the museums in order to produce exhibitions that increase funding for future digs and earn prestige to win the game. Actions and funds are limited, however, and competition is fierce. Sometimes it is even necessary to deal on the black market in order to generate extra income or to acquire the one artifact that will complete a valuable exhibition.&#10;&#10;The player who earns the most prestige points through producing exhibitions and managing his budget best wins the game.&#10;&#10;Artifact is a rich gaming experience that provides players with many options to think about. In order to make it easier to learn the game, the rules have been separated into the Base Game, followed by rules for the two expansions that, when added, make up the Complete Game. The game can be played and enjoyed as the base game or by including any one of the expansions, but the complete game is highly recommended for experienced players.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "20573",
    "Name": "Dien Bien Phu 1954",
    "ID": 9862,
    "Year": "(2000)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/9862/dien-bien-phu-1954",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1667",
    "Description": "[Vae Victis issue 33] &quot;Dien Bien Phu 1954&quot; is a two-player Operational level board-wargame that covers the Siege of Dien Bien Phu from March 13 to May 7 1954 at one week per turn.  This system is reasonably innovative, combining aspects of Point-to-Point and Area Movement to depict the varying uses and natures of the human and natural terrain of the siege.&#10;&#10;This Vae Victis issue also includes some errata counters for Vae Victis issue 32.&#10;&#10;As with all Vae Victis wargames, the counters need to be cut out and mounted.  The rules are entirely in French, although translations are available online.&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Movement Points"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "History: First Indochina War",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "20574",
    "Name": "Dick: A Card Game Based on the Novel by Herman Melville",
    "ID": 183145,
    "Year": "(2015)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/183145/dick-a-card-game-based-on-the-novel-by-herman-melv",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Dick is a party game in which you use direct quotations from Herman Melville's 1851 novel, Moby-Dick, to propose answers to mock-serious questions.  It is a game about playing irreverently with words and meanings.&#10;&#10;In each round, one player serves as a judge and reads aloud a question or fill-in-the-blank prompt from a green card.  The other players submit white cards, each containing a verbatim quotation from Moby-Dick, as suggested completions for the prompt.  The judge reads all the submissions aloud and chooses the best one, construing &quot;best&quot; however he or she sees fit. The winner keeps the green card, everybody replenishes their white cards, and the role of judge rotates to the next player. At the end of the game, whoever has the most green cards wins.&#10;&#10;The game depends on understanding the particular wit of the other players and strategically playing answers to appeal to each round's judge.  The sheer irreverent weirdness (sexual and otherwise) of Moby-Dick is what makes the game exciting and hilarious.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Novel-based",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Whales",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "20575",
    "Name": "Hunt: The Unknown Quarry",
    "ID": 186461,
    "Year": "(2015)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/186461/hunt-the-unknown-quarry",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "A bounty has been placed on the head of a monster terrorizing a small country town. Bounty hunters descend on the abandoned mansion where it is rumored to make its lair, each hoping to claim the prize. However, one of these hunters is actually the monster in disguise. One is forced to ask, then: who hunts whom?&#10;&#10;Hunt: The Unknown Quarry, from Darkest Night designer Jeremy Lennert, is a deductive combat game. One player is secretly the monster, and their goal is to cripple all of the other players in order to escape the mansion. The other players, the human bounty hunters, must discover and kill the monster before they are hunted down by the creature. Each player moves around the mansion's many rooms to search for clues, gather items, and target other players to deduce which of them is the monster (or, if you are the monster, to wound the other bounty hunters). Tread lightly, for the hunt has begun...&#10;&#10;Each round, players take turns moving about the mansion's many rooms, looking at cards for clues, and picking up items (cards) to add to their hand. Players can also interact when in the same room as another player and try to attack them using the cards in their hand in order to deduce who is the monster and what kind of monster they are. If you are the monster, then you want to do your best to avoid being killed and wound the other players in hopes to escape the mansion with your life. Play continues until either the monster is slain or all the other players declare that they have been crippled.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "20576",
    "Name": "CATS: a sad but necessary cycle of violent predatory behavior",
    "ID": 190523,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/190523/cats-a-sad-but-necessary-cycle-of-violent-predator",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This may look like a kid's game, but the experience is much more geared for teens and adults looking for a light, fun programming game.&#10;&#10;Cats all start with the same cards: (Catch, Stalk, Play, Steal, Taunt, and Eat). No luck of the draw here, it's entirely up to you! Get as many enjoyment points as possible and win the game! Plan and anticipate what the others will do so that you can claim birds from the backyard or from other cats.&#10;&#10;Each player targets another cat and a bird. They will then select their actions for the two rounds of play. All of the cards are revealed simultaneously, the actions are resolved and when the smoke clears, some cats may have birds and some may not.&#10;&#10;The birds will hang out at the bird bath, in the grass, on the fence or in the trees. The bigger birds will need to be stalked before catching them and you will have to time everything just right. Once you do catch your bird you will have a choice to either press your luck and play with the bird to double its enjoyment point value or to just eat it. The longer you play with it, the greater the chance of it being stolen by another cat.&#10;&#10;Taunt cards allow other cats to distract you and cancel your actions. Nothing is safe in this backyard!&#10;&#10;A basic rules set is included for younger players and beginners.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Cats",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20577",
    "Name": "Quick Chess",
    "ID": 10463,
    "Year": "(1991)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/10463/quick-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Quick Chess is a minichess variant played on a 6 x 5 board, with five pawns and one each of king, queen, bishop, knight, and rook.  The game is promoted as a learning tool for children and adults, as well as a chess variant. With fewer pieces and less area in which to play, games are generally finished more quickly.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 5 x 6 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "20578",
    "Name": "Underground Panic",
    "ID": 290437,
    "Year": "(2019)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/290437/underground-panic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Tiny gophers are rushing headlong to reach the surface before the water floods their burrows. The only escape is through some old feed holes filled up by the wind with drifting dust and litter. But there are still some remnants of the things they once hoarded there, such as acorns and berries and other stuff that might come in useful.&#10;&#10;Underground Panic is a semi-cooperative game. Players join forces to rescue all the gophers by leading them through the tunnels before the water floods their dwelling, trying to gather as many foodstuff as possible during the flight. They can move any of the gophers in their turn, and collect items in their own cheek-poaches. The game ends when all the gophers have escaped from the burrow. Players are rewarded for speed, but the game is continued until there are any gophers under the ground. The player who collects the most victory points wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;J&ouml;n a v&iacute;z! Menek&uuml;lni kell! Az apr&oacute; kis &uuml;rg&eacute;k a kij&aacute;rat fel&eacute; igyekeznek, de sajnos a sz&eacute;l mindenf&eacute;le szemetet behordott a j&aacute;ratokon kereszt&uuml;l az &uuml;rgelyukakba. Azonban van itt nem kev&eacute;s &eacute;lelem, makk &eacute;s bogy&oacute;, valamint m&aacute;s hasznos dolog is, amiket az &uuml;rg&eacute;k valamikor r&eacute;gen itt elrakt&aacute;roztak.&#10;&#10;A j&aacute;t&eacute;k c&eacute;lja, hogy egy&uuml;ttes er&#197;&#145;vel minden &uuml;rg&eacute;t szabad&iacute;tsatok ki a j&aacute;ratokon kereszt&uuml;l, m&eacute;g miel&#197;&#145;tt el&ouml;nti az &uuml;rgelyukakat a v&iacute;z, &eacute;s ek&ouml;zben min&eacute;l t&ouml;bb pontot hoz&oacute; term&eacute;nyt gy&#197;&#177;jtsetek &ouml;ssze. Nincs saj&aacute;t figur&aacute;tok; amikor r&aacute;tok ker&uuml;l a sor, b&aacute;rmelyik &uuml;rg&eacute;vel l&eacute;phettek. A j&aacute;t&eacute;k akkor &eacute;r v&eacute;get, amikor minden &uuml;rg&eacute;nek siker&uuml;l kijutni az &uuml;rgej&aacute;ratb&oacute;l. Azonban nem felt&eacute;tlen&uuml;l az a j&aacute;t&eacute;kos nyer, akinek ez els&#197;&#145;k&eacute;nt siker&uuml;l! A gyorsas&aacute;g&aacute;&eacute;rt jutalom j&aacute;r, de a j&aacute;t&eacute;k mindaddig tart, am&iacute;g van &uuml;rge a odalent. A gy&#197;&#145;ztes az lesz, aki a legt&ouml;bb pontot gy&#197;&#177;jt&ouml;tte &ouml;ssze.&#10;&#10;&mdash;description from the publisher (Hungarian)&#10;&#10;",
    "Categories": [
      "Animals",
      "Collectible Components"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Point to Point Movement",
      "Race",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "20579",
    "Name": "Mosquitozzz",
    "ID": 260726,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/260726/mosquitozzz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.75",
    "Description": "It's a balmy summer evening, and you're sitting with your family on the terrace, playing a few games. A perfect evening &mdash; that comes to a sudden end as a flock of mosquitos is lured by the light of your lamp!&#10;&#10;In Mosquitozzz, you have to fight off the attack of this swarm to lose as little of your blood as possible. To keep yourself from being stung, you cover yourself with many repellents, and if all else fails, you still have your hand ready to slay the attackers. How will you defend yourself against the mosquitos?&#10;&#10;Mosquitozzz can be played either competitively or co-operatively.&#10;&#10;- Game play&#10;&#10;Each player has his own set of cards. At the beginning of the game each player draws 5 cards from his deck.&#10;In the player's turn these cards can be used to avoid the attacks of the mosquitoes. Then they go on an individual discard pile. &#10;At the end of the turn the player chooses one new card from a set of stronger &quot;experience cards&quot;. This new card also goes on the player's individual discard pile. &#10;When the player runs out of cards in his deck he grabs his discard pile, shuffles the cards and builds a new deck.&#10;&#10;At the end of a turn the player sends all remaining mosquito cards from his hand into the swarm and gives the lamp card to another player.&#10;The swarm follows the light and then attacks this player. Before the active player can defend himself against the swarm the other players have the opportunity to play one concealed card.&#10;They can either play a mosquito card which will reinforce the swarm or a defense card to support the active player (e.g. in the co-operative play).&#10;&#10;- &quot;Slap your luck&quot;&#10;&#10;While defending against the mosquitoes the player can play a card named &quot;Flache Hand&quot;. Normally you play at least one card of this kind in your turn.&#10;If you do, you take a number of markers inside your hands, shuffle them and slap them on the table.&#10;The markers show a living mosquito on one side and a dead mosquito on the other side - so this slap determines how many mosquitoes finally survive the player's defense.&#10;It is allowed to play multiple cards &quot;Flache Hand&quot; in a row.&#10;&#10;- Target of the game&#10;&#10;Each player starts with 10 drops of blood (wooden).&#10;&#10;Competitive play: &#10;The game ends when one player runs out of blood. The player who has the most blood drops left wins the game.&#10;&#10;Co-operative play: &#10;The players win the game as a team if no player runs out of blood until the deck of &quot;mosquito cards&quot; is empty.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Take That"
    ],
    "Families": [
      "Animals: Insects",
      "Animals: Mosquitoes"
    ]
  },
  {
    "Rank": "20580",
    "Name": "Murfreesboro: A Game of the Battle of Stones River December 31, 1862",
    "ID": 4295,
    "Year": "(1979)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/4295/murfreesboro-a-game-of-the-battle-of-stones-river",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "3.2857",
    "Description": "A game of the Battle of Stones River.&#10;&#10;In a bitter cold Tennessee December, the Union Army of the Cumberland under Major General W.S. Rosencrans faced the Confederate Army of Tennessee, commanded by General Braxton Bragg. Both generals decided to fall on the enemy's left flank, and the confused battle that followed was one of the most desperate and savage of the Civil War. To recreate this fierce encounter, Murfreesboro provides an innovate brigade level simulation that reflects the difficulties involved in moving and fighting on battlefields of the period. Each counter occupies two hexes, and, coupled with rules for leadership, morale, routing, capturing artillery, exhaustion, and ammunition depletion, the game becomes a vivid representation of the actual event.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Murfreesboro (TN, USA)",
      "Country: USA",
      "Players: Two-Player Only Games",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "20581",
    "Name": "Hop le j'ton",
    "ID": 207719,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/207719/hop-le-jton",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Come in our fun fair and relive the feeling of the penny-fall game!&#10;Play your chips on the board, push , and... shall fall or not?...&#10;Win points but careful not to be too greedy at the risk of having no more chips to play your turn!&#10;Here we go!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20582",
    "Name": "Search Party: Chaos at the Park",
    "ID": 397613,
    "Year": "(2023)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/397613/search-party-chaos-at-the-park",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Your search for the perfect family game is over. Meet Search Party: Chaos at the Park, the 3D interactive game that's here to shake up your game night. This game contains 15 unique missions and 300 search-and-find objects. To solve missions, you'll answer questions and find clues by following characters around the board and onto the pop-up locations. Or you can dive into the search-and-find guide and look for hilarious and hidden objects scattered around the board. Whichever path you choose for game night, you're bound to have a blast.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Map (City Scale)",
      "Misc: Limited Replayability",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: City",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "20583",
    "Name": "All Hands on Deck!",
    "ID": 148117,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/148117/all-hands-on-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A Card Game of Pirate Crewbuilding.&#10;&#10;Players take on the role of Pirate Captains who have returned from their latest campaign on the high seas looking to replenish their supplies, make repairs to their ship and take on new crew members.  They visit a bustling pirate tavern to seek out able bodied sailors to join their crew and fill their ragged ranks.  But Avast!  Other Captains who survived the battle have made port as well and are also looking to hire on crewmembers of their own.  Players must bid on sailors looking to sign to a new ship, carefully build out their crew, undermine the efforts of their fellow Captains, and avoid getting plundered themselves as they attempt to get their ship manned and ready to set sail.&#10;&#10;'All Hands on Deck!' is card game centered around an auction/trick taking mechanic.  Players blind bid to attempt to win sailors that are turned over on the top of the deck, using the numbered value of different cards they already have in their hand as bidding capital.  There are ten different pirate ranks in each of three 'suits' that represent pirates from three crews that returned to port without their Captain.  Players leverage the cards in their hand they don't need to try and win cards at auction that will help them build a winning hand.  They must be careful, however, as other players will use the many different action cards in the deck to try to influence the bidding process to their own ends, offering rum bribes, drowning available pirates, or even luring them to their demise with the deadly song of a mermaid!  The first player to build a winning pirate crew shouts 'ALL HANDS ON DECK!' and proves themselves the craftiest Captain in these waters.&#10;&#10;The game contains 108 cards, a Rulebook, and loads of pirate attitude.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "20584",
    "Name": "Bezzerwizzer Familieudgave",
    "ID": 35137,
    "Year": "(2007)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/35137/bezzerwizzer-familieudgave",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Bezzerwizzer Family Edition contains 3000 questions in 10 categories. It can be played by up to four individuals or up to four teams.&#10;&#10;In each turn the teams are asked questions in four randomly chosen categories. The teams are allowed to order the categories, as the points received for a correct answer is increased for each category.&#10;&#10;Each team also has three tokens available each turn: one &quot;ZWAP&quot; token that allows for the swapping of any two categories, and two &quot;BEZZERWIZZER&quot; tokens that allow the team to answer a question out-of-turn - when the team knows better than the one at turn.&#10;&#10;The &quot;Family&quot; part of the game is the addition of hints for child players. To each question a set of three answers is given, from which the child's team can choose, making it easier for children to participate together with adults.&#10;&#10;The questions in the game are very up-to-date, referring to events as recent as the year of publishing. The language of the game is Danish.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Game: Bezzerwizzer"
    ]
  },
  {
    "Rank": "20585",
    "Name": "Mukden: Climax of the Russo-Japanese War",
    "ID": 13378,
    "Year": "(1996)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/13378/mukden-climax-of-the-russo-japanese-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.3333",
    "Description": "(from the Introduction :)&#10;&#10;Mukden is an operational level, two-player simulation of the climatic battle of the Russo-Japanese War of 1904-1905. Players control the divisions and brigades actually present on that distant battlefield in an attempt to out perform their historic counterparts. The tempo of play is dominated by Japanese offensive efforts to capture Mukden, threaten the Russians' overall logistical situation, or destroy a significant portion of the Russian army.&#10;&#10;1 hex = 3 miles&#10;GT = 2-3 days&#10;Units : divisions (12000-18000 men) ; brigades (6000-7000 men) and regiments (2000 men)&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Shenyang (China)",
      "Country: Japan",
      "History: Russo-Japanese War",
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20586",
    "Name": "Pacific Northwest Rails",
    "ID": 1054,
    "Year": "(1998)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/1054/pacific-northwest-rails",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "This is a rail and stock market manipulation game.  You collect stock in various rail lines and run cards on an outside track then complete the runs using the inside tracks.  Be the first to get $1,500 in stocks and cash or have the most cash when 10 years have passed and you win.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Bias",
      "Pick-up and Deliver",
      "Stock Holding"
    ],
    "Families": [
      "States: Washington"
    ]
  },
  {
    "Rank": "20587",
    "Name": "Four pints, please",
    "ID": 254618,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/254618/four-pints-please",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Four pints, please is a card game for 2-8 players. You are in a typical English pub and you must buy pints of beer in order to win. You must find coins in your pockets, control your drunkenness, be careful with the slippery wet floor, etc. Each pint has a price, and it gives points. The first player reaching 12 points wins.&#10;&#10;On your turn, you draw as many cards as you need to buy one pint in the bar, but nothing is easy...&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "20588",
    "Name": "GiriGiri Curry",
    "ID": 251136,
    "Year": "(2017)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/251136/girigiri-curry",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In GiriGiri Curry, curry chefs (players) take turns adding ingredients in attempt to try and make the best tasting soup, meat, vegetable, or seafood curry. Each pot of curry has a recipe and a &quot;balance limit.&quot; At the start of the game, chefs will look at one each for two different pots of curry. Be sure to watch what ingredients other chefs are adding to get a hint at what kind of recipe it is!&#10;&#10;The different ingredients will add balance and taste to the pot of curry. Some ingredients are &quot;secret ingredients&quot; which also have a special ability, such as looking at the recipe or balance limit of a curry in which you've seen neither.&#10;&#10;At any time, instead of adding an ingredient, a chef can claim a pot of curry, taking all the ingredient cards added, and is finished taking turns until all other chefs have also claimed a curry. If the ingredient balance exceeds the curry balance limit, then it can't be called curry and that chef scores no points. If under the limit, add up the ingredients taste and the chef with the best tasting curry wins!!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Memory",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "20589",
    "Name": "Jurassic Jumble",
    "ID": 13818,
    "Year": "(2004)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/13818/jurassic-jumble",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "The object of Jurassic Jumble is to be the first to construct a dinosaur by collecting all nine bone groups of one dinosaur and to swipe a bone off the table.&#10;&#10;Players trade sets of cards, either all of the same dinosaur (value) or the same type of bone (color).  All trades are made face down, simultaneously.&#10;&#10;A player may use the Paleontologist card as a wild card to complete a dinosaur, but holding the card causes a penalty if someone else completes their dinosaur first.&#10;&#10;A Fake Bone card draws a penalty for the player stuck with it at the end of the round.&#10;&#10;The first person to collect a complete dinosaur takes a plastic bone from the table and then all the other players scramble to pick up a bone as well.  There is one fewer bone in play than the number of players.  Players get points for collecting a bone even if they didn't complete their dinosaur.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Prehistoric"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Mechanism: Turnless Trading"
    ]
  },
  {
    "Rank": "20590",
    "Name": "4 the Birds",
    "ID": 175263,
    "Year": "(2016)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/175263/4-the-birds",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "4 the Birds is the board game in which you will use beak-and-taloned strategy as well as a peck of luck to be the first to &quot;flock&quot; four of your birds together in a tree besieged by a menagerie of other birds trying to do the same. By constantly balancing the goal of flocking your own birds and &quot;Flock-Blocking&quot; opponents' birds, a see-saw battle for avian supremacy ensues &mdash; and beware the non-player bird-baddies (crows and hawks) that can swoop in to un-nest a would-be winner.&#10;&#10;Gameplay is simple. Each player rolls two dice on their turn to indicating coordinates on the game board grid (the tree) to place and move your six birds on the board. Each turn a player has the choice to place a bird at the rolled coordinate or play one of seven Action Cards as they work to achieve the winning formation of a four bird flock (either a square or straight line on the grid).&#10;&#10;&#10;    Fast and easy to learn and play &#10;    Finely balanced mix of luck and strategy &#10;    Territorial disputes between birds is resolved via novel &quot;Pecking Order&quot; &#10;    Introduces a unique slide mechanic when birds vie for the same spot on the boards &#10;    Non-player spoiler-birds (crows and hawks) add unique obstacles as well as chain-reaction board-reorganizing sliding and scattering &#10;    Truly an abstract &quot;gateway&quot; game that's great for kids' spatial and numerical skills (and even better for adults who are out of practice)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Dice",
      "Number"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Birds",
      "Components: 9 x 9 Grids",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20591",
    "Name": "Inversé",
    "ID": 28306,
    "Year": "(2006)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/28306/inverse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.4",
    "Description": "With just 5 pieces each and 3 rules governing their placement, this game reflects the simplicity of the art and architecture movement which it is named after. The wooden blocks represent 'Bauhaus' style buildings which are placed on to the board. Following the 3 rules of placement, the player who is the last one able to go is the winner.&#10;A typical Niek Neuwahl game of elegant simplicity and strategy.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 12 x 12 Grids",
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20592",
    "Name": "Speed Dice",
    "ID": 191473,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/191473/speed-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1111",
    "Description": "In Speed Dice, players want to create words quickly from the letters that they roll on their dice.&#10;&#10;To set up, each player takes eight letter dice in a single color; place the box with the dice funnel in the center of the playing area. In a round, all players roll their eight dice, then race to use exactly seven of them to create a single word or two words connected crossword-style.&#10;&#10;Once they do this, they throw their final die into the box. If their die lands at the bottom of the funnel, they take the trophy disc (from the side of the table or from an opponent) and place it silver side up. If the player who won already has the silver trophy, they flip it to the gold side. If the player who won already has the gold trophy, then they win the game!&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Spelling"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice"
    ]
  },
  {
    "Rank": "20593",
    "Name": "Curses!",
    "ID": 5298,
    "Year": "(2001)",
    "Geek Rating": "5.511",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/5298/curses",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.1212",
    "Description": "Each player starts the party game Curses! by drawing one Curse card and placing it face-up on the table. What? Curses? How can this be a party?! Ah, but these Curses are fun, not malicious, something along the lines of &quot;You can't bend your elbows&quot; or &quot;You must declare eternal love to anyone who rings the bell during this game&quot;.&#10;&#10;After that, each turn in Curses! the active player takes two actions in this order:&#10;&#10;&#10;    Draw a Challenge card. This card presents you with an action you must perform &ndash; a role to act out, a story to tell, an opinion to explain.&#10;    Draw a Curse card and give it to another player. &quot;You, bark like a dog whenever the player on your right reads a card!&quot;&#10;&#10;&#10;So where's the game? You must obey the Curses placed upon you at all times &ndash; and if someone notices that you're not barking or declaring eternal love or doing whatever else it is you're supposed to be doing, then that player rings the central bell and reveals you for a louse and a nogoodnik. As a penalty, you must turn the Curse card you violated face down. And while you might think that lifting a Curse is good, break three Curses and you're out of the game. Eventually only one person will remain, and this Curse-loving looney wins the game!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "20594",
    "Name": "Brainwaves: The Wise Whale",
    "ID": 244911,
    "Year": "(2018)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/244911/brainwaves-the-wise-whale",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Brainwaves is a series of games developed by game designers and neuroscientists in which players challenge their episodic memory, that is, their memory of recent personal events.&#10;&#10;In The Wise Whale, players lay nine cards showing different colorful sea creatures face down after trying to memorize which creatures are on which cards. On a player's turn, they reveal a new card from the deck, then must reveal a card that matches either the creature or the color on this new card. If they do, they claim this card, then lay out a new card face down in its place. Whoever collects the most cards wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Game: Brainwaves"
    ]
  },
  {
    "Rank": "20595",
    "Name": "God Hates Charades",
    "ID": 158059,
    "Year": "(2014)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/158059/god-hates-charades",
    "Min Players": "3",
    "Max Players": "14",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "God Hates Charades is a fast-paced acting and guessing party game that will have you and your friends acting like &quot;God auditioning for the role of a dead body on Law And Order&quot;, &quot;Batman having too much fun at a glory hole&quot;, or maybe &quot;Jeff Goldblum complaining that MTV doesn't play music videos.&quot;&#10;&#10;Whatever the scene, you'll be laughing so hard your face will melt off like those Nazi jerks in Raiders of the Lost Ark.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "20596",
    "Name": "Councils & Contracts",
    "ID": 147892,
    "Year": "(2013)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/147892/councils-and-contracts",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.5",
    "Description": "The highest decision-making organ in a city is the City Council, which lays down the general operative and financial outlines for a city and decides on its main objectives. The true power, however, is a little further down the hierarchy in the different councils working under the City Council.&#10;&#10;In the card-driven game Councils &amp; Contracts, the players act as developers who try to push their own objectives &mdash; namely, receiving lucrative building contracts. Therefore, it's important for them to gain influence in every one of the councils since doing so is crucial for deciding the assignment of building contracts. Naturally, all of the developers are keen to gain that influence...&#10;&#10;Councils &amp; Contracts is the winner of the third game author's competition  &quot;Edition Kofferspiele&quot; organized by M&uuml;cke Spiele/Spielmaterial. In that competition the limitation was that the game fits in 11 x 7,5 x 3 cm metal box. Similar to Hart an der Grenze smuggling boxes. It is easy and light to take with you and has a lot of game inside the box.&#10;&#10;Components:&#10;&#10;    1 City Hall card&#10;    5 Council cards&#10;    25 Influence cards (5 per player)&#10;    36 Building project cards&#10;    30 Employees (6 in 5 different colors)&#10;    5 Point markers (in 5 colours)&#10;    25 Transparent markers (to track influence)&#10;    1 Score board&#10;&#10;&#10;Basic gameplay:&#10;&#10;Players start with four workers and can lose or gain more through actions.&#10;&#10;There are four possible actions but only two of them are available depending whether player has workers in his play area or not.&#10;&#10;If a player has workers on his play area he must place them either on council rooms (two in one council room or one in three council rooms) or start a building project using influence and depending on project one or two workers.&#10;&#10;If a player doesn't have any workers he must take them out either from one council room (giving influence to each player with presence in that room) or finish a building project and take the depicted building action, which usually returns the workers back to players playing area.&#10;&#10;There are eight buildings projects shown and after the building deck is depleted and only four building projects are shown the game ends. There are then two extra actions per player and final scoring.&#10;&#10;Game variants:&#10;&#10;First/short game: Remove cards 29 - 37 and the promos.&#10;&#10;Mixed setup: After shuffling the A and B decks (separately) remove four cards from both of them.&#10;&#10;Gears council: Use the gears (brown) council like the 5 player council instructs but receive gears influence.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "20597",
    "Name": "Keepers of the Questar",
    "ID": 334781,
    "Year": "(2021)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/334781/keepers-of-the-questar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "The enigmatic Quest Masters of Arbandy left many mysterious quests in their wake but the most coveted of all is an unrivaled treasure known as the Questar. Tavern tales and oracles of old have said that mortal artistry pales in comparison to the Questar's beauty.&#10;&#10;Now competing parties of adventurers have formed to take on the Quest Masters' quests and become the Keepers of the Questar&hellip;..They are inviting you to embark on this journey and collect the Questar for you very own! But beware, hidden dangers lurk within dungeons encumbered by traps and monsters; ready to destroy the unwary adventurer! Traps and monsters can be exposed, but can you avoid them all?&#10;&#10;This is a 1 vs 1 dungeon crawler. You will play as both the Adventurer and Quest Master as you face off against your opponent in a race to be the first to compete your opponent's designed map.&#10;&#10;Contents: 8 Adventurer Cards, 8 Double Sided Maps, 2 Quest Master Screens, 1 Quest Sheet, Pad Tokens: 36 Monsters, 28 Traps, 4 Wellsprings, 4 Entrance Portals, 4 Exit Portals, 4 Chests, 4 Questars, 12 Combat/Ability, 24 Experience (XP), 38 Health Damage, 4 Party Markers, 2 Token Bags, Rulebook.&#10;&#10;-Publisher's Blurb&#10;&#10;The game is played between two opponents, each maintaining a secret map with plotted locations (traps, monsters, etc.).  Players alternate moving their explorer units on the board, encountering obstacles as they progress.  Tokens, dice, and cards are used to resolve conflict situations.  The first player to locate and obtain the opponent's Questar wins.&#10;&#10;-user summary&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hidden Movement",
      "Moving Multiple Units",
      "Multiple Maps",
      "Square Grid",
      "Variable Set-up"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20598",
    "Name": "Air Charter",
    "ID": 5519,
    "Year": "(1970)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/5519/air-charter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3529",
    "Description": "Designed by John King whilst stationed at RAF Topcliffe, 1970. Players represent competing air-freight companies shuttling cargoes between airfields in northern Australia and S.E. Asia.&#10;&#10;Movement is basically roll a die and move but (simple) rules for air-lanes, airfield circuits, load sizes and fuel consumption add interest and require some planning.  The 'basic' game covers just these aspects.  The 'full' game has additional freight rules and players have to compete for cargoes and the important fuel-supply franchises.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Miniatures",
      "Continents: Asia",
      "Country: Australia",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "20599",
    "Name": "Pests!",
    "ID": 210015,
    "Year": "(2017)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/210015/pests",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Players are various kinds of exterminators trying to rid a home of a pest infestation. The owner is only paying the first to complete the job though so stay focused! Use your actions to play the cards you drafted, set traps, hinder opponents, and more!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "20600",
    "Name": "Vitoria 1813",
    "ID": 5224,
    "Year": "(1997)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/5224/vitoria-1813",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "June 21, 1813, the Duke of Wellington delivers to the army of the King Joseph the last big battle of the War of Spain. This game is a brigade level simulation of that day that was fatal to the Imperial armies.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Vitoria (Spain)",
      "Components: DTP (Desktop Publishing)",
      "Country: Spain",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games"
    ]
  }
]