[
  {
    "Rank": "9401",
    "Name": "Blank",
    "ID": 231824,
    "Year": "(2017)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/231824/blank",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.1818",
    "Description": "BLANK is the fast and fun interactive card game you customize with every win! As you play, you create new rules and card effects, making your copy of BLANK unique.&#10;&#10;Be the first player to get rid of all of your cards. Watch out for the Rule Cards or you might suffer a Penalty. Keep your eyes peeled for Game Card effects that might change the course of the game. Not only does the winner enjoy the glory of victory, they also get to create a new Rule Card or customize a Game Card. Winning means you get to make your mark, changing the game forever!&#10;&#10;The game comes with 72 Game Cards, six of which come pre-filled with illustrations and game effects. Thirty are fully illustrated, and the remaining 36 are ready to be customized by winning players. There are also 38 Rule Cards included, with 14 made to get you started, and 24 blanks for you to add to the game as you continue.&#10;&#10;As the games continue and more cards are added, your copy of BLANK will evolve into a unique snapshot of your gaming group or family. Share your favorite rules with friends or the wider BLANK community! Your favorites may even end up in future versions of the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;The game is similar to the traditional card game Bartok.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Card Games: Matching",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Mechanism: Legacy",
      "Traditional Card Games: Eights"
    ]
  },
  {
    "Rank": "9402",
    "Name": "MATCH 5",
    "ID": 306169,
    "Year": "(2021)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/306169/match-5",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "In MATCH 5, you just have to find a common link between two icons. Use your imagination to find an answer to each of ten combinations in three minutes. Each combination earns a point.  The player with the most points after 3 rounds, wins.&#10;&#10;MATCH 5 is a word game as well as an idea association game, in which players will need to find links between the symbols on the dice. For example, both &ldquo;Shark&rdquo; and &ldquo;Alligator&rdquo; could be used to link &ldquo;Carnivore&rdquo; with &ldquo;Water&rdquo;. Coming up with clever answers is a brilliant way to link unusual dice combinations. For example, players could link &ldquo;Fruit&rdquo; with &ldquo;Body part&rdquo; by using &ldquo;Adam&rsquo;s Apple&rdquo;.&#10;&#10;Players have 3 minutes to use their imagination and come up with a creative answer for each of the 10 dice combinations rolled. They must next write down their answers on their notepad sheet.&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Connections",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Real-Time",
      "Speed Matching",
      "Voting"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Digital Hybrid – App/Website Required",
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "9403",
    "Name": "Fifth Frontier War",
    "ID": 3600,
    "Year": "(1981)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/3600/fifth-frontier-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "3.0938",
    "Description": "A basic hex-and-counter wargame set in the Spinward Marches of the Traveller RPG universe.  Designed as a campaign aid for Traveller but a playable game on its own.  Movement of units are generally pre-plotted and executed simultaneously, combat then occurring where necessary.  Each turn is one week, each hex one parsec.&#10;&#10;Components:&#10;22&quot; X 26&quot; Game Map;&#10;720 Counters;&#10;Four 8.5&quot; x 11&quot; Chart Sheets;&#10;Two Dice&#10;Box&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Interplanetary or Interstellar scale)",
      "Creatures: Aliens / Extraterrestrials",
      "Setting: Traveller Universe",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "9404",
    "Name": "Atlantica",
    "ID": 245629,
    "Year": "(2018)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/245629/atlantica",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "0",
    "Weight": "1.8182",
    "Description": "Players of Atlantica act as research teams, looking to reveal the secrets of Plato's legendary sunken city from the sea. But first it is necessary to hire divers from the pub for underwater adventure and to reserve ships in port facilities for possible treasure hunts on the bottom of the sea.&#10;&#10;On place safely on ships, the treasures of Atlantis bring the researchers points at game's end. When a hurricane arrives on the horizon, as indicated by a hurricane card showing up near the bottom of the deck, players end their dives and tally their scores.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Mythology: Atlantis",
      "Theme: Treasure Diving"
    ]
  },
  {
    "Rank": "9405",
    "Name": "Hornet Leader II",
    "ID": 18781,
    "Year": "(2005)",
    "Geek Rating": "5.589",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/18781/hornet-leader-ii",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0556",
    "Description": "From the publisher's website:&#10;&#10;Hornet Leader II is based on the original award-winning design published by GMT Games back in 1991.&#10;&#10;Like the original game, Hornet Leader II is designed from the ground up as a solitaire game.&#10;&#10;The game places you in command of the pilots and aircraft of a modern day squadron of U.S. Navy F/A-18 Hornet Strike fighters.&#10;&#10;When you play the game, you will plan and carry-out missions in one of three built-in campaign settings: Libya, North Korea, or Iraq. Each campaign takes place in a different era, so your weapon options change with each campaign.&#10;&#10;A major part of the game is mission planning. You get to decide how your Hornets are to be armed, and which pilots are best for the mission based on their Air-to-Air and Air-to-Ground skills.&#10;&#10;Missions are quickly resolved with the priority placed on speed and realism. Hornet Leader II has retained all the key decision-making aspects of the original game, while greatly streamlining the game mechanics.&#10;&#10;While performing each mission, you get to decide how your pilots engage the enemy Bandits, SAMs, and AAA Sites. This makes for some tough choices, the more suppression munitions, you haul to the target, the safer your pilots will be, but the less likely you are to destroy the target.&#10;&#10;Available in two formats:&#10;&#10;- Virtual Tabletop Game using the Vassal Engine&#10;- PDF files to download and print.&#10;&#10;(http://www.dvg.com/.sc/ms/dd/Vassal%5E2FPDF%20Games/3/Hornet%20Leader%20II)&#10;&#10;Hornet Leader II was a nominee in the Charles S. Roberts awards for Best Modern Era Boardgame (Charles S. Roberts Awards) for 2005.&#10;&#10;Other Leader series games by Dan Verssen&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Iraq",
      "Country: Korea",
      "Country: Libya",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "9406",
    "Name": "Soulfall",
    "ID": 175510,
    "Year": "(2015)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/175510/soulfall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2667",
    "Description": "In Soulfall, players lead their nomads across a barren landscape, saved from the brink of destruction by a collective of powerful Lords.  Along the way, players can devote themselves to these Lords, build outposts, and gather shards, all while trying to prevent the other players from doing the same.&#10;&#10;Soulfall is a medium-light game that combines simple mechanisms, medium strategy, stunning artwork, clever card play, and a unique scoring system.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "9407",
    "Name": "Alhambra: The Red Palace",
    "ID": 373915,
    "Year": "(2023)",
    "Geek Rating": "5.589",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/373915/alhambra-the-red-palace",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "The Red Palace is a standalone game set in the Alhambra Universe that provides a new style of gameplay and is designed specifically for more complexity in the base game. It features:&#10;&#10;&#10;     The (3D wooden) buildings and walls are now separated.&#10;     Guards as a new mechanic, which make choosing and constructing buildings more exciting and introduce new powerful extra actions that might bring you closer to victory!&#10;&#10;&#10;Each player constructs their own Alhambra by taking money cards and using these to purchase buildings of different types. Which buildings you can build are displayed on the building market. Unlike the base game of Alhambra, the buildings are not printed on the tiles, but instead players draw a tile and then a chip which tells them which of the wooden buildings is placed onto the tile. In each of the three scoring rounds, players will receive points if they have the most of each building type, as well as points for their longest connected wall segment.&#10;&#10;When buying a tile, players check for guard icons on the walls, placing one guard on each icon. The guards do two things:&#10;&#10;     Guards standing on your longest wall give you bonus points during scoring.&#10;     They can be discarded to do powerful extra actions during your turn.&#10;&#10;&#10;The game ends when the building market can no longer be replenished from the building tile supply, and there is a final scoring, whereupon the player with the highest score wins.&#10;&#10;Note: All existing expansions for Alhambra can be added to Red Palace except currently the tile based expansions from the Mega Box are not compatible due to the different size of the tiles (45mm vs 50mm)&#10;&#10;",
    "Categories": [
      "City Building",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Crowdfunding: Kickstarter",
      "Game: Alhambra"
    ]
  },
  {
    "Rank": "9408",
    "Name": "Gothic Invasion",
    "ID": 137500,
    "Year": "(2014)",
    "Geek Rating": "5.589",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/137500/gothic-invasion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3",
    "Description": "Gothic Invasion is a card-driven wargame depicting the Gothic Wars from 377 to 382 A.D. Each player takes the roles of the Goth leaders (Fritigern, Alatheus and Saphrax) and the Roman leaders (Valens, Theodosius I, Gratian and Flavius Richomeres). The Goth player's objective is to plunder nine cities of the East Roman empire between 377-382 A.D., while the Roman player must defend the imperial cities and slow them down as best as he can until the spring of 382 A.D.&#10;&#10;Gothic Invasion is a &quot;cat and mouse&quot; tactical defensive game from the Roman point of view while from the Gothic side it's a &quot;race against time&quot; aggressive war.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Barbarian migrations and invasions",
      "History: Byzantium",
      "Region: Balkans"
    ]
  },
  {
    "Rank": "9409",
    "Name": "Blood & Plunder: Rulebook",
    "ID": 193725,
    "Year": "(2016)",
    "Geek Rating": "5.589",
    "Avg Rating": "8.64",
    "Link": "https://boardgamegeek.com/boardgame/193725/blood-and-plunder-rulebook",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Brandish your cutlass and musket, and prepare for swashbuckling and adventure on the Spanish Main! Whether you're marching your pirate army across the Isthmus of Panama as legendary pirate Henry Morgan or terrorizing the Jamaican coasts as the infamous Captain Rivero, Blood &amp; Plunder is a game set in the caribbean during the 17th century that is guaranteed to evoke thrills and capture the imagination of miniature gamers. This 30mm miniatures game boasts:&#10;&#10;&#10;     A compelling and intuitive rule set &#10;     The highest quality models of its genre &#10;     Masterfully crafted mechanics which allow for seamless transition between land and naval battles&#10;     Endless scenario possibilities &#10;     Consultation from world renowned historian and author Bennerson Little (Black Sails, Fortune's Whelp) to ensure that all models, campaigns and strategies reflect the period&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Nautical",
      "Pike and Shot",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Country: Spain",
      "Crowdfunding: Kickstarter",
      "Game:  Blood & Plunder (Firelock Games)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "9410",
    "Name": "Yardmaster Express",
    "ID": 158742,
    "Year": "(2014)",
    "Geek Rating": "5.589",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/158742/yardmaster-express",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.0685",
    "Description": "In Yardmaster Express, two to five players compete to have the highest valued train after a set number of rounds. The game starts with the first player drafting a Railcar card from his hand, attaching it to his train, then passing the rest of his hand to the player to his left. This draft continues until all players have added one Railcar to their train for each round of the game. The trick is, while each new Railcar must match the resource type or value of the one previously played, players always have the option to play any card face down as a Wild Railcar; the Wild Railcars don't have much value, but they can be used to save a player in a bind or to thwart your opponents by &quot;hiding&quot; a card they need.&#10;&#10;Yardmaster Express plays in ten minutes and consists of just 32 cards (no tokens, no cargo cards).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Pub (Crash Games)"
    ]
  },
  {
    "Rank": "9411",
    "Name": "Pirate Den",
    "ID": 156853,
    "Year": "(2015)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/156853/pirate-den",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2222",
    "Description": "Pirate Den is a game of bluffing and deception for 3-5 players that plays in 30 minutes or less.  Players take on the role of pirate captains trying to get the most loot.  Plunder the seas, steal from your rivals, and bury your treasure to protect it.  The captain with the most loot at the end of the game, wins.&#10;&#10;In the game players will play cards to take gems from the center of the table and from each other, and bury to turn 5 gems into buried treasure to prevent it from being stolen.  When one player has 5 buried treasure the game ends and the person with the most points between their gems and buried treasure wins, with each gem being worth 1 and each buried treasure being worth 5.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9412",
    "Name": "Battle of Britain",
    "ID": 1844,
    "Year": "(1990)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/1844/battle-of-britain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1622",
    "Description": "Hitler's war machine has rolled like a juggernaut across the Continent, crushing all opposition. Only Britain still stands, isolated and defiant, readying itself for a mortal struggle between the Luftwaffe and the Royal Air Force. For the first time in history, air power will decide the fate of a nation.&#10;&#10;August 1940: The Royal Air Force has been awaiting massive German air raids since Churchill refused to make peace with Germany. And they did not have to wait long - in fact, far too short to build up the RAF to a strength that would be able to match the German Luftwaffe. But besides its fighters, the RAF has other weapons to help deal with the &quot;Huns&quot;: a chain of RDF (radar) towers along the British coast, and an elaborate system of communications, signal evaluation and fighter control and guidance. If those are used skilfully, the resulting economy of Fighter Command operations might just be able to offset the sheer power of the German Luftflotten (&quot;air fleets&quot;).&#10;&#10;You are in command of all four RAF Fighter Groups to match them against the incoming raids. Can you deny the Luftwaffe its objective to weaken the British air defence system beyond the breaking point?&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: France",
      "Country: Germany",
      "Country: United Kingdom",
      "History: World War II (Battle of Britain)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "9413",
    "Name": "Pacifica",
    "ID": 379153,
    "Year": "(2023)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/379153/pacifica",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6923",
    "Description": "The sunken city of Pacifica is coming back to life &mdash; and two people get to determine what the city will look like in the future. To do this, they collect art treasures, build paths, and promote inventions. Whoever gains the upper hand in a discipline receives an idol.&#10;&#10;Who can advance the construction of the underwater city in Pacifica as quickly as possible? Who will have the right strategy...along with a bit of luck?&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Civilization",
      "Economic"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Contracts",
      "Hand Management",
      "Multi-Use Cards",
      "Tags",
      "Tug of War"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Series: Two-player games (Kosmos)",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "9414",
    "Name": "Whispering Woods",
    "ID": 411402,
    "Year": "(2024)",
    "Geek Rating": "5.589",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/411402/whispering-woods",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "2.25",
    "Description": "Forests are magical places where different spirit animals live...&#10;&#10;In Whispering Woods, you have to build trails for your spirit animals and thus complete missions that will benefit you with victory points. On each turn, you can collect two landscape tiles for your forest, or one quest tile with a particular path to be able to score in the future. You will also be able to complete several chain rides with your animals, which allows you to obtain career goals that will benefit you even more.&#10;&#10;Grow your forest, and walk its trails with your spirit animals. Good planning will allow you to hike several trails consecutively &mdash; but take care as a planning mistake can cost you dearly.&#10;&#10;Whispering Woods includes a mode for solo play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Chaining",
      "Grid Movement",
      "Network and Route Building",
      "Race",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "9415",
    "Name": "Premières Gloires",
    "ID": 223669,
    "Year": "(2017)",
    "Geek Rating": "5.589",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgame/223669/premieres-gloires",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.4",
    "Description": "Early Glories: Rivoli &ndash; Z&uuml;rich &ndash; Montebello &ndash; Marengo&#10;&#10;Rivoli 1797 is the conclusion of a maneuver in a centralized position, brilliantly carried out by Bonaparte. Though outnumbered, the French won a decisive victory at the cost of the bloodiest fighting of the entire Italian campaign (1st edition: VaeVictis #18).&#10;&#10;Zurich 1799: at the head of the last French army still in a condition to carry out an offensive campaign, Mass&eacute;na profited from a favorable position to save the Republic. The maneuver of Z&uuml;rich and its results figured among the most glorious pages written by the soldiers of the Revolution (1st edition: VaeVictis #29).&#10;&#10;Montebello 1800 is a clash between advance guards. The French columns hurled themselves against Austrian advanced posts and the battle expanded. The two leaders, wanting to seize the opportunity to shine, ended up committing the greater part of their reserves  (1st edition: Canons en Carton).&#10;&#10;Marengo 1800: an intense battle that the French were losing for a long while was transformed into a stunning victory when the French were able to reconcentrate and strike hard against the over-confident Austrians. Desaix and Kellermann thus brought a fresh title of glory to the young First Consul Bonaparte (1st edition: VaeVictis #35).&#10;&#10;Early Glories places the players at the head of small or medium-sized armies which had to fight over broken terrain or terrain cut by numerous obstacles. The fighting took place over one or several days. With your back to the wall, can you do as well as Bonaparte, Lannes or Mass&eacute;na and find ways to defeat the armies of their adversaries?&#10;&#10;Units: 1 strength point equals 200 infantry, 150 cavalry or 2 cannons&#10;Scale: demi-brigade or regiment, battalion&#10;Complexity : 7 / 9&#10;&#10;Game Components:&#10;&bull; 4 maps, 59 x 41 cm&#10;&bull; 432 die-cut counters and markers&#10;&bull; 1 rulebook&#10;&bull; 1 battle book with 4 battles and 14 scenarios&#10;&bull; 1 player aid card&#10;&bull; 10 storage bags&#10;&#10;(from the publisher's website)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "Country: Switzerland",
      "History: French Revolutionary Wars",
      "History: Italy 1559–1814 (Foreign dominations)",
      "Misc: Championnat de France de Wargame",
      "Players: Two-Player Only Games",
      "Series: Collection Jeux d'Histoire (Vae Victis)",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "9416",
    "Name": "Theurgy",
    "ID": 295368,
    "Year": "(2022)",
    "Geek Rating": "5.589",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/295368/theurgy",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "How long has it been since last you cast your gaze upon the world?&#10;&#10;Mortals always were such feeble things, and mortal memories doubly so&hellip;&#10;&#10;Doubts swarm in every place they make their homes, stones that once formed temple-walls now line their hearths, and all your earthly offspring slumber.&#10;&#10;No matter. It should be short work to cast out the doubts, rebuild the temples, and awaken some of your old allies. Only a few faithful acolytes remain, but they will suffice.&#10;&#10;After all, you are not some feeble mortal, and who could defy the will of a God?&#10;&#10;&#10;In Theurgy, you and up to five others take on the role of half-forgotten gods and compete to have temples built in your honour. A player wins if, at their end of their turn, they have met one of three winning conditions:&#10;&#10;Become the Official Faith: Build X temples, including one in the Capital.&#10;Fulfil Your Calling: Build X+1 temples and meet your secret objective.&#10;Spread Across the Land: Build X+2 temples anywhere on the board.&#10;&#10;The exact number of temples you need to build for the winning conditions varies with the player count.&#10;&#10;In many ways, Theurgy is a classic area control strategy game in which you must carve out your territory and undermine the territory belonging to your rivals. However, to achieve this, players must also manage and draft cards wisely. By performing incredible miracles, unleashing epic combinations of monsters, and cleverly utilising their deity&rsquo;s unique power, players can find ingenious ways to give themselves a surprising edge.&#10;&#10;A turn consists of choosing one of the following four actions:&#10;&#10;Pilgrimage: move acolytes and followers from settlement to settlement. Along the way, your acolytes can preach to convert the resident population or fight off monsters to protect your following from the ill will of your rivals.&#10;&#10;Spread the Word: place (or replace) a faith token to mark your growing cultural influence in the surrounding settlements. It will be far easier to construct temples if your religion is already deeply rooted in the region's culture.&#10;&#10;Divine Intervention: perform a miracle by playing a card from your hand or choose a monster to summon from the cards available in the central area. A player may also activate the abilities of monsters they have already summoned, so that the larger a player&rsquo;s horde, the more powerful their interventions become.&#10;&#10;Test the Faith:&nbsp;trigger an anomalous event in a settlement of your choice to see which god the locals turn to when their faith is tested. The distribution of followers in a settlement, each deity&rsquo;s cultural influence, and the level of scepticism present there all play a role in determining which religion's temple will be constructed &ndash; and which torn down&hellip;&#10;&#10;The most successful deities are those best able to time their interventions and use their turns to sneak their influence under the radar and establish followings in the most unlikely of places.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "King of the Hill",
      "Modular Board",
      "Open Drafting",
      "Take That",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "9417",
    "Name": "Narabi",
    "ID": 257836,
    "Year": "(2018)",
    "Geek Rating": "5.589",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/257836/narabi",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "In Narabi, players are dealt 3-4 cards at the start of the round, with those cards bearing either a blank or a number from 0 to 9. Each card is sleeved, and within the sleeve on its back is a rule explaining how this card can be swapped with another card: swap it with a red card, a card with an even number, a card with a higher number, and so on. You can look at all the rules on cards in front of you, but you cannot communicate to others what those rules are. You cannot change the order of cards in front of you.&#10;&#10;On a turn, a player must swap one of their cards (following that card's rule) with another player's card, then someone records that move on a chart. Blanks are considered to be 0 and an even number for the purpose of swaps. When one of your cards is swapped, you can look at the rule on the card you receive. You can suggest moves to others or ask questions of them, and they can respond with &quot;yes&quot; or &quot;no&quot; answers as long as they don't identify the rule on any of their cards.&#10;&#10;If you place all the numbers in numerical order (disregarding blanks) in either clockwise or counterclockwise order before you would need to make a 25th move, you all win the game. Your team's score is &quot;Great&quot;, &quot;Good&quot;, &quot;Horrible&quot;, etc. based on how many moves it took you to win. If you don't win, then you must all be worse than horrible, which is very bad indeed.&#10;&#10;In the game's expert mode, you cannot speak at all and you cannot undo a player's swap on your next turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Pattern Building"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "9418",
    "Name": "Risorgimento 1859: the Second Italian War of Independence",
    "ID": 7831,
    "Year": "(2000)",
    "Geek Rating": "5.589",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/7831/risorgimento-1859-the-second-italian-war-of-indepe",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.2581",
    "Description": "Risorgimento 1859, the Second Italian War of Independence, covers the second such war, the first, in 1848, having resulted in heavy defeats at the hands of the Austrian/Hapsburg armies. But the 1859 war was different. The Piedmontese, the Italian province pressing the issue, had gotten Napoleon III and the French Army to help them. Garibaldi and his partisans were most effective in creating havoc. And the Austrians were woefully weak in high command ability and unit morale.&#10;&#10;Risorgimento 1859 is a big game, yet easy to play. The battle games are very enjoyable with lots of maneuver and combat. The Campaign game uses a point-to-point map system. The focus is on coordination and concentration, the ability to guard avenues of approach, and the capability of units to engage in combat.&#10;Battles and Campaigns&#10;&#10;Players fight the two major battles of the campaign, Magenta and Solferino (one of the largest battles in European history). The rules are relatively short and very accessible, as the battle system is designed for ease of play. For example, combat units do not have any numerical Strength! However, they do differ in Morale.&#10;&#10;Magenta&#10;A wild battle fought in the vineyards, where no one could see anything. Reinforcements coming from all corners of the map, as the French have to cross a major river to take the important rail center.&#10;&#10;Solferino&#10;The Austrians and the French literally stumble into each other in teh difficult and hilly country south of the Lombardian lakes. The battle that followed, pitting 4 French corps against 7 Austrian corps, was one of the most brutal in modern history. So brutal that it led directly to the founding of the Red Cross. The French, having started first, get to attack an Austrian-held position that takes advantage of every hill and valley.&#10;&#10;The Campaign&#10;Play out the entire Campaign and see if you can avoid the mistakes the Austrians made. This version uses a point-to-point system and some very unusual mechanics to model one of the first military campaigns that used railroads.&#10;&#10;TIME SCALE:     1 hour per turn&#10;MAP SCALE:     325 yards per hex&#10;UNIT SCALE:     Battalion &amp; Regimental (battle); Division &amp; Corps (campaign)&#10;NUMBER OF PLAYERS:     One to four&#10;&#10;DESIGNERS Richard Berg (Battle game) and Peter Perla (Campaign game)&#10;DEVELOPERS David Fox, John Alsen, and Richard Berg&#10;ART DIRECTOR Rodger B. MacGowan&#10;MAP ART Mark Simonitch&#10;COUNTER ART Mark Simonitch and Rodger B. MacGowan&#10;&#10;(source: GMT website)&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Solferino (Italy)",
      "Country: Italy",
      "History: Italian Wars of Independence",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "9419",
    "Name": "Hachi Train",
    "ID": 359929,
    "Year": "(2021)",
    "Geek Rating": "5.589",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/359929/hachi-train",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Coal prices soar worldwide in the middle of the 20th century! You are the third president of an American railroad company. Let's sell out a large amount of our vehicle inventory to survive this unprecedented business crisis!&#10;&#10;In Hachi Train, you want to not be the last player in the round to have cards in hand. When dealt cards, players cannot rearrange the cards in their hand. The starting player leads a card or set of cards with the same value &mdash; but they can play multiple cards only if the cards are adjacent to one another in their hand. If cards have been played on the table, to play you must play the same number of cards with a higher value or a larger set of cards, e.g., 2 &lt; 5 &lt; 3,3 &lt; 6,6 &lt; 2,2,2 &lt; 1,1,1,1. When you overplay someone, you pick up the cards you beat and add them to your hand where you wish.&#10;&#10;If you cannot or choose not to play, you must pass, drawing a card from a facedown pile and adding it to your hand. These cards have two values on them, e.g., 1/2 or 5/6, and can be played as either number.&#10;&#10;If all but one player pass, clear the table, with the player who last played leading to an empty table. When all but one person has emptied their hand, the last player loses one of their two lives. After four rounds or a player losing all of their lives, the game ends, and whoever has the most lives remaining shares victory.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "9420",
    "Name": "Meteor",
    "ID": 166109,
    "Year": "(2014)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/166109/meteor",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8571",
    "Description": "There is a storm of meteors heading directly toward our planet! Estimated time of impact is five minutes. We need to work together to destroy them all or the world will be blown to bits. Are you brave and resourceful enough to save our planet? If even one meteor gets through our defenses and hits the planet, life as we know it will be no more. Good luck citizens. It&rsquo;s up to you.&#10;&#10;Meteor is a real-time, cooperative, resource management card game.&#10;&#10;You need to work together building and launching rockets as the time ticks down and the meteors get closer and closer to destroying the planet. Will you blow up all the meteors in time? Only one way to know for sure.&#10;&#10;Meteor plays as a real-time card game. Each player has a hand of cards and a build area (build areas are shared in the six player game). A number of meteor cards are placed in the center of the table. Players must co-cooperatively build rockets to launch at the meteors before the time runs out.&#10;&#10;&#10;Differences from earlier edition:&#10;&#10;The Mayday Games edition includes more cards and additional gameplay options over the earlier edition of Meteor. The Mayday Games version is for 1-5 players; The Game Crafter edition was for 1-6 players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Real-Time"
    ],
    "Families": [
      "Components: Sand Timers",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9421",
    "Name": "Zombie Tower 3D",
    "ID": 189829,
    "Year": "(2015)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/189829/zombie-tower-3d",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The year is 20XX, a mysterious object fell from outer space. Not long after, zombie outbursts have been reported all around the world!!&#10;&#10;In Zombie Tower 3D, you will play as a one of the characters trapped inside a building crawling with zombies. Working with your teammates, you must try to evacuate the building before it collapses. But beware! Zombies will appear out of nowhere every so often, craving for your flesh. There are also other desperate survivors in the building, waiting to be rescued. You must search the building for various tools to fight off the zombies, save survivors, and evacuate from the building!&#10;&#10;Zombie Tower features a revolutionary 3D stand-up board. During the game, you may only look at your own play space, so you will have to actively communicate with your teammates about your situation to call for help or offer rescue. Items are also passed through small slits between the walls, and not directly to other players. After fulfilling the escape conditions, each player will get victory points depending on the number of survivors saved and completion of their minor objective cards, and the true winner will be determined.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game"
    ],
    "Families": [
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "9422",
    "Name": "Violet and the Grumpy Nisse",
    "ID": 334599,
    "Year": "(2022)",
    "Geek Rating": "5.589",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/334599/violet-and-the-grumpy-nisse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Violet and the Grumpy Nisse, one player is Violet and the other is Torech, the very grumpy nisse (a creature from Nordic folklore similar to a gnome) who has been kicked out of every single household in the village and taken shelter in the woods, which he claimed as his own domain.&#10;&#10;Now, Violet is setting out to meet with her friend Ordep, the friendly troll, a journey that takes her right through the woods that Torech has claimed for himself. After being kicked out of the village, Torech cannot stand the idea of a human invading his home, let alone a human who is friends with a troll! So he is out to make Violet's journey as unpleasant as he possibly can, playing all sorts of tricks on her.&#10;&#10;Violet and the Grumpy Nisse is a two-player trick-taking game. Players take different approaches on how to play this game depending on who they are playing as:&#10;&#10;&#10;    Violet has control over the pacing of the game, but is also more vulnerable to losing tricks as she has to manage her lantern, making sure it's always fueled so that she doesn't get lost in the darkness of the woods at night. She also wasn't expecting a nisse to cross her path; this can be scary, and she has to manage her fear so not to be overwhelmed by her own paranoia.&#10;    Torech has very little control over the pacing of the game, but he does has a few tricks up his sleeve. As Violet's fear of him increases, he becomes bolder and sets out more and more traps that make it harder for Violet to reach her friend. Also, unlike Violet, losing a trick is not nearly as bad for Torech as it is for Violet. He, after all, is the master of tricks!&#10;&#10;&#10;The game ends with a win for Violet if she reaches the end of her journey. Torech wins if Violet's lantern runs out of fuel, or if her fear sneaks up on her before she gets to Ordep.&#10;&#10;What's unique about this trick taking game:&#10;&#10;     It's highly thematic and instead of keeping track of scores on a pad, you will have Violet's pawn advancing on a map, that displays her progress and how close/far she is from winning the game.&#10;     Torech has two tracks on the board he will be focusing on and that display how close/far he is from winning the game: Violet's fear, which he threatens with each trick he successfully plays on her (wins), and Violet's Light track, which he wants to run out as quickly as possible so that she gets lost.&#10;     Trump will change over the course of a game as Violet journeys through the different parts of the landscape. Because Violet controls the pacing, she will be able to speed through them, or stay for a little longer to take advantage of a certain suit.&#10;     Most cards have a special ability, however, a card's ability is triggered only if it isn't used as a trump (trump is determined by Violet's location on the map).&#10;     Thanks to the many different traps Torech can use, each game will have different events play out at different timings, depending on how early Violet becomes a victim of her own fears.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Trick-taking",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mythology: Norse",
      "Players: Two-Player Only Games",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "9423",
    "Name": "100 Swords: The Blue Mammoth's Dungeon",
    "ID": 190017,
    "Year": "(2016)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/190017/100-swords-the-blue-mammoths-dungeon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "100 Swords: The Blue Mammoth's Dungeon is a sword based dungeon crawling micro deck builder! Load up with as much as you can carry and run head first into the dungeon, exploring rooms and revealing monsters, all while keeping track of hidden treasures and swords!&#10;&#10;During play, you must efficiently play the 5 cards in your hand for any combination of movement, strength, or energy. Movement advances you deeper into the dungeon allowing you to peek at or reveal the cards along the way. Monsters you find can only be defeated with strength. New items (and swords!) are acquired by spending cards in your hand for energy. Many items have effects that will further expand your tactical options as your deck grows.&#10;&#10;As you defeat monsters and pick up loot, do your best to remember where everything is hidden. Treasures and slain monsters are worth gold, so get collecting! Once the dungeon has been thoroughly ransacked, or the boss is defeated, whoever has the most gold wins!&#10;&#10;This deck is a standalone dungeon complete with items, monsters, and a Boss, the dreaded Blue Mammoth. This dungeon has hard hitting monsters and harder hitting swords.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: 100 Swords"
    ]
  },
  {
    "Rank": "9424",
    "Name": "Swinging Jivecat Voodoo Lounge",
    "ID": 99655,
    "Year": "(2016)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/99655/swinging-jivecat-voodoo-lounge",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5882",
    "Description": "You and your fellow voodoo spirits have traveled back in time to poke a little fun at the hepcats of the 1950s cocktail culture. Your mystical influences will link these lounge-goers into social cliques that give you access to the coolest party-people that all the hipsters want to be near. Mix a few drinks, rack up the magical monkey points, and crown yourself king of the Swinging Jivecat Voodoo Lounge.&#10;&#10;Score monkeys to hang on your martini glass by adding Jivecat contacts to your clique and claiming Trend cards through skillful manipulation of your lounge contacts. Be the player with the most monkeys at the end of the round in which a player scores their fifteenth monkey and be crowned the winner!&#10;&#10;Players are dealt a hand of four cards and on their turn use those cards for their face value to claim low-brow contacts in the lounges or use the card's special powers to claim Jivecat contacts and cast spells (Zombie, Rada, Cheval, and Voodoo).  For example, a 4 Zombie can be used to claim a &quot;4&quot; contact in the Lava Lounge. Card values can be added and subtracted from each other, allowing players to pinpoint just the right contacts to advance their plans.&#10;&#10;However, the player could use the card for its Zombie spell, instead. By paying a skull, they can place the card in their tableau as an extension of their hand allowing them to use that card's value for many turns in the future.&#10;&#10;In these ways, players create &quot;cliques&quot; of linked contacts in and among the four cocktail lounges (Lava, Cocoa, Tiki, and Neptune) trying to schmooze their way to the Jivecat contacts that score points. The contacts are limited though, so several players may be angling for a specific Jivecat.&#10;&#10;During play, a series of Skull Cards allow players to gain skull token reward that power their voodoo spells, and a Trend Card track presents players with monkey rewards for achieving specific contact configurations. The Trend cards also provide special bonus abilities to the players if they can maintain the required configurations.&#10;&#10;Each player has a martini glass to hold the contact chips and scores are kept through hanging cocktail monkeys on the rim of the player's glass. Orange monkeys are 1 point and blue monkeys are 5 points.&#10;&#10;Game end is triggered when one player reaches fifteen monkey points. The round is completed, bonus monkeys are rewarded for trends that have been maintained, and the player with the most monkeys wins.&#10;&#10;To add to the cocktail themed fun, each card also has a different cocktail recipe for adult players to mix and enjoy.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Number",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Network and Route Building",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Decades: The 1950's",
      "Food & Drink: Liquor / Cocktails",
      "Theme: Retro",
      "Theme: Tiki Culture",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "9425",
    "Name": "Qwixx On Board",
    "ID": 287691,
    "Year": "(2019)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/287691/qwixx-on-board",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Qwixx On Board features rules identical to Qwixx, with the addition of a game board in which players want to move their pawn forward, occupy spaces, tactically cross out numbers, avoid misrolls, and bring about the end of the game, point by point.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Qwixx",
      "Mechanism: Roll-and-Write",
      "Series: NSV Middys (Nürnberger Spielkartenverlag)"
    ]
  },
  {
    "Rank": "9426",
    "Name": "Canalis",
    "ID": 144382,
    "Year": "(2013)",
    "Geek Rating": "5.589",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/144382/canalis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.7647",
    "Description": "In the wake of one of Tempest's namesake storms, a new area near the city-state has opened up for development. Your faction looks to you to carve out your power in this new area.&#10;&#10;Place canals to connect your buildings to resources and to the harbor. Ensure the peasantry looks to you for employment. Improve the prestige of your work by placing scenic gardens. And wouldn't the Senate Annex look most aesthetically pleasing right there, where it completely blocks the view of your opponent's building?&#10;&#10;Canalis is a game of building a new district in the City-State of Tempest, arranging the canals and placing buildings in such a manner as to benefit you the most. Players use a mixture of card drafting and tile laying to build the district, and each player's secret missions keep the outcome in doubt until the last card is played.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Renaissance"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Tempest Shared World"
    ]
  },
  {
    "Rank": "9427",
    "Name": "Let Them Eat Shrimp!",
    "ID": 146963,
    "Year": "(2014)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/146963/let-them-eat-shrimp",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Swim, spawn, and eat shrimp while avoiding sharks! In Let Them Eat Shrimp!, players place fish tiles (in various geometric shapes) in an effort to spawn (by covering fish eggs on the board) and receive more fish tiles. The fish can also eat shrimp (to gain victory points) and must avoid sharks (which will eat your fish, fish eggs, and shrimp).&#10;&#10;Let Them Eat Shrimp! has two ways to play. The beginner's game is suitable for younger players, while the advanced version adds more strategy and depth, as well as more danger; in this version of the game, players might be knocked out early if they can't spawn quickly enough or if their eggs are devoured by the roaming sharks. The game also includes multiple game board components, which can be mixed and match for variety and various skill levels.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Animals: Sharks",
      "Components: Dice with Icons",
      "Components: Player Screens",
      "Crowdfunding: Kickstarter",
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "9428",
    "Name": "The Warriors: Come Out to Play",
    "ID": 346982,
    "Year": "(2022)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/346982/the-warriors-come-out-to-play",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "2.1",
    "Description": "The roughest and toughest gangs of New York have assembled at a midnight summit when Cyrus, leader of the powerful Gramercy Riffs, is murdered! Everyone wrongly thinks you, the Warriors, are to blame, which means every gang in the city is gunning for you as you try to make your way back to your home turf of Coney Island!&#10;&#10;In the co-operative strategy game The Warriors: Come Out to Play, you need to watch each other's backs to navigate the dangerous streets and subways of New York, dodge rival gangs, and maintain your rep. Make it back to Coney Island and show the Gramercy Riffs you've been framed to prove the Warriors are not just good but are the best of the best! Can you dig it?&#10;&#10;Players work together to move on the board using cards to fend off attacks, participate in brawls, and ultimately reach Coney Island. The game ends successfully if the Warriors make it and escape out of Coney Island, and the timing of the game is controlled by the deck of cards and the life of the players.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Point to Point Movement"
    ],
    "Families": [
      "Cities: New York (New York, USA)"
    ]
  },
  {
    "Rank": "9429",
    "Name": "Hermetica",
    "ID": 228944,
    "Year": "(2018)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/228944/hermetica",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Hermetica is a two-player strategy game set on a dynamic board in which each player must leverage tactical movement and clever combos to outwit their opponent.&#10;&#10;The game is played on a hexagonal grid in which each player takes one side and attempts to move their &quot;adept&quot; piece across the board and into the opponent's base. Along with the adept, each player has access to three unique elemental pieces. Each of these four pieces has their own distinct move set that will provide players with a host of options and combos for capturing enemy pieces while vying for board control.&#10;&#10;Thanks to dynamic terrain and control over what pieces will be deployed and when, each game plays differently than the last. Lock down strategic choke points. Restructure obstacles to shut down your opponent or open new paths of your own. Set up devastating combos to take your opponent by surprise. With tons of options available to each player at every turn, the possibilities are endless.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex7 Grids",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9430",
    "Name": "Blend Coffee Lab.",
    "ID": 240584,
    "Year": "(2017)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/240584/blend-coffee-lab",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Blend Coffee Lab is a trick-taking card game about pairing roasted coffee beans to make delicious coffee blends. Each player is a worker in the coffee lab, tirelessly working day and night to research coffee blending; pursue a unique, harmonious flavor, while keeping current trends in mind; and create a new, harmonious flavor that could never be made from a single origin source.&#10;&#10;In game terms, players each have a hand of cards. The leader of the trick plays a card, and each other player in turn must lay down a card of a color not yet played, if possible. Players are trying to collect cards in order to complete cups of coffee. Cards come in three roasts &mdash; light, medium, and dark &mdash; and four colors. To create a cup, you need cards in all four colors in a single roast. At the end of each round, you score points depending on how many cards you have in each cup, plus bonus points for completing the cup corresponding to the round's Roast Bonus target as well as having cards of matching numbers on your cups.&#10;&#10;You track your scores over three rounds, and at the end of three rounds, you keep only your highest score in each roast across the three rounds, then sum those values to determine the final winner.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#150;&#227;&#131;&#172;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#131;&#146;&#227;&#131;&#188;&#227;&#131;&#169;&#227;&#131;&#156; (BLEND COFFEE Lab.) is a trick-taking card game about pairing roasted coffee beans to make delicious coffee blends. Players are workers in a coffee lab researching blending.  &#10;Making a great blend requires carefully balancing the 4 aspects of a bean's flavor: &quot;Acidity&quot;, &quot;Aroma&quot;, &quot;Body&quot;, and &quot;Sweetness&quot;. Pursue a unique, harmonious flavor, keeping current trends in mind.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Food & Drink: Coffee",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "9431",
    "Name": "War of Honor",
    "ID": 93819,
    "Year": "(2011)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/93819/war-of-honor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3529",
    "Description": "War of Honor is a Legend of the Five Rings game of strategies and tactics for 2-4 players. It allows players to follow their own path to victory through political, honorable, military and spiritual deeds. The game brings a whole new dimension and dynamic to multiplayer Legend of the Five Rings and is suitable for play with cards from the existing arc or older card collections.&#10;&#10;The game is played using L5R CCG cards, but a collection of cards is not required to play the game. It comes with four pre-built decks, ready to go right out of the box! Featuring tiles that determine alliances and wars, including strategies for placement of tiles, War of Honor incorporates boardgame sensibilities into the L5R CCG, making it a great way for those somewhat wary of a CCG to try this dynamic and proven game.&#10;&#10;The Lion Clan marshals its forces at the Plains of Thunder, determined to exact revenge against the scheming Scorpion Clan. The Dragon Clan attempts to reconcile the two armies, even as it refuses to reveal evidence that might exonerate the Lion, and incriminate the Scorpion. And the Phoenix Clan races to intervene before the situation becomes a War of Honor to turn the Empire against itself.&#10; In this exciting new multiplayer format for the Legend of the Five Rings collectible card game, you will form and dissolve alliances, engage in political maneuverings, and wage mighty battles to determine which Clan will triumph.&#10; &middot; Features a deck for each of the four following Clans: Dragon, Lion, Phoenix, and Scorpion.&#10;&middot; Includes a scoring board, markers, and movable tiles that give a different game play experience every time.&#10;&middot; Also included: tiles for each of the other five Great Clans, making War of Honor fully expandable with your existing Legend of the Five Rings cards.&#10;&middot; The basic game is for 2-4 players, but can be played with more if customized using your own L5R cards.&#10;&#10;Releases June 2011.&#10;&#10;- Publisher blurb&#10;&#10;Integrates with:&#10;&#10;    Legend of the Five Rings&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Setting: Legend of the Five Rings"
    ]
  },
  {
    "Rank": "9432",
    "Name": "Imperial Stars II",
    "ID": 162384,
    "Year": "(2014)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/162384/imperial-stars-ii",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Players compete head-to-head in this light 4X game as two human empires in the far future engaged in exploration, colonization, and combat to take control of limited resources in order to score victory points.&#10;&#10;Imperial Stars II takes place in the same universe as Astra Titanus: Starfleets vs. Planetbusters! and Forlorn: Hope, and is the successor to the designer's print-and-play game Imperial Stars.&#10;&#10;Components:&#10;One 32-page, full-color Rules booklet&#10;Two 8&frac12;&quot; x 5&frac12;&quot; player aid mats&#10;Two 11&quot; x 17&quot; double-sided card stock maps&#10;102 thick, laser-cut, multi-shaped counter pieces (minor assembly required)&#10;Four six-sided dice (two yellow, two red)&#10;One bright red, 9 1/4&quot; x 5 7/8&quot; Standard cardboard VPG game box&#10;One beautiful box cover sleeve&#10;One &quot;Wipes-A-Lot&quot; napkin&#10;One charcoal desiccant packet&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mechanism: 4X",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "9433",
    "Name": "Mountains out of Molehills",
    "ID": 354395,
    "Year": "(2022)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/354395/mountains-out-of-molehills",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "Moles have traveled from all over to compete in the annual Mountain Maker tournament. In this light strategy game, competitors show their skill based on how high they can pile their Molehills, and by how many Mountains they control. The Mole that can build and control the most Mountains out of Molehills over 6 rounds will be declared the &quot;Top Tunneler&quot; and win the game. Features a two-level game board and full-color acrylic standees for each Mole!&#10;&#10;Mountains Out Of Molehills is played over six rounds, and each round has four phases. In Phase 1 players take turns drafting action cards from a face up market to form a hand of 4 cards each. These actions will move Moles underground while adding Molehill pieces to the bottom of the Mountains above them.&#10;&#10;In Phase 2, each player simultaneously determines the order they plan to resolve their action cards, they place these cards face down in a stack from first action, to last. Once the order is set it cannot be changed! Carefully planning will help ensure you take control of the most valuable Molehills, but be careful as your opponents may block your path, throw a Rock in your way, or even cause your best Mountains to Topple over, spilling the pieces onto other Mountains!&#10;&#10;In Phase 3 players take turns revealing the top card from their stack and resolving its action. In Phase 4 players score the round. Each player controls the Mountains that have their color Molehill on the bottom, and they earn 1 point for each piece in the Mountains they control.&#10;&#10;After scoring, players draft the turn order for the next round, starting with the player who has the most pieces on TOP of each Mountain. The player who goes first gets first choice when drafting cards, but the player who acts last gets the final movement of the round.&#10;&#10;After six rounds players total up all their points from the 6 rounds and the player with the most points is dubbed the Top Tunneler and wins the game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Grid Movement",
      "King of the Hill",
      "Open Drafting",
      "Programmed Movement",
      "Square Grid"
    ],
    "Families": [
      "Animals: Moles",
      "Components: 3-Dimensional (3D)",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "9434",
    "Name": "Legions of Darkness",
    "ID": 94331,
    "Year": "(2011)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/94331/legions-of-darkness",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1053",
    "Description": "Legions of Darkness is a solitaire, fantasy States of SiegeTM game where you must survive the relentless attacks from ghastly creatures and monsters for three days and two nights - when reinforcements arrive.&#10;&#10;You are besieged on all sides by dark legions, with limited supplies and even fewer defenders to man the walls of Highmoor Castle. Make decisions wisely where and when to attack, how to marshal your heroes, what spells to cast, and which deadly traps to build at your castle. Pray your decisions will be enough against the hordes of undead skeletal riders, the giant armored orcs, and even the fearsome dragons that you must defeat until help arrives.&#10;&#10;With a little luck and plenty of the right decisions, can you withstand the siege? Defend your castle and survive the Legions of Darkness!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "9435",
    "Name": "Battling Tops",
    "ID": 4934,
    "Year": "(1968)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/4934/battling-tops",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2051",
    "Description": "Battling Tops was produced by Ideal, in the late 60's. Players wind their tops and by pulling a string, the tops battle each other in a ring. The last top standing wins that round. The first &quot;manager&quot; to reach 8 wins is the champion.&#10;&#10;Battling Ships (1977) was an updated release with a &quot;board&quot; around the battling arena that's kind of like the edges of Monopoly. Otherwise it is the same as Battling Tops.&#10;&#10;Re-implemented by:&#10;&#10;    Spin to Win Game&#10;    Battling Gladiators&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Fighting Top Games"
    ]
  },
  {
    "Rank": "9436",
    "Name": "Adventure Games: Expedition Azcana",
    "ID": 351869,
    "Year": "(2022)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/351869/adventure-games-expedition-azcana",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "1.4286",
    "Description": "Explore places, combine items, and experience stories in Adventure Games, a series of co-operative games from German publisher KOSMOS. In each of these titles, players are presented with a mysterious story that they must unravel over the course of play. Working together, players explore common areas, talk to people, look for clues, and combine various items to reveal the secret of the story. Depending on what decisions the players make, the course of history changes and there is no going back!&#10;&#10;Unlike the co-operative EXIT: The Game series, titles in this series focus on the telling and discovery of the story with no time pressure. That said, many different paths can be experienced during play, with more than one correct resolution to the story waiting to be discovered. Each title consists of three chapters, each taking about 75 minutes to play. Nothing is destroyed, so the games can be played multiple times.&#10;&#10;In Adventure Games: Expedition Azcana, you will travel to somewhere new...&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph"
    ],
    "Families": [
      "Continents: South America",
      "Misc: Limited Replayability",
      "Misc: LongPack Games",
      "Series: Adventure Games (Kosmos)",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "9437",
    "Name": "Omen: Heir to the Dunes",
    "ID": 274072,
    "Year": "(2020)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/274072/omen-heir-to-the-dunes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "An ancient conflict is arising from the burning sands of Egypt. The heirs of Anubis and Horus gather followers and initiates for the war to come. Which side will prevail and gain dominion over the other: light or darkness?&#10;&#10;Omen: Heir to the Dunes is the latest chapter in the Omen Saga . This standalone expansion is the single largest expansion since Omen: A Reign of War. It not only includes all new unit cards and reward tiles compatible with all games in the Saga, but also introduces factions and an all-new path to victory in the form of structures.&#10;&#10;Omen: Heir to the Dunes&#10;&#10;- A fast-paced, head-to-head strategy card game complete with a thrilling solo variant.&#10;- Pledge your loyalty to Anubis or Horus and command your forces as you choose from multiple paths to victory.&#10;- Quick to learn and endlessly expandable with additional games from the Omen Saga.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Card Games: Lane Battler",
      "Crowdfunding: Kickstarter",
      "Game: Omen A Reign of War"
    ]
  },
  {
    "Rank": "9438",
    "Name": "Rush Hour Scramble",
    "ID": 100104,
    "Year": "(2011)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/100104/rush-hour-scramble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2857",
    "Description": "Rush Hour Scramble is a multi player competitive version of the popular solitaire puzzle game. Each player designs a Rush Hour challenge for another player to solve. Players switch boards and race to be the first to solve their challenge. The player who solves his/her challenge first is the winner.&#10;&#10;A copy of Rush Hour is needed for each player.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Transportation"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "9439",
    "Name": "Obscurians",
    "ID": 399277,
    "Year": "(2024)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/399277/obscurians",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Introducing the Shadow Bazaar: Become an Obscurian!&#10;&#10;Step into the enigmatic realm of the Obscurians, a clandestine shadow market nestled within a remote desert planet. As an Obscurian, your mission is to uncover elusive combinations of goods while contending with rival players bent on thwarting your plans.&#10;&#10;Intrigue and Deception&#10;&#10;Navigate the intricate webs of your fellow Obscurians to achieve your covert objectives with finesse. Employ subtle deception and strategic maneuvers to outwit your opponents, all without uttering a single falsehood.&#10;&#10;Secret Missions&#10;&#10;Each Obscurian conceals a clandestine client with specific procurement requirements. Fulfill these missions shrewdly while deciphering the intentions of your adversaries to amass the most points by game's end.&#10;&#10;Henchmen and Disguises&#10;&#10;Utilize henchman dice judiciously to manipulate ever-changing circumstances in your favor while concealing your true aims from prying eyes. Adapt your strategy to the shifting landscape of the game to maintain your advantage.&#10;&#10;Goods Exchange and Tactical Maneuvers&#10;&#10;Harness the tactical potential of the henchman dice to orchestrate cunning exchanges, bolster your resources, or subtly influence your rivals' actions. Navigate the dynamic gameplay to subtly sway the Obscurians to your cause.&#10;&#10;Challenges in Every Round&#10;&#10;Each round presents unique challenges, from unexpected visitors to sudden sandstorms, demanding strategic adaptability to prevail. Beware the looming threat of a sandstorm-induced endgame, striking a balance between efficiency and caution.&#10;&#10;Obscurians offers a captivating blend of intrigue, deception, and deduction, where actions speak louder than words. Immerse yourself in the allure of the Shadow Bazaar and ascend to the ranks of the Obscurians!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Dice",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Contracts",
      "Deduction",
      "Dice Rolling",
      "End Game Bonuses",
      "Events",
      "Hidden Roles",
      "Hidden Victory Points",
      "Hot Potato",
      "Set Collection",
      "Take That",
      "Trading",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Dice with Icons",
      "Creatures: Aliens / Extraterrestrials",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "9440",
    "Name": "Spectral Rails",
    "ID": 21469,
    "Year": "(2011)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/21469/spectral-rails",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "For years prospectors, speculators, and frontier folk flocked to remote areas of the American Southwest in search of their fortunes. Makeshift towns cropped up around rich mines of copper, silver, gold and other precious commodities, only to fade away as the resources ran out. Now only ghost towns are left as testament to the community that once lived there. While the lucky ones made their fortunes; most folks barely scratched out a meager existence in these harsh and lonely towns. Some died lonely deaths in these places far from home, and now their souls wander around these ghost towns haunting them until the day when their soul can return home to achieve final peace. The ghost trains are these lost souls&rsquo; ticket to rest. These spectral trains glide majestically along ethereal rails looking for lost souls and give them passage homeward. You are the engineer of a ghost train. Your job is to find lost souls in various ghost towns and deliver them to their home towns so that they can achieve final peace&#10;&#10;Players are Engineers of Ghost Trains traveling through the American Southwest. Each player uses their standard set of Ether cards (1-4) to move, picking up souls and delivering them to Ghost Towns. As you move, you expend Ether to lay track behind. Other players can move along on your Ether track for free, but you may never travel along your own Ether.&#10;&#10;As you lay down more track, your old Ether disperses -- you can pull up your track to clear the way for yourself or to leave someone in the lurch.&#10;&#10;A portion of the game revolves around managing your discard pile, as you only get half of your ether cards back each turn.  But most of the game comes down to proper planning along with timing your movement to take advantage of what other people have left you, while trying to disallow easy passage for others.&#10;&#10;",
    "Categories": [
      "American West",
      "Horror",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "9441",
    "Name": "Cuisine a la Card",
    "ID": 175541,
    "Year": "(2015)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/175541/cuisine-a-la-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Cuisine a la Card is a competitive deck-building card game for 2 - 4 players.&#10;&#10;You are up-and-coming Chefs, crafting the finest and most elaborate dishes out of the ingredients available to you, and submitting those dishes to a discerning panel of Judges to win Medals. In this cut-throat world of culinary competition, Tasting Spoons are your currency, your Warming Tray may be your greatest asset or your worst nightmare, and a simple dash of Salt may just be what you need to tip the balance in your favor and win the game.&#10;&#10;On their turns, Players use their Tasting Spoons, and Forks, to purchase Ingredients available in the Marketplace. Ingredients are added to their decks, or placed into their Warming Trays, and Players use those Ingredients to submit Dishes to Judges. Those Judges reward the Player with Medals, as well as passive abilities that could turn the tide of the game. The Player with the most Medals wins the game.&#10;&#10;Cuisine a la Card is fast-paced and challenging as Players have to constantly manage their decks and shift strategies to outwit their opponent and ensure that they are the winning Chef.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "9442",
    "Name": "Crossroads of Heroes",
    "ID": 212450,
    "Year": "(2018)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/212450/crossroads-of-heroes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "In&#227;&#128;&#144;Crossroads of Heroes&reg;&#227;&#128;&#145;, you play as a martial arts hero hailing from one of the five most venerated sects of Chinese Wuxia: Emei, Shaolin, Beggar, Wudang and Kunlun. You start the game as a virtuous character who seeks to gain renown and become the next Grand Master of Wulin. However, during your journey, if you employ too many evil methods, you will turn Evil Scum and must then resort to a dark path to victory!&#10;&#10;During a player's turn, they can choose to train in ancient martial arts techniques, fight in duels, employ stratagems, search for food and items, and travel the Jianghu in hopes of gaining an edge over their rivals.&#10;&#10;&#227;&#128;&#144;Crossroads of Heroes&reg;&#227;&#128;&#145;is a strategic game that challenges players to make decisions based on their personal links to their characters. Aside from trying to win, each player must also decide how they wish to reach that goal &mdash; by being a hero or villain.&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: China",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9443",
    "Name": "Glory: The Battles of First & Second Manassas and Chickamauga, 1861-63",
    "ID": 5228,
    "Year": "(1995)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/5228/glory-the-battles-of-first-and-second-manassas-and",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "600",
    "Weight": "2.52",
    "Description": "Glory: The Battles of First &amp; Second Manassas and Chickamauga, 1861-63 is the first game in GMT&#039;s Series: Glory (Richard Berg). Glory presents three American Civil War battles - First Manassas (1861), Second Manassas (1862) and the Battle of Chickamauga (1863) - as never before seen. The new game system combines sophistication with ease of accessibility: the rules are less than eight pages and there are practically no charts. The system combines mostly familiar mechanics with just enough new ones to add spice and challenge to comfortable familiarity. And while you can start playing in about 15-20 minutes, it will take far longer to master the nuances of play. To add to all of that, there are four different ways to play the game, from Igo-Hugo all the way to command oriented LIMs.&#10;&#10;Game Scale:&#10;Game Turn: 75 minutes&#10;Hex: 250 yards / 229 meters&#10;Units: Brigades&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full color mapsheets&#10;One dual-side printed countersheet (240 1/2&quot; counters)&#10;One dual-side printed countersheet (176 5/8&quot; counters)&#10;One 8-page Glory rules booklet&#10;One 8-page Glory scenario booklet&#10;One single-sided Charts &amp; Tables players aid card&#10;One 10-sided die&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Low&#10;Players: 2 or more&#10;Playing Time: 3-10 hours&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Series: Glory (Richard Berg)",
      "States: Georgia",
      "States: Virginia"
    ]
  },
  {
    "Rank": "9444",
    "Name": "The Vandermist Dossier",
    "ID": 346702,
    "Year": "(2022)",
    "Geek Rating": "5.588",
    "Avg Rating": "8.55",
    "Link": "https://boardgamegeek.com/boardgame/346702/the-vandermist-dossier",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "210",
    "Weight": "2.25",
    "Description": "In this box are the remains of a cold case from 1979: all clues collected by teenage amateur sleuth Abigail Vandermist, before she disappeared herself. Solve puzzles to unwind the story and uncover the truth.&#10;&#10;The player or players can investigate any document in the game at any moment, until they find something that looks like a puzzle. When they solve it, they'll find a clue for how to approach the next one.&#10;&#10;The players have a clear end goal: find out what happened to Abigail Vandermist in August 1979. When they find the answer, they'll enter it into the website and get an online epilogue.&#10;&#10;This is a one-off game, but regiftable after play.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Escape Room Games",
      "Crowdfunding: Kickstarter",
      "History: Cold War",
      "Theme: Mystery / Crime",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "9445",
    "Name": "Michael",
    "ID": 289765,
    "Year": "(2019)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/289765/michael",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4444",
    "Description": "Michael is the most complex case of Dissociative Personality Disorder ever studied. His actions are guided by 24 different Personalities, who take over him and control his mind and his body relentlessly.&#10;Even if his case became famous and the media talked about him for some times, nobody really found a solution to help him and he is now old, living with his mother in a country house.&#10;In the role of 4 brilliant psychiatry students, you will be asked to talk to Michael one last time, in order to understand who &ldquo;they&rdquo; are and how they can be finally reunite with the real Michael. But you will have to be very careful, someone is not pleased by your presence...&#10;&#10;Michael is a cooperative game with a strong narrative component. The game is divided into 4 round called &ldquo;Sessions&rdquo;, where the players talk with the Personalities and discuss about their requests and the hints they give to comprehend the thick connections between them. Every time the players talk with Michael, the Stress of the patient increase, pushing the players to understand when it&rsquo;s time to take a break, switch to the next Session and give him some rest. But with the time passing, the game evolves: thanks to 4 different decks of answers, the Personalities change their behavior. Some of them will understand the importance of your effort and help you, but someone else want you to fail in the attempt, so they can remain alive in Michael&rsquo;s mind. Each Personality has a request and has a reaction, listen to them will lead the players to carefully talk with them in the right moment, obtaining objects useful to satisfy the requests of someone else, and so on.&#10;Michael is a &ldquo;mind puzzle&rdquo;, fully replayable thanks to the mathematic system beneath the game and the random starting setup that creates a different path each time the game is played.&#10;&#10;&mdash;description from the designers&#10;&#10;",
    "Categories": [
      "Card Game",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "9446",
    "Name": "StarFall",
    "ID": 204615,
    "Year": "(2016)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/204615/starfall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7",
    "Description": "The night is still, cloudless and dark. An oasis of interstellar magic lies beyond the stratosphere: countless stars, burning comets, planets, ivory moons, nebulae, and perhaps even a beastly black hole or two. It's all up there for the finding. At the Royal Hinterland Observatory, endless elaborate sky formations are within reach of discovery &mdash; but you have to lay claim before your fellow astronomers nab the glory for themselves. StarFall is a clever game of wits, bidding, and quick thinking in which the aim is to obtain the most impressive portfolio of cosmic curiosities.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "9447",
    "Name": "Hold the Line:  Frederick's War",
    "ID": 136890,
    "Year": "(2013)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/136890/hold-the-line-fredericks-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.875",
    "Description": "HOLD THE LINE comes to the wars of Europe in the Age of Reason with FREDERICK&rsquo;S WAR. When Frederick II led his army into Silesia a long duel began between a still fragile Prussia and the first class power that was Austria. Featured here are eight battles from the fearsome contest: Mollwitz, Choutusitz, Hohenfriedburg, Kesseldorf, Kolin, Leuthen, Hochkirk, and Liegnitz. The game closely aligns with the Hold the Line system, but includes more advanced command rules, more detailed cavalry rules, optional rules for each warring nation&rsquo;s units, and much more.&#10;&#10;&#10;The Prussian army is well drilled and led by a bevy of talented generals, including Schwerin, Zieten, Leopold von Dessau, and of course Frederick the Great. The Austrian army is slightly weaker, but is aided by fearsome light infantry units and in later scenarios are led by such capable commanders as Daun and Loudon.&#10; As Prussia can you humble the Austrians and make your kingdom a first-class power? As Austria can you weather the Prussian storm and halt the first steps towards decline? The enemy approaches, the sound of cannon deafens, men shout commands, smoke fills the air. You must HOLD THE LINE!&#10;&#10;For each scenario each player receives a number of command points to activate the units in his army for movement, close assault, and fire combat.  Each side also receives a random number of command points for the same, but never knowing how many creating a battle field chaos that makes the game highly replayable.  Scenarios take approximately 1 hour to play so you can get in multiple plays in an evening.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Age of Kings",
      "History: Seven Years War",
      "Series: Hold the Line (Worthington)"
    ]
  },
  {
    "Rank": "9448",
    "Name": "Balance of Powers",
    "ID": 156843,
    "Year": "(2015)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/156843/balance-of-powers",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "120",
    "Play Time": "1440",
    "Weight": "3.6364",
    "Description": "They shall grow not old, as we that are left grow old:&#10;Age shall not weary them, nor the years condemn.&#10;At the going down of the sun and in the morning&#10;We will remember them.&#10;    -For the Fallen, by Robert Laurence Binyon&#10;&#10;Balance of Powers pays fitting tribute to the fallen with a respectful presentation of their bitter struggles in the air, on land, and at sea.&#10;&#10;The game offers players a corps-level recreation of the entire First World War from the Somme through Dar-es-Salaam and on to Tsingtao. A roll-to-hit system enables air and (optional) naval combat to scale from the small dogfights of the Fokker Scourge to the mighty clash of dreadnoughts at Jutland. On land, corps entrench by flipping which opens up an in-hex dimension for every trench battle to simulate the tactical ebb and flow that animated the front even during strategic &quot;stalemate&quot;.&#10;&#10;Since victory hinges on territorial control, the opposing sides feed men into the mill hoping to win a war of attrition before accumulated demoralization triggers a domestic political crisis to upset their balance. The prospect of a &quot;breakthrough&quot; to the green fields beyond motivates ceaseless attacks, but it's ephemeral until tanks and planes arrive in numbers. The presence of specific admirals and generals, including the U-boat ace Lothar von Arnauld de la Periere, makes the game personal.&#10;&#10;A haggle-based diplomacy system enables history buffs to recreate the land-swap politics of the period, or players can opt for a simpler, streamlined schedule of neutral entry with a dash of randomness added for surprise. Production is as simple as 1-2-3 to avoid excessive math while enabling players to comprehend the &quot;cost&quot; of their losses. In the end, victory goes to the side that beats its historical record.&#10;&#10;Link to VASSAL http://www.vassalengine.org/wiki/Module:Balance_of_Powers&#10;&#10;Link to Zun Tzu module&gt; http://www.mediafire.com/download/hrl36m0iko6by9c/Balance+of+Powers.ztb&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Africa",
      "Continents: Europe",
      "Digital Implementations: VASSAL",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "9449",
    "Name": "Party Panda Pirates",
    "ID": 365119,
    "Year": "(2024)",
    "Geek Rating": "5.588",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/365119/party-panda-pirates",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Join a crew of eye-masked pirates and sail across the seas to find parties and treasure! Face different challenges as you warm up yer paws for this family party game.&#10;&#10;Slide your panda pirate meeple from the giant turtle-boat at the center of the Sea board to land on the islands of the Avian Archipielago and gain a coin for landing in the center of an island. After that, pick a Party card to trigger a minigame. The better you play minigames, the more coins you get at the end. Minigames range from different mechanics; from dexterity-based to memory, luck or area movement. Some minigames are free for all, others by teams or even 1-vs-many. Before every minigame, all players try to guess who will win or lose. Correct guesses will earn a coin.&#10;&#10;At the end of the round, players move their character in the Treasure Hunt board and try to find a buried chest (Victory points). After 6 rounds, the game ends and players may spend coins to get more chests. The player with the most chests wins!&#10;&#10;Join the most festive crew of the seas and participate in challenges of all kinds that will bring you unforgettable memories and friends. Sail along the cheerful crew of Party Panda Pirates!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Dice",
      "Miniatures",
      "Party Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Flicking",
      "Impulse Movement",
      "Slide / Push"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Pandas",
      "Crowdfunding: Kickstarter",
      "Mechanism: Finger Flicking Games",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "9450",
    "Name": "Nine-minute Kingdom",
    "ID": 350469,
    "Year": "(2022)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/350469/nine-minute-kingdom",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "9",
    "Play Time": "9",
    "Weight": "1.2222",
    "Description": "9-minute Kingdom &ndash; A game that takes 9 or fewer minutes to play!&#10;The goal of the game is to build the kingdom for which we get the most points. The players collect points in two ways: by completing the edicts and by connecting the various icons in their kingdoms.&#10;The game is divided into 9 turns during which the players perform actions simultaneously. The players simultaneously pick one card and play it on the table. Next, they pass the unused cards to the player on the left. Using the received cards, the players play another card and add it to their kingdoms. The game continues to the moment of playing the ninth, final card.&#10;Each played card makes your kingdom grow. You just have to follow 3 simple rules:&#10;&#10;     Apart from the first card, each following card must be placed adjacent to the card which is already on the table.&#10;     Your kingdom has to form 3x3 square.&#10;     The cards can be added freely and don&rsquo;t have to match the ones already added to the kingdom.&#10;&#10;&#10;After completing their kingdoms the players go to the scoring phase. Firstly, the players receive the edict cards, starting with the &bdquo;Kingsroad&rdquo; edict. It goes to the player with the longest connected road in the kingdom. Next, the rest of the edict cards are handed to the players who met their requirements.&#10;Additionally, the players score points for the individual terrains in their kingdom.  The terrains with the highest number of different symbols generate points, which are then indicated by the scorecards. &#10;The player with the highest score is the winner.&#10;&#10;Note: The Kickstarter edition included both Expansions and Variants expansions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Simultaneous Action Selection",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9451",
    "Name": "Lords & Ladies",
    "ID": 147505,
    "Year": "(2014)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/147505/lords-and-ladies",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "Lords &amp; Ladies is a card game for 2 to 5 players where you control a turn of the 20th century noble family and their servants. Over the course of the game you build generations of a family by marrying off lords and ladies to available suitors, hiring servants to give you additional status and powers, attempting to have children with your married lords and ladies, and using gossip cards and servant powers to destroy your rival families' reputations.&#10;&#10;Lords and Ladies is played over a series of rounds where each player takes one turn. A player&rsquo;s turn is broken down into three parts: First they can either take two gold or a gossip card, then they can decide to either: hire an available servant, marry an available suitor, attempt to have a child with a married couple. or take an additional gold.&#10;&#10;At any point during the round players can team up to spread gossip about other families. This is accomplished by one player playing a gossip card on another player's family or servants. Gossip only becomes confirmed when another player plays the same gossip card or a True card against the targeted player. Unconfirmed, gossip cards only last one round and then are shuffled into the discard pile.&#10;&#10;Players can also use their servants' powers against other players, use their fortune to buy status and bribe other players to stop gossip. The game ends when the first player ends a round with 18 status points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Bookshelf (Gryphon Games)"
    ]
  },
  {
    "Rank": "9452",
    "Name": "Warhammer 40,000: Codex",
    "ID": 39169,
    "Year": "(1994)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/39169/warhammer-40000-codex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4",
    "Description": "The Warhammer 40,000 Codex books contain the complete rules for playing various armies in Warhammer 40,000. They also contain in-depth painting guides, army lists, and much more.&#10;&#10;Please note as of August 2020, all codex books have their own individual entry on BGG.&#10;&#10;You may use the customizing version option if you wish to have it show up in your collection and not worry about moving logged plays. Creating custom versions in your collection and selecting custom representative images&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "9453",
    "Name": "Ecosfera",
    "ID": 363695,
    "Year": "(2024)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/363695/ecosfera",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.5",
    "Description": "Ecosfera is a cooperative deck-building game with different levels of difficulty where we must restore nature before it&rsquo;s too late.&#10;&#10;Water, time, earth, air and sun / these are the elements that you will use to get cards from the plant and the fungi kingdom.&#10;&#10;But be aware! there are also natural disaster cards. Luckily we have extra abilities such as changing cards, extra cards and passing a card to another player&#10;&#10;With the right combination of plant cards you will get animals and with the right combination of animals, you will achieve biome tiles and hopefully you will rewild the world together.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Theme: Environmental Protection / Degradation / Pollution",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "9454",
    "Name": "Viking Raiders",
    "ID": 6926,
    "Year": "(1987)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/6926/viking-raiders",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.4118",
    "Description": "Viking Raiders or Vikings Knights of the Sea is both a self-standing game in it's own right and a companion game for Siege and Cry Havoc. On it's own Viking Raiders has four different scenarios. There are also two further scenarios which combine &quot;Viking Raiders&quot; with &quot;Siege&quot; and &quot;Cry Havoc&quot;.&#10;&#10;Viking Raiders is a game of historical simulation during the era of Vikings in the 8th and 11th centuries. Viking Raiders leads you to the age of the great Viking raids on European coasts (8th to 11th century). It comes with 1 sea and 1 coast map in the Standard Games edition (2 sea and 2 coast maps plus 2 small cape maps, which equals the &quot;Island Fortress&quot; map set, in the Eurogames edition) and also ship counters and the corresponding rules and 7 different scenarios.&#10;&#10;The game is designed for two players but can be played with up to 4 players.&#10;&#10;Part of the Cry Havoc series.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Game: Cry Havoc System",
      "History: Viking Expansion",
      "Misc: LongPack Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "9455",
    "Name": "Napoleon's Resurgence",
    "ID": 245823,
    "Year": "(2018)",
    "Geek Rating": "5.588",
    "Avg Rating": "8.37",
    "Link": "https://boardgamegeek.com/boardgame/245823/napoleons-resurgence",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.6667",
    "Description": "Having rebuilt his army after the Russian retreat Napoleon advances into Saxony with an army of 130,000, mostly conscripted and trained from scratch in four months. This boxed set recreates the three key battles of the Spring Campaign of 1813.&#10;&#10;On 2 May 1813 at L&uuml;tzen the Russian and Prussian Coalition attacks what it believes to be the French flank, only to find Napoleon himself appearing. Following up the retreating Coalition to Bautzen Napoleon's grand envelopment on 21-22 May fails as Ney misunderstands his orders; the battered Coalition forces are lucky to escape.  At Luckau on 6 June B&uuml;low&rsquo;s Prussians defeated Oudinot&rsquo;s XII Corps, saving Berlin.  And as a bonus Koningswartha-Weissig gives Barclay's attack on 19 May on the flank of the French deployment, disrupting their assembly.&#10;&#10;Exhausted and with his men in need of rest and resupply  Napoleon asked for an armistice. The Coalition had not won - but it had not lost either.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Series: The Library of Napoleonic Battles (OSG)"
    ]
  },
  {
    "Rank": "9456",
    "Name": "The Far Seas",
    "ID": 4270,
    "Year": "(1987)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/4270/the-far-seas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4348",
    "Description": "2 player game depicting the hunt for Merchant raiders at the start of World War I. The map shows the whole world. Objective is to sink the German raiders (Allies) or attack convoys and avoid the hunters (Germans). The German player plots his movement, then the British player moves, and then the German player reveals and makes his moves.&#10;&#10;This game was later covered by Tactics magazine #49 in Japan.  I heard this version used a different developper, probably Japanese designer, Akira Ishikawa.&#10;&#10;Strategy &amp; Tactics #125&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hidden Movement",
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9457",
    "Name": "Las Vegas: The Card Game",
    "ID": 209886,
    "Year": "(2016)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/209886/las-vegas-the-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Gambling continues in the glamorous world of Las Vegas, but now with cards instead of dice &mdash; and while you might now be somewhat better able to estimate your possibilities of success, many surprises are inevitable in Las Vegas: The Card Game.&#10;&#10;Additional Comment&#10;&#10;This game is #3 in the Alea very small box series. It includes an expansion for the Alea medium box series game Las Vegas.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Cities: Las Vegas (Nevada, USA)",
      "Series: Alea Very Small Box",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "9458",
    "Name": "FUBA",
    "ID": 144228,
    "Year": "(2013)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/144228/fuba",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "FUBA is a tactical football simulation. This smart, fast-paced game takes on the world's number one sport from a tactical view. In FUBA, you become the head coach and choose the strategy for your team. Control the midfield with 4-5-1? Use two strikers to secure the win with 4-4-2? The choice is yours.&#10;&#10;The game is resolved in less than an hour, which is quicker than a real match. FUBA is played in turns, with an average of 23 turns per each half. The player controlling the ball chooses the action his team will go for, then both players roll the dice to see the outcome. After this, both players move their team according to the tactics they have chosen. There is always a small chance of random events such as a yellow or red card.&#10;&#10;Thanks to the flexible rubber board, FUBA can easily be played outdoors, too.&#10;&#10;http://fubaboardgame.com&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "9459",
    "Name": "Karekare",
    "ID": 281982,
    "Year": "(2019)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/281982/karekare",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Welcome to the beautiful beach of Karekare, on the wondrous archipelago known as Aotearoa (also called New Zealand), in the South Pacific Ocean! In the 13th Century, Polynesian explorers discovered this unique place. Over the decades they colonized it, and a new culture arose &mdash; the Maori &mdash; who called these islands home. This game challenges you to lead one of the iwis (tribes) who settled there. Explore the islands, take control of territory, accumulate mana (honor) for your iwi, and claim your place in history!&#10;&#10;In Karekare, 2 to 4 players become leaders of different Maori iwis that reached Aotearoa in search of a new home. The players explore the territory by adding new land tiles, which gives them the opportunity to perform specific actions that will help their iwi expand and settle new lands. When a player lays a tile on the table, that triggers a reaction depending on the other tiles adjacent to the freshly placed one. These reactions will generate resources, will allow players to place control tokens on the board and eventually grant them mana points. The winner is the player whose iwi can acquire the most mana before the end of the third era.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Country: New Zealand",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Theme: Māori"
    ]
  },
  {
    "Rank": "9460",
    "Name": "Materia Prima: The Alchemists Guild",
    "ID": 265575,
    "Year": "(2020)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/265575/materia-prima-the-alchemists-guild",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7857",
    "Description": "Materia Prima places players in a medieval world where mysticism and science are inseparable in alchemy. In search of the philosopher's stone, recipes must be researched and resources mined. The competitive sandbox game combines various mechanics, such as dice rolling while fighting, deck building while recipe exploration, grid movement on a modular game board, pick up and delivery while resource mining, resource management while crafting items and area control by creating little helpers, the Homunculi.&#10;&#10;Materia Prima is a highly immersive game about alchemy and how to create the Philosopher's Stone. Each alchemist must look for long lost recipes and research in old libraries of the cities to create the stone. The elements for this must be mined on hexes, which are distributed on the game board. Alchemy has a centuries-old tradition and its masters come from families, schools and guilds whose history is as old as the records that tell of them. An Alchemist is therefore not a blank sheet of paper. Some have a special alchemical codex, others act out of love or revenge, and there are those who have gone mad by the power of the Philosopher&lsquo;s Stone and want to plunge the world into chaos. Every single biography results in a secret quest. However, this secret should be guarded, since the competitors will exploit every weakness. The game can only be completed when the first one with the help of the Philosopher&lsquo;s Stone fulfills this quest.&#10;&#10;The two central game mechanics are a turn and action based move system and a resource based crafting system.&#10;&#10;     The alchemists have a certain number of possible actions (moving, fighting, dismantling, buying, transmuting, etc.) on each turn, depending on the hexes they are currently in. Both the possibilities of action and the number of actions increase in the course of the game, depending on which equipment or homunculi an alchemist transmutes. This immediately leads to the second game mechanic, the crafting system.&#10;     Not only the Philosopher's Stone, but also equipment and homunculi are transmuted with a crafting system. The required elements can be mined on the game board and then improved or transmuted. Meet the enemies heavily armed with sword and shield! Be the wisest and defeat your enemies with the power of alchemy! Be cunning and lead your opponents on the wrong track! Be a strategist and lead your helpers into battle. With the crafting system you turn the game into your game. &#10;&#10;&#10;-description from designer&#10;&#10;Video-link for the assemble of the card-board-tray:&#10;http://www.materiaprimaboardgame.com/.cm4all/uproc.php/0/.VID_20190519_155022.mp4/video.mp4?_=16af45436e9&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with expansions that add solo play",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "9461",
    "Name": "Santa Cookie Elf Candy Snowman",
    "ID": 315882,
    "Year": "(2019)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/315882/santa-cookie-elf-candy-snowman",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Are you ready for some Holiday Mayhem?! Dolphin Hat Games is pleased to announce we've added a little Ho-Ho-Ho to your family night festivities! This is the Christmas themed edition of our wildly popular hand-slapping party game, Taco Cat Goat Cheese Pizza!&#10;&#10;The premise of these games is simple - say the next word in the pattern (in this version, &quot;Santa, cookie, elf, candy, snowman&quot;) and at the same time flip a card from your personal deck. If it matches the pattern word you said then everyone slaps the card pile. Whoever is last takes the pile and adds it to their personal deck. Similarly, special cards require everyone do a specific action and then not be the last to slap the deck afterwards. The game ends when one player successfully plays all the cards in their personal deck.&#10;&#10;This festive game includes new cards and special actions to add to your game night merriment. It's fast, fun &amp; friendly...the Dolphin Hat way!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Recognition",
      "Real-Time",
      "Speed Matching"
    ],
    "Families": [
      "Holidays: Christmas",
      "Series: Taco Cat Goat Cheese Pizza"
    ]
  },
  {
    "Rank": "9462",
    "Name": "Clou: Roll & Heist. Again!",
    "ID": 306577,
    "Year": "(2020)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/306577/clou-roll-and-heist-again",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "Der Clou - Roll &amp; Heist is a cooperative or solo playable roll and write game, in which you have to use the abilities and tools of your character skillfully to get the most loot out of your heist. From the kiosk to the tower of London, from the cash box to the crown jewels, make the perfect burglary!&#10;&#10;Each turn you roll 3 dice, which every player then have to use on his/her character sheet by filling rows with numbers or cross out circles to activate their abilities and make progress on your heist plan. You can use combination of dice or use specials to manipulate the results, but you also have to fulfill conditions and use all dice.&#10;The game ends, when you decide to leave or when you needed too much time and turned the alarm on. Then your final score is calculated based on the loot you get and your overall performance as a thief.&#10;&#10;This game was designed during the corona lockdown and is free to download as a print &amp; play, to bring some boardgames to everybody during the social distance time. You can also support your local game store with this game.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Der Clou: Roll & Heist",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "9463",
    "Name": "Last Battle: Ie Shima, 1945",
    "ID": 167650,
    "Year": "(2015)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/167650/last-battle-ie-shima-1945",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1818",
    "Description": "Last Battle: Ie Shima, 1945 is a two-player game that simulates Operation Indispensable, the American invasion of the Japanese island of Ie Shima (Iejima or &#228;&#188;&#138;&#230;&#177;&#159; &#229;&#179;&#182;), April 16 to 21, 1945.&#10;https://en.wikipedia.org/wiki/Iejima&#10;&#10;The American player has plenty of well-trained infantry at their disposal.  What they do not have in abundance is time.  The island and its vital airfields must be conquered quickly to allow the 77th Infantry Division to be transferred to Okinawa as soon as possible.  Even so the American side must achieve its mission with no more than a modest number of casualties otherwise the 77th will be in no condition to relieve the 96th Infantry Division on Okinawa as it did historically.  An economy of force approach must be adopted and assets such as air power, armor, artillery, and the American Navy all used to maximum efficiency.&#10;&#10;The Japanese player has a mixed bag of forces ranging from regular army units to airfield construction personnel to island civilians.  Defeating the invasion at the landing beaches isn&rsquo;t the goal so much as making the invaders pay as high a price as possible.  With this in mind the Japanese player must focus their defense on the best terrain&mdash;primarily Mount Gusuku and the urban areas adjacent to it&mdash;but always be on the lookout for opportunities to upset the American timetable with judicious placement of machine gun nests and pockets of civilian resistance behind American lines.  The island&rsquo;s artillery possesses the capability to inflict attritional losses on the invaders, and the threat of a kamikaze attack on the 5th Fleet is something the American player must account for.  The arrival of night each turn opens the door for small Japanese assaults which, along with satchel charges, might produce a local victory as happened historically at Bloody Ridge, or at the very least see the American player surrendering control of the advantage marker to demand a reroll.  Changes in the weather are random, but the arrival of rain benefits the Japanese side, as does the appearance of rubble in urban areas.&#10;&#10;An optional rule allows players to experience the uplifting presence of Ernie Pyle being close to the front and the leadership provided by Major Igawa personally joining the combat, though at the risk of seeing these historical figures killed in action.&#10;&#10;Game components: one cover sheet, one 22&rdquo;x17&rdquo; unmounted map, one countersheet of &frac12;&rdquo; counters, and a rulebook; all in a bag.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "History: World War II (Pacific)"
    ]
  },
  {
    "Rank": "9464",
    "Name": "Exchange",
    "ID": 256956,
    "Year": "(2019)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/256956/exchange",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.625",
    "Description": "The year is 1792, and you and 23 New York City stockbrokers just signed the Buttonwood Agreement. In a few short years, this group of brokers would be known as the New York Stock Exchange, one of the greatest and most influential pillars in the global economy.&#10;&#10;Exchange is a stock trading game of strategy and wit. Players carefully plan their strategy, phase by phase, trying to cash in big in a constantly changing market. However, playing the market is only half the battle- the only thing harder to predict than the stock market might just be the players sitting at the table with you. The one who can best match wits with their opponents will reign victorious in this fast-paced battle of social elite.&#10;&#10;The game lasts 5 rounds, and each round is made up of 3 phases; 1.) The Stock Selection Phase, 2.) The Buy/Sell Phase, &amp; 3.) The Market Influence Phase.&#10;&#10;During each round players make their selection by putting the desired card face up in the phase sleeve and then placing it face down on the table. When all players have made their decision, all players reveal simultaneously before moving on to the next phase.&#10;&#10;This lets players see what other people are doing so they can adjust their strategy during the following phases. However, the phase sleeves only reveal part of the information, so while you may find out what that a player is selling a specific stock you will not know how much.&#10;&#10;Finally players get adjust the market, by moving the price of a single stock up or down. A Market Forces card will also be drawn, which produces a random effect on the market.&#10;&#10;After the price for each stock has been adjusted, players complete their transaction with the bank at the new price, being mindful of the Market Bubble which can flip the price of a stock if the price gets too high or too low.&#10;&#10;At the end of 5 rounds the player with the highest net worth (value in stocks + cash) wins the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Simultaneous Action Selection",
      "Stock Holding",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Stock Market"
    ]
  },
  {
    "Rank": "9465",
    "Name": "My First Adventure: Finding the Dragon",
    "ID": 249768,
    "Year": "(2018)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/249768/my-first-adventure-finding-the-dragon",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Today, you're setting off on an incredible adventure. Today, you're going to roam the world to find and adopt a dragon...&#10;&#10;Finding the Dragon is the first book in the &quot;My First Adventure&quot; collection of stories in which you are the tiny hero. Choose your character and plunge in this rather unusual story, a story where each choice you make will change your adventure.&#10;&#10;",
    "Categories": [
      "Book",
      "Children's Game",
      "Exploration",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Series: My First Adventure (Game Flow)"
    ]
  },
  {
    "Rank": "9466",
    "Name": "L'Ordre de Veiel: Deckbuilding Tactique",
    "ID": 426767,
    "Year": "(2024)",
    "Geek Rating": "5.588",
    "Avg Rating": "9.07",
    "Link": "https://boardgamegeek.com/boardgame/426767/lordre-de-veiel-deckbuilding-tactique",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9091",
    "Description": "Dive into epic games lasting about 90 minutes, where 1 to 5 players face hordes of enemies together to achieve victory.&#10;&#10;Each player choses a hero to face and defeat ever more powerful enemies over a series of four encounters culminating in a boss fight. To prepare the players build the base decks corresponding to their heroes.&#10;&#10;Each turn, the players play any number of cards from their hand to perform the card action to move, attack the monsters, heal themselves or alternatively discard cards to move. After the players turn, the players draw back up to five cards and the monsters attack the heroes. Each injury suffered removes a card from the deck into the injury pile. If the deck is depleted, the hero perishes.&#10;&#10;Once the monsters of an encounter are defeated, the players have the opportunity to improve their deck, incorporating new cards and thereby building a custom deck for each hero, creating powerful combinations and subtle synergies.&#10;&#10;Survive all four encounters to win the game.&#10;&#10;Regardless of your gaming experience, ODV: DBT will adapt to your preferences by offering challenge levels for both beginners and experienced players. With an impressive collection of over 830 cards, including more than 700 unique examples, each game offers a completely new experience, stimulating your strategic creativity and team spirit. Every game will be different, and hundreds of hours of gameplay await you!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "9467",
    "Name": "Cangaceiros",
    "ID": 377028,
    "Year": "(2023)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/377028/cangaceiros",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "In Brazil in the late 1800s and early 1900s, large landowners called &quot;coron&eacute;is&quot; starved the north-east of the country in an extensive area that included the Sert&atilde;o desert. In this climate of corruption and abuse, the Cangaceiros &mdash; bandits who violently opposed the status quo &mdash; were born.&#10;&#10;Cangaceiros is a strategic competitive game in which each player plays a gang that tries to survive in hostile desert territories while being hunted by the Volantes, the state police trained to kill them. Each band has a chief chosen from the twenty available, each with its own unique abilities and characteristics.&#10;&#10;The management of each seven-card deck is fundamental, with players using cards to collect resources, place bandits to guard a region, attack the Volantes, assault the prison of the city of Recife, convert accumulated resources into fame, train their leader, and recruit new members for the gang.&#10;&#10;You win by accumulating fame points, which are obtained by attacking the Volantes, but also by training your boss to solve his life goal and help him retire in glory. You also gain fame points in several other ways, and whoever collects the most fame wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Civil War",
      "Fighting"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Movement",
      "Hand Management",
      "Move Through Deck",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Brazil",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "9468",
    "Name": "Bao",
    "ID": 14186,
    "Year": null,
    "Geek Rating": "5.588",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/14186/bao",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "3.4444",
    "Description": "Bao is an abstract strategy game from East Africa, especially Zanzibar and mainland Tanzania. It is generally reckoned to be the most complicated of the Mancala family games that are played in many parts of Africa.&#10;&#10;On a Bao board each player has two rows of 8 holes, into which counters (seeds) are placed. Moves are made by taking more than one seed and 'sowing' them along the row of holes. Depending on where the last seed is placed, you can take the seeds from that hole and continue the sowing, possibly capturing seeds from your opponent in the process. The aim of the game is to empty your opponent's front row of seeds or make it impossible for him to move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Mancala"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 4 x 8 Grids",
      "Components: Game Box Used In Play",
      "Components: Rocks/Stones",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games",
      "Traditional Games: Mancala"
    ]
  },
  {
    "Rank": "9469",
    "Name": "Waste Knights",
    "ID": 174260,
    "Year": "(2015)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/174260/waste-knights",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "3.6087",
    "Description": "Waste Knights is a post-apocalyptic game of adventure and combat on the ruins of Australia.&#10;&#10;Welcome to Australia. The continent has been bought and broken in two by experiments of a powerful corporation Cerbero. Now it kneels divided waiting for the fall. The government is non-existent and so are any laws of men. Desolated wastelands are roamed by mutated beasts, decades-old machines running on corrupted software and degenerate humans who are  even more dangerous. In those few pockets of civilization left people are more interested in survival than in progress. Values like compassion and responsibility are scarce &ndash; even scarcer are fuel and ammo needed to face new reality. But things are about to change as there are still those who care. Will you muster enough hope to fight for better future? Will you stand tall and shine the beacon of your courage in this darkest of times? The Waste is calling &ndash; better be ready to answer&hellip;&#10;&#10;Waste Knights is a post-apocalyptic adventure game for 2-4 players set in dystopian Australia now called the Waste.  Each player becomes a hero who travels around the continent fighting monstrous enemies, accomplishing Tasks to acquire new Gear Cards and hoping to gain enough Reputation in order to fulfill the Mission being played. All players share a common goal set by the Mission, but only the quickest and the most cunning will manage to win!&#10;&#10;Waste Knights features unique rules&rsquo; systems. Players need to manage 4 different resources: Fuel, Ammo, Health and Radiation as reaching a certain level in any means almost certain death in the Waste. They move using different Vehicles, face threats shown on Wasteland Cards and explore various locations on a modular, hexagonal map that is formed of 37 hexes. Combat is both deadly and rewarding as players set the range, utilize Combat Cards with different maneuvers and have various melee and ranged weapons at their disposal. Additionally the Waster, the person opposite the active player, controls the game to some extent choosing threats and making combat decisions for enemies.&#10;&#10;But Waste Knights is not only about fighting and moving. Players progress by accomplishing Tasks &ndash; short quests given by inhabitants of the Waste. Some of them require tactical acumen, others are based on Skill tests or getting certain goods. Finally, a unique barter system allows players to trade Gear Cards of different colors as in the post-apocalyptic future there is no currency system whatsoever. Thanks to this some players will win by strength while others by brains &ndash; and all will have a good time playing!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Australia",
      "Crowdfunding: Wspieram",
      "Digital Implementations: Tabletopia",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "9470",
    "Name": "Spartacus: Crisis in the Roman Republic  80-71 B.C.",
    "ID": 22377,
    "Year": "(2008)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/22377/spartacus-crisis-in-the-roman-republic-80-71-bc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.25",
    "Description": "From the Publisher's website:&#10;&#10;&quot;Spartacus&quot; is a two player, card-driven, point-to-point wargame simulation pitting a loose coalition of forces under Sertorius against the Roman Republic as restructured under Sulla and his lieutenants.&#10;&#10;As the Sertorian coalition, your objective is to force the Republic into collapse in order to rebuild it as it was before the Sullans changed the constitution. This is done through putting pressure on the Republic by territorial conquests, by exacerbating the tensions in the Republic, forcing it to utilize the services of new, potential Sullas to counter your armies in the field, or by taking Rome itself!&#10;&#10;As the Republic, you must defeat and neutralize Sertorius quickly, before he can conclude an alliance with Mithradates VI and cause a two-front war. However, the levying of too many troops to fight the enemy coupled with the utilization of ambitious generals can bring on the very circumstances you are trying to avoid, collapse of the Republic. In addition, care must be taken with Italy itself because in the background, civil war looms in the guise of Lepidus, and even worse, a slave revolt under the able gladiator-leader, Spartacus.&#10;&#10;Both sides can battle their adversaries using conventional forces, conduct guerrilla and pacification operations with the intention of denying your opponent control of strategic spaces and provinces, and attempt to hasten or delay the political collapse of the Republic. The central mechanism that influences all actions in the simulation is the Republican Crisis Track, which monitors the level of crisis in the Republic. All actions on the battlefield, the state of the empire, the strain of recruiting legions and utilizing ambitious generals, and the use of power politics, are ultimately reflected on the Crisis Track. The Sertorians hope to move the track towards heightened crisis while the Republic hopes to keep it well away from a political collapse. In the end, if the Republic manages to avoid collapse, it can still lose by having a strong, Sertorian presence on the board.&#10;&#10;Spartacus requires the player to successfully exercise many facets of military-political acumen in order to defeat his opponent while preserving the most precious asset of all, survival.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civil War",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Roman Civil Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "9471",
    "Name": "Diego Drachenzahn",
    "ID": 59223,
    "Year": "(2009)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/59223/diego-drachenzahn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1429",
    "Description": "Publisher website:&quot;Snarl! Dragon Diego Dart has missed the target once again! What's more he has set fire to Uncle Drooge's hat! But which target did he want to hit? Can he still win this race in the dragons' fire spitting competition? A fiery game of skill for 2-4 players.&quot;&#10;&#10;In Diego Drachenzahn, you will first choose a target alley that you're trying to hit, then roll 3 balls into the right slot. The others will try to guess what your target was. They score when they guess corectly, and you score when your fireballs hit their target. Who will end up with the most points?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Game Box Used In Play",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "9472",
    "Name": "SUTAKKU",
    "ID": 101796,
    "Year": "(2011)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/101796/sutakku",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.04",
    "Description": "Steeped in Japanese folklore, SUTAKKU was originally developed to teach the common man the foibles of wishing for more than he had.&#10;&#10;In this quick-playing, push-your-luck dice game, you attempt to create the tallest stack of dice in order to gain the highest score per turn. To play, roll three dice and add two of them to an ever-climbing stack of dice. You can choose to stop rolling and score your stacked dice at any time, but pushing your luck will net you more points if you succeed. Continue as long as you dare &ndash; but like the stonecutter of legend, who was never satisfied, you may find yourself with naught, right back where you began. The wise will distinguish ambition from reaching beyond one's means.&#10; SUTAKKU is beautifully crafted with classic Japanese design aesthetics and features hand-inked brush art characters on premium engraved dice. These twelve dice are &frac34;&quot; on a side, perfect for stacking. The game also includes a cloth dice bag, stacking board, and scorepad.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "9473",
    "Name": "Oath of the Brotherhood",
    "ID": 172158,
    "Year": "(2015)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/172158/oath-of-the-brotherhood",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1",
    "Description": "A famous captain has arrived at the island with news of plunder and treasure. He seeks a few good men to add to his crew but will accept only members of the Brotherhood of Pirates. Rumor has it that he has amassed a huge fortune and is now looking for his replacement so that he can retire in a quiet plantation.&#10;&#10;Oath of the Brotherhood is a strategic worker-placement game for 2 to 5 players. The players try to gather the necessary resources in order to fulfill their missions and gain the necessary victory points to win.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Pirates"
    ],
    "Mechanics": [
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "9474",
    "Name": "Treasure Lair",
    "ID": 207845,
    "Year": "(2016)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/207845/treasure-lair",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Description from the publisher:&#10;&#10;Lairs with vast treasure await heroes who have the endurance to travel through treacherous locations, are clever enough to overcome encounters with dangerous charlatans, and are brave enough to defeat the fearsome monsters that lurk within.&#10;&#10;In Treasure Lair, you must form a party of heroes in order to face the many challenges during your quest &mdash; but choose wisely, for each quest requires different skills and abilities. Brute strength may be enough to smash your way into the treasure lair, but stealth and wilderness lore may be vital to your quest for the greatest treasure. Win the most treasure and lead your heroes to victory!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "9475",
    "Name": "Saga",
    "ID": 9202,
    "Year": "(2004)",
    "Geek Rating": "5.588",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/9202/saga",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.0131",
    "Description": "From the publisher:&#10;&#10;In an empire consisting of six countries, each player incorporates a prince who tries to free the countries from the evil ruler with the help of his or her troops. In each round, players lay out knights before them who have different strength values. The color of the knight symbolizes the country one wants to conquer. If one lays down further knights of the same color in later rounds, they will be arranged in a row below each other. It is important that only one knight per color may be part of the conquering squad.&#10;&#10;To conquer a country, one needs a knight with a higher strength number as the one defending it. Once a country has been conquered, the former owner receives his or her knight cards back. However, the other players will try to conquer the country anew by laying down knights with higher overall strength. They also must bear in mind the different special functions of each country. Most countries serve as income sources; some enable the player to enforce his defense troops and so on.&#10;&#10;At the end of the game, you will receive a &ldquo;general rating.&rdquo; The player owning a country receives the sum of his defense knight&rsquo;s value points in that country. Cards that have not been used will earn minus points. The player who now owns the highest amount of money wins the game and becomes the new king!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "9476",
    "Name": "Bable",
    "ID": 404846,
    "Year": "(2024)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/404846/bable",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "Bable is a challenging cooperative card game where no one speaks your language.&#10;You build the mythical Tower of Babel together with your fellow players. However, you may not perform any actions during your turn; instead you have to give orders to other players. Meanwhile, your languages are slowly changing, making it increasingly difficult to understand each other.&#10;&#10;Players work together by giving each other commands.&#10;While building, their languages slowly change, making it increasingly harder to understand each others commands. Do the players manage to construct the tower before the chaos is complete?&#10;&#10;The goal in Bable is to complete building the tower before they run out of actions. Players construct the tower in 4 distinct Layers, containing (from bottom to top) 4, 3, 2 and 1 Building cards. Players must complete each Layer before its corresponding Idea deck runs out.&#10;&#10;Players always have 4 actions in hand (build, draw, give and reveal) that help construct the tower. The actions are referred to by their symbols, as the words associated to the actions will change during the game. Players are not allowed to perform actions on their own turn. Instead, on their turn they give assignments to other players to perform actions. An important actions is the build action, which allows a player to place a Building card in the tower if they pay the associated cost in Materials.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Constructions: The Tower of Babel",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9477",
    "Name": "Dark Deeds",
    "ID": 198003,
    "Year": "(2016)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/198003/dark-deeds",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "Dark Deeds is a darkly humorous card game of skullduggery and suspicion for 2 to 5 players. In Dark Deeds players take the role of minions in service to a powerful, mysterious, and clearly villainous, patron. The Patron wants deeds of infamy, violence and coercion committed and you are the ones who must avoid the authorities, the do-gooders and, most of all, each other to perform them. Rich rewards beckon, along with horrific punishments for failure. So are you the kind of malevolent minion the patron needs?&#10;&#10;There&rsquo;s a &lsquo;street&rsquo; deck for the minion&rsquo;s prospective targets &ndash; clerics, artisans, and merchants and their protective guards from the city watch. Then there&rsquo;s a &lsquo;tavern&rsquo; deck with potentially useful loot and plot cards to help the minions get the job done. The implacable hand of evil is revealed by the nemesis cards in the street deck &ndash; princes, politicians, and do-gooders the player&rsquo;s evil patron wants eliminated. The tavern deck includes &lsquo;Dark Deeds&rsquo;, specific missions to take out particular nemeses (that&rsquo;s the plural of nemesis in case you&rsquo;re wondering). Picking up a Dark Deed is a very mixed blessing. A rich reward is earned for completing it, but it can&rsquo;t be discarded and the patron will exact a heavy price for any incomplete Dark Deeds held at the end of the game.&#10;&#10;The masterful touch is how the street deck is laid out to create a constantly moving scene of different characters. Each turn the street moves along, the card closest to the end leaves and everyone else shuffles up with empty spaces filled from the deck. Minions enter from one end of the street and have to get past any intervening guards to reach their targets.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "9478",
    "Name": "Akaba",
    "ID": 14054,
    "Year": "(2004)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/14054/akaba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2308",
    "Description": "In Akaba, by Guido Hoffman (who also did the artwork), 2-4 players try to blow their flying carpets about the game board and try to be the first to collect all the presents.&#10;A 'stormy' dexterity game for ages 5 and up.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Arabian",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "9479",
    "Name": "Jungle Speed: Safari",
    "ID": 144468,
    "Year": "(2013)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/144468/jungle-speed-safari",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0588",
    "Description": "Normally, calm reigns supreme amongst the animals of the jungle, but when the time comes to eat, the animals gather round the forest of totems and their wild instincts take over. The hungriest animals race to catch their prey first. Others become angry and shout, while the chameleon hides. When the hunter appears, there is panic as the animals race to protect themselves!&#10;&#10;Jungle Speed Safari is a standalone game that's part of the Jungle Speed family. The core gameplay is the same, with players turning over cards from their personal stacks one by one in front of themselves and reacting when certain cards or combinations of cards appear, but Jungle Speed Safari features five wooden totems to grab instead of one, and you interact with them in different ways, with every card that's revealed possibly triggering an action. If a player reveals a hungry animal card, for example, all players must race to grab the appropriate totem to satisfy the animal. Whoever grabs that totem adds the hungry animal card to his score pile.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Jungle Speed",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "9480",
    "Name": "Aeronautica Imperialis: Wings of Vengeance",
    "ID": 287899,
    "Year": "(2019)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/287899/aeronautica-imperialis-wings-of-vengeance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The Aeronautica Imperialis: Wings of Vengeance boxed set includes everything you need to play exciting games of aerial combat between aircraft from the Imperial Navy and the Ork Air Waaagh!&#10;&#10;The set includes the following Citadel multipart plastic miniatures, each supplied with an Aeronautica Imperialis base:&#10;&#10;&#10;     2x Imperial Navy Thunderbolt Fighters (can be assembled as Thunderbolt Fighters or Thunderbolt Fury Fighters)&#10;     2x Imperial Navy Marauder Bombers&#10;     3x Ork Air Waaagh! Dakkajets&#10;     2x Ork Air Waaagh! Fighta Bommers&#10;&#10;&#10;The set also includes a 36-page rulebook featuring the following information:&#10;&#10;&#10;     The full Aeronautica Imperialis game rules, including how to build your force using Squadron Lists, how to perform Ace Manoeuvres, field different classes of aircraft and unleash ground defences. Learn how to manoeuvre your aircraft, adjust their altitude and change speed while avoiding the risks of crashing and breaking up (if you exceed your maximum speed). There are even rules for special manoeuvres including landing, taxiing, and taking-off.&#10;     The Dogfight scenario, as well as optional rules for fighting at night or in bad weather conditions&#10;     Squadron Lists, providing details of all of the aircraft in the box as well as their weapon options and special rules&#10;     A reference page showing the 8 different manoeuvres aircraft can take, as well as a 2-page quick reference containing the key game rules&#10;&#10;&#10;And more&hellip;&#10;&#10;&#10;     1x double-sided card Area of Engagement game board (depicting two aerial war zones)&#10;     1x double-sided card token sheet (70 tokens to help you keep track of all the action)&#10;     8x Six-sided dice (white with black pips)&#10;     1x Transfer sheet (for the Imperial Navy and Ork Air Waaagh! aircraft included in the set)&#10;     2x Quick reference cards (containing the key game rules) &#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "9481",
    "Name": "Timeline: Canada",
    "ID": 255970,
    "Year": "(2018)",
    "Geek Rating": "5.588",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/255970/timeline-canada",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Challenge your knowledge with Timeline Canada. From the discovery of Canada to the last concert of The Tragically Hip with their lead singer Gord Downie, to win the game, be the first to correctly place all of your cards.&#10;&#10;Combine this game with other Timeline sets for more fun and challenge!&#10;&#10;Contents: 55 cards and 1 tin box.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Canada",
      "Game: Timeline"
    ]
  },
  {
    "Rank": "9482",
    "Name": "Blitzkrieg",
    "ID": 4168,
    "Year": "(1965)",
    "Geek Rating": "5.588",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/4168/blitzkrieg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7087",
    "Description": "Blitzkrieg is one of Avalon Hill's earlier releases, and is a classic hex and counter board game. The game is a fictional representation of the breakout of World War II. Five minor countries become engulfed in a tremendous conflict for territory waged by Great Blue and Big Red, the major antagonists.  Units represented are infantry, airborne, rangers, armor, artillery, fighters and bombers. Naval action is included but abstracted. &#10;Rules are introduced at three levels: the basic game, the advanced game, and a tournament game, as well as optional rules players can include as they choose. The advanced game adds special unit abilities, supply restrictions, air war and strategic bombing, naval invasions, commando raids, special desert supply restrictions, etc. Tournament play was intended for play at game conventions such as the annual world board-gaming convention in Harrisburg, Pa.&#10;&#10;&#10;The nice thing about Blitzkrieg is that it uses a system that is similar to most other hex and counter games, so once one learns one game, the learning curve of a similar game is not as steep. Such is the case with many of the old Avalon Hill Classics.  Once you learned one game all of the others played the same way with some minor variation, only the campaign is different.&#10;&#10;The basic play used unit types and combat ratings. As expected, infantry would have different abilities from armor or artillery. Each unit had ratings printed in large print on the piece, (&quot;chits&quot; or counters as they are called). For example, take a 1-4 infantry brigade. The &quot;4&quot; is the movement factor per turn, so the unit can move four hexes in clear terrain per turn. Movement along a road is 1/3, so a 1-4 infantry can move 12 hexes if moved solely along a road. Each side is permitted to move all of their units up to their full movement allowance. The first rating, the &quot;1&quot; in this case, is the combat factor. Combat is worked out in odds, so that if one moves his 1-4 infantry next to the enemies&rsquo; 1-4 infantry, the combat odds are 1-1 (not very good in combat). There is nothing preventing one from ganging up on an enemy unit, and in fact this is the general tactic even in real life. So if one brought up another brigade into the attack there would be two 1-4 infantry brigades against the enemy's single brigade for 2-1 odds. For example, if the enemy had a 4-4 infantry division sitting on a clear hex and on their turn a player brings up three 4-4 infantry divisions adjacent to have combat, this would be at 12-4 odds, which reduce to 3-1. Then one would consult the combat results table under the 3-1 column and roll the die. The results would resolve the combat and tell what losses there were, and who had to retreat. Obviously, higher odds will favor that side.&#10;&#10;Also in combat, terrain affects combat. A defender in a city or mountain would have their defense rating doubled. For example, a 1-4 infantry in the mountains would defend as a combat rating of 2. Odds are rounded in favor of the defender. From the example above if that 4-4 infantry was defending in a city against those three 4-4 infantry, the odds would now be 12-8, only 1-1 odds (better bring up more attacking troops).&#10;&#10;When Blitzkrieg came out this type of map wargame was relatively new, so this game was very novel in its time. It is still a good two player game and there is enough variation so it won't get stale. It has a WWII or early cold war feel to it. The two antagonists are abstract, Big Red and Great Blue, which had more to do with the simple printing colors Avalon Hill used back in the early 1960's than any national commentary.&#10;&#10;In the late seventies and eighties many panned Blitzkrieg since many games seemed to grind to a stalemate in the middle of the map. But as a training game this isn't such a bad thing, since that can give a new gamer some confidence to play to a draw.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "War Battlespace: Land warfare"
    ]
  },
  {
    "Rank": "9483",
    "Name": "Exceed: Seventh Cross – Church vs. Empire Box",
    "ID": 256742,
    "Year": "(2018)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/256742/exceed-seventh-cross-church-vs-empire-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Exceed brings the speed, tactics, and variety of high-stakes fighting action to life. Choose your fighter and enter the arena. There are no packs to open or rares to chase get everything you need to play right here! Bring your best to the battlefield with four new fighters from the world of Seventh Cross.&#10;&#10;This set features 4 complete fighters: Geoffrey, Celinka, Taisei, and D'Janette. Everything you need to play is in the box!&#10;&#10;     Geoffrey utilizes a mystical sword and powerful defensive spells of protection in a never-ending war against the forces of darkness. His unstoppable attacks threaten wide areas of the arena.&#10;     Celinka is a golem possessed of immense strength and sacred power, who has guarded the world for countless generations. However, her innocent exterior belies a darker secret...&#10;     Taisei channels dark magic and deadly swordplay to pressure his opponents. Though he begins a game weak, his vampiric attacks make him difficult to kill, and he can even return from death.&#10;     D'Janette commands the powerful magics of an ancient, diabolic empire. She uses these spells to threaten the entire battlefield at once, as well as to grant herself increasing power over time.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter",
      "Game: Exceed Fighting System",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9484",
    "Name": "The Lucky Seven",
    "ID": 381726,
    "Year": "(2023)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/381726/the-lucky-seven",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5714",
    "Description": "We were sent on patrol. The squad was depleted, morale in the pits. Then one of our guys exploded.&#10;&#10;Ambush.&#10;&#10;Surrounded.&#10;&#10;Our lucky day.&#10;&#10;We tried to hold them off and radioed for evac, but the helicopter wouldn&rsquo;t come unless the landing zone was clear.&#10;&#10;We had to hold out. We had to survive&hellip;&#10;&#10;The Lucky Seven is a tactical solitaire game set in an unknown conflict of the 20th century. Like a tactics game, you will move and attack with your squad members to neutralize randomly placed threat cards and keep the situation under control. Like a solitaire game, The Lucky Seven is different every time you play and requires you to look ahead and make the most of your options.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Modern Warfare",
      "Print & Play",
      "Puzzle",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Indiegogo",
      "Players: Solitaire Only Card Games"
    ]
  },
  {
    "Rank": "9485",
    "Name": "Just Desserts",
    "ID": 18946,
    "Year": "(2015)",
    "Geek Rating": "5.588",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/18946/just-desserts",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "The guests are here, and they're hungry, so try to be the best waiter at this caf&eacute; by making sure that all the guests get their Just Desserts!&#10;&#10;In this card game, each player starts with a hand of three dessert cards while three guest cards are placed in the center of the table; each dessert card shows 1-3 tastes that it satisfies, such as chocolate, fruit, or pastry, while the guest cards show what they crave as well as what they refuse to eat. On a turn, you draw a dessert card, add a guest card to the table from the deck, then take one of three actions:&#10;&#10;&#10;    Serve (and claim) one or two guests by discarding one or more dessert cards to give them what they want (while avoiding what they don't want); if you give a guest their favorite item, you get tipped with an extra dessert card.&#10;    Draw one more dessert card.&#10;    Dump as many dessert cards as you want, then drawing that many cards from the deck.&#10;&#10;&#10;At the end of your turn, discard guests from the table so that only one guest of each &quot;suit&quot; is still waiting to be served &mdash; but the guest heading out the door (on top of the discard pile) can still be claimed by any waiter. If at any time you've served three guests of the same suit or five guests of different suits, then you win!&#10;&#10;Just Desserts includes game variants that allow you to steal guests from another waiter by sending more sweets their way, to force other waiters to each give up one guest, and to hold a surprise party to claim a guest out of turn.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Contracts",
      "Open Drafting",
      "Pattern Recognition",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "9486",
    "Name": "Mea Culpa",
    "ID": 203624,
    "Year": "(2016)",
    "Geek Rating": "5.587",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/203624/mea-culpa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.0769",
    "Description": "As soon as a coin in the coffer rings, the soul from purgatory springs&quot; &mdash;Johann Tetzel, 1465-1519&#10;&#10;Mea Culpa is a paradise-and-pandemonium gamer's game that&rsquo;s all about sins and sinners. Be it at the brothel or at the market, men such as the Pope or the Emperor can be seen hard at work at any time of the day. Even the most miserable miser, though, would be well advised to also strive to get hold of enough precious stones and wine to make sufficient donations towards the Lord's cathedrals. After all, it is through pious generosity that a poor soul can gain the all-important letters of indulgence and be pardoned for a life of greed and lust. When all is said done, what matters is to have sinned just enough to have achieved all goals and gotten away with it, while others took the fall.&#10;&#10;In more detail, to win, players have to end the game with their &quot;poor souls&quot; closer to heaven's gate than their opponents. Alas, throughout the game these poor souls pretty much exclusively move in the opposite direction, i.e., towards Hell. Only at the very end of the game might players climb back towards heaven, depending on the letters of indulgence that they managed to collect up to that point.&#10;&#10;The accumulation of these letters of indulgence is each player's primary goal. To this end, they take on the roles of different people: the Pope, the Emperor, the Merchant, or the Little Sinner. Each round, these roles in turn grant them access to different special actions. On their turn, players buy or sell goods on the market, visit the brothel to benefit from personal connections, or secretly donate money and goods to the church. Meanwhile, the construction of the game's three cathedrals proceeds. As soon as a cathedral is fully erected, the church will hand out the all-important letters of indulgence. However, only those who have donated the most in either of three categories will actually receive anything.&#10;&#10;Many perks that can be used during the game require the players to &quot;sin&quot;. Sins are tracked by means of a tally stick and will move the player's poor soul closer to hell. The player who strikes the right balance and picks the right roles at the right time will be able to collect the most valuable letters of indulgence and might stand chance at winning the game. If a player has burdened themselves with too much sin, though, all will ultimately be for naught.&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Medieval",
      "Religious"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Secret Unit Deployment",
      "Set Collection",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "9487",
    "Name": "Everstone: Discovering Ignis",
    "ID": 392403,
    "Year": "(2024)",
    "Geek Rating": "5.587",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/392403/everstone-discovering-ignis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "2.9333",
    "Description": "After miles of travel with no other noise around you but your own, you see for your own eyes what all the murmurs have been about&mdash;the city of Ignis. You thought it would be bigger, based on all the whispered conversations you overheard, but you guess that means you&rsquo;ll have a better chance of getting your story captured in the history books.&#10;&#10;In Everstone, you will take on the role of one of the first pathfinders to arrive on undeveloped land. Your goal is to be the most reputable of them all. Travel the area, Influence and Trade with other pioneers, Harvest the land, and Repair the Relics that have been long forgotten to become one of the most influential members of Ignis.&#10;&#10;Players in Everstone will take turns moving their action pawn to a new location on their player board to perform its action. Everstone is packed with action chaining and discovery. Game play continues with players taking turns until one player has gained ten reputation points.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Chaining",
      "Contracts",
      "Hand Management",
      "Multi-Use Cards",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "9488",
    "Name": "Pirates of Nassau",
    "ID": 104498,
    "Year": "(2012)",
    "Geek Rating": "5.587",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/104498/pirates-of-nassau",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.8824",
    "Description": "In the early years of the 18th century, the port of Nassau was a notorious haven that attracted pirates from far and wide.&#10;&#10;In Pirates of Nassau you become a pirate operating out of this infamous port. You will capture and plunder the merchant ships that ply the nearby trade routes and use your ill-gotten gains to improve your ship and hire a motley crew of buccaneers. As you do so, your notoriety will grow and you will become a target for the Royal Navy, which is attempting to crush the pirates of the Spanish Main. Do you have the skill, daring and low cunning needed to become the greatest of the Pirates of Nassau?&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Country: Bahamas"
    ]
  },
  {
    "Rank": "9489",
    "Name": "Stupefy!",
    "ID": 369519,
    "Year": "(2022)",
    "Geek Rating": "5.587",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/369519/stupefy",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3",
    "Description": "1, 2, 3&hellip; Stupefy !&#10;It&rsquo;s so simple, you can learn the rules to Stupefy just by playing. Combat plays over 8 identical rounds.&#10;&#10;&#10;     Choose your spell.&#10;     Point your wand at any opponent, at the same time as other players.&#10;     Cast your spell, at the same time as other players. Then resolve spell effects.&#10;     Unharmed players gain rewards from the center of the table and drop them into their House&rsquo;s box.&#10;&#10;&#10;Spells and rewards&#10;Spells are represented by cards that players receive at the start of the game. There are Stupefy! cards and Misspell cards (it happens to the best of us). Be careful, you start with a limited number of Stupefy cards and must balance your Misspells to become your professor&rsquo;s favorite, collect potions, or even point cards. Avoid being Stupefied by your opponents along the way, otherwise you&rsquo;ll be known as the latecomer (penalty) of your House and miss the chance to gain extra rewards. After 8 rounds, once all the rewards have been claimed, the House with the highest score wins the game.&#10;&#10;Rounds are tense! You have to observe your opponents&rsquo; choices (have they used all their Stupefy! cards?), choose whether to protect yourself, attack, or claim all the rewards&hellip; And you have to decide quickly, in the heat of the moment!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Team-Based Game"
    ],
    "Families": [
      "Books: Harry Potter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "9490",
    "Name": "Trireme: Tactical Game of Ancient Naval Warfare 494 BC-370 AD",
    "ID": 1709,
    "Year": "(1971)",
    "Geek Rating": "5.587",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/1709/trireme-tactical-game-of-ancient-naval-warfare-494",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5429",
    "Description": "Here is a thoroughly accurate recreation of Greek and Roman naval warfare in the heyday of ramming and boarding.&#10;&#10;A Tactical Game of Ancient Naval Warfare&#10;&#10;Trireme is actually 15 games in one; fleet and ship to ship games of varying complexity levels plus 11 scenario game, ranging in time-spans of 494 BC through 370 AD. &#10;You control individual ships that maneuver to sink or capture the enemy. The &quot;fleet game&quot; is an easy version which uses a fast move system for high playability and quick action. &#10;The more advanced &quot;ship games&quot; use simultaneous movement and much more detail including optional rules for everything from tides and currents to the corvus boardin ramp.&#10; Re-create Great Historical Engagements&#10;&#10;Eleven different scenarios include action in historical battles such as Salamis or Actium, pirate raid, Veneti and Saxon ships, and even a point-system for designing your own battle in either the fleet or ship games.&#10;&#10;Game is played in chess-like fashion. Each player moves all the ships he so desire according to its historical ability. Each ship has &quot;movement points&quot; which reflect its speed per turn. Ships are moved across a playing board of &quot;the sea&quot; which is superimposed with a pattern of hexagons' each hex acting as square do in chess and checkers. Each ship's &quot;movement points&quot; are reflected in number of hexes it can move in any given turn. Battle occurs when ships are moved adjacent, such combat resolved by a unique die-roll combat results system that rewards the player with the greater tactical skill.&#10;&#10;Trireme comes complete with a detailed rule folder that gets you into play quickly. You only have to read 4 pages of a 40-page manual to play the &quot;fleet game.&quot;&#10;Also included are background synopses for all scenarios, plus a detailed &quot;designer's notes&quot; section explaining the historical significance of the game. Be forewarned. you're getting no trumped-up Hollywood extravaganza. You will get an historically accurate, yet quite playable game of ancient naval warfare in Trireme.&#10;Over 225 different ship come with the game, in addition to a plethora of playing aids that make Trireme easy to learn, and exciting to play.&#10;&#10;Components (Avalon Hill edition):&#10;&#10;    one Game Tables Card&#10;    one 40 page rules booklet&#10;    one Log Sheet Pad&#10;    eight 8 1/2&quot; x 10 1/2&quot; mapboards depicting blue water with an hexagonal overlay&#10;    4 countersheets&#10;&#10;&#10;TRIREME is ideal for two players and teams, ages 12 and up.&#10;&#10;(source: back of Avalon Hill edition box and user's description)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "9491",
    "Name": "La Bataille d'Espagnol-Talavera",
    "ID": 13995,
    "Year": "(1979)",
    "Geek Rating": "5.587",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/13995/la-bataille-despagnol-talavera",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "300",
    "Play Time": "2400",
    "Weight": "3.9231",
    "Description": "La Bataille d'Espagnol-Talavera is a simulation of the culminating battle of Wellsley's 1809 counter-offensive. The radically different English and Spanish armies are pitted against the corps of King Joseph Napoleon's multi-national Armee de Espagne.&#10;Played on four 17&quot;x22&quot; period style maps over which a hexagonal grid has been laid. Each hexagon represents an area approximately 100 meters across. The armies which fought on this ground are represented by over 700 multi-colored playing pieces. Infantry are in regimental or battalion organization. Cavalry are shown as regiments. Artillery is deployed by battery. Distinctions are made between line or light infantry, guard and other elite forces. Various leaders are also portrayed.&#10;Each unit is individually rated according to its number of men or guns, its morale, its ability to initiate combat though gunfire or m&ecirc;l&eacute;e, its movement and, where appropriate, its range.&#10;The game is ideal for solitary study or team play. Each turn is twenty minutes of real and simulated time, play balance depends entirely on the skill of the players.&#10;The rules are a revision of the award-winning system developed by the Marshal Enterprises Household and cover the full range of features characteristic of the Napoleonic Battlefield. A special rulebook provides regulations particular to the Spanish Campaign of 1809, and a historical narrative completes the perspective of events on July 27-28 of that year.&#10;&#10;scale = 100 m/hex; &#10;time = 20 min/GT; &#10;strength = 50-100 men/SP (Regimental/Brigade Size)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Multiple Maps",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Talavera (Spain)",
      "Country: Spain",
      "History: Napoleonic Wars",
      "Series: La Bataille (Marshal Enterprises / Clash of Arms Games)"
    ]
  },
  {
    "Rank": "9492",
    "Name": "Odyssey: Wrath of Poseidon",
    "ID": 176215,
    "Year": "(2015)",
    "Geek Rating": "5.587",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/176215/odyssey-wrath-of-poseidon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "The war is over, and the Greek ships are trying to return to their homeland after a long absence. They need to reach the Sacred Island to present offerings and prayers to the gods, but the irascible Poseidon will use all his power to prevent them from getting there.&#10;&#10;In Odyssey: Wrath of Poseidon, one player takes the role of Poseidon, God of the Sea, while the others become navigators in search of the Sacred Island. Gameplay takes place on two copies of the same game board that are separated by the game box so that they are not visible to one another. The Poseidon player throws powerful storms against the Navigators, driving them off-course and confounding them so that they cannot reach the Sacred Island in time. Only Poseidon knows the real position of the ships as indicated on his copy of the game board.&#10;&#10;The navigators must sail through endless storms, blind to all around them, trying to gather clues to their whereabouts to stay on course. They also track the position of their ships on the game board, but the positions indicated are only a best guess &mdash; and they can become increasingly inaccurate as the game progresses.&#10;&#10;The navigators must use their wits to stay on course and reach the Sacred Island before the end of the game, while Poseidon wins by preventing them from reaching their destination.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Mythology",
      "Nautical"
    ],
    "Mechanics": [
      "Area Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mythology: Greek",
      "Players: One versus Many",
      "Region: Aegean Sea"
    ]
  },
  {
    "Rank": "9493",
    "Name": "Panic Island!",
    "ID": 230968,
    "Year": "(2017)",
    "Geek Rating": "5.587",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/230968/panic-island",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "1",
    "Description": "THE cooperative game in two minutes top !&#10;&#10;In Panic Island, you are on Gouga Island among Cro-Magnon who lives in harmony with the famous Dodos. Sadly, one morning, the volcano errupts. You need to flee !&#10;As clan chiefs, you have 2 minutes to save as many Cro-Magnons, Dodos and eggs as you can brefore the volcano destroy the island. And don't forget the raft and its oar.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "9494",
    "Name": "Final Touch",
    "ID": 192701,
    "Year": "(2016)",
    "Geek Rating": "5.587",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/192701/final-touch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0833",
    "Description": "Description from the publisher:&#10;&#10;To earn your living as an artist &mdash; that would really be something. But what can you do if you're not creative?&#10;&#10;In Final Touch, players hire themselves out as art forgers willing to copy the masterworks of great artists, with all of them competing to create &mdash; or rather, re-create &mdash; the same image. But only the player who uses the right colors to finish the image will receive money for their work, and this skill is sure to reveal the best painter...or the best bluffer...&#10;&#10;In more detail, players play &quot;Touch of Color&quot; cards from their hand to either improve or smear the forgery, working both together and against their fellow painters. The first player to put the final touch on any forgery in the making earns the money for that forgery, while smearing pays out to their opponents and moves them on to the larger paydays. The first artist to earn $25 by putting the final touch of paint on a forged painting wins!&#10;&#10;Note: With 4 players, you play in teams (2 vs 2).&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "9495",
    "Name": "The BattleTech Compendium",
    "ID": 48863,
    "Year": "(1990)",
    "Geek Rating": "5.587",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/48863/the-battletech-compendium",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.75",
    "Description": "From the back of the book:&#10;&#10;&#10;        &quot;COMPILATION OF six years of detailed research, The BattleTech Compendium may well be the ultimate resource for the player. Clear and concise rules clarifications, battle demonstrations, and rules changes will help develope and streamline play. All Material from the BattleTech Manual is presented in a revised form, as well as additional rules for JumpShip and DropShip combat 'Mech construction, and the latest discoveries concerning the technology of the Star League and the Invading Clans. Optional rules are included for miniature play, environmental effects on the battlefield, and more. Loaded with color photos, this Compendium gives the clearest picture yet of combat in the 31st Century.&quot;&#10;&#10;&#10;User comment:&#10;&#10;The Battletech Compendium is a compilation of all Battletech rules and rule clarifications.  It is a concise complete guide including Aerotech, infantry and vehicle rules.&#10;&#10;It also contains rules for 'Mech construction updatd to include inner sphere as well as clan technology..&#10;&#10;The BattleTech Compendium superceded the BattleTech Manual: The Rules of Warfare and was in turn superceded by the BattleTech Compendium: The Rules of Warfare.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "9496",
    "Name": "Victory in the West: Plan Yellow, The French Campaign 1940",
    "ID": 5826,
    "Year": "(1993)",
    "Geek Rating": "5.587",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/5826/victory-in-the-west-plan-yellow-the-french-campaig",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.44",
    "Description": "Victory in the West: Plan Yellow, The French Campaign 1940, is a realistic two-player game that accurately recreates the 1940 campaign in all its aspects except one: the outcome is totally up to you. The game's centerpiece is an options system that lets the Allied player trade Victory Points for changes to his armies and policies that might (or might not) have changed history. Can you, as the Allied commander, repel the Germans with the forces on hand in 1940? How about if you train them better? Or give them a better command structure? Or provide them with more and better anti-aircraft an anti-tank guns? What do you think is the key to victory in the west? Can you, as the German commander, still beat the Allies if the French Army is motorized like the BEF? And how does your strategy change if the French don't build their Maginot Line, but do build a bigger and better air force? Do you still try to sneak through the Ardennes forest with your Panzers? Or do you ignore Allied bombers and wheel across the open plains of northern Belgium in a repeat of the 1914 Schlieffen Plan? Or do you do the unexpected and land a left hook through the Alsace? Your commanders await your orders. The future of Europe is in your hands.&#10;&#10;10 May, 1940 ... The German Wehrmacht opened its long-awaited campaign in the West by smashing across the frontiers of Belgium and Holland. For the German High Command, it was seen as a daring move. Hitler's fledgling legions faced the combined armies of France, Britain, Belgium and the Netherlands. These Allied forces had more and better weapons of almost every type, and at least two of the opposing armies, those of France and Britain, were considered to be the best in the world. The Germans had the element of surprise and the new Blitzkrieg tactics of mobile warfare.&#10;&#10;Six weeks later, it was all over. The British Expeditionary Force (BEF) had been driven from the continent and the French, Belgians, and Dutch had all capitulated. Hitler had achieved a victory in the west, and the world would never be the same.&#10;&#10;But, what if? It didn't have to happen that way ... Bad generalship and correctable flaws in their armies hastened the Allied defeat. What if the High Command had bothered to stay in radio contact with its armies on the frontier? And had then reacted promptly to the developing situation? What if the Maginot Line had been extended to cover the Meuse crossings at Sedan where Guderian's Panzers broke into the Allied rear? What if the BEF had included a strong British mobile corps that could have fought Rommel's Panzers on even terms at Arras? What if the French had prepared to meet the Blitzkrieg by building eight tank divisions instead of three? Or by mechanizing their cavalry the way the Germans did after the Polish campaign? Or even by developing their own blitzkrieg doctrine? The Allies could have taken any or all of these actions, and any of them would have altered the campaign's course. But which ones would have changed the outcome?&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: 6.8 miles / 11 kilometer&#10;Units: Battalion to Army&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;One 17 x 22&quot; full color mapsheet&#10;Three dual-side printed countersheets (720 1/2&quot; counters)&#10;One 32-page Victory in the West rulebook&#10;One 8-page Victory in the West Example of Play booklet&#10;One 4-page Victory in the West Design Notes booklet&#10;Five dual-side printed Player Aid Cards&#10;One 10-sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-20 hours&#10;&#10;DESIGNER: David James Ritchie&#10;DEVELOPER: Kevin Boylan and Gene Billingsley&#10;ART DIRECTOR: Rodger B. MacGowan&#10;MAP ART: Mark Simonitch&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "9497",
    "Name": "Anno Domini: Kirche & Staat",
    "ID": 18085,
    "Year": "(1998)",
    "Geek Rating": "5.587",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/18085/anno-domini-kirche-and-staat",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6429",
    "Description": "Each Anno Domini set consists of 340 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly Recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn the German language in the first place.&#10;&#10;The Set &quot;Anno Domini - Kirche &amp; Staat&quot; contains historical events related to church &amp; state, can be played as a stand alone or together with the other sets, which is the best way of playing it.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "9498",
    "Name": "Hungry Hamsters",
    "ID": 298166,
    "Year": "(2020)",
    "Geek Rating": "5.587",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/298166/hungry-hamsters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.0909",
    "Description": "Hamstern is a quick roll-and-write game for two or more players. By crossing off caves in a burrow, players try to score as many points as possible.&#10;&#10;Each turn, players roll a six-sided die and cross off as many spaces in one of their caves as the die shows. After any player put the first cross their fourth cave, a timer sets in that will trigger the end of the game.&#10;&#10;Players will score points for each cave that is completely crossed off as well as for crossed off mushrooms and nuts. The player with the most points wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Series: MINNYS (Nürnberger-Spielkarten-Verlag)",
      "Series: Nature Line (Nürnberger-Spielkarten-Verlag)"
    ]
  },
  {
    "Rank": "9499",
    "Name": "Quiztopia",
    "ID": 269970,
    "Year": "(2019)",
    "Geek Rating": "5.587",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/269970/quiztopia",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.375",
    "Description": "Who doesn't want to playfully broaden their horizons while also having lots of fun? Quiztopia is a quiz game with creative possibilities and variants that will surely create an &quot;a-ha&quot; effect.&#10;&#10;Up to six players team up in this game to collect as many building cards as possible. While the clock is running, players must choose the right answers for 24 question cards, with differing levels of difficulty making for exciting quizzes and with assistance available via pantomime, sounds, and one-word clues.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "9500",
    "Name": "High Risk",
    "ID": 264452,
    "Year": "(2019)",
    "Geek Rating": "5.587",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/264452/high-risk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0909",
    "Description": "In the press-your-luck game High Risk, you want to move your climbers up the mountain at the right pace without getting greedy and risking a fall...&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Dice with Icons",
      "Series: Mini Games (IELLO)",
      "Sports: Mountain Climbing"
    ]
  }
]