[
  {
    "Rank": "N/A",
    "Name": "Igels: LARP-Spieler",
    "ID": 81290,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81290/igels-larp-spieler",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A promo card for the game. This one and Harz IV were used as giveaways to bridge the gap between release dates of the base set and the expansion set for Igels.&#10;&#10;It is an extra weapon card that adds 4 to SAP (small animal power) in a battle.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schlumpf Karussell",
    "ID": 81296,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/81296/schlumpf-karussell",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "From the publisher:&#10;The new colorful Smurf Carousel of Ravensburger games on the Smurf village is great! The Smurfs can not get enough of the fast gyros, so that you will get dizzy ... With skill you manage to stop the carousel and with a good memory and a little luck, help the Smurfs find their homes.&#10;Contents: 1 roundabout carousel, &#10;24 Schlumpf cards, &#10;1 Instructions&#10;Suitable for children aged from 4 years&#10;For 2-4 players&#10;&#10;Gameplay&#10;&#10;Youngest player begins. Player takes spinner-karussell and makes it spin as fast as he/she can. Then he stops it with his finger. Finger now shows one smurf that you need to find. If finger is between two of them, you can spin again.&#10;Then you can turn over one smurf house to se if that one fits or not. If it is, you keep that house, if not, you lose your turn and leave the house where it was.&#10;When you turn over smurf girls house, you can keep it right away and spin spinner again. If you turn over a black witch card, you miss a turn and discard that card...&#10;&#10;The rules come with some variants and some tips for beginners and for pros on how to stop the spinner.&#10;&#10;You win by getting the most cards.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Characters: Smurfs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "First Dividend",
    "ID": 81300,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81300/first-dividend",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the rules:&#10;First Dividend comprises a pack of Cards numbered to correspond to the numbers shown against the matches or races on a pools coupon, together with three dice: one white dice marked 1,2,X, (represents a home win or first favourite, an away win or second favourite, a draw or an outsider respectively), and two standard dice (red and blue) for Greyhound racing selection.&#10;&#10;All together using these cards and dice you have any options:&#10;1) Treble Chance&#10;2) Four Draws and Twelve Homes&#10;3) Eight Results&#10;4) Easier Six&#10;5) Treble Chance and Home Racing&#10;6) Lucky 7 - Jokey Points Pool&#10;7) Racing Bingo&#10;8) 8 Winning Jokeys&#10;9) Win or Place Only bets&#10;10) Forecast Bets&#10;&#10;This game comes with coupons you use to play this weird game. You first use the dice and cards to create winning chances for teams/horses/dogs or other gambling areas. The names for the teams and such are all fictional and every game the favourites are different.&#10;&#10;Then using the cards you try to predict winning chances to each contestant, but you can only use each card once, so you need to select carefully between the right range of winning chance. You can predict first 3 places (at races and championships) or winning team on individual matches. You can only predict only one certain place, if afraid to lose points (money).&#10;&#10;After everyone have placed their bets (written down), according to rules for certain part (10 up above) leading player uses dices and cards to make the final results. Favourites getting better chances and so on. The 2 Joker cards in the pack act as a Act Of God in this betting game. They can remove a winner of bring a loser to front. Rules for Jokers and how to use them come with each part separately. Each part has different conditions for winning, but main idea is to collect most money at the end of each coupon (races, matches etc).&#10;&#10;PS! Rules say that these cards for predicting the races can also used for real life races as well and refers to the product with the same name used for only gambling purpose.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Simulation"
    ],
    "Families": [
      "Animals: Dogs",
      "Sports: Greyhound Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chanz Spel Med Eva & Adam",
    "ID": 81303,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81303/chanz-spel-med-eva-and-adam",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From The Rules:&#10;All young people have been able to follow the popular series for Adam &amp; Eve.&#10;But in this issue offers CP also a fun game for 2-6 players that played out in the schoolyard of Eva &amp; Adam's school.&#10;It is easy to play, so here's how:&#10;&#10;Games Preparation&#10;Before you start playing the game you need to get a die and a playing pieces to go with. As the pieces you can use spirit buttons, coins or anything you can find. Place the pieces in the start box and gear up for a tough game with many tricky choices&#10;&#10;The game's start&#10;In order to enter the school yard, you need to roll 1 or 6. Otherwise, you will remain in the starting box and try again next time it gets to you.&#10;Once you are on the playground, simply put full speed toward the target. and the success of all opportunities and challenges that you must take all hazards, interesting girls and boys and the cool gang.&#10;&#10;Chance Boxes&#10;If you get a chance to box, you must make a choice:&#10;You can choose to walk two steps forward (which is a bit cowardly. But surely) - or you can take a chance and beat the dice, and then applies it to be lucky, you hit a 5 or 6th, you will go 6 steps forward. but if you turn l - 4th and you'll remain, and thus have no extra steps at all.&#10;Any chance of box is a very special place, and more about just the place you come in, you can read at the bottom of the board.&#10;&#10;Risk Boxes&#10;If you are on a risk-box, you must also make an important choice: You can choose to stand on a roll - or you can take the risk to die, and you may encounter real bad, switch one l st or 2nd, you stand over the three throws, but if you beat the 3rd - 6th so you do not have to be completely over.&#10;Each risk-box is a very specific risk-spot. It is what all the boxes is a risk for places at the bottom of the board.&#10;&#10;Rebuff&#10;There are additional elements of risk in the game on the board are a number rebuff-boxes; you'll go to such it is revealed that you studied for a bit. You will then get back as much as it is in the box and attempt to catch up from when it's your turn next time.&#10;&#10;Who will win?&#10;After all the risks and chances are you or any of the players until Mon / box. No matter what the dice show you have to stay here and beat again. Turns you then 1st or 6th has been gained, otherwise you have to go back five steps, and try again the next time.&#10;&#10;All special rules are written on to the board and can be read once you encounter them.&#10;&#10;Winner is the first to get through the school yard with most friends.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quarterback King",
    "ID": 81305,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/81305/quarterback-king",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Quarterback King is a board game which unites the sport of football and the game of chess into a fun, strategic game for two players. The game pieces are set-up in a traditional football formation, on a twenty-four square by ten square checkered football field board. The object of the game, like football, is to outscore the opponent. One player manages the offensive game pieces, trying to maneuver the quarterback towards the opponent&rsquo;s end zone for a score (touchdown or field goal). The other player manages the defensive game pieces, trying to capture the quarterback or prevent its advancement toward the goal line.&#10;&#10;Pieces are moved one at a time, similar to chess, beginning with the offensive team, then alternating to the defensive team. Each game piece is assigned a specific directional pattern of movement. Once a piece is captured it is removed from the game board. If the quarterback is captured, players switch roles, with the defensive team becoming the offensive team at the point of capture and vice versa. All pieces are returned to the board and play resumes.&#10;&#10;Scoring: A touchdown is seven points; a field goal is three points; a safety is two points.&#10;&#10;Game Timing: The game is played in two halves or four fifteen minute quarters.  Each coach is allowed three timeouts per half.&#10;&#10;Play timing: The offensive coach has thirty seconds to move a piece.  The defensive coach has fifteen seconds to make a responding move, which makes for a fast-paced and pressure packed game of strategic fun.&#10;&#10;This description is attributed to Cort Hubbard, the game designer.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Toy Story: Toys Power!",
    "ID": 81307,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/81307/toy-story-toys-power",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From The Rules:&#10;&#10;Woody is missing!&#10;Let us run to the rescue! Nice cowboy disappeared. All toys have decided to organize a team and find a lost friend. It's difficult and dangerous job, on way awaits them a lot of surprises and bad ambushes. Take the challenge! Lean more about the disappearance and more friends will join your team, the greater the chances to find Woody and win!&#10;&#10;To start the game&#10;Choose a player token and place it on the &quot;Start&quot; field.&#10;&#10;Objective&#10;To collect the biggest amount of tokens - points.&#10;&#10;Gameplay&#10;Youngest player will start. You move by rolling the dice and collect token when moving. Every place on board has a token, until it is removed for some reason. Then the place get unactibe or contains a picture, which hold a surprise or a trap.&#10;&#10;STOP - think about things and miss a turn&#10;DICE+1 - Roll again to find Woody faster&#10;&#10;+ 3 - step three extra steps&#10;&#10;YELLOW STAR - take free token&#10;&#10;The game has many paths to choose from. Some tokens contains special abilities like extra move or one less move, which help you to collect more token when you move around the board. When the last token has been collected, it means, that Woody now has been found and the race to the finish line now begins. While the race is on to the finish, player who lands one the DICE+1 space, can roll the dice and that to the final score or move the number rolled ahead. The first one to reach the finish will get all unused tokens next to the game board. If there aren't any left, can roll dice and take the amount of tokens from other players.&#10;&#10;PS! Tokens with picture of Cowgirl, Woody and Buzz gives 2 points, while all the other ones 1 point.&#10;&#10;Count the score and the one with the biggest score is the winner and hero who saved Woody!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Toy Story"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Getto Rocket",
    "ID": 81308,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/81308/getto-rocket",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Inspired by the old Getter Robo anime series, Getto Rocket is a 2-player combination DIY board game  that plays very simmilar to Chess with a slight Stratego element to it. The rules and board are printed out from a PDF (the board and 10 pieces may be purchased from the game creator.) The board is a 5 wide by 6 tall illustrated grid of squares depicting the land the two sides are battling over. Each side has 5 colourfull rocket pieces each. 3 Rockets which can move 1 space forward back or sideways, 1 Pin which can move 1 space diagonal, and 1 Bomb which is stationary. These are arranged in 1-2 rows at opposite sides of the board. Each player chooses a &quot;home base&quot; and the objective is to either eliminate all of your opponent's pieces, or take and hold the enemy home base for 3 consecutive turns. Any piece can eliminate any other piece by attacking first. Both are removed if the Bomb is attacked.&#10;The game also comes with 4 different Modifier Cards, 2 of which are randomly dealt each player at the start of the game. At any you may play one of your cards to the board so that it covers any two spaces that you either occupy or are currently free. Each card effects pieces differently. Such as allowing the Rocket to move diagonally while on those two spaces.&#10;Additionally about 1 in 10 games are packed with a special Shifter piece that is randomly swapped for one of the other pieces. The Shifter can move in any direction, can occupy the same space as another friendly unit, and can transport those friendly units with it.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spot Lightning Racing Game",
    "ID": 81310,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/81310/spot-lightning-racing-game",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A car racing simulation for 2-12 players. Players advance their cars around the track by rolling 2d6, changing lanes only in designated space. If there are instructions in the space where the car ends its turn, the player must follow the directions in that space (draw cards, move forward, move backward, etc). Different sets of cards allow players to take different actions such as using a pit stop, changing lanes, advancing their car or incurring penalties. Winner is the first across the finish line after a predetermined number of laps.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Joris en de Draak",
    "ID": 81323,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/81323/joris-en-de-draak",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;In Joris en de Draak you play as a knight with fire and water! Be smart when heading for the great battle with the dragon. On your way you'll collect the powers of fire and water, fight duals with other knights and follow your own route. Collect a helmet, shield and sword so that you arive at the dragon in full strength. The first player to defeat the dragon is the hero and winner of the game.&quot;&#10;&#10;The game is played on a circular board. In the middle of this board the dragon, which has to be defeated, can be found. The players start on different positions on the board and try to collect fire and water cards as well as an outfit. When a player thinks he has enough resources to fight the dragon, he may go to the middle of the board and start a battle. You have to hit the dragon three times before it is defeated. In between the hits you may return to the board to collect more cards or to expand your outfit.&#10;&#10;Joris en de Draak is a board game based on a roller coaster of the same name which can be found in the Efteling. Therefore the game will only be sold in the Efteling as a souvenir. You can also buy the game at the webshop of the Efteling. Please note that the game is currently only available in Dutch.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Dragons",
      "Series: De Efteling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schneeballschlacht",
    "ID": 81343,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/81343/schneeballschlacht",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Dice rolling game for the very young, promoting the Austrian stationery manufacturer Brevillier-Urban. The players are pencils in a snowball fight against the evil eraser pirates who are hiding in their snow fort. &#10;Each player gets the same number of snow ball tokens. Then they take turns rolling a die. On a roll of 1-5, they either place a snow ball in the catapult (depicted on the game board) with the corresponding number (depicted on the game board), or, if the catapult is already occupied, they take the snowball from that catapult. On a roll of six, they land a hit and place a snow ball in the snow fort. The first player to run out of snow balls is the winner. There is no decision making what so ever; just roll the die and see what happens.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fidget Digit",
    "ID": 81347,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81347/fidget-digit",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sliding Puzzles Turned Into a Board Game!!&#10;&#10;Game consists of 4 15-slide puzzles attached to the box bottom. In the top of the box there is a wheel with different solutions. When the top is placed under the bottom, the different configurations show through slots, and the players compete to make their slide puzzles match the examples. The first player to finish calls &quot;Fidget Digit!&quot; Each win counts 5 points.&#10;&#10;&quot;An exciting fun-packed game, for all age groups, with no loose parts to lose. May be played anywhere...even in a moving car, train, plane or bus.&quot;&#10;&#10;&quot;The object of the game is to duplicate on the sliding squares the example shown in the window alongside. To start the game, turn the dial one stop clockwise. The first player to finish calls &quot;Fidget Digit!&quot; From box.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Roll-Away Speedways",
    "ID": 81385,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81385/roll-away-speedways",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take turn rolling the dice and moving their race car the appropriate number of spaces following any instructions on the space they land on.   Yellow spaces on the track will have the driver take an Official's Choice card that will alter the race (out of fuel, flat tire, spin out, engine trouble, drafting pass, lane shifts, and more). First driver to complete 3 laps is the winner.&#10;&#10;Contents include: gameboard, 6 race cars, 6 sets of flags, 6 flag stands, 63 Official Choice Cards, 6 six sided dice, and rules&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hexone",
    "ID": 81386,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/81386/hexone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A strategy game for 2 players, 10 years old and more&#10;&#10;By properly placing your pawns,&#10;You will generate chain reactions&#10;That will destroy all your opponent's pawns!&#10;Except if the opposite happens...&#10;&#10;Goal of the game&#10;Remove all of your opponent's pawns.&#10;&#10;Game components&#10;A 19-hexagons boardgame&#10;35 pawns, one side white, the other side black.&#10;&#10;Game mechanism&#10;The player who starts the game is randomly determined.&#10;The first player places one pawn of his color on an hexagon he chooses on the first circle (the circle of 6 hexagons around the central hexagon).&#10;The opponent places a pawn of his color on another hexagon of the first circle.&#10;&#10;From now on, each player will place a pawn of his color on his game turn by applying the following rules:&#10;&#10;     a player cannot place a pawn on the central hexagon,&#10;     a player cannot place a pawn on a hexagon on which there are already 1 or 2 opponent's pawns,&#10;     a player can place a pawn on an empty hexagon if it touches a hexagon on which he already has 1 or 2 pawns,&#10;     a player can place a pawn on a hexagon on which he already has 1 or 2 pawns.&#10;&#10;&#10;Explosion&#10;If, at the end of his turn, a player has 3 pawns on the same hexagon, an explosion happens: the 3 pawns are distributed in a Y shape on contiguous hexagons, and pawns that may have been on covered hexagons before the explosion now belong to the player.&#10;&#10;Chain reaction: successive explosions&#10;It is possible (and it is even the good way to win!) that, after this first explosion, other hexagons have 3 pawns or more of the player's color. The player must proceed with the explosions until there is no more hexagon with 3 pawns or more, or until there are no more pawns from the opponent (he has won in this case!).&#10;&#10;&#10;     The player must start with one of the hexagons having the most pawns on it (it is possible that there are 4 pawns on the same hexagon).&#10;     After each explosion, if there are still possible explosions and pawns from the opponent, go back to step 1!&#10;&#10;&#10;End of the game&#10;The game ends when a player has no pawns left on the board. His opponent is the winner!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: HexHex3 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quartett-Würfel",
    "ID": 81389,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/81389/quartett-wurfel",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The game contains 12 sets of four tiles showing items belonging to a particular profession. The cards are color-coded, so there is a blue, a red, a yellow and a green tile for each profession. &#10;One color is picked out and the 12 tiles are placed openly on the table. Each player picks one of these. &#10;Then players take turns flipping open a tile from the draw stack. If the tile belongs together with that player's first tile, he/she can keep it. Otherwise it is openly discarded. The next player can take it if he/she needs it, then draw a new tile as usual. When a player thinks he/she has 4 matching tiles, the tiles are placed on top of a large plastic cube. A mirror shows the backside of the tiles - if these form a picture of the profession, the player keeps the set. &#10;When all sets have been distributed, the player with most sets is the winner.&#10;&#10;The game is themed for the a German children's TV show called &quot;Die Sendung mit dem Elefanten&quot;&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Victory Without Quarter",
    "ID": 81400,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/81400/victory-without-quarter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Quick play English Civil War wargame played with regiments of foot comprising of 18 figures and cavalry comprising of 6 figures. The turn sequence is activated by cards, and units move and shoot using a straightforward system. There is no casualty removal until a full base has been destroyed. Ideal for 28mm plastic ECW games.&#10;&#10;Includes special events for each game, and a variety of optional rules. Rather than an in depth analysis of Seventeenth Century warfare, Victory Without Quarter plays as a pleasant game with toy soldiers, without getting bogged down in too much detail.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: English Civil War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Too Few To Fight, Too Many To Die",
    "ID": 81405,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81405/too-few-to-fight-too-many-to-die",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Rules for the North American Indian Wars, covering the period from the French and Indian War to the last stand of the Sioux at Wounded Knee. The Eastern Woodland, Plains, Rocky Mountain and South-Western tribes and their British, French, Spanish, Mexican and American opponents are all catered for. Based on the mechanisms used in Death In The Dark Continent.&#10;&#10;The game aims to represent fairly large scale battles instead of the skirmishes usually played out with Wild West games. The rules come complete with a quick reference section, contents list, and army lists for all the major combatants.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: French and Indian War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Je eigen huis",
    "ID": 81410,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81410/je-eigen-huis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Try to collect your house (9 pieces), buy it, fix the mortgage get the key.&#10;Game published for a real estate company.&#10;Game material :&#10;1 game board, 72 cards (36 black &amp; 36 green), 4 pawns and 1 dice.&#10;By going around the boards outer ring, you must collect cards which you can save (to assemble a complete house set for which you receive a key card) of to discard.&#10;After that you have to collect  a buy card and an mortgage card, together with the key card and by doing this claim the win.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dread House",
    "ID": 81413,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/81413/dread-house",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Publisher's description:&#10;&#10;It is a board game with a story that goes along with it. Six teenagers dare each other to stay overnight in the spooky Dread House in their neighborhood. And in this game, the house really is haunted!&#10;&#10;Dread House is a horror game for spooky children and brave adults. It's a role-playing board game in which you play teenagers who've dared each other to spend the night in Dread House.&#10;&#10;Who will run home to their mommy?&#10;&#10;What thing yet lives in the mansion?&#10;&#10;Will the sunrise ever come?&#10;&#10;Only you can answer these questions.&#10;&#10;Your PDF will come with:&#10;&#10;&#10;     The Rule Book;&#10;     Six Character Sheets;&#10;     Six Monster Sheets;&#10;     Six Monster Cards;&#10;     A deck of 22 Spooky Events;&#10;     A deck of 22 Useful Items;&#10;     And a map of Dread House (in three parts).&#10;&#10;&#10;Some assembly and a Jenga set required.&#10;&#10;As the teens explore the house, the players draw cards and describe to each other spooky things the characters see and useful things they discover. Each teen has special abilities that can help them explore and help each other stand up to the Monsters.&#10;&#10;The teenagers are scared by many things in the house. When their character is scared, the players pull blocks from a Tower of blocks to see if their character stays in the Dread House. If the Tower falls when someone pulls, that person gets to play a Monster in the house who scares the others.&#10;&#10;If half the kids get scared away, the Monsters win and the teens have to try another time to prove their bravery. But if the card for the Sunrise is found while enough kids are still in the house, they have made it through the night!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Exploration",
      "Horror"
    ],
    "Mechanics": [
      "Modular Board",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thunderstone: Blade Trap Promo",
    "ID": 81424,
    "Year": "(2010)",
    "Geek Rating": "5.640",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81424/thunderstone-blade-trap-promo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A new Death Trap for Thunderstone, This promo card came with Wrath of the Elements from the FLGS.&#10;&#10;This is a Death-Trap card. The letter which came with the promo cards says to tell the players to add the card to their Death Traps when creating the Dungeon Deck.&#10;&#10;It destroys the Hero card in your hand with the lowest strength. It also forces the other players to reveal the top two cards from their decks and all revealed Hero cards are destroyed except those with the highest strength.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Thunderstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Civil War Commander",
    "ID": 81427,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/81427/civil-war-commander",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Civil War Commander is a card game, in which you are a Brigidier General for either the Union or the Confederate army.  You have command of 5 regiments consisting of infantry companies, artillery batteries, and cavalry troops.  &#10;     Your mission is to hold 5 sectors of terrian either by defending or capturing them.   How you deploy your given troops, how you use your reserves, and the abilities of your regimental commanders will determine the outcome.&#10;     Win and you'll be a hero and may be promoted. Lose and you may be removed from command. Such is the life of a CIVIL WAR COMMANDER.&#10;&#10;(From Publishers Website)&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "É Hora de Votar!",
    "ID": 81430,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/81430/e-hora-de-votar",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In &quot;&Eacute; Hora de Votar!&quot;, players assume the role of voters and politicians. Each round, two players try to win the votes of the others, by promising to build parks, schools, hospitals etc. But everybody has a secret agenda, and to win an election a player must try to do what the majority of the voters want. The first player to complete all his secret and open goals wins the game (text created by the game's designer).&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bakugan: Torneio dos Mundos",
    "ID": 81431,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/81431/bakugan-torneio-dos-mundos",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1",
    "Description": "&quot;Bakugan: Torneio dos Mundos&quot; is a contest to see which player can win more tournaments in the 6 worlds of &quot;Bakugan Battle Brawlers&quot;. Each round, a world is randomly chosen. Players then select one Bakugan card from their hands, and then one &quot;special effects&quot; card. All variables are added up and the owner of the most powerful Bakugan places a token on the world where the tournament was played. The first player to achieve a number of victories wins the game (text by the game's designer).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "TV Shows: Bakugan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Stalingrad",
    "ID": 81432,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/81432/pocket-stalingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "PocketStalingrad is a print-and-play game for two players (see the files section below). By David Laufle The game is free, and might even fit in your pocket. &#10;It's 1942 in war torn Russia, head into the besieged city of Stalingrad and fight your way to victory in 30-45 minutes. The game uses several dice. Roll the dice and set aside unit deployment, tactics, events or command points, using at least one die per roll. Add units to the 5 major city locations or to Gumrak Airfield or the Volga Crossing, add in Fortifications, Pioneers, snipers, infiltration, Luftwaffe attacks, night, Guards and more; and you have yourself a battle.&#10;Control of 3 of the 5 major locations by turn 5 is a winner, otherwise the most City Areas wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dararara!",
    "ID": 81436,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/81436/dararara",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The game is based on a Japanese light novel, Durarara!!&#10;http://en.wikipedia.org/wiki/Durarara!!&#10;&#10;One of the 500-yen games produced at Game Market 2010 in Tokyo, Japan. The deck consists of 15 each of three different color cards without numbers. These three colors represent three factions. You play and draw almost all the cards in front of you. The last three cards in your hand determine which faction you belong to: Blue, Red, Yellow or Daraas. You only score points if the faction you belong to is the one that most number of players belong to. In that case, you score the number of non-faction colors in front of you (For Daraas, the scores are fixed points). Clever little game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Cities: Tokyo (Japan)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My 5 Pets",
    "ID": 81437,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/81437/my-5-pets",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "There are 5 pet shops in the game, each offering a specific pet (dogs, cats, rabbits, parrots and chameleons). Players are trying to amass the largest collection of pets by claiming pets from the pet shops.&#10;&#10;The game is played over a several rounds, each of which goes through the following 4 phases:&#10;1. Supply - The pet shops randomly gains new pets.&#10;2. Donation - The players each donate a new born pet to the respective pet shop.&#10;3. Claim - The players attempt to claim older pets that the pet shops are giving away by bidding. Pet shops give away older pets to the first customer that wants them. However if more than one customer wants to claim the same pet, they will decide to keep the pet to avoid a confrontation. However, if one of the claimants can provide a more conducive shelter for the pet, he will be given the pet during a confrontation. This phase will recur until all the pets in the shops are given away or the players all decide to stop claiming pets.&#10;4. Birth - The players' pets give birth to new born pets.&#10;&#10;Play continues through the 4 phases in each round recurrently until the deck runs out.&#10;&#10;At the end of the game, players tally the number of pets they have as well as check who has the most shelters for each type of the pet. The player with the most shelters for each type of pet takes a penalty(loses some pets) as they are deemed to have too many shelters and thus insufficient space for the pets to live comfortably. The players with the most pets for each pet type gains a bonus (gains more pets of that type). After applying the penalties and bonuses, the player with the most pets win.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reigns at War",
    "ID": 81438,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/81438/reigns-at-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Back of the Box:&#10;&#10;Players are rulers of rival kingdoms. Everyone wants to develop its power to the best of his ability and at the same time undermine and thwart the plans of the rival.&#10;&#10;Each player, during the game, will build five stacks of cards in front of his/her, one representing  each facet of his/her reign:&#10;&#10;-    Buildings &#10;-    Army &#10;-    Espionage &#10;-    Commerce &#10;-    Knowledge&#10;&#10;For each category  there are three types of cards:&#10;&#10;-    Score cards (points)&#10;-    Attack cards (delete the score cards)&#10;-    Defence cards (protect from the attack)&#10; Some Attack and Defence cards don&rsquo;t belong to a specific category, but have instead show a jester(Mercenary). Those cards can be played on any of the five stacks, to the player&rsquo;s will.&#10;&#10;The game ends when a player has a score card in the top of each category, or when a player's deck is empty.&#10;&#10;Each player sum all valid score cards and the extra points earned by combinations. Who have more points is the winner.&#10;&#10;(by automatic translator from Chinese)&#10;&#10;WZY 2010 Board Game Awards - Best 2-Player Game (China)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operation Fortitude",
    "ID": 81439,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/81439/operation-fortitude",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2",
    "Description": "Game in Vae Victis 93.&#10;This game covers the spy and misinformation operations organized by the Allies around setting up the D-Day. The Allies will try to hide the real D-day landing location while the Germans will try to discover it.&#10;The two players (German and Allies) will chase each other on a chess like board.&#10;&#10;The game contains :&#10;- 2 maps&#10;- 26 counters&#10;- 20 cards&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Movement Points",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Country: France",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weird N.J. Trivia Game",
    "ID": 81440,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/81440/weird-nj-trivia-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the back of the box:&#10;Actual inscription on a NJ tombstone: &quot;I told you I was sick. And get off my grave.&quot;&#10;FACT or FICTION?&#10;In this fast-paced trivia game, your aim is to blitz the competition and amaze them with your knowledge about the local legends and best kept secrets of the State of New Jersey.&#10;&#10;From the day to day, to the truly bizarre, you will be asked the one question that really counts -- is it FACT or FICTION?&#10;&#10;Watch out for the crazy Rush Hour where you can earn double points if you're fast enough and if you stop laughing for long enough.&#10;&#10;Take the challenge, put on your thinking cap, and remember: it comes down to two words -- FACT or FICTION!&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "States: New Jersey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kalle Ankas Sjörövarspel",
    "ID": 81446,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/81446/kalle-ankas-sjorovarspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This pirate themed boardgame came with the Swedish comic magazine Kalle Anka &amp; C:o (Donald Duck) in the issues #6 to #11 1977.&#10;Each player controls a pirateship which all start in the common harbour.&#10;The players use startmoney to purchase treasure maps which are kept hidden from the other players during the game. &#10;The players then set sails to dig up the treasuechests at various locations on the board which are pictured on the maps. &#10;Treasures are worth different amounts of money which are secret for all players until they are found.&#10;The players try to return to the harbour with the treasurechests but the other pirates have the possibility to capture treasures before they return to the harbour by boarding them and engaging in ship to ship combat.&#10;Battles are resolved by rolling a custom made spinner.&#10;When all treasures are found the pirate with most money wins!&#10;&#10;The game was later the same year published in the German comic magazine Micky Maus in the issues #36 to #38 1977 as Micky Maus Piratenspiel.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smart Investor",
    "ID": 81454,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81454/smart-investor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Smart Investor is a card game that simulates the stock trading. Players are dealt a random set of stocks worth 500&euro; - and for winning the game you have to increase the value of your portfolio with four rounds as much as possible. During the course of the rounds, players buy and sell stocks, which impacts the price.  Just remember that every stock you sell decreases the stock value... but every company's first stock you buy increases the value. If one particular stock in sector/industry raises high enough in value, market bubble follows with raising other stocks as well... but beware of market crashes!&#10;&#10;Therefore - for being successful in &quot;Smart Investor&quot; you have to know when to buy, when to sell and when to do nothing more but wait. Just like in real life, isn't it?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Opulent Lemurian Shatranj",
    "ID": 81461,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/81461/opulent-lemurian-shatranj",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "This is a 10x10 chess variant with a unique mix of pieces. The king, rook, knight, and pawn are common to chess and shatranj. The hero and shaman are short range pieces easily as powerful as the rook on a 10x10. These two inclusive compound pieces may step one and/or jump 2 squares, either or both, in either order, changing direction between step and leap if desired, with the hero moving orthogonally and the shaman diagonally. The final piece in the game is a war elephant, the equivalent of an unchained padwar from Jetan, a piece that may move 1 or 2 squares diagonally, changing direction if desired between the first and second steps. The combination of strong and weak pieces, of different ranges and abilities, allows a strategically and tactically rich game with piece balance and variety. The opposed pairs of hero vs rook and shaman vs war elephant provide an intricate series of checks and balances between the pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wythoff's game",
    "ID": 81482,
    "Year": "(1907)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81482/wythoffs-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wythoff's game is a nim-like game played with two piles of counters. Players take turns to remove counters from one or both piles, with the winner removing the last stone. The Dutch mathematician W. A. Wythoff published a mathematical analysis of the game in 1907.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grundy's Game",
    "ID": 81483,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81483/grundys-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Nim-like game where players take turns to split big piles into two smaller piles, with different numbers of things in each pile. The game ends when only piles of size one or two are left, and the winner is the last to make a move.&#10;&#10;Wikipedia link&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jet Set: Distant Lands – Expansion Set 1",
    "ID": 81485,
    "Year": "(2011)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81485/jet-set-distant-lands-expansion-set-1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8333",
    "Description": "Jet Set: Distant Lands - Expansion Set 1 is a set of expansions for Jet Set (including the Jet Set: Investor & Business Expansion, which was previously released alone) adding four new ways to play the game as well as 90 more Long and Short Flight Cards and 18 more Final Flight Cards. You can add the expansions individually or combine them for more fun:&#10;&#10;&#10;     Flight cards&#10;        Short Flight Cards (50 cards) - adds more Short Flight options&#10;        Long Flight Cards (40 cards) - adds more Long Flight options&#10;        Final Flight Cards (18 cards) - adds more Final Flight options&#10;    &#10;    Investor (8 cards) - injects money when Vacation cards are drawn based upon conditions mentioned on the card - e.g. receive &euro;2 for each VP &#10;    Business (40 cards) - allowing you to bend the rules - e.g. by placing free planes, by locking down an unclaimed Flight Card or by collecting tax money from the other players' income&#10;    Hubs (plastic hub markers, die-cut tokens for VP bonuses and income bonuses) - adds bonuses for routing flights through certain cities&#10;    Distant Lands (two small boards, a deck of International flights cards, 12 city tokens) - adds Intercontinental flights which are expensive but gives a good boost to income and VP&#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Expansion for Base-game",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Olympic Field Hockey",
    "ID": 81487,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/81487/olympic-field-hockey",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Using a derivation of the system premiered in Kings of Pools Waterpolo, Olympic Field Hockey (subtitled Running with Sticks over Grass) is fast play statistical replay game on Field Hockey, with data for replaying all Olympic Tournaments from 1948 onward, both men and women.&#10;To resolve each game you need only a couple of dice rolls, so you may replay an entire tournament in less than an hour.&#10;For each match, compare the attack and the defense values of both teams, and roll two six sided dice for each, to get the final result of a match. But there is also the &quot;infamous&quot; Third Die, a 10 sided die whose result may dramaticaly alter the result of the match, making a win by an underdog team at least possible, even against the best of the best.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Field Hockey",
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mit Händen und Füßen",
    "ID": 81492,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81492/mit-handen-und-fussen",
    "Min Players": "6",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a party game promoting Viennese culture. There are six categories in which the two teams compete, like charade, imitating celebrities, using the other team's players as &quot;puppets&quot; to depict a scene, etc.&#10;The other team and one referee decide about the success of a task - a successful team can keep the card. When one team has completed a task from each of the six categories, the game ends and the team which has most cards wins.&#10;&#10;The game was apparently distributed for free in Vienna.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Vienna (Austria)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mirror of Famous Generals",
    "ID": 81507,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81507/mirror-of-famous-generals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mirror of Famous Generals is a twenty-card expansion pack to be played along with the card game &lsquo;Seppuku&rsquo;.  This set introduces military themes including Towers, Generals, Alliances, and a variety of new Armaments.&#10;&#10;The expansion pack consists of (20) cards.  There are (6) Alliances, (4) Towers, (4) Generals, and (6) Armaments.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cartouche",
    "ID": 81509,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/81509/cartouche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Players take on the role of a ruler of ancient Egypt in this textless deckbuilding card game.  This compact game includes 144 cards in six different decks.&#10;&#10;Each card belongs to one of six deity decks.  Players draft a small initial Dynasty deck of six cards.  As the game progresses, players use their cards to gain additional cards to add to their decks and attempt to ruin other player's plans of the perfect Dynasty.&#10;&#10;Every card may be used to take cards from one of six Deity decks, or its special ability may be used.  Additionally, each card has the potential to add or subtract from the player's score at the end of the game. The player with the greatest Dynasty scores the most points and wins the game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Ancient: Egypt",
      "Mythology: Celtic",
      "Series: Pure Card Line (Small Box Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mosqopoly",
    "ID": 81548,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/81548/mosqopoly",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A free download-and-print board game released in response to the 'Ground Zero Mosque' looniness.&#10;&#10;From the game board: &quot;Many people thought the attacks of 9/11 were about terror, but the truth is far more sinister. Yesterday, extreme Muslimists built a Giant Mosque, planted like a victory flag, at Ground Zero. That's right, the flattening of the World Trade Center nine years ago was part of a broader Islamofacist terror plot designed to circumvent local planning laws and lower the notoriously expensive NYC ground rent at the same time. Why? So that the entirety of downtown Manhattan can be turned into the world's biggest mosque - a project they refer to as The Giant Mosqtapus. If we don't stop this Megamosque now, it's tentacles will strangle the life out of this, the greatest city, in the greatest country on earth. Only you can stop Mosqopoly!&quot;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "City Building",
      "Educational",
      "Humor",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Bataille de Leipzig",
    "ID": 81571,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/81571/la-bataille-de-leipzig",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.6667",
    "Description": "From the publisher:&#10;&#10;The biggest Napoleonic game ever, for the largest Napoleonic battle&#10;&#10;The battle of Leipzig was the largest battle of the Napoleonic wars and the largest battle in Europe until the First World War easily ranking as one of the largest battles in History. &#10;Leipzig is a huge battle, as the battlefield is more than 15 km wide, and a very long battle, as the events spread over 6 days between October 14th and October 19th, 1813. The French eventually gather around 190,000 men, against 350,000. It is a succession of ferocious and quite independent battles. The Allied plan, although inelegant, proved to be successful as the odds allowed them to attack everywhere and keep the advantage. Even though using the interior lines, Napoleon was rarely in a position to take a serious strategic advantage while winning almost every of these battles because a 1:2 odd can not lead to a decisive victory against determined enemies.&#10;&#10;However, you are now in charge of the army, and things can turn very different...&#10;&#10;&quot;Vive l&rsquo;Empereur!&quot; is a series of simulation games using a standard rules system and a set of exclusive rules specific to each battle. These particular rules include an historical commentary and the victory conditions for each scenario. &#10;The aim of this system is to refight at the regimental scale the numerous battles fought during the Napoleonic Era in Europe, between 1805 and 1815. It uses a map on which the players move counters representing the combat units involved in these battles.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Leipzig (Saxony, Germany)",
      "Series: Vive l'Empereur ! (Didier Rouy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hikone Carom",
    "ID": 81573,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/81573/hikone-carom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Hikone Carom is the variety of Carrom that is played in Japan.&#10;&#10;There are some key differences between Hikone Carrom and Carrom.&#10;&#10;--The standard board size is 60cm x 60cm, which makes it smaller than standard Carrom boards.&#10;&#10;--The pockets of a Hikone Carrom board are large quarter-circles, making the pockets bigger than in Carrom.&#10;&#10;--The strikers are wooden and are the same size as the pucks in Hikone Carom.&#10;&#10;--In initial set up, the pucks are arranged in a ring with the jack in the center.&#10;&#10;Description of the history of Hikone Carom from Wikipedia:&#10;&#10;Carrom was introduced to Japan in the last years of the Meiji period or Taish&#197;&#141; period by someone from the UK and in the early Sh&#197;&#141;wa period by someone from the USA. In the middle Sh&#197;&#141;wa period, carrom was called &quot;fighting ball board&quot; or &quot;tossing ball board&quot; (&#233;&#151;&#152;&#231;&#144;&#131;&#231;&#155;&#164; or &#230;&#138;&#149;&#231;&#144;&#131;&#231;&#155;&#164;, t&#197;&#141;ky&#197;&#171;ban?) and was a popular board game throughout Japan. Carrom gradually lost popularity, but is still played in Hikone, Shiga. In Hikone, carrom is called karomu (&#227;&#130;&#171;&#227;&#131;&#173;&#227;&#131;&#160;?) and many homes have their own carrom boards and use derivative rules.  (http://en.wikipedia.org/wiki/Carrom#Japanese_carrom)&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Wooden pieces & boards",
      "Mechanism: Finger Flicking Games",
      "Traditional Games: Carrom"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rabaseiklus (Adventure of Fen)",
    "ID": 81576,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/81576/rabaseiklus-adventure-of-fen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Board game about Estonian fens nature.&#10;&#10;In Estonian fens there are many interesting animals, birds, insects and plants.A group of explorers have made a decision to go to fen and find most interesting species. Moving in fen isn`t easy, You have to build boardwalks and observation platforms. But you have to be careful because any time can come freshet an destroy your roads and platforms.&#10;&#10;On the game board there are 81 squares (9 X 9), in the middle of the board there is a starting square and the rest of the board is partly covered by 12 squares with animals, birds, insects and so on. At the start players must divvy up these 12 squares and then they start to build roads from starting square to the animals, birds, insects that they've got. For that they use various road tiles. Player who connect all of his squares with animals, birds, insects to the starting square is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 9 x 9 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech Field Manual: Mercenaries Revised",
    "ID": 81579,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81579/classic-battletech-field-manual-mercenaries-revise",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "From back of the book: Had enough of fighting for king and country? Sick of being told what to do and who to kill, and hanging your butt out on the line every day just so some career-climbing general can reap the benefits of your hard work? Do you think you can measure up in the big leagues, and carve your name into the history books for all time? Well, bud, now it's time to put up or shut up, because not everyone is cut out for the rough and tumble life of today's mercenary! War's a dangerous business, and for the professional soldier, survival ain&rsquo;t as simple as coming out of the firefight alive!&#10;&#10;Classic BattleTech Field Manual: Mercenaries, Revised provides an in depth look at modern mercenary operations, including where to go for the best contracts and most active battlegrounds. Over sixty of the Inner Sphere&rsquo;s best-known mercenary commands are profiled here including histories, officers, and favorite tactics. Special rules enable you to bring each of these famous outfits to life in your own Classic BattleTech campaigns, while updated rules provide players with detailed instructions for creating and running their own mercenary commands both on and off the field. Compatible with both the Classic BattleTech board game and the Classic BattleTech RPG system, Classic BattleTech Field Manual: Mercenaries, Revised lets you finally prove once and for all if you have what it takes to find fame and fortune as a real mercenary!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: BattleForce – The Galtor Campaign",
    "ID": 81581,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81581/battletech-battleforce-the-galtor-campaign",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the back of the book: The inhabitants of Galtor, a sleepy little planet on the Davion/Kurita border, had nothing to interest their neighboring superpowers. Nevertheless, the manipulations of Hanse &quot;The Fox&quot; Davion and the bitter rivalry of two Kurita Military District Commanders engulfed Galtor in one of the largest battles in recent memory.&#10;&#10;Davion planned to lure several Kurita regiments onto Galtor with rumors of a newly discovered Star League cache and then ambush the Kurita forces with his own secret reinforcements. Everything went according to plan until five regiments landed and Davion engineers discovered a real Star League installation. Soon Davion units were fighting for their very existence.&#10;&#10;This BattleForce 1 scenario set includes a detailed history of the three-month campaign, orders of battle for the units involved and eight scenarios that recreate the pivotal battles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: First Strike",
    "ID": 81583,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81583/battletech-first-strike",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book: First Strike! is a unique BattleTech  game supplement created especially for players new to the game. It features thirteen ready-to-play scenarios that require only the contents of the boxed game to play: 9 scenarios for BattleTech, Fourth Edition, including a 3-part mini-campaign; 3 scenarios for CityTech, Second Edition, featuring battles from teh Clan invasion; and one huge scenario that combines them both in a titanic struggle for survival!&#10;&#10;New players and old hands alike can also create an endless variety of original scenarios with the new scenario-creation systems. Extensive sections on tactics offer players of all skill levels new insights into BattleTech and CityTech gaming strategies. First Strike! also includes new armored vehicles and OmniMech configurations for use with CityTech.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech: Historical – War of 3039",
    "ID": 81586,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81586/classic-battletech-historical-war-of-3039",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back of the book: On 20 August, 3028, Hanse Davion of the Federated Suns launched the most successful Succession War in history. Simultaneously capturing half of the Capellan Confederation, sidelining the power of House Liao for decades, while launching a union that would eventually lead to the formation of the largest, strongest interstellar power since the original Star League&mdash;the Federated Commonwealth. However the Fox could not be content with such success and a scant decade later moved to crush his age old enemy, House Kurita. In April 3039, forces of Houses Davion and Steiner moved to slay an apparently weakened Dragon only to find the fury of teeth and claws.&#10;&#10;The first in a new series, the Historicals: War of 3039 campaign sourcebook details the action involving every line unit in this pivotal war. Wave maps and full regiment listings convey additional details, while ample campaign rules provide a framework allowing players to replay every laser shot and autocannon blast.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Historical Sourcebooks",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Day of Heroes",
    "ID": 81587,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81587/battletech-day-of-heroes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the back of the book: Almost 30 years ago the mercenary unit known as the Gray Death Legion discovered a long-forgotten Star League memory core, capturing the imagination of the entire Inner Sphere along the way. Since then, the famed unit has continued to blaze a trail of glory across the reaches of known space.&#10;&#10;Now Day of Heroes, a new BattleTech campaign pack, lets you share in this legendary Legion's exploits as it slugs its way through three separate campaigns. Join the Gray Death's MechWarriors as they battle House Kurita's renowned First Ghost Regiment during the War of 3039. Share their agonizing defeates and hard-earned victories as they struggle against the savage might of Clan Jade Falcon on Sudeten and Pandora. Stand side by side with these brave men and women as the Second Skye Rebellion traps half the unit on Glengarry and forces a young Alexander Carlyle to lead them as they struggle for their lives against an overwhelming foe.&#10;&#10;Day of Heroes: The Continuing Adventures of the Gray Death Legion is a supplement for the BattleTech game system.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Historical Turning Points – Galtor",
    "ID": 81589,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81589/battletech-historical-turning-points-galtor",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the back of the book: Several years before titanic events erupted into the Fourth Succession War, the last significant battle of the Third Succession War took place in 3025, on the sleepy, border world of Galtor.&#10;&#10;Hanse Davion, Prince of the Federated Suns, attempted to regain control of the stalemate along his border with House Kurita by leaking the existence of a fake hidden Star League cache on Galtor. Once the Dragon took the bait, House Davion forces would spring their trap. Yet when a real Star League cache is found, all bets are off and Davion forces are fighting for their lives, while attempting to secure the ancient ruins that could hold ancient treasures!&#10;&#10;Historical Turning Points: Galtor extracts the sourcebook details from the classic Galtor Campaign scenario book and represents it in the phenomenally successful Jihad Turning Points PDF exclusive format. Return to an earlier time in BattleTech history, when centuries of Succession Wars have honed an animosity to a razor's edge between the Great Houses of Davion and Kurita! This campaign series uses the Chaos Campaign rules and gives players the option of fighting individual battles, following a campaign arc, inserting it into their own campaigns and even create their own scenarios. This PDF exclusive includes a detailed map of the world of Galtor, a run down of the forces involved in the conflict, and several tracks that players can use to run simple lance-on-lance battles, or stage up to a world-wide invasion. Only the players' imaginations are the limits.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Turning Points",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strike or Submit",
    "ID": 81596,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/81596/strike-or-submit",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "&quot;The devastating knockout.  The expertly-executed submission.  The blood, the drama, the upsets.  All are present in Alex Williams Strike or Submit (S!O!S!): A Game of Mixed Martial Arts Combat.  In S!O!S!, players use chart-and-dice (in a non-computerized format) to take control of their favorite mixed martial arts (MMA) fighters and pit them against one another in full-contact fights.  Want to have Fedor fight Arlovski; Rickson battle Sakuraba; play out the latest Grand Prix tournament?  All of this is possible in the most accurate and fun MMA game to date!&quot; - From strikeorsubmit.tripod.com&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Small World: Be Not Afraid...",
    "ID": 81618,
    "Year": "(2010)",
    "Geek Rating": "6.958",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81618/small-world-be-not-afraid",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.2705",
    "Description": "In Small World, players vie for conquest and control of a world that is simply too small to accommodate them all. Small World: Be Not Afraid... adds five new races to this game &ndash; Barbarians, Homunculi, Pixies, Pygmies, and Leprechauns &ndash; along with five new special powers; the races and powers can be mixed with those of the base game as well as any other Small World expansions.&#10;&#10;Small World: Be Not Afraid... comes packaged with a token tray for storage of the expansion components and the components of other SW expansions previously released.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Game: Small World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Attercop",
    "ID": 81620,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81620/attercop",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Overview from game designer:-&#10;&#10;Attercop is a new board game where two players take on the roles of Attercop and Meratoo. Meratoo is the hapless spider who must cross the web of Attercop. Meratoo, must gently feel his way across the web before being caught. Hidden, Attercop stalks - probing, deceiving, sneaking for her prey.&#10;&#10;It's devious, it's cunning, it's sneaking good fun !&#10;&#10;How the game is played, from game designer :-&#10;&#10;Attercop is a game for two players. One player is Attercop, a spider with a reputation for cunning, and a lady with an appetite. The other is Meratoo, a little spider nervously trying to cross her web. The aim of the game is for Meratoo to make his way from one side of the web to the other, whilst Attercop tries to catch him.&#10;&#10;The web consists of 44 connected points, each covered by a &quot;blank&quot; tile.  Meratoo travels from blank tile to blank tile, gently feeling his way accross the Web trying to avoid running into Attercop. Meanwhile, Attercop has a number of tiles to represent her legs, which tease the web and try to bluff the Meratoo player into her grasp, by being able the change the position of the tiles on the web. Here's the catch: the Attercop tiles remain face-down on the web, undistinguishable from the blank tiles, and they can be moved along with the rest of the web tiles. This is how Attercop probes her way around the web.&#10;&#10;For Attercop the game is all about bluffing and enticing Meratoo into her grasp. For Meratoo it is all about staying alert, testing the web and calling Attercop's bluff. The game is fun to play, generates lots of laughs , is a light-hearted and quick game, and is great for both kids and adults.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Print & Play"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Animals: Spiders",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Het Groot Van Dale Spel der Nederlandse Taal: Jeugd",
    "ID": 81686,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/81686/het-groot-van-dale-spel-der-nederlandse-taal-jeugd",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Het Groot Van Dale spel der Nederlandse Taal is a word game based on the major dictionary of the Dutch language. It consists of a board over which the players move their pawns, answering questions pertaining to the Dutch language, in the fields of word knowledge and spelling. Correct answers earn dictionary markers which are put under the pawn. Depending on whether a player has one, two or three dictionaries, the questions become increasingly difficult, making the end game a challenge. The game ends when a player reaches the finish space on the board while having three dictionary markers.&#10;&#10;Het Groot Van Dale Spel der Nederlandse Taal Jeugd is especially made for children at the elementary school.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Law & Chaos",
    "ID": 81688,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81688/law-and-chaos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The abstract game Law &amp; Chaos combines careful placement of &quot;stones&quot; on a board with changing victory conditions and capture methods, controlled in considerable part by the players. You can either place a stone, or play a victory method or capture method card that changes either one of your methods, one of another player's methods, or one of the shared methods. You have to try to build your position while interfering with others by placement or capture, anticipating what they may be trying to do.&#10;&#10;It is that rare thing, a highly-interactive, natural three-player game, but can also be played by two or four.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Pattern Recognition",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yamodo Party Time",
    "ID": 81690,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/81690/yamodo-party-time",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Yamodo Party Time is the award-winning game of made-up words that will keep everyone laughing. Played in quick rounds, players scramble to create their &ldquo;best&rdquo; definition to a made-up word and theme with the hope of being picked by the judge. Be creative, be quick, but when time runs out, the Spindoodler is spun, and the consequences (like having to pass your card) only add to the fun. Write a funny definition, add a quick doodle, and feel free to lobby the judge on why your definition is best. Every round has a new judge, word and theme, so you never know what your mind will draw out!&#10;&#10;[Source: Yamodo.com]&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Füttere die Tiere",
    "ID": 81692,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81692/futtere-die-tiere",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "F&uuml;ttere die Tiere (Feed the animals) is an eays pick-up and deliver game &#10;It&acute;s designed to teach children which animal likes which food.&#10;&#10;At the beginning, the plyers draw animal cards, which show, what kind of food the animals want. This food can be found on the board (a farm). The players run around the farm in order to collect all food tokens, necessary to feed thier animals. The first player to fulfill all needs of his animals is the winner.&#10;&#10;The playing time can be varied by the number of animal cards per player.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Canvas",
    "ID": 81703,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/81703/canvas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Canvas is a connection game which bears a slight resemblance to the game of Amazons.&#10;&#10;Canvas is played on a base 7 hex hex with its edges colored to designate ownership of the sides.&#10;&#10;Objective: The objective of Canvas is to create a chain of your own stones and painters connecting your two opposite sides of the board&#10;&#10;Gameplay: Starting with white, players alternate moving their painters and placing stones. On a player's turn he may move a painter in a straight line in any of the 6 directions any number of spaces. When the painter has finished moving, the player must either place a stone of his color on an adjacent space to the painter or he may transmit the stone to any space adjacent to a contiguous chain of stones of his own color (not other painters of the same color) that the painter touches. Painters may move over any number of stones of either color but may not land on a space occupied by a stone. Painters are not permitted to move over each other. Moving a painter is not mandatory but placing a stone is. A player cannot divide the moving and placing phases between two painters. A player must pass if he has no legal moves on his turn.&#10;&#10;The pie rule is used to make the game fair.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Klaus die Maus entdeckt das Jahr",
    "ID": 81707,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/81707/klaus-die-maus-entdeckt-das-jahr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game board is ring-shaped and depicts a calendar, i.e. fields for each month. The players put their pieces in their birth month; Klaus the mouse starts in the current month. The playing pieces are birthday cakes (Klaus is an actual mouse). Eleven picture tiles are placed openly into the center of the board.&#10;&#10;The active player first checks whether there are any gifts under his/her cake. If so, the player has to say which month the gift(s) belong(s) to - if right (the color code on the backside tells the answer), the player can keep the gift. If wrong, the player has to put the gift under another player's cake.&#10;&#10;Afterwards, Klaus is moved by a die. The active player picks a tile from the middle that matches the month Klaus moved to and keeps it (if there is no matching tile or the player makes a mistake, the tile is given away as above). When Klaus passes a player, he gives that player another tile as a gift.&#10;&#10;When all tiles have been distributed, the player with most tiles is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Mice",
      "Books: Klaus die Maus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Commander: Battle Pack #4 – New Guinea",
    "ID": 81726,
    "Year": "(2011)",
    "Geek Rating": "5.824",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81726/combat-commander-battle-pack-4-new-guinea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Combat Commander: Battle Pack #4 - New Guinea is the fourth themed collection of scenarios for use with the Combat Commander series of games. The theme of this fourth Battle Pack shifts to the actions in New Guinea from January 1942 through July 1944, following the major campaign phases with characteristic actions. CC -New Guinea features fourteen new scenarios printed on cardstock as well as six new maps.&#10; Rules relevant to the characteristic fighting in the coastal jungle versus the highlands are included as needed for each scenario, without the need of an additional rule booklet. A number of unusual, creative special scenario rules cover the unique situations represented, including Air Supply, Barge Landing, Canebreak and Coastal Jungle, Emplaced M3 Tanks, Joint Allied Operations including the Papuan Infantry Battalion, Patrol Dogs, Swamp Holes and Swamp Forest.&#10;&#10;The new maps depict specific locations in New Guinea: the beachhead at the base of Mt Vulcan across from Rabaul, the village of Oivi, a high-mountain ridge overlooking Eora Creek, a strongpoint on the Soputa-Sanananda Road, the edge of the airstrip at Wau, and one of the crossings of the Driniumor River near the Afua Trail.&#10;&#10;&#10;The scenarios included in CC&ndash;New Guinea are:&#10;&#10;*      M1 &ndash; &ldquo;Rabaul Rousers&rdquo; set at the base of Mt Vulcan on Simpson Bay across from the town of Rabaul, with a Japanese barge landing against Australian defenses at night, 23 January 1942;&#10;&#10;*      M2 &ndash; &ldquo;The Gloomy Forest&rdquo; set at the village of Oivi, with Australians and Papuans of Maroubra Force facing the rapidly moving Yokohama Advance Party, 26 July 1942;&#10;&#10;*      M3 &ndash; &ldquo;Rebuked at Rabi&rdquo;, set at Milne Bay, with an SNLF attack against Australian units, 3 September 1942;&#10;&#10;*      M4 &ndash; &ldquo;Templeton&rsquo;s Crossing&rdquo; set at a heavily-contested crossing of Eora Creek high in the Stanleys, 17 October 1942;&#10;&#10;*      M5 &ndash; &ldquo;Blind Man&rsquo;s Bluff&rdquo; set along one of the high ridges above the treacherous Eora Creek, with intermingled combatants, 28 October 1942;&#10;&#10;*      M6 &ndash; &ldquo;Breakout&rdquo; set at Gorari after the fall of Kokoda to the Australians, with a desperate banzai action, 11 November 1942;&#10;&#10;*      M7 &ndash; &ldquo;The Butcher&rsquo;s Bill&rdquo; set on the Soputa-Sanananda Road, with US forces entering the conflict in horrific swamp forest, 10 December 1942;&#10;&#10;*      M8 &ndash; &ldquo;Closing Outer Camp&rdquo; set at Buna station, with Australian units using M3 tanks to eradicate the defenders, 18 December 1942;&#10;&#10;*      M9 &ndash; &ldquo;Wau Me Worry&rdquo; set at the Wau air strip (with active landing operations during the action), with Australian defenders facing a desperate attack, 31 January 1943;&#10;&#10;*      M10 &ndash; &ldquo;Bulolo River Bridge&rdquo; set outside the outpost at Wau, with patrols of both sides (including Japanese Patrol Dogs) attempting to use the same bridge at cross-purposes, 30 January 1943;&#10;&#10;*      M11 &ndash; &ldquo;Shattered Bobdubi&rdquo; set during the advance upon Salamua, with Australian units driving upon a Japanese base camp set in the kunai-covered heights of the interior, 30 June 1943;&#10;&#10;*      M12 &ndash; &ldquo;Scarlet Beach&rdquo; set at the mouth of the Song River near Finschhafen, with a Japanese barge landing at night against combined Australian and US defenders, 17 October 1943;&#10;&#10;*      M13 &ndash; &ldquo;Bad Dreams&rdquo; set on the Driniumor River, featuring the heroic stand of an unknown US BAR operator facing a hastily prepared Japanese night charge, 10 July 1944; and&#10;&#10;*      M14 &ndash; &ldquo;Encirclement of Troop C&rdquo; set on the Driniumor River, featuring a Troop of US Cavalry trying to stave off being surrounded by Japanese units that had surprised them by walking casually into their positions, 21 July 1944.&#10;&#10;NOTE: CC&ndash;New Guinea is not a complete game and requires ownership of Combat Commander: Pacific to play.&#10;&#10;Designed by John Foley&#10;&#10;Developed by Kai Jensen&#10;&#10;Additional scenario designs in this fourth Pack are courtesy of John Butterfield, Bryan Collars, Mark Herman, Andrew Maly and Volko Ruhnke.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Papua New Guinea",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Combat Commander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Digimon D-tector Card Game",
    "ID": 81727,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/81727/digimon-d-tector-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The DIGIMON D-TECTOR CARD GAME is an offshoot from the Digimon Collectible Card Game. The cards are compatible with the D-TECTOR digital device, but also allow a typical CCG game. &#10;The D-TECTOR device is apparently quite rare in the USA.&#10;The game allows players to collect and battle with Digimon. There are 4 Card types, Digimon, Digivolve, Digi-modify, and Digi-Destined. There are also 4 sub-types of Digimon, Rookie, Ultimate, Champion, &amp; Mega. The Goal of the game is to defeat the opponent's Digimon, and gain Data Points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Set Collection"
    ],
    "Families": [
      "Characters: Digimon",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frosti",
    "ID": 81742,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/81742/frosti",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A penguin holds a tray on which &quot;ice&quot; blocks are stacked up in a Jenga-like fashion. After each move, a player has to press a button and the penguin might (or might not) get cold and shake. If the shaking leads to blocks falling down, the active player has to stack them up on top again. If the entire tower topples, the last player before the active player is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Peregrino",
    "ID": 81746,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/81746/el-peregrino",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Boardgame about the Way of St. James. The players try to be the first to reach Santiago de Compostela with 10 stamps of different stations along the way. Basic movement is dice-driven. To proceed faster, the players have to answer trivia questions about the pilgrimage. Event cards add an element of luck. &#10;Each player can choose a means of transportation (horse/feet/bicycle). There is a spinning arrow which determines the weather - each type of weather influences the speed depending on the means of transportation.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Religious",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Peregrino: das Kartenspiel",
    "ID": 81752,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/81752/el-peregrino-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Card game based on the Way of St. James. The game consists of cards which have photos of places along the pilgrimage route on one side; and trivia questions on the other side. &#10;Four cards are placed on the table, picture side up. Each player receives three cards at the beginning and must try to be the first one to get a consecutive set of eight cards (10 with 2 or 3 players).&#10;The active player chooses a card from the four on the table that he/she would like to have. Another player then reads one of the questions on the back to him/her (the number of the question is determined by the position of the card on the table, i.e. 1-4 positions away from the draw pile). If answering correctly, the player can keep the card; if wrong, the card is discarded. A new card then replaces the old one. &#10;No player may hold more than 12 cards; excess cards have to be discarded. There are also some wild cards which help complete the sets.&#10;&#10;(User summary by HilkMAN)&#10;&#10;55 cards&#10;&#10;First print run limited to 3,000 copies.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Junior DKT: Das kaufmännische Talent",
    "ID": 81759,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.70",
    "Link": "https://boardgamegeek.com/boardgame/81759/junior-dkt-das-kaufmannische-talent",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Children's version of the Austrian classic DKT. The game works monopoly-like: players roll dice and walk around the board, following instructions from cards, buying, selling or paying others. Besides money, there is another form of currency: entrance tickets. These can be used to pay other players, but also have to be collected to exchange them for money. &#10;The game is theme park-themed, so players buy and run rides.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Game: Das Kaufmännische Talent"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der unschlagbare Rechen-Fuchs",
    "ID": 81761,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81761/der-unschlagbare-rechen-fuchs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The game is designed to train first graders' addition skills. The players take tiles from their hand which show either points or plus or minus. The active player has to add sheep to the current total or substract some, but never going above the limits 0 and 10 or 20. The current sum is shown by sheep tiles. A player who manages that gets a fox, a player who doesn't gets nothing and a player who makes a mistake has to return a fox. The player with most foxes at the end of the game is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Foxes",
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bibi Blocksberg: Die verhexte Tümpelei",
    "ID": 81762,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/81762/bibi-blocksberg-die-verhexte-tumpelei",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Witch Bibi Blocksberg has been naughty, so her witching utensils have been thrown into a pond. The players have to help her to retrieve the items.&#10;&#10;Bibi's items (colored chips) are placed on the board (in the pond). The black chips are placed next to the board.&#10;&#10;The active player rolls two color dice. If a die shows white, the player loses a turn. If a die shows black, the player takes a black chip. In all other cases, the player can either take two chips in the color that he/she rolled, or all the chips between two chips of the right colors. If there is no more chip of a color rolled, the player has to place one of his/her own chips on the board.&#10;&#10;When the last black chip has been taken, the game ends. The player who has retrieved most items is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Characters: Bibi Blocksberg",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bibi Blocksberg: Das verhexte Wolkenversteck",
    "ID": 81763,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/81763/bibi-blocksberg-das-verhexte-wolkenversteck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players try to form a row of five cards which depict Bibi Blocksberg and her friend gradually appearing out of the clouds. &#10;The active player places a card face-down on a small seesaw-catapult, then hits the other end. If the card lands on the table and is face-up, he/she can check if it fits into his/her row. If it doesn't fit, it is discarded. If it doesn't land face-up, the next player adds it to his/her own card when firing the catapult, so he/she has a chance of multiple cards landing face-up. &#10;The first player to complete a row is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Characters: Bibi Blocksberg",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Napoleon's War: Battle Pack II – America's War",
    "ID": 81814,
    "Year": "(2010)",
    "Geek Rating": "5.511",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81814/napoleons-war-battle-pack-ii-americas-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "From the publisher's website:&#10;&#10;Includes four battles from the American War of 1812: Queenston Heights, Chippawa, Bladensburg and New Orleans. Each battle has it's own game board on card stock. The battle pack requires ownership of Napoleon's War Vol. I to play.&#10;&#10;This Battle Pack uses the plastic miniatures from Napoleon's War Volume I: The 100 Days but provides custom game boards and battle rules for each of the four battles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Hexagon Grid"
    ],
    "Families": [
      "History: War of 1812",
      "Players: Two-Player Only Games",
      "Series: Napoleon's War (Worthington)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mix Match",
    "ID": 81819,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/81819/mix-match",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Making every move count!&#10;&#10;An educational game to practice algebra (Sum, subtraction, multiplication &amp; division)&#10;&#10;Rules:&#10;&#10;5 cards (showing numbers) are laid out open on the table, roll both the blue dice. Now every player tries to combine the numbers on the cards, to get the result equal to the dice roll.&#10;&#10;When the hourglass is empty, an additional card is added to the open cards on the table. If a player is able to get the correct result, he takes the cards, with the numbers used, those are points for the end of the game.&#10;&#10;The rules contain alternative rules to make the game more and less difficult.&#10;&#10;Rules are in Dutch, French and German&#10;&#10;Contents: 56 cards, 3 (six sided) Dice and 1 hourglass (Dice: blue 0-2-3-4-5-8, blue 20-30-40-50-60-70, black 30-50-70-80-90-110)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Number",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lógica",
    "ID": 81824,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/81824/logica",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "It&acute;s a provocative challenge: find out 4 pieces varying from 3 shapes and 3 colors.&#10;&#10;One of the players put four shapes behind a panel. The others must find out wich is the correct sequence by looking at tip tiles. At the beginning of each round, a tip tile is turned face up and the main player must put some shapes at the correct locations. Based on these tiles, the players try to deduce the sequence.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deadly 60 Trading Card Game",
    "ID": 81827,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/81827/deadly-60-trading-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the Childrens BBC 'Deadly 60' television program comes the official card game.&#10;&#10;Collect 165 different cards of the worlds deadliest creatures and face them off against one and other using the stats printed on the card.&#10;&#10;Each card contains a picture and name of a deadly animal, along with their stats based on 'Size, Speed, Weapons and Deadliness'. Also on each card is a 'Deadly Fact' about the animal.&#10;&#10;Play three different types of games, Deadly Attack, Skull Strike and Habitat Hunt. All game rules and more information can be found at www.deadly60cards.com&#10;&#10;Available as 8 card randomized booster packs.&#10;&#10;Though similar to Top Trumps, this game differs in its various play-styles as well as collectible format.&#10;&#10;",
    "Categories": [
      "Animals",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sea Wars Fleet Actions",
    "ID": 81829,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/81829/sea-wars-fleet-actions",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The rules are set at an operational rather than a tactical level. The system is based upon a detailed analysis of ship and weapon abilities for the period. Gunnery uses a fire effect table with no to hit rolls. Torpedo attacks also use a simple system. The game effects represent those significant hits which cripple a ship&rsquo;s ability to fight effectively. The ground scale of 1 cm to 500 yards (4 cm to the nautical mile) and time scale of 1 turn to 15 minutes enable realistic movement and gun ranges, combined with the problems of locating and identifying the enemy.&#10;&#10;The system incorporates national skill ratings for commanders and crew, effects of weather and night, radar, hidden movement and spotting, carrier and air operations.&#10;&#10;The rules come complete with 700+ ships and aircraft covering the era from 1890 through to 1945.&#10;&#10;(Publishers Description)&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Piratas do Caribe: No Fim do Mundo",
    "ID": 81830,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/81830/piratas-do-caribe-no-fim-do-mundo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Davy Jones against Jack Sparrow. The first hides the ark and dangers while the other must collect ark and keys while fighting monsters and other foes. But the task is not easy because Jack Sparrow can use it&acute;s special barnacle only a few times and even so he cannot see everything!&#10;&#10;It is a beautiful game, has lots of chits, a special barnacle with red lenses, a mask and a decent board with a panel in between.&#10;&#10;The player Davy Jones must hide dragons, giant squids, pirate ships, two empty islands, one island with an ark and one island with keys. Jack Sparrow must move his ship, one square at a time, trying to find out the ark and the keys. Each time Jack reaches a monster, the skull marker move one space and he can take a look at the other board with the barnacle. If he reaches a pirate ship he can fight or flee. If he chooses to run, the skull marker move one space. If he chooses to fight he must throw a special dice. If the value is higher than the pirate, he defeats it, if it is lower or equal, he looses a coin. &#10;Jack wins the game if he finds the ark and the keys. Davy Jones wins the game if Jack runs out of coins or if the skull marker reaches ten.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Pirates",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Pirates of the Caribbean",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kunterbunte Autorelli",
    "ID": 81838,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/81838/kunterbunte-autorelli",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Get ready for the colourful soapbox race! Who will be the fastest today? This first games compendium playfully develops recognition and naming of colours and shapes as well as concentration and listening skills. In this racing game variously colored shapes (triangle, square, rectangle, round)  move about the game board based on the roll of the two special dice. All of the shapes are in play no matter how many players are in the game, and three different games are included (on two different sides of the board) for kids of varying ages.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Othello Mod",
    "ID": 81841,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/81841/othello-mod",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Othello without a board.  Players alternate placing cards with white or black circles.  Like Othello, each new card must bracket cards of the opponent's color.  Bracketed cards are flipped to the other side.&#10;&#10;Each player has five &quot;stop&quot; disks that can be used prevent cards from being flipped.  Much of the strategy of the game is in making good use of them.  (User description.)&#10;&#10;Contents:&#10;50 Othello Mod Cards&#10;10 &quot;Stop&quot; disks&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: MOD (Mattel)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Метро 2033",
    "ID": 81843,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/81843/metro-2033",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "&#208;&#156;&#208;&#181;&#209;&#130;&#209;&#128;&#208;&#190; 2033, based on the novel Metro 2033 by Russian author Dmitry Glukhovsky, is dedicated to survival in the dungeons of the Moscow metro in a post-apocalyptic world.&#10;&#10;The players in the game act as gang leaders who control those or other subway lines. The goal of the player is to make your own clan dominant. To do this requires many soldiers in the army, many resources, and many controlled stations &ndash; but the more controlled territory, the greater the threat to the welfare of a clan. And not just from other players, but also from the unknown creatures that now live invisibly in the subway alongside you.&#10;&#10;Calculate the right strategy to survive in unfriendly world, and make an appointment with dice that define the amount of resources and the winners in the battles &ndash; and become the leader in this dark world...&#10;&#10;Reimplemented as&#10;&#10;&#10;    Metro 2033&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Components: Map (City Scale)",
      "Country: Russia",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hamburgum: Antverpia",
    "ID": 81848,
    "Year": "(2010)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81848/hamburgum-antverpia",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Players represent wealthy families in one of the most thriving European cities of the 16th century: Antverpia (=Antwerp in Belgium). They gain wealth by shipping sugar, cloth and beer overseas, construct new buildings, and help building the 6 most important churches of the city by granting donations to them. But it is not the wealthiest family who will win the game, instead it will be the family who has donated most wisely to the churches. &#10;This expansion of the game Hamburgum offers not only a different map with a new allocation of buildings, but also different rules for the donations and visiting the church space on the rondel. Other than in original Hamburgum, church districts do not exist, all donations have to be taken in a certain order, a church tax is implemented on the rondel, and ships give more victory points. The board uses historical views taken from original maps of the 16th century and is printed from both sides: Antverpia on the one side, and a new map of Hamburgum on the other.  &#10;New and beautifully illustrated church donations will come with the expansion, printed on thick cardboard. Other than that, the game material from Hamburgum should be used (real bricks, metal bells, coins etc.).&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Antwerp (Belgium)",
      "Components: Map (City Scale)",
      "Series: Rondel (Mac Gerdts)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost 'The End' Board Game",
    "ID": 81856,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/81856/lost-the-end-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "0",
    "Description": "In this epic &lsquo;Print and Play&rsquo; board game you will play as either Jack, Kate, Sawyer or Hurley, as you travel around the island encountering not only fellow 815 survivors but also the island&rsquo;s natives known as the &lsquo;Others&rsquo;. You may even come across polar bears, boars or the mysterious and deadly Smoke Monster.&#10;As well as being uniquely structured to encompass the events of 6 seasons of LOST, this game is very heavy on theme and detail.&#10;The sheer depth of the game, and the large number of Encounter cards, ensures that even after several plays there will still be more surprises left for you.&#10;So step aboard Flight 815 and be prepared to begin the ultimate LOST experience...&#10;&#10;A summary of play&#10;You will start the game rolling a die and moving around the outer track of the Island Game Board, visiting locations such as the Barracks, the Cockpit section, the Black Rock and the Hatch. When rolling the &lsquo;Eye&rsquo; symbol you do not move and should instead draw one of your Flash-backwards card (later in the game Flash-forwards and Flash-sideways cards are used). Your &lsquo;Flash&rsquo; cards usually instruct you to increase or decrease your Skill points or gain Fate points.&#10;&#10;When you visit certain locations, and have encounters, the marker on the story track will be steadily advanced. When the story track reaches certain points, changes will be made to the game; for example the Encounter Deck being used may change to another one, or certain Friends counters may become de-activated.&#10;The story track will also instruct you and the other players to move to one of the separate game boards or a different game track on the main board.&#10;&#10;As you progress through the various stages of the game, the Encounter decks will continually change so that you meet people and find items from the different seasons of the LOST saga. Also your chosen character&rsquo;s skill points will gradually improve making future challenges easier, and you will gain all important Fate points.&#10;&#10;You will receive Mystery Counters as rewards. Each of the various mysteries depicted (for example Jacob, the Numbers) is made up of a set of 5 cards. If you can collect a complete set, they can be traded in for additional Fate points.&#10;&#10;Eventually the action will move to the centre track on the game board where one of the players will be chosen to succeed Jacob. The end game will then commence. Along with the other players you must defeat the Man in Black and play the Desmond card at the Light Source space in order to save the island and win the game. Whichever player has the most Fate points at this point is declared the winner, but should your fail and allow the Man in Black to survive, all players lose the game.&#10;&#10;LOST &lsquo;The End&rsquo; is a Print and Play board game from MM Games, for 2 to 4 players, due for release in November 2010.&#10;It takes on average between 2 to 3 hours to complete a game.&#10;&#10;This game is non-profit making and is a fan-made project intended for the entertainment of fans of the the TV series LOST. No copyright infringement is intended.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Good Sirs",
    "ID": 81869,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81869/the-good-sirs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Good Sirs is a 2 player debate game between cats and dogs. All nonsense aside this is a very strategic game. Players have to allocate their actions to gain debating resources. These debating resources help them persuade the audience on certain topics of the city planning debate such as the budget, healthcare, and municipal buildings. The player who sways the most audience members wins the game, but beware to not get carried away, because for every audience member you get, you lose an action.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Economic",
      "Fantasy",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Dogs",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ivory Tower",
    "ID": 81876,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81876/ivory-tower",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A strategic domino game for 2 to 5, played with traditional Western Dominoes.  Designed to provide a tense, tactical, and strategic game in a quick time frame, played solely with dominoes, that does not require pencil and paper or any other components for tracking score.&#10;&#10;In Ivory Tower, players strive to construct their own ivory tower and make it the most impressive in the group by placing dominoes with sequential pips following specific rules and scoring based on numbers of dominoes included in this personal &quot;tower.&quot;  A few extra dominoes are available for purchase in the &quot;shop&quot; each turn, leading some playtesters to affectionately refer to Ivory Tower as &quot;Domino Alhambra&quot; (which is not inaccurate in terms of the feel, but the novel and simple game mechanics actually create a fast and tense game that generates the kinds of difficult decisions and turn angst that is more akin to games like Battleline, Lost Cities, and the Keltis series).&#10;&#10;Depending on the number of players, varying configurations ranging from Double 6 to Double 9 dominoes are used.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleLore: Bearded Brave",
    "ID": 81904,
    "Year": "(2010)",
    "Geek Rating": "5.659",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81904/battlelore-bearded-brave",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6842",
    "Description": "Bearded Brave comes with six different types of Iron Dwarf units, each with their own miniatures and reference cards to be used when fielding them in battle. From Bear Riders to Mighty Bolt Throwers, these Dwarves can either bolster your forces in pre-made adventures or can be recruited into your custom armies using the BattleLore: Call to Arms expansion.&#10;&#10;With 40 new figures, 27 cards, and a rule book featuring 4 new adventures, the Bearded Brave has no shortage of new materials for your BattleLore games! Keep an eye on the horizon and watch for your short-yet-stalwart allies: the Iron Dwarves!&#10;&#10;(Note that the Cattle Rider card included with Bearded Brave differs from the one included with Scottish Wars. Whereas the Scottish Wars Cattle Rider card has only Trot listed as an ability on either side of the card, this one lists Trot, Bull Rush, and Raging Bull as abilities covering both sides.)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleLore",
      "Game: BattleLore (First Edition)",
      "Players: Two-Player Only Games",
      "Series: Commands & Colors",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Shelters",
    "ID": 81909,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81909/animal-shelters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Child-sized dominoes designed with colorful pictures to encourage your children to learn numbers, counting, colors, and to associate common objects.&#10;&#10;Included in this game are 28 dominoes, each with an animal on the right and an animal shelter on the left. The objective of this game is to match the animal to its proper shelter.&#10;&#10;How to play:&#10;-Place all the dominoes upside down on the playing surface&#10;-Each player draws 7 dominoes and sets them up in front of himself. The remaining dominoes constitute the bank.&#10;-Determine the starting player. The game begins with the play of the first domino.&#10;-The next player must fine one of the two playable dominoes. It must be played to the left or the right of the starting domino.&#10;-If the next player does not have a playable domino, one is drawn from the bank. If the domino drawn is playable, it may be played. If not playable, that turn to play is lost.&#10;-The game is to proceed in this manner until a player is out of dominoes. The first player out of dominoes is declared the winner.&#10;&#10;Source: Back of the box, Directions&#10;&#10;Similar to Picture Dominoes except that each number-picture is divided up into two separate items that can only be combined a specific way.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unidentified Game",
    "ID": 81913,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/81913/unidentified-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game entry is a catch-all for games where some scrap of data exists &ndash; a picture in a catalog, or the game box itself &ndash; but for which not enough information is known for the game to be added to the BGG database. This entry serves as a repository for images and information for BGG users who want to research these games toward the goal of gathering enough information to include them in the database.&#10;&#10;To participate, you can:&#10;&#10;&#10;    Upload images of unidentified games to this page.&#10;    Start a thread for a particular unidentified game, including whatever information you might have.&#10;    Visit the Unidentified Games Geeklist for an overview of games currently being researched.&#10;&#10;&#10;Please help if you can!&#10;&#10;Also a useful catch all for gamers listing their games played but where they have insufficient information to recall which actual game it was.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Miscellaneous Placeholder"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rat Six",
    "ID": 81916,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81916/rat-six",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Rat Six is a solo wargame depicting the actions of teams of Allied soldiers entering the Viet Cong's extensive tunnel systems for the purposes of flushing out and/or eliminating enemy combatants. The soldiers were known as Tunnel Rats and the team commander was codenamed Rat Six.&#10;&#10;The game employs an Action Points game mechanic. The tunnel layouts and encounters are determined by die rolls and tables. Using the tables a player moves a team of Tunnel Rats through the tunnel complex eliminating enemies and mapping the tunnels as play progresses. Action points are spent for movement and for attack/defense. Victory is achieved when the entire tunnel complex is free of Viet Cong. Individuals in the teams are armed with various period small arms and team members may have to be &quot;pulled out&quot; of the tunnels if wounded. Game may be used with miniatures and play area movement is square to square.&#10;&#10;Rules were originally published in The Gauntlet #10.&#10;&#10;",
    "Categories": [
      "Modern Warfare"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cobalt-1",
    "ID": 81923,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/81923/cobalt-1",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Softcover book with rules for science fiction tabletop encounters.&#10;&#10;No dice are ever used with these rules. The approach is that each weapon or tested action has what's called &quot;The Solution&quot;. The Solution is a range of numbers from which each player chooses one of those numbers and writes it down on a piece of paper. In order to be successful, the attacking (or testing) player must match the defending player's choice for that Solution. So, for example, if a Solution is listed at 4, each player chooses either a 1, 2, 3, or 4 for that Solution. If player A chooses 2, player B must also choose 2 in order to succeed. If he instead chooses 1, 3, or 4 the test fails. Better characters will have lower solutions (1 or 2) and worse characters can have solutions ranging as high as 8 or 9.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Army Lists Volume 1: Armies of the Ancient Near East 3000BC - 500 BC",
    "ID": 81937,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81937/army-lists-volume-1-armies-of-the-ancient-near-eas",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "0",
    "Description": "71 armies for use with Wargames Rules 3000 BC to 1485 AD 7th edition. These lists cover the period from the first city states until the death of Philip II of Macedon&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Army Lists Volume 2: Armies of the Far East, Asia, and America",
    "ID": 81939,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81939/army-lists-volume-2-armies-of-the-far-east-asia-an",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "0",
    "Description": "69 armies from the Far East, Asia, and America. For use with WRG 7th edition Ancient Rules 3000BC - 1485AD&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Comet",
    "ID": 81959,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/81959/comet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "2",
    "Description": "A discard game for 2 players, using two standard decks, usually with identical backs but this is not strictly necessary.&#10;&#10;Prepare two packs (to be played alternately in rounds) by discarding all Aces, separating into red and black piles and then swapping one red and black nine over, which becomes the [b]Comet[/b] in each pack.&#10;&#10;Shuffle one pack and deal 18 to each player, discarding the remaining 12. Play can now begin.&#10;&#10;The starting player places a card of his choosing in the middle. This can be one or more of the same value. The other player must now put a card or cards of one greater value (i.e. 6s on 5s, Js on 10s, all cards must be the same rank); if they are unable to do so there is a 'stop'. As Kings are high (no Aces), a King will also force a stop. At which point the player who played last starts the run again with any card(s) of their choice.&#10;&#10;The aim of the game is to get rid of your cards, and scoring is&#10;accumulative, with the winner in each round scoring the total number of pips in his opponent's hand (court cards score 10).&#10;&#10;Playing the comet&#10;&#10;The comet is a wild card and can be played with a group or on its own. It always forces a stop.&#10;&#10;If a player wins the round and his opponent still holds the comet, the winning player scores double (the comet will therefore count as 18 points).&#10;&#10;If a player wins by playing the comet, he scores double also. If however a player wins the round by playing the comet as a 9, his score is quadrupled.&#10;&#10;[Rules taken from &quot;The complete Book of Card Games&quot; published by Hamlyn]&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Behind: Scenario Pack",
    "ID": 81964,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/81964/behind-scenario-pack",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "The Scenario Pack adds 6 new boards, 14 scenarios and Die Helfer (The Helper), a new character-class, to the Behind trading card game.&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hui Buh: Der verfluchte Geheimgang",
    "ID": 82008,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/82008/hui-buh-der-verfluchte-geheimgang",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Children's game about Hui Buh, a famous ghost from a children's audiobook series. The active player closes his/her eyes and the evil count is hidden behind one of the seven walls. The active players then opens his/her eyes and takes out as many walls as he/she wants, but if the count is unveiled, the turn ends. If the player stops in time, he/she can perform the action on the wall pieces he/she drew. These actions include moving forward 1/2/3 spaces, using a secret corridor that forms a short cut, or finding a key to that corridor (the latter two only work together).&#10;The first player to reach the finish line is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Mythology"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Weinquiz",
    "ID": 82014,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/82014/das-weinquiz",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivia card game about wine. The game consists of 55 cards with three questions. For each question, four answers are provided. At the start of the game, the players agree which question from each card is used (i.e. the first from each card - there are no categories). Players take turns reading out the questions. The first player to answer correctly gets the card. When all cards are used, the player with most cards is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Austria",
      "Food & Drink: Wine",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raus die Maus",
    "ID": 82027,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/82027/raus-die-maus",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Educational pattern recognition game for young children. The cards have two sides. One side contains four pictures, the other side a written word.&#10;The active player needs to find a hand card that differs from another played card by only one element; either one picture or one letter. His/her neighbor to the left looks for a card at the same time; if he/she is faster, he/she says &quot;Raus die Maus&quot; and it is his/her turn next. The goal is to get rid of one's cards.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mon Tresor",
    "ID": 82033,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/82033/mon-tresor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Roll and Move game with social and creative elements. The basic rules are simple: Roll a die and move forward the appropriate number of fields, then perform the action that the target field demands.&#10;The actions are not just referring to the game itself (such as letting someone pass, skip a turn etc.), but some are also pledges about things one wants to do in the future, while others just encourage players to talk about personal matters. Winning (reaching the last field) is not supposed to be important in this game.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hit N' Miss",
    "ID": 82039,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/82039/hit-n-miss",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This game is basically a 2, 3, or 4-player version of Shut the Box. Each player rolls dice to close out numbers with a combination of the total of the dice or the numbers on the dice individually.  The goal is to close out all the numbers from 1-9.&#10;&#10;Hit N' Miss  has a plastic game board with a built-in felt-lined dice tray. This game uses marbles as markers, 10 for each player. Only two colors are used, blue and red. Players with the same color marbles may choose team play, though they may also play individually.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Traditional Games: Shut the Box"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Klatsch Bang",
    "ID": 82069,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/82069/klatsch-bang",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A good overview and quick hands gives payoff!&#10;&#10;Many slightly different card pairs litters the table face down. When the cards are turned you need quick reaction. The quickest player wins the pair.&#10;&#10;At first glance this looks like a game of memory, but the card pairs are a bit different. One player starts by turning one tile, and play continues this way around the table until two matching tiles are face up. As soon as anyone sees the match, everyone tries to smack their hands down on the oldest matching tile (i.e. not the one just turned). The quickest can claim the tile pair.&#10;&#10;Note: Tiles are _not_ turned face-down again, so the amount of face up tiles increases during the game.&#10;&#10;The game ends when the last pair is gone.  The winner is the one with the most claimed tiles.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "On the Crab",
    "ID": 82070,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/82070/on-the-crab",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Bering Sea... home to Alaskan Crab. Players manage the crew onboard a crab fishing vessel in search of this valuable delicacy in the Bering Sea. Once over a crab fishing ground, the crew sets crab pots with the hopes of scoring a large catch. After some time soaking in the cold icy waters, the crew returns to retrieve their crab pots. Will the crab pots be chock full of crab or will they be empty?&#10;&#10;Unfortunately, fishing for crab isn't just about setting and retrieving crab pots. The crew must repair breakdowns caused by storms that wreak havoc to the crab vessel systems and even it's precious cargo. From the North, an ice pack creeps down and invades the crab fishing ground. Drifting in the sea are ice flows that wreak havoc on crab pots. As the season progresses, the temperature drops causing crab vessel systems to fail if too far North, and the value for crab slowly drops challenging the crew to work hard to quickly fish the crab grounds.&#10;&#10;Finally, after the crab fishing season is over, each player determines who is the most profitable and has earned the bragging rights for the season.&#10;&#10;Will you be &quot;On the Crab&quot;?&#10;&#10;Winner of the Congress of Gamers - Best Game for the 2010 Rio Grande Design Contest&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Animals: Crabs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sensis",
    "ID": 82079,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/82079/sensis",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A player asks a question, which must be answered with yes or no by a fellow player. Before the asked one answers, the remaining fellow players must guess what he or she will answer. Coincidents bring points.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Task",
    "ID": 82080,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/82080/task",
    "Min Players": "2",
    "Max Players": "15",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Three games for the exercise of the language ability.&#10;&ldquo;Drawing game&rdquo;:&#10;A player takes a card, other players can&acute;t see the picture on it. Now he gives instructions to the other players, after which they after-draw the design exactly. &#10;&ldquo;Story game&rdquo;:&#10;From an impact of 36 cards a player draws any number of cards, until two people show up. Now he considers, in which order these cards show a story, and tells this story. Afterwards the 36 cards are shown and the other players try to find the used cards.&#10;&ldquo;Description game&quot;.&#10;A player draws from 36 cards as many as desired, on which different designs are to be seen. He must describe this card in such a way that the other players can find it out from the entire deck.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trugbug",
    "ID": 82081,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/82081/trugbug",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The task, which offers the game to each player, consists of developing and/or completing a certain number of square equations on a board of 8x8 squares.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Avalanche",
    "ID": 82082,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/82082/avalanche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "It is a brazilian dexterity game. From the game box: &quot;A equilibrium game for cool blooded persons&quot; In this game you prepare a mountain of rings and balls, and on your turn, you must remove a selected ball from a ring, without leeting the mountain go down.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Peekaboo",
    "ID": 82083,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/82083/peekaboo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;&quot;Winnie the Pooh Peek-a-boo is an entertaining memory game for very young children. Children from the age of three can play along. Peek through the holes and try to remember which of the covers hide goodies belonging to Pooh's friends.&#10;&#10;Collect the most cards and win the game.&quot;&#10;&#10;Theme: Winnie the Pooh theme with pretty much all of the main characters involved.&#10;&#10;Game-play: The game starts with 30 tiles all open (!). Then the 6 covers, which all have 1-3 peek holes in them, are place over 6 of the tiles, and the person placing them names the tiles. Then the next player starts, throwing a die with 6 colors, and guessing what lies under the tile with the cover of that color.&#10;&#10;Goal: To get as many guesses right as possible. Each correct guess gets you that tile. The player with most tiles at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Bears",
      "Brands: Disney",
      "TV Shows: Peppa Pig",
      "TV Shows: Sesame Street"
    ]
  }
]