[
  {
    "Rank": "21501",
    "Name": "Offline",
    "ID": 873,
    "Year": "(2000)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/873/offline",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Briefly sold as at Essen 2000 as &quot;Online.&quot;  This is a tile laying game with an internet theme grafted on.  Players secretly try to increase their influence over certain networks in 3 areas (Color, Product, Location).  The pluralities in each area is awarded points equal to the size of the network.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "21502",
    "Name": "The Company War",
    "ID": 3376,
    "Year": "(1983)",
    "Geek Rating": "5.508",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/3376/the-company-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.2",
    "Description": "This game is based upon C. J. Cherryh's Hugo winning Downbelow Station novel.&#10;&#10;It uses area like movement between jump points for starships to move around a map of explored space. Conflict can either be resolved strategically or in an optional tactical hex and counter method.&#10;&#10;The game's victory is determined on how many supplies can be delivered or enemy destroyed.&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "21503",
    "Name": "Jenga Ultimate",
    "ID": 20810,
    "Year": "(1995)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/20810/jenga-ultimate",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "As with regular Jenga, it's a tower-building game consisting of 54 rectangular blocks in layers of 3.&#10;&#10;The difference from regular Jenga is that each turn the player rolls a die to determine what color block to remove.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Jenga (Official)"
    ]
  },
  {
    "Rank": "21504",
    "Name": "Docker",
    "ID": 40801,
    "Year": "(2008)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/40801/docker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.4444",
    "Description": "In the quick, spatial, tactical dice game Omba, players try to block one another on the tiny game pitch, which measures only 3&times;3 squares.&#10;&#10;All pieces start off the pitch. On a turn, a player rolls the die and either moves a piece on the pitch or enters a piece onto the middle square of his side of the pitch. A piece must use the full die result, can move only orthogonally, and can't enter the same space twice on a move. Spaces with other pieces in them aren't off-limits, but the cost in die points to move into and out of such spaces equals one plus the altitude difference between the two spaces. When you end movement in a space with another piece, you place your piece on top of it, trapping it. Stacks can be of any height &ndash; but make sure you are able to leave again when you climb a stack!&#10;&#10;A player who cannot make a move is eliminated, but his pieces remain on the pitch. The last player who can move wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "21505",
    "Name": "Czas Zaorać Socjalizm",
    "ID": 216740,
    "Year": "(2016)",
    "Geek Rating": "5.508",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/216740/czas-zaorac-socjalizm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Czas Zaora&#196;&#135; Socjalizm (&quot;It's time to pulverize the socialism&quot;) is a mix of the card and the board game that brings players right into the fierce fight between right and left side. It's a game for 2-4 players, each with his own, prepared deck. Game is filled with well known persons of the right and left side of the politics. Players are using their cards to place them on the board and spread their controll and influence.&#10;&#10;The game contains 210 cards, some of them picturing well known characters of the Polish politics, like Janusz Korwin-Mikke, Przemys&#197;&#130;aw Wipler, Grzegorz Braun, Marian Kowalski (all of them used under permission) and so on, along with some historical ones, like Lenin or Stalin. Cards are divided into three fractions - left, right and neutral. Each player plays with his own, prepared deck. The idea is to place cards (characters and buildings) on the board, use the event cards to boost the statistics and finally, use them to make other players lose their Life Points (each player has 10 at start).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "21506",
    "Name": "Sárkánytojás",
    "ID": 148215,
    "Year": "(2013)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/148215/sarkanytojas",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5714",
    "Description": "What could be shinier than gold, has more value than diamond, and what is hunted most by the treasure hunters? Dragon egg. The players have to outsmart the others for getting the most valuable dragon eggs. But be careful, not just the wealth waiting for you, those snowy mountains filled with scary dragons. Maybe you can try to defeat those beasts alone but is possible the other hunters will making your quest more difficult. During their quest, the players have to collect Dragon eggs and avoid the Dragons. They create a game board from 49 randomly placed card. The players in their turn just simply take a card from the table, which move will define the next players possible choices.&#10;&#10;The rules contain 1 player puzzles, 2-4 player board game and 2-12 player speed game variants. Furthermore a mini-expansion included in the box. The Pit and Shield expansion can add more twist to the game play.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Math",
      "Memory"
    ],
    "Mechanics": [
      "Area Movement",
      "Memory",
      "Modular Board",
      "Take That"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "21507",
    "Name": "El Macanudo",
    "ID": 185393,
    "Year": "(2015)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/185393/el-macanudo",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.2",
    "Description": "9 cards are drawn into the board. One player also picks a category. Every player mentally select one of the pictures in the board and write a word or phrase that describes the picture. You must write something related to the category.&#10;&#10;Then the first player reads its word or phrase and the rest try to guess the picture that he has selected. If nobody or everybody finds the correct card, the storyteller scores 0. Otherwise the storyteller and whoever found the correct answer scores 1.&#10;&#10;Repeat for the next player, until all the players have read their phrase. After that, you discard the 9 cards on the board a draw another 9 cards, until somebody reach the winning score.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "21508",
    "Name": "Comeback",
    "ID": 2558,
    "Year": "(1996)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/2558/comeback",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "Another in the line of very small card games by Reinhard Staupe. The deck consists of four suits of cards numbered 1 to 7. The 1s have three stars, the 2s have two stars and all other cards have one star. Players start with 150 points (which serves as a starting score and a money pool for bidding). For 2 players, use 16 cards, for 3 players use 21 cards, for 4 players use 24 cards (so that players do not know which cards are in play) and these are auctioned off one at a time. Bid increments must be at least as great as the number of the card being auctioned but can be more - i.e. while bidding on a card with the number 4, a bid of four would require a bid of 8 or more from the next bidder). The first bid can be lower, the same or higher than the number of the card.  Bidding goes clockwise around the table.  First bid also moves clockwise around the table. When all cards have been auctioned, suits are scored separately for each player by adding the card numbers and multiplying that figure by the total number of stars in the suit. Scores for each suit are added to any remaining points from a players' starting pool (points remaining from the original pool of 150) to determine the final score. Comeback was nominated for Spiel des Jahres in Germany in 1997.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "21509",
    "Name": "Blood & Steel",
    "ID": 11292,
    "Year": "(1999)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/11292/blood-and-steel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "150",
    "Weight": "2.1818",
    "Description": "Blood &amp; Steel: The Battle of Prokhorovka, July 12, 1943, is a &quot;quick-playing strategy wargame depicting Kursk's climactic tank battle, near Prokhorovka Station. The complexity is Low with only 4 pages of rules. The unit sizes are Regiments &amp; Brigades.&#10;&#10;Each player has formations which activate when their chit is drawn. The Soviet player makes decisions on which formations he would like to have on the board and when. Victory conditions are based on geographical objectives, exiting units(German) and not entering reinforcements(Soviet). The combat system has no CRT. You roll a die vs your Attack Factor (anti Armor or anti Infantry)and if the modified result is equal too or less than the value, a hit is scored against that target unit.&#10;&#10;The 2006 update is one of L2's newest line of Folio games, with one counter sheet of 192 5/8&quot; counters and a 11&quot; x 17&quot; map. The movement chart, turn record track, and important information for players is printed on the back of the folio folder.&#10;&#10;Expanded by:&#10;&#10;    Blood & Steel: Expansion&#10;    Ponyri-Kursk: The Northern Pincers July 7 & 8, 1943&#10;&#10;&#10;Game Scale:&#10;Turn: 90 minutes&#10;Map: 1/2 mile per hex&#10;Unit: Company to Brigade&#10;&#10;Original Game Contents:&#10;One 11 x 17&quot; map&#10;One countersheet (140 5/8&quot; single-sided un-mounted counters - counters must be cut out to play)&#10;One 4 page rulebook&#10;One Player Aid Card (2 sided)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Blood and Steel"
    ]
  },
  {
    "Rank": "21510",
    "Name": "Black Monday",
    "ID": 2364,
    "Year": "(1988)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/2364/black-monday",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0625",
    "Description": "Black Monday gets its name from the stock market crash of Oct. 19, 1987, and it's a commercial edition of Sid Sackson's game &quot;Card Stock Market&quot; from the book Card Games Around the World, with this game being playable with two standard decks of playing cards.&#10;&#10;The game includes 104 cards, with corporation cards in four colors. Each card shows a monetary value, along with a number of shares. Reveal cards from the deck until you get one card of each color, and use these cards to set the starting price of the shares for each of the four corporations. Deal each player a hand of eight cards, and give each player $20,000 as starting capital.&#10;&#10;On a turn, you can deal in shares (both buying and selling) and change the value of stocks, but you must do all of your dealing either prior to or subsequent to changing stock values. When you deal, you can sell any number of shares you own, earning money from the bank equal to the number of shares sold by the current value of those shares; when you buy, you can lay down at most two cards from your hand, paying money to the bank equal to the number of shares bought by the current value of those shares.&#10;&#10;When you change value, you take one or two cards from your hand and cover a corporation's current value with this new value; corporations have different limits on how much they can be raised or lowered per card play, with some being more stable than others. If you play the highest-valued cards, you can either pump up the value tremendously &mdash; or tank the stock, bringing its value to $0, with all players discarding all shares they own of this stock. (A player can jumpstart the value of this company by playing a new stock value on it, even with the second card played on the same turn.)&#10;&#10;Alternatively, you can skip the dealing and changing actions to discard 1-4 cards from hand. In either case, to end your turn, replenish your hand to eight cards.&#10;&#10;When the deck is exhausted, take all of the discards and all of the stock value cards other than the top one of each corporation and shuffle them together with a &quot;Market Closed&quot; card to form a new deck. Continue play until the &quot;Market Closed&quot; card is drawn, at which point the game ends immediately, and all shares held by players are cashed out at the current stock value. Whoever has the most money wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "21511",
    "Name": "Skate: The Card Game",
    "ID": 329560,
    "Year": "(2021)",
    "Geek Rating": "5.508",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/329560/skate-the-card-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Skate: The Card Game is a casual, fast-paced tabletop game for skaters and non-skaters alike. The goal is to land five tricks before your opponents &mdash; without eating pavement!&#10;&#10;One box includes a rulebook and three decks (Skate, Grind, and Trick) comprised of more than 150 cards total.&#10;&#10;A unique, two-card hand limit lends itself well to the fast-paced nature of the game while offering the opportunity for strategy derived from sparsity.&#10;&#10;On a players turn, they must perform one of four actions:&#10;&#10;- Push to get the right cards.&#10;- Plant cards to set up the trick.&#10;- Kick opponents to hinder their progress.&#10;- Balance to avoid eating pavement.&#10;&#10;To land a trick, a player must plant two Foot cards that match the colors on the Trick card. Gnarly cards can act as any color.&#10;&#10;Cards from the Grind deck provide the opportunity to score extra tricks.&#10;&#10;If at any time a player has two Eat Pavement cards in their hand, they immediately discard any cards they have planted on their board as well as on their Grind cards.&#10;&#10;As soon as a player has landed at least five tricks, they are immediately declared the winner!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Sports: Skateboarding"
    ]
  },
  {
    "Rank": "21512",
    "Name": "Typo 2D",
    "ID": 157148,
    "Year": "(2014)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/157148/typo-2d",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.6667",
    "Description": "In Typo 2D, you try to play your cards next to cards already on table so that you can say words that start with the letter combinations in the rows or columns. In this game's predecessor, Typo from 2004, players placed letter cards in four separate rows; in Typo 2D, players can build &quot;words&quot; in two directions, crossing words as in crossword puzzles. The first player to play all of his cards wins.&#10;&#10;In each game round, all players choose one of their hand cards, then reveal them simultaneously. In alphabetical order, players place their card adjacent to a card on the table to create or extend a row or column of letters. You must then say a word that starts with the letters in this row or column. If you extend a row and a column at the same time, you must say a word for the row and a word for the column. Once five or more rows/columns consist of at least two connected cards, you may place a letter only if you extend the length of a row or column to three cards or more.&#10;&#10;If you cannot place a letter card because you can't create a word, then you must remove all cards from the longest row or column and add half of these cards to your hand. (Set the other cards aside as a penalty pile.) If you still can't place a letter in order to create a word, you must remove another word, etc.&#10;&#10;If you place a letter card and connect separate areas of the grid &mdash; which were separated due to someone needing to remove a word &mdash; then you discard one of your penalty cards.&#10;&#10;Typo 2D includes icons on some cards that can be used for variants, such as a card that can replace another card or a card you must place behind an empty spot and &quot;fill in&quot; the empty spot by saying a word.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Spelling"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "21513",
    "Name": "The Great Dragon Race",
    "ID": 215004,
    "Year": "(2016)",
    "Geek Rating": "5.508",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/215004/the-great-dragon-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Players compete as dragon riders using special cards to advance to the finish, while dodging attacks like ballista bolts and flaming balls.  The victor wins the treasure - and even more priceless - a place in dragon-racing history!&#10;&#10;The goal is to race from start to finish using a handful of cards to make strategic choices.  Special cards that block other players' actions mean you must pay attention - even when it is not your turn.&#10;&#10;With the ability to steal other players' cards and cards that are character-specific, sudden and significant reversals of fortune are common.  Winning is never a foregone conclusion.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Children's Game",
      "Fantasy",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "21514",
    "Name": "Scrabble: Harry Potter Edition",
    "ID": 217959,
    "Year": "(2016)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/217959/scrabble-harry-potter-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.75",
    "Description": "Description from the publisher:&#10;&#10;Bringing the words and magic of HARRY POTTER to life!&#10;Scrabble Harry Potter Edition brings a new level of magical mischief and fun to the world's favorite word game&#10;&#10;     Be sorted into one of the four HOGWARTS Houses!&#10;     Draw special cards when your word crosses a HOGWARTS space!&#10;     Use Spells and Potions to increase your score, and flummox your opponents!&#10;     Earn bonus points for playing words from the exclusive HARRY POTTER Word List!&#10;&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Books: Harry Potter",
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "21515",
    "Name": "Serengeti: A Race For Life",
    "ID": 183197,
    "Year": "(2017)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/183197/serengeti-a-race-for-life",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Serengeti: A Race For Life is a game for two players set in the African savannah.&#10;&#10;In an attempt to preserve the ecosystem and ensure there is a future for its wildlife, your mission will be to study the animals that inhabit the Serengeti.&#10;&#10;In addition, you will be rewarded if lions can thrive in the savannah, as long as you can keep scorpions out of your headquarters!&#10;&#10;The game takes place over a variable number of turns called seasons. During each season, players play cards from their hand in order to track animals, or to use their skills.&#10;&#10;Players start the game with just a few trails, a card that will allow them to track animals from the supply, adding them to their individual deck to adjust it to suit a particular strategy.&#10;&#10;Animals provide them with unique ways to deal with the various threats in the game as well as helping them to efficiently manage their resources.&#10;&#10;Animals do more than just produce game effects to rely on during the game however, and are a main source of points.&#10;&#10;At the end of the game, victory points will be awarded depending on the players&rsquo; deck content as well as majority in the savannah.&#10;&#10;The competition track may also tilt the outcome in favour of the player who best achieved to stay one or more step ahead of their opponent!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Continents: Africa",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "21516",
    "Name": "Candy",
    "ID": 26244,
    "Year": "(2005)",
    "Geek Rating": "5.508",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/26244/candy",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Tobi and his little sister Lisa are given a big bag of sweets but because the two of them pull at it together, the bag tears and the sweets fall out. What a mess! The sweets have to be picked up quickly! Concentration and quick reaction are needed to do this.&#10;&#10;In the rules there are 3 different suggestions on how to play this game, but in a nutshell you roll the 3 color dice and try to find the piece of candy (or sock, in another version) that has all the colors rolled. The first player to spot it may either take it or score a point (depending on the way you play it).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21517",
    "Name": "The Pretender",
    "ID": 256853,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/256853/the-pretender",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The Pretender is a family-friendly card game of subtle deception, bluffing and mini-charades. All players are given the same identity except for the Pretender, who knows a little, but not enough. Through a series of mini-charades, players must guess who among them who is the Pretender before the Pretender works out what on earth everyone else is miming. This amusing family-friendly game will make everyone smile as suspicions are aroused and accusations thrown.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "21518",
    "Name": "Spoilers: Popcorn Edition",
    "ID": 259554,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/259554/spoilers-popcorn-edition",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Spoilers: Popcorn Edition is a fun trivia game about crazy movies where you don&rsquo;t need to have watched any of the movies to win the game.&#10;&#10;Two teams will face up to trying to unveil the plot of these crazy movies among the fake answers. Are you ready for the truth?&#10;&#10;Every team holds a single movie card during the whole game. There are two goals:&#10;1. Guess the correct plot of the movie from the rival team&#10;2. Mislead them to keep them away from the plot of their own movie.&#10;&#10;The team that gains more popcorn tokens by the end of the third round wins the game.&#10;&#10;Spoilers: Popcorn Edition is a standalone game with new playing rules that can also be combined with Spoilers: The Game or The Beginning, whether played with the original or new rules.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Spoilers: Popcorn Edition es un divertido juego de preguntas de cine en el que no necesitas haber visto ninguna de las disparatadas pel&iacute;culas para ganar la partida. Dos equipos se enfrentan cuerpo a cuerpo por descubrir el verdadero argumento de cada pel&iacute;cula sin caer en la trampa de las respuestas falsas. &iquest;Est&aacute;s preparado para la verdad?&#10;Cada equipo juega con la tarjeta de una pel&iacute;cula diferente y tiene dos objetivos: 1. tratar de adivinar el argumento real de la pel&iacute;cula que est&aacute; jugando el equipo contrario y 2. confundirles para evitar que adivinen el argumento de su propia pel&iacute;cula.&#10;El equipo que consigue m&aacute;s palomitas al final de la tercera ronda, gana la partida.&#10;&#10;Spoilers: Popcorn Edition es un juego independiente que a&ntilde;ade nuevas reglas. Se puede jugar por s&iacute; solo o combinar con Spoilers: The Game o The Beginning y aplicar las reglas originales.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "21519",
    "Name": "Out of Mine!",
    "ID": 153509,
    "Year": "(2014)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/153509/out-of-mine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Game description from the publisher:&#10;&#10;&quot;Out of mine!&quot; At hearing this call through the shafts of the mine, dwarves immediately let their pickaxes rest. Who was able to best complete the challenge? Equipped with pickaxes and the secret knowledge of the mine elves, in Out of Mine! the players try to expose as many precious crystals as possible. Each one gets his own special tunnel, in which he tries to find the crystals according to the hints of the elves. If one dwarf manages to find  all of the predicted crystals in his tunnel, the call &quot;Out of mine!&quot; rings out loud. The players now get points for the found resources, but only at the end of the week after the seventh round of exploration will everyone see who has been the most successful dwarf. Only the dwarf who manages to quickly and correctly dig for crystals in his tunnel has a chance to become the master dwarf.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Misc: LongPack Games",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "21520",
    "Name": "antyszczepionkowcy.biz",
    "ID": 274527,
    "Year": "(2019)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/274527/antyszczepionkowcybiz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Satirical card game Antyszczepionkowcy.biz (anti-vaccers.biz) is designed to trick players to becoming aware of the value of vaccinations. &#10;Players can expect perverse humour and fun with friends. The game shows the consequences and realities of the activities of businessmen profiting from alternative medicine.&#10;&#10;Players try to gain influence at all costs by selling useless goods in their online stores. They also collect signatures and lobby for harmful laws. Their actions affect the population resistance index, and over time, cases of various diseases become more dangerous. This may harm the anti-vaccers themselves ... unless they are smart enough to vaccinate.&#10;&#10;On a turn, a player can first draw as many cards as he likes, one at a time from the deck, placing them on the table. If the player draws a disease with the same name as a disease already on the table, he was too greedy and his turn ends immediately. All the cards were drawn in this turn being discarded. Otherwise, the player can stop whenever he likes, then earn as much money as much card he draws and buys one card (Product / Signature for Law / Action). Of course, players can vaccinate themselves: this hypocrisy costs them -1 point per vaccinate but give them a possibility to ignore the first card of a disease per turn.&#10;&#10;When one player has at least ten influence points the game is played to the end of the round, giving everyone the same number of turns, then the player with the most points wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Humor"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "21521",
    "Name": "Don't Tip The Waiter",
    "ID": 9876,
    "Year": "(1990)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/9876/dont-tip-the-waiter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Be the first to put all your dishes on the tray and you'll win the game.  Stack up your dishes on Stretch-Out Sam's tray.  Press the lever and watch his arm stretch up,up and away.  Oh No!  The tray tips, dishes fall.  Now you'll have to keep them all.&#10;&#10;&#10;The Stacking Game of Spills &amp; Thrills&#10;&#10;This game features Manuel the waiter, who has an incredibly long arm.  At the start of the game you wind Manuel's arm into his body, place a plastic tray onto his raised hand and you're ready to play.  Each player is then given the same number of dishes (but not necessarily the same of each type) and then, in turn, each player flicks a spinner which tells him how many 3D objects to place on Manuel's tray - plates, bowls, glasses, cups and saucers.&#10;&#10;So far, it's just a simple balancing game.  But the spinner also tells you if you have to Tip The Waiter.  If you do, you have to reach behind Manuel and flick a lever which extends his arm a short distance.  The more the arm extends, the more unstable the tray of dishes becomes.  Eventually Manuel's arm tips and all the dishes fall off and are given to the person who caused Manuel to drop the dishes.&#10;&#10;The object of the game is to get rid of all your dishes first.&#10;&#10;Very similar in theme and name to Don't Tip the Waiter and Don't Tip the Waiter .&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21522",
    "Name": "Pronto",
    "ID": 171543,
    "Year": "(2015)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/171543/pronto",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Across the letter course from A to Z &ndash; now the game gets started! Pronto? Ready?&#10;&#10;On your turn, you reveal a card and get your keyword for the next round. From now on, the time is running &ndash; unfortunately, that hour glass is hidden. Who will find the right terms for his theme as quickly as possible? Car brands, kinds of flowers, or beverages &ndash; not everything is in every player's line. Only if the next term starts with the right letter will you make a step forward. And even if you're on a roll, you can never feel too safe. Time flies by unmercifully and unnoticed. You get a few words closer to your goal in Pronto only if there are a few grains left when the sand timer is revealed.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Move Through Deck"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "21523",
    "Name": "Fisticuffs!",
    "ID": 179304,
    "Year": "(2015)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/179304/fisticuffs",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Fisticuffs! is a free-for-brawl fighting card game created by The Nerdologues, a bunch of people you don&rsquo;t know but could totally be friends with. Four to six players engage in head-to-head (-to-head-to-head) constant combat until the frenzy peaks and one player emerges victorious.&#10;&#10;Set in an alternate 1920s, an eclectic collection of some of the world&rsquo;s greatest fighters are pitted against each other by the magnanimous Baron Reginald Fistcuffington Smythe aboard his monolithic floating airship. Baron Smythe, inventor of the new super-element Hydrolium, offers the winner of his &quot;Fisticuffs Bouts&quot; the granting of a single wish, whatever their heart desires most. The surviving fighter will get their wish fulfilled - and become champion of Fisticuffs!&#10;&#10;Gameplay is simple. Each player picks a fighter from our cast of characters, each with their own backstory and special move. The stable of fighters include a sky pirate, a flapper, a saxo-magician, the son of a slain Chicago mayor, and a robot built by Baron Smythe himself. Every player gives their fiercest battle cry, and whoever&rsquo;s is best begins the game.&#10;&#10;Each player starts with five cards from the Punch Card deck. These Punches will be a fighter&rsquo;s offense and defense. On a player&rsquo;s turn, they throw a Punch against any opponent - but that player can Block if they are holding a Punch of the same name. This leaves the attacking player open for a Counter, allowing the defending player to attack with a Punch that is the same color as their Block.&#10;&#10;Combat continues until a Punch goes un-Blocked or a Block goes un-Countered. When an attack successfully lands, the defending player loses health. Everybody starts at 12, and when they reach 0, they&rsquo;re knocked out for the rest of the match. Every remaining player gets a turn each round.&#10;&#10;Once a full round (one turn for everybody) has been completed, the fighters return to their corner. This is when you draw new Punch Cards - and when you get a Round Card, a special action that will help provide a tactical advantage by giving you more attacks, depleting an opponent&rsquo;s defenses, or giving you the edge you need in the middle of combat. The new round begins to the left of the person who started the last round.&#10;&#10;The rounds keep going until there are two boxers left, at which point they enter Close Combat - no more rounds, no more Round Cards, just two boxers fighting over one dream. The fighter that is left standing is the winner of the bout and the champion of Fisticuffs!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21524",
    "Name": "Fullmetal Alchemist: Trading Card Game",
    "ID": 19039,
    "Year": "(2005)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/19039/fullmetal-alchemist-trading-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2857",
    "Description": "An American designed trading card game based on the popular Fullmetal Alchemist animated television series.  Both players field teams searching locations for clues to the location of the philosopher's stone.  Each location specifies one of three statistics printed on the card which characters use to battle each other in an attempt to gain an advantage.&#10;&#10;This game is not the same as the existing Japanese trading card game; it is a new design from a new company, Joyride Entertainment.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Alchemy",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "21525",
    "Name": "Tschu-tschu, kleine Eisenbahn",
    "ID": 242547,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/242547/tschu-tschu-kleine-eisenbahn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Passengers with tickets for different stations are packed close together on the four train platforms. They want to go to the zoo, outdoor pool, playground, or ice cream parlor in the park. Ready? All aboard, please!&#10;&#10;As an engineer in Tschu-tschu, kleine Eisenbahn, you want to pick up as many passengers, in your matching color, as possible. Be careful because the track positions are constantly changing. You need some luck in order to keep to the timetable. The player who, in the end, gets the most passengers to their station wins.&#10;&#10;In more detail, on a turn roll the switch die, change the position of the switch shown on the die, then with a cheerful &quot;Choo-Choo&quot;, travel with the train to the platform that you can reach after repositioning the switch. Stick the passenger ticket into the slot on the train, then move with it to the station of your color.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "21526",
    "Name": "1877: Venezuela",
    "ID": 346538,
    "Year": "(2021)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/346538/1877-venezuela",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "4.5",
    "Description": "1877: Venezuela is all the best parts of 1817 packed into a very small game that plays fast and comes out of the starting gate at full speed.&#10;&#10;Short (2h) 1817-style game with a focus on short sales and financial arbitrage and sabotage&#10;&#10;Rules changes from 1817:&#10;&#10;     Currency &ldquo;$&rdquo; and &ldquo;Bs.&rdquo; both represent the Venezuelan bol&iacute;var&#10;     There are no private companies.&#10;     Corporations can only IPO as 5-share. There are no 2-share companies in the game.&#10;     10-share companies have 10 short shares available.&#10;     When a player wins an auction to start a company, they immediately get a &ldquo;housekeeping turn&rdquo; where they can only do actions with the corporation they just won, (buy tokens/take loans/buy trains/redeem shares). Then the turn order resumes with the player after the player that started the auction. &#10;     The auction bid is paid to the bank. When a new corporation IPOs, the stock value is half the bid amount, rounded down. The corporation receives 2.5x the stock value and three shares are placed in the open market.&#10;     There is no restriction on when a corporation can be shorted after it has IPOed.&#10;     Corporations that formed during the current stock round can buy trains as a part of the stock round as a corporate action.&#10;     Corporations may only buy new trains from the bank, not from other corporations or the open market. &#10;     Game end trigger is the 4-train and ends after a full set of 2 ORs. There is no short sale restriction during the last stock round of the game.&#10;     When a mine tile is upgraded (yellow to green or green to brown), the company that performed the upgrade receives Bs.20 after the upgrade.&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Investment",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "21527",
    "Name": "Tasnia",
    "ID": 139660,
    "Year": "(2013)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/139660/tasnia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Tasnia is a resource gathering game that also employs tile laying. Players draw resources to form a hand of 6 cards and they spend these resources (Wood, Stone, Iron, Laborer, Carpenter, Mason, and Gold) to purchase portions of a building. These portions come in the form of tiles that can be used to construct medieval buildings. Completed buildings score players points. Incomplete buildings are worth far less.&#10;&#10;In addition there are also special cards that allow players to perform additional actions. These cards include characters such as the Baron, the Scoundrel, and the Merchant.&#10;&#10;",
    "Categories": [
      "City Building",
      "Deduction",
      "Medieval",
      "Puzzle"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21528",
    "Name": "MUD",
    "ID": 320002,
    "Year": "(2020)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/320002/mud",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "You are a wealthy mogul trying to influence the next presidential election for your own gain. Win by being the first to secure a solid block of voters of either party. You decide how corrupt to be.&#10;&#10;Every player is dealt seven cards and can place three voter cards face up in front of them (creating a voter map) each turn. Depending on how many players, you'll need at least three voters in three regions, all of the same political affiliation, on your map to win (undecided voters are wild).&#10;&#10;Peppered in the deck are RAT cards, which give you strong advantages. However, every time you play a RAT card, you must also draw a Scandal card, which contains a punishment. This punishment is not enacted immediately &mdash; rather, it sits face down in front of you until someone plays a DIG card on you. The DIG card will force you to turn over a scandal and abide by the punishment. Do you risk a scandal, or do you play it safe? The choice is yours in this dirty game of American elections.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21529",
    "Name": "KAWA: A Game About Flow",
    "ID": 313696,
    "Year": "(2020)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/313696/kawa-a-game-about-flow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Kawa is a game of quiet contemplation for 2 to 4 players, named after the word for river (&#229;&#183;&#157;) in Japanese.&#10;&#10;In Kawa, you guide petals down a river made up of 16 unique tiles. Each round, players will follow the currents and eddies printed on the tiles to send their petals downstream, leaving petals behind as they do.&#10;&#10;As the river comes alive with colour, players must carefully avoid flowing into other players' petals&mdash;when that occurs, those players gain points. This is made all the more challenging as when each player flows, they swap two adjacent river tiles, changing up the river's paths.&#10;&#10;Between each round, the river flows forward, washing away the furthest row of tiles and shuffling them back to the start. Hence, simply following the river's currents is easy - but mastering the game will require players to learn to read its constantly changing flow. After four rounds, the player with the most points wins.&#10;&#10;Flora and fauna, represented as special tiles, breathe life into the river. Every game, players replace two river tiles with special tiles, each with their own unique effects. These range from a Crab that shuffles up the board by scuttling across the river, to a Shrine that rewards players for spreading their petals across as much as the river as possible. With nine different special tiles of varying complexity to choose from, both casual and hardcore players will find something new to love each foray down the river.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Environmental",
      "Territory Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Pattern Recognition",
      "Programmed Movement",
      "Square Grid",
      "Tile Placement",
      "Turn Order: Progressive",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Crabs",
      "Animals: Fish / Fishes",
      "Animals: Insects",
      "Theme: Flowers",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "21530",
    "Name": "Die unendliche Geschichte",
    "ID": 23402,
    "Year": "(1987)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/23402/die-unendliche-geschichte",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.8333",
    "Description": "In Unendliche Geschichte, you set out on an adventurous quest to search the world of the &quot;Never Ending Story&quot; to find the &quot;Key of Joy&quot;. Each player represents one of the four elements.  When your comes around, you get to be a hero.&#10;&#10;Most of the game sets you out on solo adventures, but the cards you use make things difficult to do without the help of others.  Follow the adventures on the cards (based on where you are on the map) to collect Signposts.  When you get three Signposts you can jump to where you need to go (to collect Crystals and Landscapes).&#10;&#10;Each player is constrained by their die roll to see what abilities they can use such as intelligence, creativity, skill, throwing, courage and strength, but you may make choices based on what you are given.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "21531",
    "Name": "Stretch Run",
    "ID": 14236,
    "Year": "(2004)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/14236/stretch-run",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.1667",
    "Description": "From the publisher:&#10;&#10;It's post time and the thrills of thoroughbred horse racing await you in this exciting game of chance and strategy. Move your cast metal marker, a jockey atop hi steed, by throwing the die or playing a card. Decide when to make your move, or whether to use your whip to urge your horse to the head of the pack. The attractive wooden case unfolds to become a racetrack, complete with varying conditions that could cost you the race. Advanced rules allow for specific racing styles, handicapping and wagering. No matter if you win, place or show, Old Century Stretch Run is fun for the whole family.&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Betting and Bluffing",
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "21532",
    "Name": "DAVOS",
    "ID": 430446,
    "Year": "(2025)",
    "Geek Rating": "5.507",
    "Avg Rating": "8.93",
    "Link": "https://boardgamegeek.com/boardgame/430446/davos",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "Welcome to the forum, and to this meeting in particular. It is an honor to sit here with those who represent the big capital in the world through your megalomanic investment firms.&#10;&#10;Tonight in DAVOS, we are going to play out our activities for the coming 3,5 years. One by one we will be taking over the world's largest corporations in one of the 4 blocs; In America, Europe, China, or the Global South, infiltrate their governments and increase our influence through&hellip; other means. To make the world a better place... naturally!&#10;&#10;Corporations don't just generate income. You'll need to make sure to pass favorable bills in parliament. You need to invest your assets strategically, balancing between corporations and politics. And balancing between reaching goals directly, or investing for improving your power position in future years.&#10;&#10;Do you crave more? Advance your game via the back room and gain control of institutions. Play together in the collaborative variant, or become dissident and follow an anti-agenda, disrupting other players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Economic",
      "Memory",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "Advantage Token",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Auction Compensation",
      "Auction: Fixed Placement",
      "Auction: Turn Order Until Pass",
      "Automatic Resource Growth",
      "Catch the Leader",
      "Closed Drafting",
      "Command Cards",
      "Commodity Speculation",
      "Contracts",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "End Game Bonuses",
      "Income",
      "Interrupts",
      "Investment",
      "Kill Steal",
      "Memory",
      "Modular Board",
      "Movement Template",
      "Negotiation",
      "Open Drafting",
      "Random Production",
      "Roles with Asymmetric Information",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Simulation",
      "Square Grid",
      "Stock Holding",
      "Tags",
      "Take That",
      "Team-Based Game",
      "Turn Order: Stat-Based",
      "Variable Set-up",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21533",
    "Name": "Mücke mit Tücke",
    "ID": 8262,
    "Year": "(2003)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/8262/mucke-mit-tucke",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "M&uuml;cke mit T&uuml;cke features cards with animals, the sound that they make (in German), a value, and sometimes a mosquito. Players take turns revealing cards from their deck in front of them. If a number or a value matches a card already visible, the two (or more) players who match have to speak the &quot;other&quot; before their opponent. If a Donkey-3 is revealed, and another player already has a Cat-3 showing, the player with the donkey card will want to say &quot;Miow&quot; before the player with the Cat card says &quot;i-ah&quot;. If the animals matched, they would want to say the opponent's numeric value. The winner gets their opponent's faceup&#10;cards, adds them to his own, and then shuffles them into their draw deck. There is also a slap jack element; there are hand cards that when revealed, cue players to slap the highest-value card showing a mosquito. The winner gets ALL face-up cards. Once a player runs out of cards, the person with the most cards is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Flies",
      "Series: Tolle Kleine"
    ]
  },
  {
    "Rank": "21534",
    "Name": "Blank Marry Kill",
    "ID": 202516,
    "Year": "(2017)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/202516/blank-marry-kill",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A card-based variant on the old game &quot;Screw Marry Kill&quot;, where one of the existing verbs (screw, marry, or kill) is replaced with a random new verb. Players secretly vote on which verb the Judge will choose for each of 3 given characters. They then take turns adding attributes to each of the candidates in an effort to sway the Judge's final decision to match their vote.&#10;&#10;Players receive points for each correct guess and the Judge role rotates until each player has had a turn to be the Judge. Once each player has been the Judge once, the round ends; the player with the most points at the end of an unspecified number of rounds wins.&#10;&#10;The game contains several sets of cards:&#10;&#10;     3 purple cards for the original set of verbs (screw, marry, kill)&#10;     White cards containing alternate verbs&#10;     Green voting cards for each player (screw, marry, kill, blank - where the blank card is used for the alternate verb)&#10;     Black character cards&#10;     Red attribute cards&#10;     Orange cards to represent points&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "21535",
    "Name": "Fleecing Olympus",
    "ID": 247860,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/247860/fleecing-olympus",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Ages ago, Zeus won control of Mount Olympus in an epic dice battle against Hades. Now, after ages of toiling in the underworld, Hades has finally convinced the other gods and goddesses that the time has come to challenge Zeus for control of the throne. As one of these powerful deities, you possess great power and the drive to make Olympus your own, but will luck also be on your side?&#10;&#10;In Fleecing Olympus, players take turns using their deity's powers, rolling dice, and using powerful card abilities in an effort to steal golden gems from other players. When the game ends, the player holding the most gems becomes the new ruler of Mount Olympus and wins the game!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice",
      "Mythology",
      "Negotiation",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "21536",
    "Name": "Trivial Pursuit: Classic Rock Edition",
    "ID": 114215,
    "Year": "(2011)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/114215/trivial-pursuit-classic-rock-edition",
    "Min Players": "2",
    "Max Players": "36",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Publisher Blurb:&#10;&#10;We will rock you with this Classic Rock Edition of TRIVIAL PURSUIT. For the first time ever, one of the most popular music genres is paired up with America&rsquo;s favorite trivia game so fans of all ages can get some satisfaction by showing off all they know about Classic Rock. With 1,800 questions from six categories covering Classic Rock bands/artists, their history, music and more, there&rsquo;s enough trivia for fans of all levels. So get your posse together and rock on!&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit",
      "Music: Rock",
      "Trivia: Music"
    ]
  },
  {
    "Rank": "21537",
    "Name": "BauSquitMiao",
    "ID": 18584,
    "Year": "(2005)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/18584/bausquitmiao",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the back of the box:&#10;&#10;&quot;A cat chasing a mouse: how many times have you seen this? This time's different, though! We're in the kitchen of a mad scientist, and at any moment the mouse can turn into a big growling bulldog and reverse the chase!&#10;Run, flee, try to bite your opponents and to eat as much as you can:anything can happen in this frenzied game!&#10;&#10;And the kitchen is reversible as well! Just flip the board over and here's the circuit for BauSquitMiao RACE!!!, the craziest and funniest animal race in the world!&quot;&#10;&#10;Roll your dice, see if you become a dog, a cat or a mouse (dogs bite cats and mice, cats bite mice, and mice... RUN!) and try to take or steal food and to bite as much as possible.&#10;&#10;On each turn draw a card: it tells you which animals must transform and playing order. There are also three special cards: mad scientist, wererat, and poo.&#10;&#10;The game is for children and families, but it can be a good filler even for gamers.&#10;&#10;Contents:&#10;1 double-sided game board,&#10;6 colored dice &#10;6 scoring pawns&#10;19 tokens: 3 bones, 5 fishbones, 7 pieces of cheese, 2 transforming potions, the mad scientist and the wererat&#10;18 cards with funny pictures&#10;&#10;Artwork by Angelo Porazzi.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Humor",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Dogs",
      "Animals: Mice"
    ]
  },
  {
    "Rank": "21538",
    "Name": "Channel WON",
    "ID": 358278,
    "Year": "(2023)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/358278/channel-won",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This just in! You are a budding reporter for Channel WON News and you are so close to catching that big break! The network has decided to bring a fresh new face to their news anchor desk and you are the final candidates. Channel WON has decided to put their reporters to the test in a one-day, all-out showdown to see who is the best reporter to land the job of prime time news anchor! Your goal is to travel the city, gather sources, and help report the best news stories of the day.&#10;&#10;Channel WON is a semi-cooperative card game played over three rounds, Morning, Evening, and Nightly news. In each round, players will collect cards needed to report on leads revealed to them by the station head. Players will need to work together to add location visits and sources to each lead in the day&rsquo;s lineups in order to report stories, but once a story is locked in for editing, only players who helped contribute to it receive credit. Build up your reputation while discrediting your opponents, but be careful! If any lead goes unreported or a story is inaccurate, the network ratings will fall. Fall below a one star rating and Channel WON becomes Channel None and you all lose! Earn the most points after three rounds and you will be labeled the newest anchor for Channel WON. Resort to anything to report everything!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Drafting",
      "Hand Management",
      "Open Drafting",
      "Semi-Cooperative Game",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21539",
    "Name": "Werebeasts",
    "ID": 233206,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/233206/werebeasts",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "You are a key player in the lucrative but dangerous business of collecting werebeasts. Armed with only your good looks and several cans of indescribably tasty werechow, you must bid for the werebeasts you need &mdash; and also for the ones you don't in hopes of throwing your opponents off track.&#10;&#10;Your fellow collectors in Werebeasts are also collecting certain creatures that have the most value to them. If you can hide your intentions long enough, you'll be rewarded. If you can make it to the end of the game without getting caught, you just might win.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Creatures: Werewolves",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21540",
    "Name": "Grabolo",
    "ID": 142517,
    "Year": "(2012)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/142517/grabolo",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4286",
    "Description": "Prove that you have the best eyes and the fastest hands at the table!&#10;&#10;Each turn in Grabolo someone rolls two dice, then everyone tries to grab the disk matching the color and the number on the dice. If that disk isn't on the table because someone's already grabbed it, then be the first to identify who has this disk in his pile.&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "21541",
    "Name": "Pirate's Mark",
    "ID": 303306,
    "Year": "(2020)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/303306/pirates-mark",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Pirate's Mark is a fast-paced card game of confidence, discovery, and bluffing.  Avoid the dreaded Pirate's Mark as you navigate the open waters to gain prestige and treasure.Take turns staking your claim on how many cards you can pull without being marked. The last pirate without a Pirate&rsquo;s Mark wins.  Will it be you?&#10;&#10;Gameplay is simple to pick up on. Cards are dealt out in a 13X10 grid all facedown on the table. There are one less dreaded Pirate's Mark cards in the deck than players. Players take turns clockwise making a bluff of how many cards they can pull without getting a Pirate's Mark card increasing their bid by at least one each time. When the bid gets high enough, let's say 17, a fellow pirate may call the bluff.&#10;&#10;Once called, you have to prove your bluff by picking one card at a time from the grid. You can pick whatever card you have your eye one, but must follow the instructions on the cards. Some cards are curses that make the game more treacherous for you while others are a bit of luck. If you pull a Pirate's Mark card, you are out for now but may return later if you successfully call another pirate's bluff. However, if you are successful the player who called your bluff must pull a card themselves as punishment. Bluffing then resumes and gameplay continues until there are only 2 players left or 10 cards at sea. At this point, duel mode is enacted and players pull one card at a time until only one is left un-marked and wins the game!&#10;&#10;This game keeps you on the edge of your seat because the tides can turn at any time. It's a great game for small and larger groups that mixes luck and skill well.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Card Play Conflict Resolution",
      "Command Cards",
      "Grid Movement",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "21542",
    "Name": "FrankenDie",
    "ID": 112233,
    "Year": "(2012)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/112233/frankendie",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "FrankenDie is a fast-paced, reflex party game for the whole family! Combining the tactile nature of dice rolling, the excitement of a &quot;first to buzz in&quot; mechanism, and pattern recognition that is sure to exercise your brain, FrankenDie will bring your party or game-night to life!&#10;&#10;THEME: You are a Mad Scientist competing to assemble a Creature from serviceable body parts scavenged from the graveyard. Once your Creature has a &quot;lightly used&quot; head, body, two arms, two legs and the all-important brain, it's time to re-animate it with a charge of lightning and a cry of... &quot;It's Aliiiiiive!&quot;&#10;&#10;GAME PLAY: Players take turns rolling the dice and looking for a set to call out. For instance: &quot;3 Brains!&quot; But all players are competing to call out a set AND be the first to place a hand on the graveyard. If you're successful, you get to keep the body part you spotted. Assemble a full creature, then call out a set of lightning to bring it to life!&#10;&#10;Now, this is no walk in the graveyard. No sir. Because when you're a mad scientist, it can cost an arm and a leg to get a head. If you want to build the Creature of your dreams, you'll have to know when to make a mad dash to the graveyard, and when to wait out your trigger-happy, mistake prone colleagues.&#10;&#10;So get a head start, and show your friends that your genius is beyond compare.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Horror",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Characters: Frankenstein",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Organizations: The Game Artisans of Canada",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "21543",
    "Name": "Karmaggän",
    "ID": 342054,
    "Year": "(2021)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/342054/karmaggan",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Head to the center of the Temple to steal the Alien Egg and make it out alive. But the ground rotates randomly, reconfiguring the board at any moment. Although traps lurk everywhere, the most deadly threat is the other players. If negotiations fail, prepare for fierce combat in real time.&#10;&#10;DEATH IS NOT THE END&#10;&#10;Dead Raiders will be turned into shapeless creatures: The Spawn, the ultimate nightmare of KARMAGG&Auml;N.&#10;&#10;In here, risking too much is just as dangerous as not taking any risks.&#10;&#10;PLAY FOR TEAMS OR ALL AGAINST ALL&#10;&#10;Players must roll their dice and use cards to reach the egg first, defeating the rival team.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Grid Movement",
      "Race"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "21544",
    "Name": "Stack & Attack",
    "ID": 142043,
    "Year": "(2013)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/142043/stack-and-attack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.125",
    "Description": "It's the middle of the Stone Age - food is sparse, rain falls from the sky when it is least wanted, and conflict stews among the council of elders. In an effort to better the lives of your people you have turned to worship. However, you're not the only one with that idea!&#10;&#10;Neighboring tribes have started constructing monuments of their own, in an effort to turn the favor of the gods their direction. STACK your rocks and ATTACK your neighbors! The race to the top has begun!&#10;&#10;Stack and Attack is a small-box strategy game designed primarily as a &quot;filler&quot; game between longer strategy games and for those who are just being introduced to the strategy board game genre. It combines elements of both modern (deck building) and classic (direct attack) board games.&#10;&#10;During a players turn they spend their action points:&#10;&#10;1) Acquiring rocks and effect cards from the quarry&#10;2) Stacking rocks on their tower&#10;3) Attacking another player's tower&#10;&#10;The game ends as soon as a player reaches a tower height of 15 or once the quarry deck is exhausted.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Prehistoric",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21545",
    "Name": "Rock 'n Roll",
    "ID": 87927,
    "Year": "(2010)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/87927/rock-n-roll",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Tie the bandana, put on the sunglasses, shrug on the leather jacket, grab your &quot;axe&quot;.........and the dice.&#10;&#10;Rock 'n Roll is a free print and play dice game in which players compete to become the biggest rock band and make the greatest albums.&#10;&#10;Playable solo or multiplayer, players roll dice over an in-game four year period to practice as a band, go out partying to get fans, get famous in the news, hit the studio to release the next big album, tour the country or just earn some cold, hard cash.&#10;&#10;Taking on concepts of Yahtzee and push your luck games, Rock 'n Roll gives hard decisions, direct competition and a rockin' theme. Will you be the next big thing or yet another failed garage band?&#10;&#10;",
    "Categories": [
      "Dice",
      "Music",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Music: Rock"
    ]
  },
  {
    "Rank": "21546",
    "Name": "Social Train",
    "ID": 280202,
    "Year": "(2019)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/280202/social-train",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "Players need to choose their passengers and try them to have a pleasant trip in this new social network&hellip; Or maybe, they will do anything to make this trip a nightmarish experience.&#10;&#10;Each turn begins with an event (station card, then each player may perform 3 actions in the order they prefer. The actions are the following:&#10;&#10;A) Get in: Place a passenger from your hand on an empty seat in the train. Then, place on them one of your meeples and the number of likes according to the seat. Also, place dislikes on the adjacent passengers according to the played passenger.&#10;&#10;B) Act: Activate the ability of one of your passengers.&#10;&#10;C) Draw: Draw 2 cards from the Passenger deck.&#10;&#10;When a passenger has 5 cubes, the player who controls them scores immediately: Return to the supply all the dislikes and the same number of likes. Leave the rest in your supply.&#10;&#10;The game ends when the last card of the Event deck is drawn and the player with the most likes is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Take That"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "21547",
    "Name": "DrachenSchatten",
    "ID": 131450,
    "Year": "(2012)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/131450/drachenschatten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "One night on the outskirts of the towering magic mountains the shadow of a dragon appears. Now everything is in turmoil, and people are going to search in the depths of the mountain range for its hiding place. This task won't be easy, however, as without the proper items from the village you'll have no chance of defeating the creatures waiting to be found in the dungeon. Take too long to collect the sword, shield and dragon antivenom required, though, as others might have already found the magic items or treasure of the dragon by then.&#10;&#10;In DrachenSchatten, everyone is in the village and the dungeon looking for different objects, treasures and creatures, and they'll need to perform the action or function of the different items so they can reach their goal without being defeated by dragons and hydras along the way.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "21548",
    "Name": "Bumper Car Arena",
    "ID": 24373,
    "Year": "(2006)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/24373/bumper-car-arena",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Bumper Car Arena is OGP&#039;s first full blown board game.  Earlier offerings were more along the Cheapass Game quality of components.  In this game, the components are quite good.  This is a race game with pre-programmed movement ala Roborally.  Players also score points for knocking into their opponents.  The last place player also controls the &quot;rogue&quot; bumper car, Jimmy Fudge -- who only wants to bump other players.&#10;&#10;Each player controls one bumper car. Simultaneous movement card play determines the movement order. Players score points for moving around the track in the appropriate direction, and for bumping other bumper cars. Draws are done from a face up draft of n+1 cards where n is the number of players. The remaining card is used to control Jimmy Fudge's bumper car. Play continues until someone has scored 21 points, thereafter, there is an increasing chance of the game ending every turn.&#10;&#10;From the Publisher:&#10;&#10;It's a beautiful day at the amusement park. You and your friends have decided to take over the bumper car ride for your own purposes. Players score points for bumping other players cars and going around the track in the proper direction. (Going backwards makes the carnies angry.) And who is this Jimmy Fudge kid anyway?&#10;&#10;",
    "Categories": [
      "Humor",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "21549",
    "Name": "Reign: The Card Game",
    "ID": 176884,
    "Year": "(2015)",
    "Geek Rating": "5.507",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/176884/reign-the-card-game",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Reign: The Card Game is a game of negotiation and deceit for 3 to 7 players. Its strategic and diplomatic game-play is both easy to learn and hard to master. Players take the role of a lord or lady vying after the kingdom of Kazath after a tragic &quot;accident&quot; left Kazath's previous ruler without an heir and without a head.&#10;&#10;The key to victory is holding the Onyx Crown, the symbol of rulership. Gain the Onyx Crown or help someone else take it and you earn legitimacy, gain 9 legitimacy points and hold the Onyx Crown to be named the new rightful ruler of Kazath.&#10;&#10;But first, you must gain the backing of a house. Secretly bidding for a house's support. With a house by your side you must convince the others why it would benefit them if you were to hold the Crown and become Regent for the turn. Using bribery, promises and your lordly cunning. Deploy your army secretly on the field. Supporting yourself, or perhaps another. Finally, when your army emerges victorious take the Onyx Crown and be named Regent. Distributing rewards to those who are loyal to you. But beware, loyalties can change swiftly, those who may seem like your allies could actually be your greatest threat.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Medieval",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Secret Unit Deployment",
      "Take That",
      "Team-Based Game",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21550",
    "Name": "Mister Rogers' Neighborhood Game",
    "ID": 284417,
    "Year": "(2019)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/284417/mister-rogers-neighborhood-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "Revisit your friends from Mister Rogers' Neighborhood in this game of light strategy and nostalgia.  While it's not a game for little kids, it is for those who grew up with Mister Rogers and wish to revisit the magic of his world.&#10;Be the first to build your own neighborhood of Mister Rogers' characters by collecting matching sets.  On your turn, draw cards blindly from other players' hands to build your own neighborhood.&#10;Draw as many times as you want but be cautious.  Every player has a Red Light card that will stop your turn.  Balance taking risk and finding special help from Daniel Striped Tiger, King Friday XII and Trolley to win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "21551",
    "Name": "Zombicide: White Death",
    "ID": 383496,
    "Year": "(2025)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/383496/zombicide-white-death",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "Winter is upon us and its dark and cruel night brings forth dreadful menaces, worse than frostbite...&#10;&#10;Zombicide Medieval Fantasy is back!&#10;&#10;With new survivors, new zombies, new setting, and new rules!&#10;&#10;Scale the great walls to your advantage&#10;Use the added height of the fortress walls to escape the Zombies' grasp, dump cauldrons of hot tar onto enemies below, and gain superior line of sight!&#10;&#10;Arm yourself to the teeth&#10;Command a retinue of guards to push back against the Zombie Horde and use unique Survivor skills to bolster their abilities.&#10;&#10;Melee Attack&hellip; From a distance&#10;Cut down the Zombie horde with shiny new polearm-type weapons. Melee without ever having to get in close range!&#10;&#10;Freeze Zombies dead in their tracks!&#10;Draw on the surrounding icy elements and channel it towards your foes preventing them from taking any actions.&#10;&#10;Mind the ruin zones&#10;The constant zombie siege has wrought devastation onto the lands. Crumbling buildings offer little to search for, yet remain challenging to shoot through.&#10;&#10;And stop the corruption!&#10;Necromancers send waves of corruption close to the beacon to steal its power and spawn zombies each time they activate. If the beacon gets corrupted, all hope is lost!&#10;&#10;And this is only the tip of the iceberg!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Horror",
      "Medieval",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Game: Zombicide",
      "Players: Games with Solitaire Rules",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "21552",
    "Name": "Mystical Seeds",
    "ID": 259525,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/259525/mystical-seeds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1.6667",
    "Description": "Ever since these mystical seeds were discovered, botanists around the world have been researching and experimenting with them to cultivate amazing plants. What are the properties of these plants? What new possibilities can be cultivated?&#10;&#10;In Mystical Seeds, players are botanists conducting research on mystical seeds. By collecting seeds and grafting them together, players gain further understanding of their mystical properties. When players are able to cultivate a magnificent new plant worthy of academic acclaim, they publish their findings to garner widespread prestige. In the end, the botanist with the greatest prestige wins the game!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "21553",
    "Name": "Crazy Corral",
    "ID": 223734,
    "Year": "(2017)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/223734/crazy-corral",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Nighttime is quickly approaching, and it's time to get the animals tucked into the barn. But what's going on? The animals keep running away. Are the other players causing this? A good memory and some luck with the die will help you in this crazy corralling game. The player who manages to corral all five of their animals into the barn first wins the game.&#10;&#10;Crazy Corral requires a good memory. While playing the game, players should try to remember where the other players' animals are as this becomes important during the game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Series: Superminis (HABA)"
    ]
  },
  {
    "Rank": "21554",
    "Name": "Bunker Hill",
    "ID": 8267,
    "Year": "(1995)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/8267/bunker-hill",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "This game comes from Command magazine Issue #32 dated Jan/Feb 1995. The game itself is a two player simulation of the first organized engagement of the American Revolution. One player commands the American forces and the other the British with the latter seeking to drive the rebels from the positions on the Charlestown peninsula.&#10;&#10;The game is a low-to-moderate complexity game.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21555",
    "Name": "Beachhead: A Game of Island Invasions in the South Pacific 1942-1944",
    "ID": 4298,
    "Year": "(1980)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/4298/beachhead-a-game-of-island-invasions-in-the-south",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "Beachhead is a squad-level Pacific theater wargame.  Each hex is 25 yards, each counter represents 1 squad (~10 men), 1 heavy weapons team (~5 men), or 1 tank, bunker, emplacement or gun.  One turn represents 10 minutes of time.&#10;&#10;The game is divided into basic and optional rules.  The basic rules cover the basics of movement and direct and indirect fire.  The optional rules include rules for bombardments, close combat, smoke, Japanese reinforcements, and air strikes.&#10;&#10;Two scenarios are included:&#10;&#10;    Banzai!!!  A counter-attack after the American Marines have landed.&#10;    The Opposed Landing  A Marine landing on a heavily-defended beach.&#10;&#10;&#10;This game shares similar scale and mechanics to Commando Actions: A Game of Tactical Level Combat in World War II.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Series: Album Games (Yaquinto)"
    ]
  },
  {
    "Rank": "21556",
    "Name": "Artifact",
    "ID": 4271,
    "Year": "(1980)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/4271/artifact",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.1111",
    "Description": "Microgame #16 in the Metagaming Microgames series is a two-player SF wargame of conflict on the Moon centering on an alien artifact called &quot;the dingus.&quot; The official rules offer four 10-turn scenarios: three between American and Soviet &quot;research teams&quot; competing for control of the dingus, and one between the Americans and the alien race they've inadvertently summoned with the dingus.&#10;&#10;Approximate playing time is a guess.&#10;&#10;Isn't identified as a MicroGame on the box cover.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: MicroGame (Metagaming)",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "21557",
    "Name": "4 aus Acht",
    "ID": 357868,
    "Year": "(2022)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/357868/4-aus-acht",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Which ingredients belong in a tiramisu? Or which countries have the highest per head cheese consumption? There are eight possible answers to each question, but only four of them are correct. Everyone plays the game as a team. Who has the right knowledge and finds 4 out of eight?&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21558",
    "Name": "18Texas",
    "ID": 407694,
    "Year": "(2024)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/407694/18texas",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "150",
    "Play Time": "210",
    "Weight": "3",
    "Description": "Welcome to the Lone Star State!&#10;&#10;The railroad development in Texas was concentrated in the east with the major cities of Dallas-Fort Worth, Austin, Houston, and San Antonio serving as commercial hubs.&#10;&#10;18Texas is one of the simplest 18xx games designed, but retains the core features of what makes 18xx game so engaging. Build your railroads from the Piney Woods in East Texas to the wide desert swaths of West Texas. The map primarily covers the eastern portion of Texas where the railroads were most abundant.&#10;The game starts with private companies that are much simpler than most 18xx games, but each game will be a little different with a random company selected by Jay Gould.  This company will have a head start on the other companies because of this initial investment. However, the other players will have a chance to catch up with balanced private company powers of their own!&#10;Enjoy your time criss-crossing the state with twisting tracks!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hexagon Grid",
      "Market",
      "Network and Route Building",
      "Ownership",
      "Stock Holding",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Series: 18xx",
      "States: Texas"
    ]
  },
  {
    "Rank": "21559",
    "Name": "Dice & Dragons",
    "ID": 256915,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/256915/dice-and-dragons",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In the second dragon age of darkness, the people of Aqedia are making their very last stand against a new wave of dragons who terrorize the villages across the five great kingdoms of men. Brave parties of heroes are gathering to hunt them down in an attempt to restore the balance of power.&#10;&#10;Each player in Dice &amp; Dragons plays a mighty hero, chosen from five basic classes: warrior, wizard, ranger, cleric, and rogue. Each has a unique set of skills, which can be developed and leveled up using a simple character-building system. Each game represents a new challenge as you will be hunting a new breed of dragons. After each successful hunt, your party goes back to the village to claim its bounty.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "21560",
    "Name": "Mückenstich",
    "ID": 2317,
    "Year": "(1999)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/2317/muckenstich",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "M&uuml;ckenstich is a trick-taking card game with four suits, with each suit having cards numbered 1-12 (with two 12s) and three mosquitoes; a mosquito has no number but is the highest card in a suit.&#10;&#10;Each round, players start with a number of cards in hand, then discard two of those cards face down. For the most part, M&uuml;ckenstich follows traditional trick-taking rules. The active player lays down a card, then each other player follows by playing a single card, following suit, if possible. Whenever a mosquito is played, that player declares one color to be trump. (The game starts with no trump color.) A mosquito or 12 played later in the round is considered higher than one played earlier. Once all players have laid down a card, the highest trump card (if any) wins the trick; with no trump, the highest card in the suit led for the round wins the trick. Players keep track of tricks won, and the winner of a trick leads to the next trick.&#10;&#10;Once all tricks have been played, the single player with the fewest tricks names one suit to count double during scoring, then the single player with the most mosquitoes names one of the three remaining suits to be worthless. Then players tally their points: The first mosquito in a suit is worth -5 points, while all other mosquitos are worth 0. Suited cards are worth 0-2 depending on whether they are worthless, scored as normal, or doubled.&#10;&#10;After a number of rounds equal to the number of players (or twice as many rounds with three players), the player with the highest total score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "21561",
    "Name": "Roadkill Rivals",
    "ID": 180339,
    "Year": "(2015)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/180339/roadkill-rivals",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "Roadkill Rivals is a fast-paced, multi-player card game set in the American Southwest. Players collect cards, sabotage opponents, and compete to create roadkill.&#10;&#10;The deck is made up of three kinds of cards: vehicle cards, animal cards, and roadside cards. Players collect vehicle cards and animal cards. If the combination is right, a player will use a vehicle card to run over an animal card and score points.&#10;&#10;Roadside cards provide an element of randomness. Some affect an individual, and some affect the group. Some are beneficial, and some are punishing. Beware of offramps, rush hour, and the police.&#10;&#10;Lastly, players have the option to sabotage their opponent's strategy by attacking, forcing their opponent to discard. Strong animal cards can kill weaker ones, and large vehicle cars can run smaller ones off the road.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21562",
    "Name": "Suspend Junior",
    "ID": 172940,
    "Year": "(2014)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/172940/suspend-junior",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Building on the tremendous success of Suspend, the new Junior version brings this blockbuster balance game to younger kids with brighter colors, lighter pieces, and a brand-new spinner. Game play is easy: Simply set up the frame, spin the spinner, and balance the color-coded pieces to create an incredible hanging structure. Race against your opponents to be the first to run out of pieces-but watch out: One wrong move and the whole structure could fall! This thrilling game is perfect for young players-there is no reading required, and the skills to succeed grow with every game. Kids learn how to balance and counterbalance, take smart risks, and foresee consequences, all the while having lots of fun!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "21563",
    "Name": "Valhalla Lemmings",
    "ID": 355034,
    "Year": "(2021)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/355034/valhalla-lemmings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In legendary Svervegia, clans of Lemmings clash to gain access to Valhalla! Clash with the other Lemmings but try to get out ... defeated! Only the defeated have access to Valhalla! The winners will return to their village and attract the attention of a local Legend.&#10;&#10;Will you be able to lose the battles and send all your Lemmings to Valhalla?&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Auction Compensation"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "21564",
    "Name": "Korea: The Mobile War 1950-51",
    "ID": 4239,
    "Year": "(1971)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/4239/korea-the-mobile-war-1950-51",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7059",
    "Description": "KOREA is a division level game of the police action during 1950 and 51.&#10;&#10;3 scenarios: &#10;1) The 17 turn Invasion Scenario (North Korea invades the South)&#10;2) The 9 turn Intervention Scenario (Chinese forces attack overextended U.N. units occupying North Korea)&#10;3) The 21 turn Stalemate Scenario (U.N. forces gradually grind the Communists back toward the 38th parallel)&#10;&#10;255 Counters&#10;&#10;",
    "Categories": [
      "Korean War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Korea",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21565",
    "Name": "Mafia",
    "ID": 6109,
    "Year": "(1981)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/6109/mafia",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.75",
    "Description": "Four Mafia &quot;Families,&quot; controlled by two to four players, vie for control of the island of Sicily. Each Family consists of a Boss and two gangs of young thugs (picciotti).&#10;&#10;The mafioso are opposed by the forces of the Italian State who are controlled by an additional player (except under the four-player rules, where the players share responsibility for moving the State's counters). The State player controls the Prefetto (Prefect), three Carabinieri (military police) units, and a secret-service (SISDE) agent. The State has also established some static roadblocks around the island which can snare careless mafioso. Through their combined efforts, the forces of the State seek to arrest as many Bosses and picciotti as they can.&#10;&#10;Two decks of cards are used to reflect events stemming from the influence of mafia allies in the United States and support for the Prefetto from the Italian continent. A third card deck represents the evidence the secret-service agent can gather to establish grounds for the Prefetto to arrest Bosses.&#10;&#10;But the justice system is weak. Detainees and arrestees will be released without warning. Shootouts erupt across the island. Innocent diners can face repeated attacks at their favorite ristorante. The violence is unending, with ambushes and assassinations seeming to be as common as the leaves on the olive trees. However, there is no player-elimination element, or even permanent elimination of units. Replacements will always arrive from the continent, although that will take a variable amount of time.&#10;&#10;The playing board is a track of 26 loosely-defined spaces running around the perimeter of the island of Sicily, and through the center, in a sort of a B-shaped pattern. The board includes three significant Sicilian cities (Palermo, Catania, and Enna) which can serve as headquarters for the Mafia Families. Units move by a roll of the dice in a clockwise fashion, using the combined total of the dice to move one unit, or the individual numbers shown on the dice to move two units.&#10;&#10;The Families are in a race to be the first to control four spaces on the board, but the State can prevail if it imprisons enough Bosses and picciotti to remediate the plague of criminal violence.&#10;&#10;Mafia is a straightforward game with an unusual setting. It aroused some discussion in Italian newspapers when it first came out. The game approaches its deadly serious subject with a sarcastic tone, and somewhat sanitized violence, for a strategic and thematic gaming experience.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Humor",
      "Mafia",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Events",
      "Lose a Turn",
      "Race",
      "Roll / Spin and Move",
      "Set Collection",
      "Take That",
      "Track Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Cities: Palermo (Sicily, Italy)",
      "Country: Italy",
      "Decades: The 1970's",
      "Decades: The 1980's",
      "Islands: Sicily (Italy)",
      "Players: One versus Many",
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "21566",
    "Name": "Space Master: Star Strike",
    "ID": 5216,
    "Year": "(1988)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/5216/space-master-star-strike",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8",
    "Description": "From the box:&#10;&#10;Starcraft Combat in the Far Future&#10;&#10;Iron Crown Enterprises presents Space Master: Star Strike, a fast-paced boardgame of starcraft combat in the far future. Simulate deep-space battles involving any number of vessels. Dogfight with small but lethal SMAC fighters or deploy Line Cuisers to slug it out with a death dealing Dreadnought.&#10;&#10;Expanded by:&#10;&#10;    Star Strike Vessel Compendium #1: Adventurer Class&#10;    Star Strike Vessel Compendium #2: Pursuit Class&#10;    Star Strike Vessel Compendium #3: Imperial Ships&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "21567",
    "Name": "Composio",
    "ID": 20112,
    "Year": "(2002)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/20112/composio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The game includes a board with tracks under each of the 26 letters of the alphabet, and different coloured rocks for each player, to be placed on those tracks.&#10;&#10;The first player secretely thinks of a word and deposits a rock under one of the letters contained in that word. The next player must think of a word containing that letter and at least another letter; he deposits a rock under a second letter contained in that word, and so on, each player adding a letter to the word.&#10;&#10;When one player cannot continue, he passes, until a single player remains. The remaining player must announce his word; if it is valid, he scores, if not he deducts points.&#10;&#10;Cards are also played at the beginning of each round to restrict the allowable words (for example, in a particular round it may be stipulated that words may not include the letter &quot;O&quot;).&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21568",
    "Name": "Lost in Time",
    "ID": 227316,
    "Year": "(2017)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/227316/lost-in-time",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Lost in Time is a thematic game centering around time travel with three sets of rules that allow for different ways of play. The game consists of 88 cards with beautiful historical illustrations.&#10;&#10;The first version of the game is light and easy, specifically designed for children ages 10 and up. It's the year 2031: you are one of the very first time travelers and you have been sent to the past. However, your time machine does not work as it was supposed to (isn't that typical!) and you are left stranded in the past. Now you have to get back to the year 2031. The player who is the closest to the year 2031 after the eighth leap wins! Each game round the players must place a card on their timeline but the problem is: not everybody will want to travel to the future like you do, some will want to jump to the past. And if you can't place anything on your timeline, you run the risk of being absorbed by the vortex. It's a tug-of-war in time &amp; space. Duration of play: 20 to 30 minutes.&#10;&#10;The second version, The Time Bandits, is semi-cooperative and lets the players choose between being the secret agents or the thieves. The thieves, sent to the past by a criminal organization, must collect four historical artifacts before the eighth card has been played &mdash; without being caught by the agents. These agents have been hired &amp; vigourously trained by the government to hunt the criminals down throughout the centuries before they end up changing the past and thus also automatically...the future. All players receive a deck of 18 cards which represent their time machine's battery allowing them to conjure up a wormhole in order to jump into time. The players must keep a close eye on the level of their battery: if it's empty, they will not be able to jump in time anymore and they will end up Lost in Time. In this version, the players are allowed to take items with them in their backpack to help save their skin if they end up in a historical disaster (Battle of the Somme or Eruption of the Vesuvius...). Both the agents and thieves can also make use of famous historical characters (Elizabeth I, Napoleon or Lenin...) to help them stop their rivals! If a players ends up in a period within the influence of a historical character who is allied to his rival, he will be in serious trouble! Duration of play: 30 to 40 minutes.&#10;&#10;The third version is a solo variant. An attack has been made on your lab, and you've managed to escape in the &quot;nick of time&quot; by opening up a vortex and jumping in. You are a lonesome chrononaut with only one objective: get back to the year 2031 and prevent the attack on the lab. Before traveling to the past, you must decide how many batteries (deck of cards) to bring along. Every leap in time costs an amount of energy and even moreso if you end up in a period of disaster. When your batteries are empty, you are stuck in time, so you must be economical with your available energy! Will you jump in time immediately and save your battery, or will you press your luck and spend more energy in order to find a data chip that will help your travel through time more easily? Duration of play: 15 to 20 minutes.&#10;&#10;Can you survive the past?&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Educational",
      "Medieval",
      "Napoleonic",
      "Pike and Shot",
      "Post-Napoleonic",
      "Renaissance",
      "Science Fiction",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "21569",
    "Name": "Taxi!",
    "ID": 9248,
    "Year": null,
    "Geek Rating": "5.507",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/9248/taxi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "Players represent drivers plying for hire on the roads of Central London. They have to pick and drop off passengers to earn fares.&#10;&#10;3 pickup points cards are visible to all players and the first to get to a passenger picks them up. The passenger and destination and 'chance type' card is then revealed. Fares are calculated based on the number of squares between the two points when the taxi reaches that point.&#10;&#10;Players can undercut fares to get passengers and buy a second taxi when enough money is earned by a player.&#10;&#10;",
    "Categories": [
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "21570",
    "Name": "Taipei: China Invades",
    "ID": 802,
    "Year": "(2000)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/802/taipei-china-invades",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.3333",
    "Description": "Originally published in Strategy &amp; Tactics magazine #202 (Mar/Apr 2000).&#10;&#10;Taipei is an operational level game on the hypothetical invasion of the Republic of China (known also as Taiwan) by the communist Peoples' Republic of China.&#10;&#10;The game covers a wide spectrum of modern operation warfare, including rules for not only land and air warfare, but also has extensive rules covering C4I and political support for the warring sides.  Players may choose from different options, which affects the number and strength of units available to both sides, at the expense of political points.  Victory is determined on two levels, political and military, with each being given equal weightage.&#10;&#10;Units protrayed are mainly divisions, with special brigades, such as airmobile units, spec-ops units and helicopter units being represented.  The game map covers the entire island of Formosa (also known as Taiwan).  Map scale is 10km per hexagon.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Taipei (Taiwan)",
      "Country: China",
      "Country: Taiwan",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "21571",
    "Name": "Blood Race",
    "ID": 9070,
    "Year": "(1999)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/9070/blood-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.25",
    "Description": "Blood Race is a game about Bike Racing in an arena.&#10;Everything is allowed.&#10;Dwarves stop their enemies through grenades,&#10;orcs ram at high speeds.&#10;Every player plays a blood race team.&#10;Each team consists of a driver, a marksman and a machine.&#10;&#10;Included:&#10;1 map&#10;3 6 sided die&#10;1 reference sheet&#10;1 block of data sheets&#10;1 counter sheet&#10;4 bike miniatures (resin); only in luxury set&#10;1 rulebook&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "21572",
    "Name": "Beutelschneider",
    "ID": 451,
    "Year": "(1997)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/451/beutelschneider",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Translated as Cutpurse, this is a fairly unique entry in the trick-taking genre.  Three of the suits are relatively normal, however, the cards that are worth points, in the form of gold coins, have the least value.  The special thing about this game is the trump suit, which could have the Assassin killing the King or the Adventurer seducing the Countess; the character interaction is very interesting aspect.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "21573",
    "Name": "Slate",
    "ID": 101766,
    "Year": "(2011)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/101766/slate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "1.25",
    "Description": "2- 4 Players compete to build and mine slate in North Wales.&#10;&#10;Players roll three dice to determine what actions they can take, though money can be spent to alter the die roll. Actions available to players include building a mine, selling slate or take a development action. The development actions either benefit players in the final scoring or allow players to add to their stock, adjust a die or improve the return from the sell slate action.&#10;&#10;At the end of the game players score points for developments, mines owned and money&#10;&#10;&#10;'Slate' is  second game in Martin Wallace's series of four designed for the 2011 issues of Spielbox (included in Edition 93. The game requires the materials provided in issue 3 of Spielbox 2011.&#10;&#10;The first game in the Series is 'Great Western'&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Country: Wales",
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "21574",
    "Name": "Ponte Vecchio",
    "ID": 324,
    "Year": "(1996)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/324/ponte-vecchio",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "The &quot;rich gentleman&quot; has money burning a hole in his purse. He also likes to spend the day ambling back and forth along the Old Bridge (Ponte Vecchio), spending wherever he stops.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "21575",
    "Name": "Taco Bell Party Pack Card Game",
    "ID": 337932,
    "Year": "(2021)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/337932/taco-bell-party-pack-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Taco Bell Party Pack Card Game, players gather various kinds of Taco Bell menu items, including crunchy tacos, bean burritos and Freezes, in an attempt to feed a crew of Taco Bell fans. Each member of a player's crew comes with specific cravings that need to be sated and doing so earns crave chips &mdash; tokens that look like tortilla chips and that have a surprise amount of points to reveal at the end of the game. Players can also use &quot;sauce cards&quot; to help snag food items and win.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Contracts",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21576",
    "Name": "Globetrotter",
    "ID": 167080,
    "Year": "(2014)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/167080/globetrotter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "You had too many cocktails with these millionaire friends of yours at your Club, and you find yourself involved into a rash bet: go around the world with any means using very few money. Who will succeed first?&#10;&#10;This racing game uses the basic mechanism of the public domain card game Derni&egrave;re (also known as Crazy Eights, and used as a basis for Uno) in a more strategic way; in your turn you try to play cards of the same color of the same suit of the last one played, but playing many cards in not always the best option: you may want to test your luck and try to get a better hand for next turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "21577",
    "Name": "Pro Golf",
    "ID": 5002,
    "Year": "(1981)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/5002/pro-golf",
    "Min Players": "1",
    "Max Players": "36",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.68",
    "Description": "This is a statistical simulation of PGA golf.&#10;&#10;Each player has a &quot;Player Card&quot; that models the performance of a PGA golfer and the table uses a &quot;Course Booklet&quot; which models a famous course--the first two were Augusta National and the Pebble Beach Golf Links.&#10;&#10;Each shot, the player rolls 2 dice and reads them low number/high number and checks his player card to determine the result of the shot  LL=Long Left, SR=Short Right, etc.  This result is checked in the course booklet to determine where the ball landed and the &quot;club&quot;  (i.e. the column on his player card:  FW, LI, MI, SI, CH, PITCH, SD) that will be used for his next shot and any penalty for being in the rough/trees/sand/etc.  Occasionally, an option will be given to the player to layup or &quot;Go for the Green!&quot;  using a longer club.&#10;&#10;If a number comes up, the player is on the green and the number determines the distance left on his putt.  For putting, if the number rolled on the putting column is greater than or equal to the distance left to the pin, the putt is good.  Otherwise, unless the putt is badly missed (which checks another &quot;Second Putt Card&quot; to determine the length of the next putt), the second putt is assumed to always good.&#10;&#10;Record the score for the hole.  Repeat 17 more times for entire round.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Sports Illustrated Games (Avalon Hill)",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "21578",
    "Name": "Hotel",
    "ID": 34096,
    "Year": "(2008)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/34096/hotel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "5 year-old Becca Endres designed this game based on one of her favorite subjects... hotels!&#10;&#10;The game, Hotel, is played by 2-4 players. A spinner with pictures of the different player's characters is spun and characters are moved up the floors of a several story hotel. If other players are occupying floors above the player that the spinner pointed to, then that player skips ahead to the next open floor. The first player to reach the top luxury penthouse floor of the hotel is the winner.&#10;&#10;A slightly more involved version of Hotel is also being developed, with the help of Becca's daddy, which offers options including: changing the spinner to a rondel; multiple paths/lanes of hotel rooms, allowing players to choose to move their character and other characters up, down or sideways; and a simple monetary system for &quot;upgrading&quot; your rooms to a higher level.&#10;&#10;The basic game is playable by Ages 4 and up and the more advanced game intended for Ages 7 and up (with younger kids able to play with a little help from their parents or older siblings).&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "21579",
    "Name": "Naruto: Ninja Arena",
    "ID": 320136,
    "Year": "(2021)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/320136/naruto-ninja-arena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "The Ch&ucirc;nin exams are in full swing ! This is a great opportunity for Naruto, Sasuke, Sakura and Shikamaru to spar in frenzied bouts and practice mastery of their techniques and special powers. The young Ninjas will use their skills to the best of their ability and try to bring down their rivals by inflicting damage that will add up to wounds, knock outs, or even worse, final elimination. The last Ninja standing wins!&#10;&#10;Naruto: Ninja Arena is the first game using the Roll &amp; Clash system. During the game, you throw your dice as quickly as you can and use the results to activate Techniques without stopping the game. Everyone plays at the same time in a frantic battle to be the last Ninja Standing! The game ends when all players are K.O. or eliminated except one.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Chaining",
      "Dice Rolling",
      "Player Elimination",
      "Real-Time",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "21580",
    "Name": "Help Wanted",
    "ID": 144378,
    "Year": "(2013)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/144378/help-wanted",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Help Wanted is an adult party game in which players compete against each other to see who can provide the best solution for another player&rsquo;s problem. Help Wanted includes a lot of different problems to solve ranging from the ridiculous to the apocalyptic. To solve these problems, players will have over 400 different solution cards, for a grand total of over 500 cards. Add in the human elements of interpretation and presentation and the possibilities are infinite!&#10;&#10;With similar party games you find yourself playing one artless card, face down, in secret while a judge chooses their favorite and leaves you wondering about their logic when your card was (clearly) the best choice. You find yourself arguing your point and explaining that everyone else is (clearly) dumb, but the decision has already been made. Bummer!&#10;&#10;With Help Wanted you still want the judge to choose you, but you have the opportunity to weave together a short narrative to state your case by combining up to three different Solution Cards and wooing the judge with your keen intellect.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21581",
    "Name": "Polar Smash",
    "ID": 351067,
    "Year": "(2016)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/351067/polar-smash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Polar Smash, which debuted as Igloo Mania, is a game that requires a steady hand! Keep your cool! Don't let the pressure and tension get to you or Parka Pete could fall to his feet - straight through the igloo! Parka Pete has finally placed his last block of ice to complete his igloo. But those pesky penguins have to ruin everything! They're playing a game with their ice picks and pulling out the ice blocks, unbeknownst to Parka Pete. Don't be the penguin who lets him fall into his igloo - or you'll be the losing penguin and Parka Pete will have to start his igloo all over again. A game easy enough for the kids to set up and play on their own, but a fun enough game that even the adults will want to play!&#10;&#10;The player who collapses the igloo loses, then the player who has collected the fewest ice blocks wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "21582",
    "Name": "Caledea: The Epic Strategy Game",
    "ID": 35256,
    "Year": "(2008)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/35256/caledea-the-epic-strategy-game",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "Caledea is a semi-abstract turn-based war game for two or more players. Players choose from nine different kingdoms, each with a unique playing style and special power. Games can be played on a single board or multiple boards placed together depending on the length and intensity of play desired. Combat is resolved by a quick and intuitive dice system. To win, a player must capture their opponent's capital, destroy all of their units, or be the first to complete a fortified city. A successful player must be able to constantly adjust their strategy in a quickly changing tactical environment. No two games will be the same!&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "21583",
    "Name": "Portable Adventures: 8th Grade",
    "ID": 7080,
    "Year": "(2003)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/7080/portable-adventures-8th-grade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4286",
    "Description": "Humorous card game set in Junior High where the object is to be the first to acquire 7 Adventure Points.  You have Me Characters, Characters, Encounters, Stuff, Adventures, and Events cards.  Can be combined with other Portable Adventures sets to make it even more humorous.&#10;&#10;Online Play&#10;&#10;&#10;     CCG Workshop (no longer available)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Series: Portable Adventures (Third World Games)"
    ]
  },
  {
    "Rank": "21584",
    "Name": "Bountytown",
    "ID": 178487,
    "Year": "(2015)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/178487/bountytown",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Bountytown, from Victoria Van Winkle and Michael Huven-Moore, three to six players take on the roles of unique characters in the Wild West, dueling bounties and each other in a race to build up the most Renown in Bountytown. Players move around the town, activating unique locations to gain advantages and to shore up weaknesses. The bounty hunter who has earned the most Renown when the dust settles wins the game!&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "21585",
    "Name": "Stars and Bars",
    "ID": 8835,
    "Year": "(1984)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/8835/stars-and-bars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.1667",
    "Description": "Stars and Bars is a wargame that recreates on an operational scale this Civil War battle [Oct 8, 1862, the Battle of Perryville, Kentucky.  Union Gen. Buell against the Confederate Army of Mississippi and Gen Bragg].&#10;Historically this was a victory for the South, although at a price of very heavy casualties.&#10;&#10;Published in The Wargamer Magazine # 30 with Lesnaja: 'The Mother of Poltava' September 29, 1708.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21586",
    "Name": "Frutti di Mare",
    "ID": 67144,
    "Year": "(2009)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/67144/frutti-di-mare",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "At the fish market there are five stalls, each specializing in a different type of Seafood and the stall keepers try to do good business. During the day the prices  rise and fall according to demand. No one should be left with the Seafood whose price has crashed!&#10;&#10;Winner of &quot;Best Card Game&quot; prize at &quot;Premio Archimede&quot; 2008 with the name &quot;Portobello Road&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hand Management"
    ],
    "Families": [
      "Animals: Octopuses"
    ]
  },
  {
    "Rank": "21587",
    "Name": "Enemy Agent",
    "ID": 4963,
    "Year": "(1975)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/4963/enemy-agent",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Players divide their 6 travelers into 3 secret agents and 3 tourists and select matching passports that will be used throughout the game. With throws of the dice, the travelers are moved from the hotel or railroad station toward the wall. After passing through the checkpoint, which can cause delays, travelers are moved toward the opponents buildings to locate his &quot;Master Plan&quot;. When found, the &quot;Master Plan&quot; is rushed back through a checkpoint or &quot;Over the Wall&quot;.In addition, each player has two inspectors, which are used to hunt opposing enemy agents.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Memory",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21588",
    "Name": "Gobblin' Goblins",
    "ID": 234166,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/234166/gobblin-goblins",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the deisgner:&#10;&#10;Gobblin' Goblins is a card game where you must defeat your opponents by being the greediest goblin in a sneaky battle for gross gourmet food.&#10;&#10;Using a simple play a card and pick up a card mechanic, players collect sets of coloured food cards in order to gobble them off their plate. Action cards can be used to steal and swap food cards as well as causing rounds of vomiting and even explosive diarrhoea. Distraction cards can be played out of turn to hijack your opponents dining experience.&#10;&#10;Goblins gobble everything from mud pie to flip flops to rusty old pylons. Their stomachs are bottomless, however, each goblin has it's own likes and dislikes as well as allergies. They also have their own special ability depending on their category.&#10;&#10;Gobbled unwanted food results in minus points and favourable food awards extra points. When all the cards are played, the goblin with the most points is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Goblins",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21589",
    "Name": "Chernobyl",
    "ID": 201012,
    "Year": "(2015)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/201012/chernobyl",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A cooperative survival game where the group play as a rescue team inside the Chernobyl Nuclear Power Plant. The main objective of the game is rescue the survivors spread across the whole plant while trying to avoid the radiation and the collapses.&#10;&#10;It has a modular board with 22 rooms. The rooms start face down and the player should discover them one by one until they found the survivors, the walkie-talkies and the heliport. For winning the game the players should transport the survivors to the heliport.&#10;&#10;If a player's character dies during the game, he loses, even if the rest of the players achieve to win the game.&#10;&#10;The game also offers a competitive mode where the players should balance the team cooperation for being able to rescue the survivors with their self-interest for beating the other players.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Environmental",
      "Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Theme: Chernobyl"
    ]
  },
  {
    "Rank": "21590",
    "Name": "Booze Barons",
    "ID": 173344,
    "Year": "(2016)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/173344/booze-barons",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Booze Barons is a quick, team-based hidden identity and deduction game set during U.S. Prohibition where you are bootlegging a particular type of booze and secretly delivering it to speakeasies all over the city. Each time you make a delivery, you get a coin, but also reveal information about the type of booze you are bootlegging. Expose bootleggers of opposing mobs and help those who are in your mob since the mob with the most coins at the end wins!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Food & Drink: Beer"
    ]
  },
  {
    "Rank": "21591",
    "Name": "Pyramis",
    "ID": 3062,
    "Year": "(1991)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/3062/pyramis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.3333",
    "Description": "Play is on the three sides of a tetrahedron with players alternately placing a single, square tile in their colour. Tiles must stack from the bottom of the tetrahedron and gradually move up the sides. The object is to place a set of exactly five of your tiles in a connected sequence. This sequence may &quot;wrap around&quot; the edges of the tetrahedron.&#10;&#10;1991 Mensa Select&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Misc: Mensa Select",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21592",
    "Name": "Division: Throne Room",
    "ID": 286714,
    "Year": "(2020)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/286714/division-throne-room",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Division: Throne Room is a strategic card and dice game for 1 or 2 players. You'll recognise the King and his courtiers from chess. But this game is not fought on the battlefield. This is an internal fight for the throne.&#10;&#10;In the 2-Player game, you and your rival are competing to bribe, blackmail and bully the courtiers into a configuration that'll aide your own efforts to seize the throne. Completing all of your Palace Cards before your rival means you have successfully ousted the King and taken the throne for yourself.&#10;&#10;In the 1-Player game, you are playing against the Silent Hand. You won't see or hear from this shadowy syndicate, but they'll always be in the background, manipulating your resources and affecting your influence. This is represented by your limited dice rolls.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Medieval",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21593",
    "Name": "Movie Plotz",
    "ID": 155994,
    "Year": "(2014)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/155994/movie-plotz",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Movie Plotz is a wild game that allows your group to create hilarious fake movie storylines, then pitch them out loud for maximum laughs. Movie Plotz was designed as a very effective team building event that has evolved into a crazy party game where everyone contributes to the fun.&#10;&#10;Players begin with a simple plot (a simple sentence) then draw cards to modify the movie concept. With each draw, players get to redo the pitch and make it even more exciting. In the end, the final plot will be a guaranteed hit!&#10;&#10;The game lasts for approximately 15 minutes, until all cards have been played. Depending on the rules variation that you choose to play, the player with the most points will win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: Movie Plotz",
      "Mechanism: Story Creation",
      "Series: Wallet Games (Button Shy)",
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "21594",
    "Name": "HexAgony",
    "ID": 168457,
    "Year": "(2014)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/168457/hexagony",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "HexAgony is a 2 - 3 player abstract strategy game that combines strategy, luck and exciting new challenges every time you play!&#10;&#10;The object of the game is for players to make as many hexagons in their chosen colour as possible, while trying to prevent their opponent(s) from making hexagons in their chosen colour.&#10;&#10;At the end of the game the player with the most completed hexagons wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "21595",
    "Name": "Triviathon",
    "ID": 42453,
    "Year": "(2008)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/42453/triviathon",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Players advance around a board by choosing one of four questions on a card and moving forward based on the number or color that answers the question. The cards come in three types. With the 'color' type, each of the four colors of board squares will be one of the answers, and the player will move his playing piece to the nearest colored space that corresponds to his answer. On the 'list' and 'number' cards, '0', '1', '2', and '3' will be the answers, and the player will move his playing piece forward the number of squares corresponding to the answer.&#10;&#10;Each piece also comes with a character card, and that character's special move may be made once during the game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21596",
    "Name": "A Fistful of Dinero",
    "ID": 156077,
    "Year": "(2015)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/156077/a-fistful-of-dinero",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The year is 1886 in a small forgettable hovel of a town on the border of nowhere. Several unscrupulous individuals come together for a hand of poker over a pile of cash. A whispered accusation of chicanery crosses the table and irons are yanked from holsters. The sparse crowd dives for cover and lead arcs towards flesh, the saloon aching for a fresh coat of crimson.&#10;&#10;A Fistful of Dinero, the first game published by Magic House Games, is a card game for 3-6 players set in the wild west. After a poker game goes terribly wrong, players draw their weapons, make a quick grab for the cash, throw chairs, dive for cover, and do everything they can to be the richest gunslinger &mdash; or just the last man standing...&#10;&#10;At the start of a round, players draft cards and place (program) them in one of three slots. Then in player order, players reveal the first slot and take one of the two available actions. Players can fire their weapons, hide beyond cover, switch weapons, grab money, etc. Players also have the opportunity to &quot;throw&quot; chairs or other items (cards) onto an opponent's player board to do additional damage.&#10;&#10;The game ends in two ways: If a player takes five points of damage, he's dead and out of the game, with the last man (or woman!) standing winning it all. Alternatively, if the pot of dinero ever runs out, the richest outlaw wins.&#10;&#10;Highlights Include:&#10;-Card Drafting with Conflict&#10;-Action Programming&#10;-Completely unique cover system based on seating location&#10;-Literally throw chairs, tables, knives, tomahawks, and dynamite at your opponents by physically tossing cards&#10;-Descriptive wounds with story flair and lasting repercussions&#10;-Intense narrative that unfolds organically from actions performed (heavily inspired by the classic Avalon Hill game Gunslinger)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21597",
    "Name": "Cactus Throne: The Mexican War of 1862-1867",
    "ID": 18908,
    "Year": "(2005)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/18908/cactus-throne-the-mexican-war-of-1862-1867",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.8571",
    "Description": "Dissatisfied with the Mexican President&rsquo;s decision to halt all payments on foreign debts until the Mexican economy improved, a coalition of European Powers that included the French Empire, Spain and Great Britain agreed to send an expeditionary corps to capture the main port of Vera Cruz and hold it until debt payments were restored. The British and Spanish monarchs did not reckon with the ambitions of Napoleon III, nephew of Napoleon Bonaparte and Emperor of the French. The wily Napoleon III schemed to conquer Mexico and set up a puppet regime that would bleed Mexico of its treasures to finance a resurgent French Empire.&#10;&#10;Napoleon III picked an obscure Austrian archduke named Maximilian to be his cat&rsquo;s-paw and supported the effort with thousands of French troops. Even though there was some local support in Mexico for the return to a monarchy, most of the country remained loyal to the elected president, Benito Juarez and the French spent huge amounts of treasure and blood to try to put down the Republican Forces. From 1862 through 1866, Napoleon III and his puppet Maximilian attempted to forge a Mexican Empire, but after the United States won its Civil War, the threat of an invasion from the North and growing concerns about the ascendancy of the Prussian military in Europe forced Napoleon to withdraw his army from Mexico. The remaining troops loyal to Maximilian were not enough to stop the growing Republican army, and Maximilian was captured and executed in 1867.&#10;&#10;Can you, as the French/Imperial Mexican player succeed where Napoleon III failed and pacify a hostile land? You have some of the finest units in the French army, including the famed Foreign Legion, volunteers from Austria, Belgium and Egypt, and a growing army of loyal Mexicans at your disposal. Or, as the Republican Player, can you outwit the powerful French army and restore Mexico to its rightful ruler, Benito Juarez?&#10;&#10;Design - Andy Nunez&#10;Development - Paul Rohrbaugh&#10;Graphic Design - Craig Grando&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Country: Mexico",
      "History: French Interventions in Mexico",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21598",
    "Name": "Deadpool vs The World",
    "ID": 248157,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/248157/deadpool-vs-the-world",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Deadpool makes his mark on adult gaming in Deadpool vs the World, a hilarious party game for mature audiences. Featuring 100 custom illustrations of Deadpool in very strange and unsightly situations, players face off against their friends by filling in the blanks on Caption cards to provide the most outrageous explanations of the Merc with a Mouth&rsquo;s predicaments. The player who best describes Deadpool&rsquo;s compromising situations wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Comic Books: Marvel Universe"
    ]
  },
  {
    "Rank": "21599",
    "Name": "Keren: East Africa 1941",
    "ID": 107402,
    "Year": "(2012)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/107402/keren-east-africa-1941",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "(from the publisher' website:)&#10;&#10;Keren simulates the Battle of Keren, one of the pivotal engagements in East Africa during the Second World War. The Italian units, particularly the Savoia Grenadiers, fought so well the Commonwealth forces had to conduct three assaults to break their position. Indeed, the Savoia Grenadiers were never dislodged from their hilltop position, and were only compelled to surrender after being surrounded an after the other Italian positions had fallen. In spite of their ultimate defeat, it&rsquo;s regarded as one of the Italian Army&rsquo;s most impressive showings during the entire war.&#10;&#10;Keren includes one counter sheet (228 counters) and one map of the Keren area of Eritrea (each hex represents about 220 yards), portraying the Dongolaas Gorge and the heights on both sides, dominating the area south of Keren. The system&rsquo;s unique feature is the ability of infantry units to self-reduce to dispatch men as supply-runners, as was necessary for both sides historically. Fighting atop the difficult hills will give players a sense of why the Italians were so difficult to dislodge, as well as the importance of artillery and air support, and the limitation on the usefulness of tanks.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 228 counters&#10;&#10;Magazine: World at War #25&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Eritrea",
      "Country: Ethiopia",
      "History: World War II (Africa)",
      "Magazine: World at War",
      "Region: East Africa"
    ]
  },
  {
    "Rank": "21600",
    "Name": "Les 7 Blasons",
    "ID": 30838,
    "Year": "(2007)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/30838/les-7-blasons",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "This is a game of tactics and counter-attacks during which you will seize any opportunity to take tricks and get blazons other than yours. Each player plays for his/her own self but alliances may be useful and are sometimes more than welcome. But beware of traitors!&#10;&#10;The goal of the game is to score as many points as possible by taking tricks and collecting blazons other than yours. You will score points for the tricks you get and the blazons placed in front of you, but remember that the only blazons from which you can get points should be face up and different from your own blazon!!!&#10;&#10;Game contents:&#10;&#10;&#10;     56 playing cards: 8 per blazon, each representing a character (mischievous, peasant, fiddler, magistrate, friar, intendant, middle-class woman and middle-class man); some characters have special powers. Card values range from 0 to 7;&#10;     7 &ldquo;blazon cards&rdquo; used for player identification and scoring points;&#10;     28 &ldquo;blazon tokens&rdquo; (4 tokens per blazon);&#10;     1 booklet including game rules;&#10;     11 additional cards, for game variants: 4 &ldquo;middle-class&rdquo; cards (lower, average, upper, higher), and 7 other &ldquo;friar&rdquo; playing cards (with special powers).&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  }
]