[
  {
    "Rank": "N/A",
    "Name": "Physical Elements: Advanced",
    "ID": 287135,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgame/287135/physical-elements-advanced",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Physical Elements: Advanced is an advanced version of Four Elements that allows experienced players to build even stronger combinations.&#10;&#10;This standalone game can be combined with Four Elements to create an even larger game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Educational",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Flicking",
      "Pattern Building",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Feudal Endeavor",
    "ID": 287138,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/287138/feudal-endeavor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Take on the role of the lords and ladies of the noble families in 18th Century Imperial Russia. Compete against your neighbors to earn prestige and the favor of the Empress, Catherine the Great.&#10;&#10;Acquire new lands, perform tasks at the bidding of the Empress and contribute tithing towards the construction of the Empresses Palace.&#10;&#10;Catherine the Great was the Empress of Russia from 1762 until 1796, the countries longest ruling female leader. She came to power following a coup d&rsquo;etat that she organised, resulting in Peter III, her husband, being overthrown. Under her reign Russia was revitalized, growing larger and stronger than ever, recognized as one of the great powers of Europe.&#10;&#10;Clandestinely bid on new lands as you manage your fiefdom&rsquo;s economy behind its great walls. After the big reveal see if you&rsquo;ve built the best engine, won glorious battles, fulfilled the Empress's graceful command and provided the greatest contributions to the Catherine Palace!&#10;&#10;Most actions are taken simultaneously, as such the game moves quickly at approximately 10 minutes per player!&#10;&#10;Each round consists of 5 phases;&#10;&#10;Bidding and Land Management&#10;Income&#10;Auction&#10;Fulfilling the Empress's Bidding or Tithing to the Palace&#10;Restock&#10;&#10;The majority of decisions are made during the first phase, pre-determining much of the actions you may take in the following phases, with a dose of subterfuge and press your luck.&#10;&#10;The game ends following the Empress's Bidding phase of the round in which any player has filled all open land deed slots within their fiefdom (player board) OR the Land Deeds deck has been fully depleted, leaving no deeds available for the restock phase. At this point you will calculate your total prestige (Victory points) and the player with the most prestige wins.&#10;&#10;Prestige (Victory Points) is earned through the placement of a variety of Land Deeds within your fiefdom, Empress's Bidding&rsquo;s you have fulfilled, palace tithing and remaining resources.&#10;&#10;Prestige is lost for land deed slots that have not been filled in your fiefdom at the end of the game. Prestige may also be stolen by players during the game through Special Use Act of War cards.&#10;&#10;MECHANISMS:&#10;&#10;- Hidden Bidding/Auction&#10;- Resource Management&#10;- Set Collection&#10;- Tableau Building&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Grid Coverage",
      "Set Collection",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Country: Russia",
      "Crowdfunding: Kickstarter",
      "Historical Figures: Catherine the Great"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Night Ultimate: Bonus Roles",
    "ID": 287145,
    "Year": "(2019)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287145/one-night-ultimate-bonus-roles",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "One Night Ultimate Bonus Roles contains all the extra characters featured in the One Night Ultimate Bonus Packs (1-4) with the exception of alternative artwork cards. These roles can be integrated with any of the games in the One Night Ultimate series by B&eacute;zier Games. This box also includes six artifact tokens, as well as two player number tokens.&#10;&#10;Roles included: &#10;&#10;     Aura Seer&#10;     Cursed&#10;     Prince&#10;     Apprentice Tanner&#10;     Beholder&#10;     Thing (that goes bump in the night)&#10;     Squire&#10;     Body Snatcher&#10;     Empath&#10;     Nostradamus&#10;     Family Man&#10;     Windy Wendy &#10;     Defender-er&#10;     The Sponge&#10;     Ricochet Rhino &#10;     Innocent Bystander&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Horror",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Roles with Asymmetric Information",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Creatures: Vampires",
      "Creatures: Werewolves",
      "Game: Werewolf / Mafia",
      "Series: One Night (Bézier Games)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Auriferous",
    "ID": 287149,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/287149/auriferous",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A few locals found a cavern that has proven to be Auriferous (containing or bearing gold)! You and some of your friends decide to try your luck at striking it rich. However, you don&rsquo;t have the knowledge or tools&hellip; yet! Upgrade your equipment and before you know it, you&rsquo;ll be striking gold!&#10;&#10;Auriferous is an easy to learn dice game for 2-4 players. Start off by just rolling five dice. Each turn, you'll be able to use those dice to upgrade your tools. Each tool allows you to alter your rolls and mitigate any bad luck. They might even let you find gold or steal it from other players!&#10;&#10;If you can strike the most gold from the mine, you'll win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "TrioMONSTERS",
    "ID": 287151,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/287151/triomonsters",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A fun strategic game with scary monsters from Djeco!&#10;&#10;A challenging game where the aim is to make chains of 4 monsters in the same colour, or to surround a black monster with 3 monsters of different colour. Whenever you do one of these, you score the 4 monster cards.&#10;&#10;You can play a monster next to any other monster, unless there is already a monster of the same colour on the table, in that case you have to place your monster next to the monster of the same colour (except if the monster is already surrounded by three other monsters). You must playe 1, 2, or 3 monsters each turn, and then refill you hand to 4 cards.&#10;&#10;You must plan carefully, so you don't give your opponents an easy play.&#10;&#10;The game ends when the last card is played, and the player with the most scored cards wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wacky Widgets",
    "ID": 287153,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287153/wacky-widgets",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In Wacky Widgets, the Gnome King needs help building contraptions in the Caves of Neverwhere for the benefits of his gnome clan and to help make products to sell to the other peoples of Westarland.&#10;&#10;Wacky Widgets is a game for 1-4 players.  There are both competitive and co-operative variants that plays in about 20 minutes per player.&#10;&#10;Complete with other players to build the most and the best roller race, lever linkage, water wash, and gear contraptions in the caves.  The cave is laid out in a 5x5 grid and has build cards (systems such as gears) laid out in it.  The build cards come in 4 system types, four connection types, and have systems on either side.  There are four types of schematics for things to build: Doohickeys, Whatsits, Thingamajigs, and Combobulations.  Use teams of gnomes to shove, flip, replan, and swap build cards to create systems that will meet the requirements of the schematics.  Earn victory points and build your support to get more gnomes to help you in future turns.  Keep building until one schematic deck runs out and the then the highest point total at the end of the round is the winner.&#10;&#10;For a co-operative challenge, play the Gremlin Invasion variant.  The gremlins are invading the Caves of Neverwhere and getting in the way of your building plans.  Every turn, a new gremlin is added to the caves and the ones already there stir up more mischief.  Contend with over a dozen different gremlins like Masher Trasher, Fiendish Fil, Jammin' Sammy, and Head Dread.  All with unique and mischievous powers.  If you don't do anything about them they will overrun the caves.  Recruit gremlin hunters to chase the gremlins out of the cave, but be careful, chasing gremlins eats up valuable time and resources.&#10;&#10;Plays essentially the same as the competitive game, but the goal is for the team to get to 100 points before time runs out.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Network and Route Building",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jabuka",
    "ID": 287160,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/287160/jabuka",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Any word game requires using your bean, but the way to win Jabuka is to use the most beans in a spontaneous, fast-paced race to be the most prolific wordsmith. And here's the innovative twist: the coffee bean-shaped pieces with yellow characters can be turned to form different letters, changing j's into r's, m's into e's, and many more morphing moves. The totally twistable Jabuka alphabet even includes double letter combinations that change with their orientation. Use these alphabet chameleons to form new words or to hijack and transform existing words made by another player or team. The team that uses the most beans&mdash;straight up or strategically askew&mdash;wins the game (with a shout of &quot;Jabuka&quot; of course!). For 2-8 players, ages 8-108. 100% recycled wood, coffee bean shaped pieces in a natural mini burlap sack.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Educational",
      "Exploration",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Simultaneous Action Selection",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Containers: Drawstring Bag"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "one more dude",
    "ID": 287161,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287161/one-more-dude",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Can't get enough?  This deck lets you add another player to both dude and more dude.&#10;&mdash;description from the publisher&#10;&#10;Expands dude and more dude to allow a 7th player.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mutant Outpost Massacre",
    "ID": 287171,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287171/mutant-outpost-massacre",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It is the Age of the Goremageddon and GRAXX is in a new wave of absolute carnage, brutality and ultra-violence. Along the highways, in hidden territories and throughout the wastelands, abandoned outposts sit, just waiting to be pillaged for everything that sits within. Thrashers engage these outposts, unsure of what awaits them inside: resources, weaponry, relics or even hordes of endless mutants, just lurking in every corner, waiting to feast on the flesh of those who wander within...&#10;&#10;Mutant Outpost Massacre is a solitaire game of outpost-raiding in the post apocalyptic universe of Goremageddon (CPOP's flagship tabletop miniatures game; the third edition debuts soon). Players take the roles of 'thrashers' who raid outposts throughout the planet of GRAXX in the hopes of coming across rare items, resources, weapons and engage enemies in a non-stop massacre.&#10;&#10;The game can be played in a single session, however, thrashers can continue their exploits in an ongoing career; the game only truly ends when your thrasher perishes. After a successful raid, thrashers gain experience, which is used to purchase new weapons, items and add skills, making them more powerful as they head into raid after raid after raid. Upon the final encounter of their raid, thrashers will face bosses, who will attempt to thwart their efforts to escape. Future expansions (coming soon) will add new encounters, new outposts, new enemies, new traps, bosses and so much more, making the game something players will want to come back to, time and time again.&#10;&#10;We welcome you to the Mutant Outpost Massacre. May you live, die and thrash.&#10;&#10;Goremageddon is heavily inspired by over-the-top violence, exploitation, gore, horror, humor and post apocalyptic films on the 1980s, as well as RetroWave and Thrash Metal music. Goremageddon is also CPOP's flagship project, made popular by a cult following and already headed into a third edition, due to release soon.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elyseus: La senda del Héroe.",
    "ID": 287172,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/287172/elyseus-la-senda-del-heroe",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Elyseus is the holy place where heroic warriors spend an eternity full of glory. Only those capable of showing their courage are worthy of crossing its doors.&#10;&#10;Players embody one of these future heroes along the way before they reach Elyseus. To do this, they will have to face fearsome creatures, improve their equipment and learn new skills to overcome their encounters. But accomplishing this mission won't be easy, as the path is riddled with traps and other heroes who won't hesitate to get on your way to avoid you reaching your goal.&#10;&#10;The objective of the game is to get ten Honour or be the player with the most Honour after defeating all Creatures. There are several ways to earn Honour, such as defeating creatures, with Offerings, or special cards, but you can only reach Honour 10 after winning a fight.&#10;&#10;To defeat a creature, you have to compare its strength to the hero&rsquo;s strength. The hero&rsquo;s strength is the result of adding the strength of the cards in your inventory with the temporary modifiers of consumables or certain actions. Another player can join the combat as an ally and his strength will also be added to the active hero.&#10;&#10;During combat all players can play cards as Instants from their hand, Equipment from their Inventory or Consumables from their Backpack to tip the scales in favour or against heroes in combat.&#10;&#10;If players win the fight, they will have to put the Creature in the graveyard, earn Honour and draw the amount of Rewards of the creature. The ally does not earn Honour, but draws an Order or Chaos card according to the Creature's alignment.&#10;&#10;Heroes have to complete an equipment set to gain permanent skills, but there are powerful temporary actions that can be obtained when they do something good, drawing an order card or  something evil, drawing a chaos card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Set Collection",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hamsterdam",
    "ID": 287173,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/287173/hamsterdam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Hamsterdam is a tower defense game for the whole family. The water is rising and the only things standing between the sea and your town are a dam and a handful of brave hamsters. Place your hamsters on your dam and roll dice to see where the floods will strike. If you have a hamster there to protect your dam, they become part of your reinforcements. If the flood strikes an unprotected part of your dam, the flood waters seep through. Keep your town the driest and you win.&#10;&#10;This new edition of Hamsterdam has updated artwork as well as a number of rules changes from the 2011 version.  The main differences in the rules are:&#10;&#10;     You now pass two of your dam cards to your neighbors and get two in return which could cause you to end up with up to three of a single number.  &#10;     The number of hamsters you get to defend your dam are based on which dam cards you keep and are passed.&#10;     You may arrange your dam in any order.&#10;     As you take on water, your dam now starts to collapse from the outside in.&#10;     There are now 18 special hamsters to choose from instead of the original 6.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Hamsters",
      "Category: Print-on-Demand",
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shit Happens: Little Shits",
    "ID": 287175,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287175/shit-happens-little-shits",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "100 Little Shits question cards to add to your existing Shit Happens game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cinephile: Splat Pack",
    "ID": 287176,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287176/cinephile-splat-pack",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Splat Pack is a limited-edition expansion pack with 20 brand-new cards featuring a mix of classic and cult horror films from the &lsquo;60s through today.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Movies: Horror Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yokai Quest: The Oni Invasion",
    "ID": 287177,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287177/yokai-quest-the-oni-invasion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Expansion for Yokai Quest, offering new adventure scenarios, new heroes, new enemies, and new bosses.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Theme: Chibis",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tuunes: Orchestral Themes",
    "ID": 287178,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287178/tuunes-orchestral-themes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Tuunes is the perfect game to challenge the musician or delight the music lover of any age. Players compete with each other to identify a mystery TUUNE from gradually revealed snippets and snatches of a well-loved melody. Tuunes, the game that puts music back into the parlor, is the ideal choice for an evening of entertainment.&#10;&#10;Orchestral Themes is an additional Tuunes set with classic melodies from the masters, including Beethoven, Brahms, Tchaikovsky, etc.&#10;&#10;-user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Music"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guess It: Set 1",
    "ID": 287180,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287180/guess-it-set-1",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Guess It is an easy-to-learn science game that plays like 20 questions&quot;&#10;&#10;Lay out up to 48 stunning photo cards--scaly reptiles, colorful minerals and very strange leaves.&#10;&#10;Your friends secretly picks one from a matching Mystery Deck.&#10;&#10;Can you guess the secret card by asking five &quot;Yes-or-No? questions or less?&#10;&#10;The fewer questions you have to ask, the better you score!&#10;&#10;Also contains 8 other fun games:&#10;&#10;Tic Tac Lotto&#10;Animal, Vegetable, Mineral&#10;Meat-Eater Roulette&#10;Match, Set, and Win&#10;Trample, Smother, Conk&#10;One Minute to 12&#10;My Snake&#10;Chain Gang&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Prêt-à-Porter: Variable Setup Mini Expansion",
    "ID": 287181,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287181/pret-a-porter-variable-setup-mini-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "A mini expansion which adds a starting bonus for the players to choose from.  Part of the 2019 Kickstarter campaign.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Art",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Songsations",
    "ID": 287182,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287182/songsations",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Game to Sing About&#10;&#10;Songsations is a lively and entertaining game, featuring 720 songs, for two or more players or teams.&#10;&#10;Spin the needle to determine the decade.&#10;&#10;Select a song title from that decade (50's, 60's, 70's or 80's) and sing a clue from the song title. Singing, facial expressions and body movements are all encouraged to help your team guess the song title. You don't have to be a &quot;singer&quot; to enjoy the fin of Songsations.&#10;&#10;Points are awarded for each correct answer.&#10;&#10;If you like the oldies and contemporary pop hits, you'll love Songsations, the fun, fast-moving party game for all ages.&#10;&#10;Songsations brings back the memories while providing hours of entertainment.&#10;&#10;Play it for a song!&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Music Game: Primary (Level A)",
    "ID": 287183,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287183/the-music-game-primary-level-a",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Music Game: Primary (Level A) is a fun board game for children that promotes a recognition and understanding of the basics of music. The Primary Music Game's easy and exciting approach encourages group participation and provides opportunities for creative musical expression. Charming drawings of animals and cartoon characters introduce the elements of music as a happy experience, which stimulates and develops the child's musical growth. Children learn music through fun activities.&#10;&#10;Teachers/parents and children do not need any musical knowledge to play this game.&#10;&#10;Used in the classroom or at home. The Primary Music Game makes an excellent teaching aid and can be adapted to any music program. Teachers/parents using this game will also find that children can learn music at their own pace.&#10;&#10;OBJECT OF THE GAME:&#10;&#10;The winner is the first group or child to reach the Finish position on the far right side of the game board. Players advance their coloured marker clips from left to right along the white and coloured piano keys (not the black ones) by rolling the die, and correctly responding to the Musical Category Cards.&#10;&#10;THE MUSICAL CATEGORIES:&#10;&#10;1: Musical Notes&#10;2: Musical Keys&#10;3: Musical Rhythm&#10;4: Musical Signs&#10;5: Musical Words&#10;6: Music Makers&#10;&#10;&mdash;description from the rulebook&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Story of KIZUNA and \"Luciola cruciata\": Episode 3 – Fall Thee Not Unto Darkness",
    "ID": 287184,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287184/story-of-kizuna-and-luciola-cruciata-episode-3-fal",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#227;&#130;&#173;&#227;&#130;&#186;&#227;&#131;&#138;&#227;&#129;&#168;&#232;&#158;&#162;&#227;&#129;&#174;&#231;&#137;&#169;&#232;&#170;&#158;&#227;&#128;&#128;&#227;&#130;&#168;&#227;&#131;&#148;&#227;&#130;&#189;&#227;&#131;&#188;&#227;&#131;&#137;3&#239;&#188;&#154;&#233;&#151;&#135;&#229;&#160;&#149;&#227;&#131;&#129;&#227;&#130;&#191;&#227;&#131;&#158;&#227;&#131;&#149;&#227;&#130;&#179;&#227;&#131;&#136;&#231;&#132;&#161;&#227;&#130;&#171;&#227;&#131;&#172; (Story of KIZUNA and &quot;Luciola cruciata&quot;: Episode 3 &ndash; Fall Thee Not Unto Darkness) is an expansion to &#227;&#130;&#173;&#227;&#130;&#186;&#227;&#131;&#138;&#227;&#129;&#168;&#232;&#158;&#162;&#227;&#129;&#174;&#231;&#137;&#169;&#232;&#170;&#158; (Story of KIZUNA and &quot;Luciola cruciata&quot;). It adds 12 new scenarios, 2 new characters, 7 alternate versions of existing characters, and replacement cards for all characters in the base game (to fix ambiguous effects and update the card format). Some of these new scenarios and characters are of a new attribute: light. Additionally, new rules and tokens are included for boss fight scenarios against new Level 4 ORs, &quot;High Jokers&quot;, as well as materials for custom light-attribute scenarios and characters (Episode 2 contains materials for custom scenarios and characters in the remaining attributes).&#10;&#10;AD 2018. &#10;The war has not ended.&#10;&#10;What suddenly appeared 13 years ago that attacked humanity. &#10;&quot;Those That Were Once Gods&quot;, or rather, &#10;&quot;Those Wrested of Godhood&quot;...&#10;OLD REBELLION / OR&#10;&#10;For Humans to stand up to the threat,&#10;Luciola Cruciata was established by IJUUIN Group.&#10;Their research found the existence of &quot;Youth that display superior abilities with the light and spirit of young life that can eradicate the OR&quot;.&#10;Out of respect, they called those young boys and girls&#10;Glowlies (Those Who Glow = Glow Flies)&#10;&#10;Five months prior. The Void Gate Disaster.&#10;Parts of the OR took knowledgable manoeuvres to open &quot;gates&quot; from the world they lived into the human world and plotted mass invasion.&#10;Thwarted by the Glowlies, starting with MASAYOSHI NEGITA, this commotion was settled by sealing the gates with the power of the Shinto Priest of Momotuka Shrine.&#10;&#10;Two months prior, Soul Stained Juvenile.&#10;YOSHIMASA SERIZAWA was in slumber for 13 years from the incident in which HINAGIKU IJUUIN was attacked by OR. &#10;Having awakened, and with both great abilities as a Glowly and exceptional Dark abilities, he is taken in by HINAGIKU's team and actively joins the Glowlies.&#10;In the midst of doubts and uncertainties he remembers everything from 13 years ago and throws aside his doubts thanks to the faith of his companions.&#10;Taking in the power of the &quot;Stained Crystal&quot; embedded in his body, he goes through &quot;Arousal&quot; and becomes a unified Glowly.&#10;&#10;Some time passes.&#10;People went back to their peaceful everyday lives, but have not forgotten their new fear.&#10;&#10;&quot;Humans taken in by the Kegare no Crystal become OR.&quot;&#10;&#10;MASAYOSHI takes up the sword to carry out his own justice.&#10;Without parents, fighting as a Glowly was his way of life.&#10;YOSHIMASA takes up the blade to repay the kindness to HINAGIKU and the others.&#10;Relieving HINAGIKU of all that troubled her was his way of life.&#10;&#10;OR of new strength. OR Level 4: High Joker.&#10;Those were the forms of humans that fell into darkness and changed into OR.&#10;Glowlies confront the Stained KIZUNA that cover the city.&#10;&#10;The fight to end all that happened 13 years ago. And, the fight to live...&#10;&#10;The conclusion to Part 1 of the Glowlies' story.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Dice",
      "Modern Warfare",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Think Quick",
    "ID": 287185,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/287185/think-quick",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Fast and Frenzied Word Game!&#10;&#10;Name two objects beginning with &quot;A&quot; that will fit inside a matchbox? Easy?? Well think again!! All you've got is ten nerve racking seconds.&#10;&#10;Your opponents will shout, they will sing, even scream; in fact they will try almost anything to divert your attention away from the subject and that much needed letter!&#10;&#10;As the noise reaches fever pitch, and the clickity-clack of the ball rolling through the timer suddenly ceases, the unthinkable becomes reality, and you're - OUT OF TIME!&#10;&#10;Beat the timer and your opponents in this fast and frenzied word game in which only the calm can survive to compose a winning five letter word.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pictionary Second Edition Card Set",
    "ID": 287186,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287186/pictionary-second-edition-card-set",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Here they are! 2,400 new and more challenging words to use with your original PICTIONARY game. Also included in the card box are 20 blank cards for you to write in your own personal and unique words. If you choose to use any of the blanks, write the words in the spaces provided before a game starts. Disperse these cards randomly throughout the card box before play begins.&#10;&#10;So sharpen your pencils, sketch quickly, and keep playing the original charades on paper game, PICTIONARY.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vampire: The Eternal Struggle – First Blood: Ventrue",
    "ID": 287191,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/287191/vampire-the-eternal-struggle-first-blood-ventrue",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "First Blood is a collection of five 55-card preconstructed decks for introductory games of Vampire: The Eternal Struggle. These decks are simpler than tournament level decks, but showcase all the basic mechanics of the game. They are balanced, for a fun and exciting first try of Vampire: The Eternal Struggle. They are fully functional cards, ready to mix with cards from other sets.&#10;&#10;To make Vampire: The Eternal Struggle more accessible to new players, Black Chantry will make these introductory decks available to retailers at a reduced price compared to our other products.&#10;&#10;Clan Ventrue are the &rdquo;blue bloods&rdquo;, the self-proclaimed rulers of all vampires and mortals. They seek to lead by any means necessary &ndash; manipulating the weak, destroying the strong.&#10;&#10;This deck is very all-round, with a strong offence with both bleeding and political actions, and a stable defence with Fortitude combat cards and effective reactions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Horror",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Voting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Creatures: Vampires",
      "Setting: World of Darkness (White Wolf)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vampire: The Eternal Struggle – First Blood: Tremere",
    "ID": 287192,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/287192/vampire-the-eternal-struggle-first-blood-tremere",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "First Blood is a collection of five 55-card preconstructed decks for introductory games of Vampire: The Eternal Struggle. These decks are simpler than tournament level decks, but showcase all the basic mechanics of the game. They are balanced, for a fun and exciting first try of Vampire: The Eternal Struggle. They are fully functional cards, ready to mix with cards from other sets.&#10;&#10;To make Vampire: The Eternal Struggle more accessible to new players, Black Chantry will make these introductory decks available to retailers at a reduced price compared to our other products.&#10;&#10;Clan Tremere are vampiric warlocks, masters of rituals of Blood Sorcery. Their powers make them arrogant and deadly, and they always lust for more occult lore.&#10;&#10;This deck hits with a &ldquo;bruise and bleed&rdquo; tactic, trying to scare off blocking attempts with superior combat skills. It has a strong defensive module based on the Auspex discipline.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Horror",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Voting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Creatures: Vampires",
      "Setting: World of Darkness (White Wolf)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vampire: The Eternal Struggle – First Blood: Toreador",
    "ID": 287193,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/287193/vampire-the-eternal-struggle-first-blood-toreador",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "First Blood is a collection of five 55-card preconstructed decks for introductory games of Vampire: The Eternal Struggle. These decks are simpler than tournament level decks, but showcase all the basic mechanics of the game. They are balanced, for a fun and exciting first try of Vampire: The Eternal Struggle. They are fully functional cards, ready to mix with cards from other sets.&#10;&#10;To make Vampire: The Eternal Struggle more accessible to new players, Black Chantry will make these introductory decks available to retailers at a reduced price compared to our other products.&#10;&#10;Clan Toreador are artists and divas, obsessed with beauty and passion. They are the social elite among the undead, mesmerizing and awestriking to behold.&#10;&#10;This deck uses a &ldquo;lock and bleed&rdquo; tactic to trick its way through enemy defenses. It does damage with both bleeds and political actions, and has a light defensive module&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Horror",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Voting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Creatures: Vampires",
      "Setting: World of Darkness (White Wolf)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vampire: The Eternal Struggle – First Blood: Nosferatu",
    "ID": 287194,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgame/287194/vampire-the-eternal-struggle-first-blood-nosferatu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "First Blood is a collection of five 55-card preconstructed decks for introductory games of Vampire: The Eternal Struggle. These decks are simpler than tournament level decks, but showcase all the basic mechanics of the game. They are balanced, for a fun and exciting first try of Vampire: The Eternal Struggle. They are fully functional cards, ready to mix with cards from other sets.&#10;&#10;To make Vampire: The Eternal Struggle more accessible to new players, Black Chantry will make these introductory decks available to retailers at a reduced price compared to our other products.&#10;&#10;Clan Nosferatu are horrors, grotesquely deformed by the Embrace. They hide in shadows and underground darkness, commanding animals as spies and allies in battle.&#10;&#10;This deck is all-round &ndash; it has stealth to land key actions with precision, a strong reaction module and a brutal Animalism combat package.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Horror",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Voting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Creatures: Vampires",
      "Setting: World of Darkness (White Wolf)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vampire: The Eternal Struggle – First Blood: Malkavian",
    "ID": 287195,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/287195/vampire-the-eternal-struggle-first-blood-malkavian",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "First Blood is a collection of five 55-card preconstructed decks for introductory games of Vampire: The Eternal Struggle. These decks are simpler than tournament level decks, but showcase all the basic mechanics of the game. They are balanced, for a fun and exciting first try of Vampire: The Eternal Struggle. They are fully functional cards, ready to mix with cards from other sets.&#10;&#10;To make Vampire: The Eternal Struggle more accessible to new players, Black Chantry will make these introductory decks available to retailers at a reduced price compared to our other products.&#10;&#10;Clan Malkavian are seers and lunatics both &ndash; eerie oracles of vampire society. While plagued by afflictions of the mind, they are gifted with supernatural insight.&#10;&#10;This deck is very aggressive, focusing on heavy bleeding under the cover of stealth, with just a splash of defensive capability.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Horror",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Voting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Creatures: Vampires",
      "Setting: World of Darkness (White Wolf)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I'm CEO, Bitch",
    "ID": 287196,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287196/im-ceo-bitch",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An easy to learn and simple, yet strategic and addictive card game. Players race to discard their hand, in order to rise through the ranks of Bitch, Intern, Middle Management, Vice President and ultimately become &ldquo;CEO&rdquo;. &#10;You'll love battling for the CEO position while avoiding becoming the Bitch (the target of hilarious abuse). &#10;Business isn't fair&hellip; neither is this game, Bitch.&#10;&#10;The game plays like an enhanced version of President/Scum/Asshole and contains: &#10;Numbered cards ranging from 0-10, Star cards from 0-10, Bitch cards, and Executive Order cards that change up game play each hand.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "トリプルフェイス (Triple Face)",
    "ID": 287197,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287197/toripuruhueisu-triple-face",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#151;&#227;&#131;&#171;&#227;&#131;&#149;&#227;&#130;&#167;&#227;&#130;&#164;&#227;&#130;&#185; (Triple Face) is a Japanese card game of infiltrating spies and double-crossing agents. Players on the dark (criminal) side must defeat the infiltrating investigators. Players on the security (public) side must defeat two dark members or one dark boss. But if a public agent defeats a public boss, they switch to the dark side. Players have open roles and secret roles and maybe a third face too.&#10;&#10;Players have roles which give them special powers (not secret, open play):&#10;Private detectives: You can see someone's main position, but you cannot make a call.&#10;Sniper: You can eliminate an enemy by pointing out their ID number. (Player is removed from the game).&#10;Youtuber: Information can be diffused. It can be a lie or a real one.&#10;Cafe staff: You can disclose one level of a player's ID number.&#10;Public Security Police: You can defeat an opponent if you can get their ID number.&#10;Kaito (phantom thief): You can select two cards by looking at them.&#10;&#10;The game turns on the use of special ID numbers which are produced during the gameplay. The ID numbers are LED displays, with some light and dark sections. The player's card lies on top of their number. During the game, players get to move other players' cards slightly, revealing small sections of the LED display. Gradually they can deduce the secret ID number of the agent and use it against them.&#10;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Player Elimination",
      "Role Playing",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Japan",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Claim: Reinforcements – Magic",
    "ID": 287199,
    "Year": "(2019)",
    "Geek Rating": "5.671",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287199/claim-reinforcements-magic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "More and more factions are fighting over the throne. Wizards, Druids and even Shapeshifters get involved in the struggle for power. The factions can also use powerful ancient artifacts from now on.&#10;&#10;&mdash;description from the publisher&#10;&#10;Note: The Claim Reinforcements games are an expansion. You will need Claim or Claim2 to play the game.&#10;&#10;All games and versions can be played together. There is no difference between white border or not, the background in all the variants is the same. There will no barrier for mixing in gameplay.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Game: Claim",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Les Grands Héros...en Pyjama!",
    "ID": 287200,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/287200/les-grands-herosen-pyjama",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Each player has to equip his hero in order to go and fight the dragon.&#10;On your turn, you pick a face down tile, and see if it's one of your equipment, an other player's, or a dragon.&#10;If it's yours, you place it on your personal board.&#10;If it's someone else's, you place it back where you picked it.&#10;If it's a dragon, it burns one of your previously picked piece of equipment..&#10;&#10;One you're fully equipped, you try to find the dragon to defeat him.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Claim: Reinforcements – Mercenaries",
    "ID": 287201,
    "Year": "(2019)",
    "Geek Rating": "5.632",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287201/claim-reinforcements-mercenaries",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "In the absence of permanent standing armies, combatants for the throne rely on mercenaries to do the fighting for them. But will the Heroes be helpful to your plans? And how about the intentions of the Cyclops, the Elves and the Orc clans? Chaotic times lay ahead.&#10;&#10;&mdash;description from the publisher&#10;&#10;Note: The Claim Reinforcements games are an expansion. You will need Claim or Claim2 to play the game.&#10;&#10;All games and versions can be played together. There is no difference between white border or not, the background in all the variants is the same. There will no barrier for mixing in gameplay.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Game: Claim",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Claim: Reinforcements – Maps",
    "ID": 287202,
    "Year": "(2019)",
    "Geek Rating": "5.651",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287202/claim-reinforcements-maps",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "The realm has a hard time. No successor to the throne and lots of struggle for power. Magical locations will now play an important role in the harsh battles. Convince the Basilisks and Unicorns to help you in your claim while the Phoenix faction is impressive and dangerous for everybody.&#10;&#10;&mdash;description from the publisher&#10;&#10;Note: The Claim Reinforcements games are an expansion. You will need Claim or Claim2 to play the game.&#10;&#10;All games and versions can be played together. There is no difference between white border or not, the background in all the variants is the same. There will no barrier for mixing in gameplay.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Game: Claim",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Montana: Longhorns",
    "ID": 287207,
    "Year": "(2019)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287207/montana-longhorns",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Longhorns graze on the meadows, but if a settlement is built, they must move to somewhere else. Sometimes that goes without any problems, but if you push too hard it can cause problems for everyone.&#10;&#10;Fortunately caravans visits the settlements with new supplies. Trade with them, so you can easily get other goods. Finally ranches are built in the settlements. To build a ranch is a great investment, but it unlocks a permanent special ability. Ranches also provide considerable prestige and that is needed to win the game.&#10;&#10;The expansion consists of three module which can be combined with the base game and any other expansion.&#10;Module 1: Ranches&#10;Players need to build 3 ranches and 12 settlement to win the game.&#10;Rances cost a lot of resources but give player special abilities during the game.&#10;&#10;Module 2: New supplies&#10;During the build action players can trade resources for other resources.&#10;&#10;Module 3: Longhorn&#10;Longhorn meeples are placed on the board during the setup.&#10;When building a settlement on a longhorn space, the longhorn needs to move.&#10;Each turn a longhorn is move a rule is changed in the game (sometimes good, sometimes bad)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American West",
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Country: USA",
      "States: Montana"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dream Journey",
    "ID": 287215,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/287215/dream-journey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Now players are trapped by mysterious magic in Dreamcatcher with Boogie man. There will be only one player that can escape from this magic. It is a person who pay the highest price of Dream coin to Boogie man within 3 Dream Circle.&#10;&#10;",
    "Categories": [
      "Book"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Rondel",
      "Set Collection"
    ],
    "Families": [
      "Theme: Dreams / Nightmares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ADIGMA (Second Edition)",
    "ID": 287216,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/287216/adigma-second-edition",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Adigma is a party game which involves simultaneous riddle and puzzle solving. Riddles come in a wide variety: identifying a photograph, deciphering secret messages, memorizing images, and many more.&#10;It's an addictive game for friends and family with some luck factor based on a dynamically built board with some 'surprise' spaces.&#10;&#10;This second edition contains more riddle cards.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Root: The Clockwork Expansion",
    "ID": 287220,
    "Year": "(2020)",
    "Geek Rating": "6.652",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287220/root-the-clockwork-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.9",
    "Description": "Root: The Clockwork Expansion allows players to square off against four fiendishly automated factions. Insert a faction to round out a low-player count game or team up for co-operative play! Compete against the:&#10;&#10;&#10;    Mechanical Marquise 2.0 - Dodge her marauding patrols as you try to stop her from completing her building tracks. &#10;&#10;&#10;&#10;    Electric Eyrie: Shore up the Woodland's defenses against this fearsome invader. If they go unchallenged, the Woodland will soon be flooded with their forces.&#10;&#10;&#10;&#10;     Automated Alliance - Police these radicals and raze their bases before a little uprising turns into a massive rebellion.&#10;&#10;&#10;&#10;     Vagabot - Hunt the dastardly Vagabot across the many clearings of the game or attempt to court him with items. &#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Root",
      "Players: Expansions Adding Cooperative Play",
      "Players: Expansions Adding Solo Play",
      "Players: Wargames with Solitaire Rules",
      "Theme: Animal Battles",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shitenno: Chonin Promo",
    "ID": 287221,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287221/shitenno-chonin-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Chonin is a promotional add-on role for Shitenno.&#10;&#10;Rule: the Chonin has no honor, so he is always the last player.&#10;His power is that he has a discount of 3 kokus for the acquisition of a province by bribery.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Dream-Quest of Unknown Kadath",
    "ID": 287224,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/287224/the-dream-quest-of-unknown-kadath",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Three times I dreamed of the marvellous city...&quot; This game creates the strange and wonderous dream quest of Randolph Carter in H.P. Lovecraft's dream cycle stories, taking its player to terrible and weird worlds to view the dangers within.&#10;&#10;A solo game where players gain cards by taking risks.  Gained cards may be entered into a tableaux image to complete Dream Quests and so points, or be expended to gain other cards with more difficult requirements.  When the game ends players score points for each completed tableaux image, when an image is complete players may then choose to add in further lands and further quests or awaken to whatever comfort they can gain from knowing that they could have delved deeper...&#10;&#10;Developed for entry into the 2019 Solitaire Print and Play contest.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goulet",
    "ID": 287226,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/287226/goulet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In this game, you'll need to beat all three opponent's characters in order to win.&#10;One player get the grey characters (the Magician, the Knight and the Archer), the other get the purple ones (the Dragon, the Dark Lord and the Skeleton). They are placed in a single line, grouped by color and each character begin with 10 out of 12 life points. All six characters's token are then drawn at random: this determines the play order.&#10;&#10;Each turn, the player who owns the active character rolls 5 six-sided dice, up to 3 times, and can store as many dice as he/she wants between rolls (like in the classic game Yahtzee).&#10;Dice showing 1, 2 or 3 must be used by two: one die used as an attack value, the other as a distance value. (For example : dice 1 &amp; 3 can be used to deal 3 damage to a character directly adjacent to the attacker or to deal 1 damage to a character with a distance of 3.)&#10;Die showing 4: allows two adjacent characters of same color to swap places.&#10;Die showing 5: allows the active character to heal 1 damage (health bar is limited to 12 max).&#10;Die showing 6: move the active character's token one space in the play turn order. This character will now play earlier in the upcoming turn order sequence.&#10;&#10;As soon as a character's health hits 0, it is removed from the game, reducing the distance between the characters.&#10;When a player has more characters still in play than his/her opponent, he/she plays with 4 dice instead of 5.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Variable Phase Order"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ruship",
    "ID": 287227,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/287227/ruship",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Two players (one is Human, the other is Alien) face each other and seek to destroy their opponent by dealing 3 damage to their planet.&#10;The planets are separated by 18 spaces. The Human has 5 ships available, spawning from the Mothership (placed adjacent to Earth at the beginning of the game). The Alien has 5 flying saucers at his/her disposal, spawning from the Vortex (placed adjacent to the alien planet at he beginning).&#10;&#10;A die roll determines the first player.&#10;Then each turn, the active player rolls 2 six-sided dice.&#10;The dice values can be used to move two space vehicles he/she owns (ships or flying saucers) or only one (by combining the two values). Space vehicles can only go forward, not backward.&#10;A die showing &quot;1&quot; can be used to move the Mothership/Vortex 1 space.&#10;&#10;A space can only hold one token: &#10;A space vehicle landing on an enemy vehicle captures it (it is removed from the board and return in the owner's Reserve).&#10;A space vehicle supposed to land on the Mothership/Vortex lands one space farther.&#10;A space vehicle landing on the enemy's planet (or farther) deals one damage and return in the Reserve.&#10;&#10;At each damage dealt, the attacked player wins a special power of his choosing (among the special powers still available):&#10;&#10;     re-roll one die each turn&#10;     &quot;+1&quot; to each die&#10;     each turn you choose to play with only one die, all the opponent's vehicle you jump over are captured&#10;     your tokens can move backward&#10;     your vehicles can stack up to two on the same space, protecting them from being captured.&#10;&#10;&#10;These special powers are permanent power-ups.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Medieval Magic Market",
    "ID": 287233,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/287233/medieval-magic-market",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Medieval Magic Market is a card game in which you will assume the role of an adventurous newcomer to the great Flanaghar Market. Your goal is to trade with the loot achieved in your adventures. You must use object cards, action, along with your character's ability to be the one who gets the most gold coins (represented on the object cards) at the end of the game.&#10;&#10;During each round, players draw 2 cards and can play any number of Object cards, but only one of Action cards, if an Event card is drawn at the time of drawing cards, it is resolved immediately.&#10;&#10;The object cards have different values of gold coins, but it is necessary to discard some of these during the game in order to make moves that grant more Object cards, hence more gold coins. So you should save some of these to score at the end of the game. The Action cards modify the dynamics of the player who plays them in favor of him. Event cards must be played before the start of the turn, they never remain in the player's hand, they modify the game of all the players involved. The players also have a character card with a respective ability in favor of these, In addition there is a card from The Market has Closed that is put into play after the third round and being stolen ends the game, then the points represented in gold coins that each player has in his hand.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Operation Rösselsprung",
    "ID": 287246,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/287246/operation-rosselsprung",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "&quot;Operation R&ouml;sselsprung&quot; is a solitaire wargame simulation of the German airborne raid aimed to capture Tito in 1944.&#10;It focuses on the action of the Fallschirmj&auml;ger, around the village of Drvar.&#10;The player controls the German forces and try to stop the Yugoslav counter-attack.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Bosnia and Herzegovina",
      "Country: Yugoslavia",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dixit: Chilean Way",
    "ID": 287250,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287250/dixit-chilean-way",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Set of ten promo cards released for the 10th anniversary of Dixit, showing Chilean motifs.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Country: Chile",
      "Game: Dixit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bread Bonanza Bakery",
    "ID": 287251,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287251/bread-bonanza-bakery",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take the role of bakers in a bakery all vying for the attention of the head baker. They must compete to add ingredients to as many recipes and bake as much bread as they can.&#10;&#10;&mdash;description from the introduction&#10;&#10;Setup involves two distinct decks of cards (&quot;Ingredients&quot; and &quot;Recipes&quot;).  Players begin with a hand of &quot;Ingredients&quot; cards and a reservoir of tokens.  Three &quot;Recipe&quot; cards are played in a common area.  The game is played in turns, taken sequentially by players, as normal for a card game.  Play involves adding matching &quot;Ingredient&quot; cards to available &quot;Recipe&quot; cards in an attempt to complete a &quot;Recipe&quot;.  Players earn points for playing &quot;Ingredients&quot; cards and completing &quot;Recipe&quot; cards.  The game ends when the &quot;Recipe&quot; deck is exhausted - the players with the most points wins.&#10;&#10;Bread Bonanza Bakery was created for, and submitted to, Game Chef 2019.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sproutword",
    "ID": 287253,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/287253/sproutword",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A compelling word strategy game for 2-4 players, Sproutword is easy to learn but hard to master. The aim is to hold the &quot;Sproutword&quot; - the longest word with more of your colour letters in it than any other one player's colour.&#10;&#10;Each player takes a number of letters from their bag and places them face-up for all players to see (for example, it is 8 tiles each for a two player game).&#10;&#10;The first player plays a word using ANY player's letters.On following turns, players put down a new word linked to an existing one, or change a word. Again, players may use ANY of the letters from ANY player.&#10;&#10;Changed words must be at least as long as the existing one, and changes must not displace another word.&#10;&#10;Players replenish their letters only after their OWN turn. Play continues until any player has played their turn and their bag is empty so they cannot even partially replenish. The winner is the player who controls the Sproutword at the end of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fangoso",
    "ID": 287257,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287257/fangoso",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Players must do good deeds to defeat Fangoso, the corruption sticky  monster. If Fangoso kills one of the players, everyone will lose.&#10;&#10;Players roll the dice to advance. When they fall into a Fangoso space, they take a card to know how many health points they lose.&#10;&#10;When they fall into an Action space, they take a card and roll a D8 dice to find out how many health points Fangoso loses. The highest numbers correspond to the best deeds.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Breaking the Ice: The 1942 Great Lakes \"Winter Fleet\"",
    "ID": 287259,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/287259/breaking-the-ice-the-1942-great-lakes-winter-fleet",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "4",
    "Description": "&ldquo;We must move that ore, and keep it moving!&rdquo; &ndash;Spokesman for the United States Army Engineers, Detroit Free Press, March 8, 1942.&#10;&#10;&ldquo;There is going to be a tremendous movement of iron ore in the Great Lakes regions.&rdquo; U.S Interior Secretary, Harold Ickes to the Solid Fuels Advisory War Council, Toronto Evening Telegram, March 11, 1942.&#10;&#10;Following the attack on Pearl Harbor the US was suddenly thrust into World War II. Every manufacturing concern was now faced with the daunting tasks of converting production facilities to wartime goods at levels never before seen during peacetime. The focus on the US steel industry was of particular concern, as nearly all weapons and wartime support derived from their factories and workers. However, nearly all of the leaders and owners of the US steel industry were either very dismissive or even obstructionist of the prospects the US would become involved in the war, and President Roosevelt&rsquo;s attempts to ready the country for war.&#10;&#10;Nearly all of the iron ore, as well as much of the limestone, needed for the steel industries were shipped over the Great Lakes from the iron ore fields in Minnesota to the ports at Chicago, Detroit, Toledo, Cleveland, Buffalo in the US and Hamilton, Ontario in Canada. From those ports the iron ore was shipped by rail to the steel mill complexes in Gary, Detroit, Cleveland, Youngstown, Pittsburgh, Buffalo and Hamilton. The massive ore carriers that plied the waters of the Great Lakes sailed from mid-April to late November when weather and water conditions permitted. However, it soon became apparent that the amount of iron ore laid up in late November 1941 for use during the winter and spring was totally inadequate for the war effort. The US &ldquo;arsenal of democracy&rdquo; would be essentially shooting blanks due to shortages of steel and idle plants if the shortfalls of iron ore and limestone were not quickly addressed. In a bold decision it was decided to mobilize at least part of the Great Lakes ore carrier fleet to allow it to begin loading and delivering the badly needed iron and limestone ores a month ahead of the regular start of the sailing season. Besides the severe challenges of the late winter weather, with severe storms, ice bergs and jams and frigid waters, finding officers, crew, and dock workers to work at the loading and unloading ports would be difficult as wartime drafts and the demands for materials and men from other wartime challenges were encountered. Historically, the &ldquo;Winter Fleet&rdquo; led to 1942 setting all-time new records in the delivery of ore via the Great Lakes, as well as production of steel. But the risks and costs were high.&#10;&#10;Breaking the Ice is a solitaire play game on the Great Lakes &ldquo;Winter Fleet&rdquo;. The player will have to allocate valuable resources and deploy the car ferry ice breakers to support the ore fleet in the mission of delivering the most ore to the production ports as possible, with a minimal amount of damage to the fleet as possible. Can you do as well, or better, than your historical counterparts?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "World War II"
    ],
    "Mechanics": [
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Region: Great Lakes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bent Out of Shape",
    "ID": 287265,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287265/bent-out-of-shape",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a unique game which mixes elements of Connect Four and Twister.&#10;&#10;The game board is a unit that holds 21 tiles (3 rows of 7), but only the centre 9 tiles are visible to the players. New tiles can be added to the game board on either end, and into any of the rows. Each time a new tile is added to the game board a tile is ejected from the other end of the same row.&#10;&#10;The tiles display either a body part (nose, forehead, ear, shoulder, elbow, belly button, back, knee or foot) or &quot;Bent Out of Shape.&quot;&#10;&#10;On a player's turn (or the team's turn if playing in teams), the player rolls the die and takes the corresponding number of tiles from the facedown pile next to the board. The player then inserts the tiles into the game board, from either side and into any row. After they have inserted the new tile, the display of the 9 tiles at the centre of the board will have changed. The player will then attempt to score the body part that is displayed in the very centre of the board.&#10;&#10;To score the body part in the centre of the board, the other player(s) will announced the eight body parts surrounding the centre square, two at a time, starting from any corner and moving clockwise around the square of eight body parts. As the other player(s) announces the body parts, the playing player/team must connect the two body parts together by connecting the parts on each other's body or by using their hands. While holding this position, the next two body parts are announced and must be added to the current pose.&#10;&#10;If the team is successful at connecting all the body parts at once, they score the body part in the centre square. If the team is unsuccessful at connecting together all of the body parts, or fails to hold the pose throughout the turn, they score nothing. Players/teams are given two chances to complete the pose.&#10;&#10;If any of the 9 tiles displayed in the game board displays &quot;Bent out of Shape&quot; instead of a body part, then one member of the team must try to link all of the body parts by himself/herself. Because this task is more difficult, if they succeed they can score any body they wish.&#10;&#10;The first team to score all nine different body parts wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mission ImpossiBar",
    "ID": 287272,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/287272/mission-impossibar",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "BEERU has a party in a bar with you and friends. Everyone is talking about fun things for making videos. It&rsquo;s time to relax and have a drink to be tipsy or drunk. But there are some people want to keep sober to have breakfast and watch the sunrise tomorrow.&#10;Make sure be what you wanna be!&#10;&#10;Every player play as a character of Taiwan Bar: BEERU, MIJO, HSAO, ROS&Eacute;, and BRAINDY. Players draw a party card randomly and keep it face down in front of them. Every player can't look at their party card, but they know other players' party cards who sits next to them. &#10;The game aims to figure out which party you belong to, sober or drunk, and help your partner if you are sure that he/she is your partner.&#10;On a player's turn, he takes a card back or gives to a player and performs the ability of his character. According to the collected card and the given card, every player gets his point, sober points or drunk points, at the end of around.&#10;&#10;If a player gets the points which are not identical to his party, he will get 0 points for his party in the end of the game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Deer / Antelope",
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "INK'D: The Tattoo Guessing Game",
    "ID": 287273,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/287273/inkd-the-tattoo-guessing-game",
    "Min Players": "3",
    "Max Players": "15",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A drawing game where your body is the canvas. Take an INK card. Take a BODY card. Choose the PLAYER you want to INK. Players race to guess what the tattoo is and earn points for correctly guessing and drawing. In the party game where everyone gets to TATTOO and be TATTOOED, how will you leave your mark?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Armada – Onager-Class Star Destroyer Expansion Pack",
    "ID": 287277,
    "Year": "(2019)",
    "Geek Rating": "5.556",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287277/star-wars-armada-onager-class-star-destroyer-expan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "The Onager-class Star Destroyer is a specialized platform for some of the Empire&rsquo;s most dangerous weaponry. The arrival of its ominous silhouette in orbit heralds a bombardment by massive particle cannons, or, more rarely, a devastating pulse from superheavy composite beam turbolasers. Its deployment in more sensitive Imperial operations can be neither confirmed nor denied.&#10;&#10;The Onager-class Star Destroyer Expansion Pack for Star Wars: Armada provides your imperial officers with everything you need to add 1 Onager-class Star Destroyer to your game, including 1 painted ship, 1 speed dial, 3 command dials, 2 ship cards, 15 upgrade cards, and a collection of assorted tokens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars Armada",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Armada – Nadiri Starhawk Expansion Pack",
    "ID": 287278,
    "Year": "(2019)",
    "Geek Rating": "5.563",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287278/star-wars-armada-nadiri-starhawk-expansion-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "The Starhawk-class Battleship was the first capital ship commissioned by the nascent New Republic Defense Fleet after the Battle of Endor. Assembled at the Nadiri Dockyards from the salvage of captured Star Destroyers, Concord served as the flagship for Commodore Kyrsta Agate during the capture of the infamous Kuat Drive Yards, while Amity and Unity joined her in time for the climactic Battle of Jakku. There, all three Starhawks bore the brunt of the battle to destroy the remnants of the Galactic Empire.&#10;&#10;The Nadiri Starhawk Expansion Pack for Star Wars: Armada provides your rebels with everything they need to add 1 Starhawk-class Battleship to your game, including 1 painted ship, 1speed dial, 4 command dials, 2 ship cards, 15 upgrade cards, and a collection of assorted tokens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars Armada",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le Tour de France des Petits Chauffeurs",
    "ID": 287280,
    "Year": "(1905)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/287280/le-tour-de-france-des-petits-chauffeurs",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;The tour de France by young age drivers&quot;. &#10;The board game theme - Take a Tour de France rally by car.&#10;The fastest driver wins the game.&#10;It is typical spin and move board game.&#10;Great looking metal cars representing automobiles of the time.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: France",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Realms: High Alert – Invasion",
    "ID": 287284,
    "Year": "(2021)",
    "Geek Rating": "5.628",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287284/star-realms-high-alert-invasion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "High Alert - Invasion, a 12-card Expansion Pack for Star Realms features new ships and bases with the Double Ally mechanic!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Star Realms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "VALHAL (Second Edition)",
    "ID": 287285,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/287285/valhal-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "VALHAL is a thematic boardgame for up to 4 Players. Each Player takes part as a Jarl in charge of his own Viking Settlement on the fictional island of Fj&ouml;rnheim.&#10;&#10;Goal of the game is to regain the Favour of the Gods. To do so you will have to raid towns and villages in order to gather resources to construct new buildings in your settlement, as well as recruiting new warriors and building new ships.&#10;&#10;Every game starts with the summer raids, the so called &quot;Vikingfahrt&quot;. All Players pick a village to attack with their starting unit of Nordic Warriors. Afterwards they fight, following the intuitive battle system of fixed attack and defense stats combined with the rolling of D3 dice.&#10;In case of success, the Players get to loot the village for treasures by drawing one of 35 unique loot cards, this is the main income the Players have throughout the &quot;year&quot;.&#10;&#10;Back home in their Viking Settlement, the Players make use of their new gained fortune, recruiting more warriors, bringing sacrifices to the Gods and starting to construct more ships and buildings to extend their settlement.&#10;From now on every season will start with the drawing of an event card, there are 60 different ones, and each one of them may bring you joy or pain, or something in between. Every card has it's own story, many of them are inspired by actual mythic stories and events of the viking ages.&#10;Another important part of the game are the ways of the northern Gods. Their will is represented by 60 cards. By bringing sacrifices and certain events, the Gods will grant you their Benevolence. Other events or hostile fellow Players may force you to draw Wrath of the Gods cards. As in the event cards, every single &bdquo;Card of the Gods&ldquo; tells a story, many of them following real Norse mythology. Each card has its unique effect.&#10;&#10;The Game ends when one of the Players has collected 7 &bdquo;Favour of the Gods&ldquo; points and therefore reaches the Golden Gates of VALHAL.&#10;&#10;About the second print.&#10;&#10;The second print features high quality dice and plastic coins instead of cardboard tokens.&#10;The rulebook as well as the cards have been revised and cleaned up. The new rulebook also includes alternative rulesets to fit the game more towards your needs (making it quicker or more streamlined).&#10;Bigger markers (8mm) as well as a new battle tableau replace the old battle-cards and small markers (5mm). The markers are now also made from plastic instead of wood.&#10;With Yggdrasil the achievement tokens received their own game element.&#10;Optical changes allowed for bigger fonts on cards (especially town cards) and overall improved readability as well as better distinction between certain tokens and game elements.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "City Building",
      "Civilization",
      "Dice",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Simulation",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Realms: High Alert – Heroes",
    "ID": 287286,
    "Year": "(2021)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287286/star-realms-high-alert-heroes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "High Alert - Heroes, a 12-card Expansion Pack for Star Realms containing new multi-faction hero cards!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Star Realms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Realms: High Alert – Tech",
    "ID": 287287,
    "Year": "(2021)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287287/star-realms-high-alert-tech",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "High Alert - Tech, a 12-card Expansion Pack for Star Realms featuring the new Tech card type, which comes straight into play when acquired and gives you a permanent ability you can activate once per turn with trade!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Star Realms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "KLAPS",
    "ID": 287288,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287288/klaps",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A card game with numbered cards, action cards, jokers, and special cards. &#10;On your turn, you will play a card to the open stack or draw a card from the closed stack. There are rules for which cards can go on top of each other, and you win by getting rid of all your cards.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Realms: High Alert – Requisition",
    "ID": 287289,
    "Year": "(2021)",
    "Geek Rating": "5.624",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287289/star-realms-high-alert-requisition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "High Alert - Requisition, a 12-card Expansion Pack for Star Realms, featuring new ships and bases that are 1 trade cheaper to acquire for each card of their faction you have played this turn!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Star Realms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Realms: High Alert – First Strike",
    "ID": 287290,
    "Year": "(2021)",
    "Geek Rating": "5.563",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287290/star-realms-high-alert-first-strike",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "High Alert - First Strike, a 22-card Expansion Pack for Star Realms, includes 14 new Kickstarter Exclusive cards including ships, bases, and tech!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Star Realms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MacGuffin: The Quidnunc and the Hounds",
    "ID": 287293,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287293/macguffin-the-quidnunc-and-the-hounds",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "MacGuffin is a cooperative story improvisation game for 3 to 6 players. It provides a framework to guide you in creating a story with a real plot and character development. It is hysterical at times, tragic at others.&#10;&#10;Overview&#10;&#10;One person, the Game Master, takes on the role of a busybody, or &ldquo;Quidnunc&rdquo;. The Quidnunc craves all the latest news and gossip about a previous escapade involving the protagonists of the story, known as the &ldquo;Hounds&rdquo;. The players other than the Quidnunc assume the roles of the Hounds. In this adventure, the Hounds doggedly chase down an object of vital interest, known as the &ldquo;MacGuffin&rdquo;. The Quidnunc drives the storytelling process by asking questions, making observations, prodding, and generally creating a nuisance of himself to extract every last detail of the Hounds' quest.&#10;&#10;The great director Alfred Hitchcock coined the term &ldquo;MacGuffin&rdquo;. A MacGuffin is something that the major characters of a story, both protagonists and antagonists, are chasing. Seemingly, the MacGuffin is what the story is about. However, it is actually irrelevant to the story, which is really all about character interaction and development. The MacGuffin&rsquo;s only real purpose is to bring the characters together and push them into action and competition with each other.&#10;&#10;The movies are replete with MacGuffins. The One Ring is the coveted MacGuffin in Tolkein's &ldquo;The Lord of the Rings&rdquo;. Ahab relentlessly pursues his White Whale to everyone's detriment in Melville's &ldquo;Moby Dick&rdquo;. In &ldquo;Raiders of the Lost Ark&rdquo;, the Nazis hunt the magical Ark of the Covenant as a weapon of ultimate power while Indiana Jones seeks it as an artifact of tremendous historical merit.&#10;&#10;In this game, as in the movies, MacGuffins take on many forms. Whatever its nature, the MacGuffin primarily serves as a means to link the major characters, the Hounds and their enemies, in some way. Since the characters all run toward the MacGuffin, they will invariably interact, and plots involving them can be woven into a single coherent tale whose sum is greater than their individual contributions.&#10;&#10;Each player has final say over a single major character in the story and shares control of the other characters with his or her fellow players. When conflicts arise between participants, they bid on the right to narrate the result. So, this game only provides a framework for collaborative storytelling; the actual story is created by the players. Even though MacGuffin is a &ldquo;game&rdquo;, it is the process of telling a collaborative story that matters. So, unlike most games, the point of a MacGuffin session is not really the declaration of who won or lost, but the creation of an entirely new story.&#10;&#10;&mdash;description from the introduction&#10;&#10;The print-and-play version is available as a free download, comprised of three PDF documents (totaling 88 pages) and one large ZIP archive of numerous print-and-play game components in PNG format.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mit År10: Quizzen om 70'erne",
    "ID": 287296,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287296/mit-ar10-quizzen-om-70erne",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A quiz game with a stack of cards each with six questions about the 1970's.&#10;&#10;At the beginning of the game, the players decide how many points to play to.&#10;&#10;On a player's turn, he rolls the die and the player to his left asks him the corresponding question. If he answers correctly, he gets the card as a point. If his answer is wrong, the other players may hit the bell to answer the question and get the card and the point if correct.&#10;&#10;The game ends when a player has the agreed number of points.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mit År10: Quizzen om 60'erne",
    "ID": 287297,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/287297/mit-ar10-quizzen-om-60erne",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A quiz game with a stack of cards each with six questions about the 1960's.&#10;&#10;At the beginning of the game, the players decide how many points to play to.&#10;&#10;On a player's turn, he rolls the die and the player to his left asks him the corresponding question. If he answers correctly, he gets the card as a point. If his answer is wrong, the other players may hit the bell to answer the question and get the card and the point if correct.&#10;&#10;The game ends when a player has the agreed number of points.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mit År10: Quizzen om 80'erne",
    "ID": 287298,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287298/mit-ar10-quizzen-om-80erne",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A quiz game with a stack of cards each with six questions about the 1980's.&#10;&#10;At the beginning of the game, the players decide how many points to play to.&#10;&#10;On a player's turn, he rolls the die and the player to his left asks him the corresponding question. If he answers correctly, he gets the card as a point. If his answer is wrong, the other players may hit the bell to answer the question and get the card and the point if correct.&#10;&#10;The game ends when a player has the agreed number of points.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mit År10: Quizzen om 90'erne",
    "ID": 287299,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287299/mit-ar10-quizzen-om-90erne",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A quiz game with a stack of cards each with six questions about the 1990's.&#10;&#10;At the beginning of the game, the players decide how many points to play to.&#10;&#10;On a player's turn, he rolls the die and the player to his left asks him the corresponding question. If he answers correctly, he gets the card as a point. If his answer is wrong, the other players may hit the bell to answer the question and get the card and the point if correct.&#10;&#10;The game ends when a player has the agreed number of points.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mont Blanc",
    "ID": 287300,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287300/mont-blanc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A GAME FOR SMART INVESTORS AND BRAVE SKIERS. Mont Blanc recreates the development of a ski resort and its economic management. Players will share not only companies, but also the funds which make possible for them to keep building the most exciting trails for their upcoming customers &mdash;each one with their own preferences!&#10;&#10;FOUND COMPANIES AND MANAGE THEIR FUNDS. Building trails will likely have a cost which is subtracted from the company&rsquo;s funds, but this is also where the players will share profit from! Be sure to choose the right time to share and the most convenient company ability afterwards.&#10;&#10;BUILD TRAILS ACROSS THE MOUNTAIN. Connect your trail tiles in a way that fulfills the requirements of your skier and itineray cards. Get ahead of other players to gain the best areas and landmarks of the mountain.&#10;&#10;INVITE SKIERS TO YOUR TRAILS. Increase your companies&rsquo; funds and gain victory points filling your trail tiles with skiers &mdash;all way down! Use their abilities to open new routes and reach for more goals.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Contracts",
      "Hand Management",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Outsider",
    "ID": 287301,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/287301/outsider",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A quiz game where four items are given, and one of the options does not fit in.&#10;&#10;If the players answer correctly before the common factor is revealed, they get 2 points. If they answer correctly after the reveal, they get 1 point.&#10;&#10;First player to 15 points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Take it or leave it?",
    "ID": 287302,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/287302/take-it-or-leave-it",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A trivia game with the twist that the players sometimes get to hand a question to another player.&#10;&#10;On your turn, you roll the die.&#10;If you roll a color, you decide if you want to answer the corresponding question or pass it on to another player.&#10;If you roll &quot;Take it&quot; or &quot;Leave it&quot;, you get to choose which color question to either answer or pass on, but you have to make this decision before you see the card.&#10;&#10;A correct answer gives a point. First to five points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Action Pups!",
    "ID": 287303,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/287303/action-pups",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Action Pups! Compete to tell the secret life story of a dog.&#10;&#10;Action Pups! contains a deck of 170 cards, each with unique picture of a dog on one side and the elements of a story on the back.&#10;&#10;Each turn a judge draws a dog card and names the dog, while other players combine two cards from their hand to build an absurd story they pitch to the judge. Is that sassy retriever a tech mogul with a secret plan for world domination? Is that posh poodle a runaway model? Make a story, impress the judge, and may the best story win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter",
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Den lille ordquiz",
    "ID": 287305,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287305/den-lille-ordquiz",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A quiz game about homonyms. 150 Danish words that each have two meanings.&#10;&#10;For each meaning, three hints are given.&#10;A player that guesses the word after one hint for each meaning gets three points.&#10;A player that guesses the word after two hints for each meaning gets two points.&#10;A player that guesses the word after three hints for each meaning gets one points.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "King of Tokyo: Teamwork Promo Card",
    "ID": 287306,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287306/king-of-tokyo-teamwork-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Promo card from IELLO distributed to partners to commemorate their relationship with IELLO.&#10;&#10;TEAMWORK&#10;&#10;Cost: 4 Energy&#10;&#10;Type: Keep&#10;&#10;When another Monster finishes his last Roll, you may offer him an extra Roll. If he accepts, he must pay you 1 Victory Point.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Country: Japan",
      "Game: King of Tokyo",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stockpile: Investor Card Promo Pack #3",
    "ID": 287312,
    "Year": "(2019)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287312/stockpile-investor-card-promo-pack-3",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Promo pack #3 for Stockpile, initially released as Kickstarter bonus for Illicit Investments expansion.&#10;&#10;Includes:&#10;Bailout Barack&#10;Budget Barbara&#10;Forecast Phil&#10;Lazy Liliane&#10;Shorting Soros&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Open Drafting",
      "Stock Holding"
    ],
    "Families": [
      "Game: Stockpile",
      "Theme: Stock Market"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stockpile: Investment Strategy Card Promo Pack",
    "ID": 287313,
    "Year": "(2019)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287313/stockpile-investment-strategy-card-promo-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Promo pack of Investment Strategies&#10;(Continuing Corruption Compatible)&#10;&#10;Includes:&#10;Convertible Bond&#10;Systemic Shock&#10;Corner the Market&#10;Tax Loophole&#10;Junk Bond&#10;Hoarding&#10;Bond Laddering&#10;Double Barreled Bond&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Open Drafting",
      "Stock Holding"
    ],
    "Families": [
      "Game: Stockpile",
      "Theme: Stock Market"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snowdonia: Upgrade Pack",
    "ID": 287323,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287323/snowdonia-upgrade-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Seasoned Traveller pledge level provided a copy of the Bluebell Line Expansion and new scenario content that was unlocked during the Kickstarter campaign for Snowdonia: Deluxe Master Set. For backers of the Master Set, this content was contained in the game box.&#10;&#10;This entry represents those items. It does not include those expansions/promos that had been previously released.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;ScenariosBluebell Line&#10;Malta Railway&#10;Mount Hakone&#10;Once and Future Train&#10;Qinghai-Tibet&#10;Wye Valley Tourer&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Other contentBotdell Solo mode&#10;Portable board on cards&#10;Designer Trains&#10;&ldquo;Design a Train&rdquo; contest winners&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Snowdonia Game System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Arcannis",
    "ID": 287324,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/287324/heroes-of-arcannis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Heroes of Arcannis is a competitive dungeon crawler game for 2-4 players. There are Monsters to slay and Legendary Items to collect! Heroes battle their way through a Quest Line until they are strong enough to secure solo victory over the &lsquo;End Boss&rsquo;. Each Boss has its own unique set of abilities that not only make the Boss itself an epic battle, but each Boss will also affect how other monsters throughout the game interact with our Heroes, making each game its own unique adventure!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Exceed: Enchantress Solo Fighter",
    "ID": 287327,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287327/exceed-enchantress-solo-fighter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "3",
    "Description": "This box contains one complete Fighter for Exceed.&#10;This is not a stand-alone game. Play as the Enchantress from Shovel Knight. Draw a full hand each time your hand size hits zero. Generate Force from your hand to unleash powerful attacks!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Point to Point Movement",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Exceed Fighting System",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exceed: Specter Knight Solo Fighter",
    "ID": 287328,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287328/exceed-specter-knight-solo-fighter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "3",
    "Description": "This box contains one complete Fighter from Exceed. &#10;This is not a standalone game. Play as Specter Knight from Shovel Knight! Move around the board quickly and seal cards from your hand face-down. Later play those hidden cards with your Boosts! Keep them guessing!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Exceed Fighting System",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadowrun:  Sprawl Ops – Side Jobs",
    "ID": 287329,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287329/shadowrun-sprawl-ops-side-jobs",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "For those that want even more nuyen, take on a side job after completing the primary run.&#10;&#10;High risk proposition since you're gambling half your mission paydata (and more injuries).&#10;&#10;The challenge varies from cake to killer.&#10;&#10;Good luck!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Push Your Luck",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jikkuri Millet",
    "ID": 287336,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/287336/jikkuri-millet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Look closely at the art if you want to understand its meaning. In each round, the artist will frame a scene on a piece of art and describe it using an emotion card. Players will pick an emotion card that they believe matches and try to guess. Correct players will receive a rose. Collect the most roses to win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Forum Trajanum: Honorary Citizens Promo",
    "ID": 287339,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287339/forum-trajanum-honorary-citizens-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Forum Trajanum: Honorary Citizens Promo is a promo pack that contains 8 new Colonia tiles with 2 honorary citizens in each player color and 1 &ldquo;Construction Crane Scoring&rdquo; board.&#10;&#10;In this mini-expansion, the construction cranes take on additional significance. Each time a player scores a crane during the game, he will receive a special bonus &ndash; for example extra points for buildings next to cranes, more building space, or honorary citizens.&#10;&#10;These honorary citizens can be used either as envoy to be sent to the Forum Trajanum in Rome immediately or as special citizens that give the player one of the 6 citizens&rsquo; special abilities for free for the rest of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hopes of Glory: Module 1 – A New Campaign for Five Leagues From the Borderlands",
    "ID": 287340,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287340/hopes-of-glory-module-1-a-new-campaign-for-five-le",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A brand new campaign for the Five Leagues From the Borderlands miniatures rules, this puts you right in the middle of the disputed border territories as war is looming.&#10;&#10;Build a new war band or use your hardened veterans as you take on the terrors of warfare, dealing with enemy patrols, deserters and desperate outlaws.&#10;&#10;This is a replacement campaign for the one in the core rules, focusing on a non-supernatural experience in a war-torn land.&#10;&#10;In addition to the new encounter table, you will also find new skills to learn and a host of new non-combat encounters as you explore a land on fire.&#10;&#10;Whether you are simply looking for something new to do, you've been waiting for a more medieval-feeling campaign or want to delve into the grit and blood of a &quot;Black Company&quot; style adventure, it's all here for you.&#10;&#10;We even include a campaign system to help resolve the war acting as a backdrop to your adventures, complete with campaign events that will influence the battles you have.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules",
      "Series: Five Leagues From the Borderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kiwis Versus Morality",
    "ID": 287341,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/287341/kiwis-versus-morality",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Kiwi&rsquo;s Versus Morality is a game for Kiwi&rsquo;s who love laughing at themselves. We&rsquo;re a pretty crackup nation, and this game is all about having a laugh about our more memorable moments...and some of those moments we'd probably rather not remember.&#10;&#10;In each round of the game, one player poses a question from one of the green cards; and every other player competes to finish this sentence with the most comical Kiwiana green card they can find in their hand.&#10;&#10;Players then vote on which answer is the funniest, and that person wins the point, keeping the green card. The player with the most question cards at the end wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: New Zealand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "姫と魔法のタイル〜彼女は意外と重かった〜 (The Princess and Magic tile)",
    "ID": 287343,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/287343/ji-tomo-fa-notairu-bi-nu-hayi-wai-tozhong-katsuta",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "&#229;&#167;&#171;&#227;&#129;&#168;&#233;&#173;&#148;&#230;&#179;&#149;&#227;&#129;&#174;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#128;&#156;&#229;&#189;&#188;&#229;&#165;&#179;&#227;&#129;&#175;&#230;&#132;&#143;&#229;&#164;&#150;&#227;&#129;&#168;&#233;&#135;&#141;&#227;&#129;&#139;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#128;&#156;(The Princess and Magic tile) is a Japanese tile placement game. A witch has kidnapped a princess and locked her in a pavilion, bound by magic. The players must complete magic spells to get into the pavilion and rescue her. The full title is &quot;The Princess and Magic Tiles - She Turns Out to Be Amazingly Heavy -&quot;. In the game, as you carry the Princess away to safety, she grows heavier and heavier, cursed by the witch.&#10;&#10;During the game, players place tiles in front of themselves to build a tableau. Players are trying to build certain patterns to match spell cards, open to any player. A pattern works either by have the same symbols on the tile match up, or by having the same background on the tiles match. So a diagonal line of purple stars might fit one spell card, whilst the same tableau also has a crossway pattern with a gold background. Building combos like this helps the player advance quickly.&#10;&#10;Once a player reaches the Princess, they carry her away. The player puts the princess token on top of their piece. But the Princess is cursed and weighs too much, slower the player down. In this way, the other players can catch up and carry her away.&#10;&#10;user summary&#10;&#10;&#229;&#167;&#171;&#227;&#130;&#146;&#229;&#138;&#169;&#227;&#129;&#145;&#227;&#130;&#139;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#130;&#227;&#129;&#160;&#227;&#129;&#140;&#227;&#128;&#129;&#229;&#189;&#188;&#229;&#165;&#179;&#227;&#129;&#175;&#230;&#132;&#143;&#229;&#164;&#150;&#227;&#129;&#168;&#233;&#135;&#141;&#227;&#129;&#139;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#233;&#173;&#148;&#229;&#165;&#179;&#227;&#129;&#174;&#233;&#164;&#168;&#227;&#129;&#171;&#230;&#189;&#156;&#229;&#133;&#165;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#155;&#154;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#167;&#171;&#227;&#130;&#146;&#230;&#149;&#145;&#227;&#129;&#132;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#129;&#174;&#227;&#129;&#140;&#231;&#155;&#174;&#231;&#154;&#132;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130; &#10;&#227;&#129;&#159;&#227;&#129;&#160;&#227;&#129;&#151;&#233;&#173;&#148;&#229;&#165;&#179;&#227;&#129;&#174;&#233;&#164;&#168;&#227;&#129;&#175;&#231;&#181;&#144;&#231;&#149;&#140;&#227;&#129;&#140;&#229;&#188;&#181;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#166;&#227;&#128;&#129;&#233;&#173;&#148;&#230;&#179;&#149;&#227;&#129;&#167;&#232;&#167;&#163;&#233;&#153;&#164;&#227;&#129;&#151;&#227;&#129;&#170;&#227;&#129;&#145;&#227;&#130;&#140;&#227;&#129;&#176;&#229;&#133;&#136;&#227;&#129;&#171;&#233;&#128;&#178;&#227;&#130;&#129;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130; &#10;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#166;&#233;&#173;&#148;&#230;&#179;&#149;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#128;&#129;&#229;&#167;&#171;&#227;&#130;&#146;&#230;&#149;&#145;&#227;&#129;&#132;&#227;&#129;&#160;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#239;&#188;&#129;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Puzzle",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Champions of Legarren",
    "ID": 287349,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/287349/champions-of-legarren",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Champions of Legarren is a fun, competitive fitness-based card game for 1-5 players.&#10;&#10;In the game, you take on the role of one of five Champions to battle in an epic tournament for the glory of being crowned the Knight of Legarren.&#10;&#10;Each character has a deck of ability cards at their disposal.  To use those abilities, you must pass an exercise challenge.  The better you perform at that exercise challenge, the more powerful that ability becomes!&#10;&#10;The game has three modes: Training, Versus, and Tournament.  In Training mode, you work your way through your character's deck, practicing the movements and getting a great at-home workout.  In Versus mode, you challenge one other player to a duel, battling until one of you is victorious.  Finally, in Tournament mode, up to 5 players compete in an all-out battle royale to determine the Knight of Legarren.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Isle of Cats: Late Arrivals",
    "ID": 287361,
    "Year": "(2019)",
    "Geek Rating": "6.489",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287361/the-isle-of-cats-late-arrivals",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.1176",
    "Description": "The Isle of Cats Late Arrivals is an expansion for The Isle of Cats adding new content, and support for 2 additional players.&#10;&#10;More players&#10;The Late Arrivals expansion includes 2 new player boats allowing you to play with up to 6 people.&#10;&#10;More options&#10;With more cats, boats, and lesson modules, you can now enjoy even more options while playing The Isle of Cats.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cats",
      "Components: Polyominoes",
      "Game: The City of Kings",
      "Islands: Fictional",
      "Players: Expansions Changing Player Count",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Isle of Cats: Kickstarter Pack",
    "ID": 287362,
    "Year": "(2019)",
    "Geek Rating": "6.316",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287362/the-isle-of-cats-kickstarter-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.2222",
    "Description": "The Isle of Cats Kickstarter Pack is an expansion for The Isle of Cats adding new content, and deluxe component upgrades to the game.&#10;&#10;Lesson Modules&#10;Replace the lesson cards within The Isle of Cats with new sets, offering new options and challenges.&#10;&#10;More tiles&#10;Add new cat tiles to your discovery bag, find even more rare treasures, and befriend the rarest of Oshax.&#10;&#10;Upgraded components&#10;Replace your fish tokens with wooden upgrades, and switch to deluxified wooden cat meeples on the turn order track.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cats",
      "Components: Polyominoes",
      "Game: The City of Kings",
      "Islands: Fictional",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fundead: The Gravest Show on Earth",
    "ID": 287363,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287363/fundead-the-gravest-show-on-earth",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Fundead is a two-player strategic card placement battle that pits circus performers against zombies (there is also a 2v2 variant as well as a solo mode). A player can lay a new card to flip existing cards from their opponents' side to their own, and when the five-by-five battlefield is filled with cards, the side with the stronger army is the winner. Cards can also be locked into place and blocked from the opponent's reach.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Creatures: Zombies",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Music Snob",
    "ID": 287367,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/287367/music-snob",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Music Snob is a party game for hardcore music fans.&#10;&#10;Each player always has a hand of 5 Artist Cards. Each card lists the name of one musical artist. Artists include hitmakers,  the critically acclaimed, and the influential across rock, pop, R&amp;B, hip-hop, jazz, blues, folk and even some new age.&#10;&#10;On a player's turn they select one of three Award Cards that are face up on the table. The card you select will guide you in which three artist cards you will play face up to the table. Award cards include parameters such as, &quot;My favorite.&quot;, &quot;A guilty pleasure.&quot;, &quot;The most influential.&quot;, &quot;Worst vocals.&quot;, &quot;Best lyrics.&quot;, &quot;Most likely to be a Star Trek fan.&quot;, &quot;Will be forgotten the quickest.&quot;, &quot;The biggest sellout.&quot;, &quot;Best dynamics.&quot;, &quot;Best bass playing.&quot;, &quot;Best vocal harmonies.&quot; and many more. There are plans to have around 130 Award Cards in the base game.&#10;&#10;After the active player selects an Award Card, they place three Artist Cards from their hand face up on the table marked #1, #2, and #3, each other player, and the active player then places a 1, 2, or 3 marker face down on the table in front of themselves.&#10;&#10;When all players have made their selection, all players reveal. Each player that matches the active player's selection gets 1 point. If ALL player select the active players pick, the active player gets points listed on the Award card (2 to 4 points depending on the difficulty of the Award Card).&#10;&#10;The game is built for musicians, and rabid music fans who really love music and enjoy debating subjective creative musical talent.&#10;&#10;There is a game variant that has the active player selecting an Award Card and all other players throwing in an answer from their hand of 5 Artist Cards. The active player then picks their favorite, giving 1 point to the player whose card was selected.&#10;&#10;Example rounds:&#10;&#10;Pick a guilty pleasure.&#10;&#10;     Ambrosia&#10;     Air Supply&#10;     Justin Timberlake&#10;&#10;&#10;Best background vocals.&#10;&#10;     The Beatles&#10;     The Staple Singers&#10;     Sly &amp; The Family Stone&#10;&#10;&#10;Most likely to go to hell.&#10;&#10;     Slayer&#10;     50 Cent&#10;     Madonna&#10;&#10;&#10;Best Lyrics.&#10;&#10;     Tom Waits&#10;     Bob Dylan&#10;     Rush&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Music Making & Makers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Palaeo Diet: Fireside Tales",
    "ID": 287370,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/287370/palaeo-diet-fireside-tales",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Fireside Tales is a narrative campaign expansion for Palaeo Diet: Eat or Be Eaten. Join Herc, the last of his people, as he regales a new tribe with tales of his heroic exploits, makes excuses for his torn clothing, and remains rather vague about exactly what happened to his old companions....&#10;&#10;Fireside Tales includes the following:&#10;&#10;     Five new, linked scenarios with primary and secondary objectives&#10;     Four new beast profiles with reaction tables&#10;     New optional rules for unwashed hunters&#10;     Guidelines for hunting juvenile beasts&#10;&#10;&#10;You need a copy of Palaeo Diet: Eat or Be Eaten to use this supplement.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Prehistoric",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Series: Song of Blades and Heroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CuldZept World",
    "ID": 287371,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287371/culdzept-world",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Semi Co-op game, player will be a hero trainee which need a teamwork to eliminate the monster, but the only one who deal killing blow will get the fame point.&#10;The first player who get total of 20 fame points is the winner&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trapwords: The ultimate word strategy game",
    "ID": 287377,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/287377/trapwords-the-ultimate-word-strategy-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&ldquo;The next dimension in word gaming&rdquo;&#10;&#10;TrapWords is easy to play yet complex to master. Earn points by forming words in all directions: straight lines, staggered, reversed or turned upside down. Only those who excel at splitting or closing word &ldquo;traps&rdquo; will emerge victorious.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Video Game Theme",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Book of Mormon Connection",
    "ID": 287383,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287383/book-of-mormon-connection",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Get connected to the Book of Mormon with Book of Mormon Connection, a fun new game the whole family will love! One player (the guide) chooses two colorful emoji images that best represent one to six quotes from the Book of Mormon. The players read the six displayed quotes. Based on the 2 emoji hints alone, players try to guess the quote the guide is describing. Players score points if the quote they choose matches the one the guide selected. Each player takes a turn being the guide. The player with the most points at the end of the game wins! Also includes One Mind, a bonus variation on the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Religious"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pull My Finger",
    "ID": 287391,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/287391/pull-my-finger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pull Mr. Buster&rsquo;s Finger and watch his butt inflate. How long can he hold it in? You never know when he&rsquo;s gonna blow! Pull My Finger combines two things everyone laughs at monkeys and farts. Spin the banana spinner, pull the monkey&rsquo;s finger and watch his butt inflate with each pull. Avoid the farts and win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Epidemic",
    "ID": 287392,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/287392/epidemic",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "A vicious disease started to spread across the world. For now, nobody knows its origin, not even if it's bacteria or virus. Nothing helps. Mortality is 100 %. That's why a team of specialists lead by you was formed. Your goal is to find the cure before it's too late and disease mutates to its final form. Save the humankind!&#10;&#10;Epidemic is a an action selection solo game where player chooses between good and bad action cards laid in line. Strength of each card's effect depends on its order, whether it is positive or negative. When the card is resolved, it is then moved onto leftmost position, empowering the cards on the right.&#10;&#10;The player tries to find the cure by advancing on the research track faster than the disease advances on its own track and changes its behavior into the form it becomes unstoppable. However, finding the cure is not enough - player needs to travel the world and heal the infected at least temporarily.&#10;&#10;This game, clearly inspired by popular Pandemic series, participated in 2019 9-card nanogame print and play design contest and finished in the top 10 in following categories: best solitaire game, best thematic game, best artwork and best overall game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental",
      "Medical",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Medical: Diseases",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oops Scoops",
    "ID": 287394,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/287394/oops-scoops",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Scoop...Stack...Balance...Don&rsquo;t let them fall! Take turns stacking the scoops on &lsquo;Oops&rsquo; the ice cream cone. But beware, &lsquo;Oops&rsquo; can shiver to make the stacking even more challenging and causing the tower of scoops to topple.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Food & Drink: Ice Cream & Gelato"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Excelsior",
    "ID": 287395,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/287395/excelsior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game Excelsior consists of 4 separate games:&#10;&#10;1. Kreuz und quer (Criss-cross)&#10;The players have to get their 8 numbered pawns from their starting spaces to their destination spaces of the same numbers at the opposite side of the game board.&#10;Movement is determined by 4 special dice. Each die has two large different colored dots and 4 numbered sides&#10;(1-4), each in one of the four colors. Each roll counts for all players, according to the color of the results.&#10;The pawns move forward according to the rolled numbers. The roll of a dot allows for a side-wards move. Instead of moving straight ahead, the pawns have to jump &#10;diagonaly over oppenent pawns to a free space, whenever it is possible. If a pawn lands on a spot, already occupied by an opponent pawn, the later is eliminated from &#10;the game.&#10;&#10;2. Im Kreise hin und der (In circles back and forth)&#10;The players use 4 pawns, which the have to move to space 50 of their color. Movement is determined by 4 special dice.&#10;Each roll counts for all players, according to the color of the results. The roll of a number moves a pawn accordingly forward. The roll of a dot moves a pawn &#10;sideways between the red and green tracks or between the blue and yellow tracks. If a pawn reaches space 44 on the neighboring track, it continues at space 1 of it's own &#10;track for another round.&#10;&#10;3. Wer ist der Erste? (Who ist the first?)&#10;Each player uses 1 pawn, which he has to move from space 1 to space 36 of it's own color. Movement is determined by 4 special dice. Results of one's own color allows &#10;the pawn to move forward accordingly. Results of another color are deducted from the results of one's own color. The difference determines how much coins the player &#10;gets from the cash box or has to pay into the cash box. The first player to reach space 36 wins the contents of the cash box. On spaces 12, 17, 24 and 34 positive &#10;or negative points are multiplied.&#10;&#10;4. Wer ist der Letzte? (Who is the last?)&#10;Each player uses 4 numbered pawns. Movement is determined by 4 special dice. Each roll counts for all players, according to the color of the results. First each player &#10;has to get his pawns onto the spaces 1-4 of his color according to the number of each pawn, so when a green 4 is rolled, the green pawn 4 is put on the green space 4. &#10;Only when all four pawns are on the board, they are allowed to move. A pawn occupying the center space may be thrown out by an opponent's pawn. If a player may move more &#10;than one pawn the numbers must be used in ascending order. For each rolled number has to be uses by another pawn, so when 3 red numbers are rolled, three red pawns have &#10;to be moved, if this is not possible the move is forfeit. If two dots of one are rolled, the player may return one of his pawns to its starting position (spaces 1-4), &#10;as long as non of his pawns has reached space 12. The last player to occupy the center space wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Toilet Trouble Flushdown",
    "ID": 287396,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/287396/toilet-trouble-flushdown",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Who will be the first player to get splashed with a spray of water? Toilet Trouble Flushdown game is a fast-paced kids' game in which players race to spin their rolls of toilet paper the fastest to spray their opponent. The player who didn't get sprayed with water wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Toilets / Urinals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bounce-Off Rock A'Round",
    "ID": 287397,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/287397/bounce-off-rock-around",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Watch where you bounce these balls! Shifting weight and a tilting board add difficulty as you try to make your design. As soon as the new, larger board rocks away from you, it can rock back! Place the Game Tray on the playing surface between players.  Each player tries to tries bounce their balls into the tray to match the design on the card. Players keep bouncing until somebody matches the design, and then that player takes the card! Bounce Off Rock A'Round offers tons of action-packed fun that tests your skills and coordination. The game's four larger channels and round shape bring even more fresh twists to this family favorite. Win the game and declare yourself Master of the Universe. And don't forget the trash talking!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Game: Bounce-Off"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pie Face Sky High!",
    "ID": 287398,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/287398/pie-face-sky-high",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Step right up! The hilarious and wildly popular Pie Face game now lets players test their strength as they attempt to give their opponent a face full of whipped cream. (Whipped cream not included). The game is set up like a strength-tester carnival game -- towering over 3 feet tall. One player stands, looks through the mask, and faces the throwing arm. The other player hits the base plate with the plastic hammer hard enough to &quot;&quot;pie&quot;&quot; their opponent! The game has an easy-to-adjust difficulty setting, making it fun for young players and adults. Score a point each time an opponent gets whipped cream in the face. The player to reach 3 points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  }
]